{"Content: ":"The University of North Carolina at Chapel Hill (UNC, UNC-Chapel Hill, North Carolina, Chapel Hill, or simply Carolina[11]) is a public research university in Chapel Hill, North Carolina. The flagship of the University of North Carolina system, it is considered a Public Ivy, or a public institution which offers an academic experience similar to that of an Ivy League university.[12] After being chartered in 1789, the university first began enrolling students in 1795, making it one of the oldest public universities in the United States. Among the claimants, the University of North Carolina at Chapel Hill is the only one to have held classes and graduated students as a public university in the eighteenth century.[13] The first public institution of higher education in North Carolina, the school opened its doors to students on February 12, 1795. North Carolina became coeducational under the leadership of President Kemp Plummer Battle in 1877 and began the process of desegregation under Chancellor Robert Burton House when African-American graduate students were admitted in 1951.[14][15] In 1952, North Carolina opened its own hospital, UNC Health Care, for research and treatment, and has since specialized in cancer care through UNC's Lineberger Comprehensive Cancer Center which is one of only 51 national NCI designated comprehensive centers.[16] The university offers degrees in over 70 courses of study and is administratively divided into 13 separate professional schools and a primary unit, the College of Arts & Sciences.[17] Five of the schools have been named: the UNC Kenan–Flagler Business School, the UNC Hussman School of Journalism and Media, the UNC Gillings School of Global Public Health, the UNC Eshelman School of Pharmacy, and the UNC Adams School of Dentistry. All undergraduates receive a liberal arts education and have the option to pursue a major within the professional schools of the university or within the College of Arts and Sciences from the time they obtain junior status. It is classified among \"R1: Doctoral Universities – Very high research activity\", and is a member of the Association of American Universities (AAU).[18][19] According to the National Science Foundation, UNC spent $1.14 billion on research and development in 2018, ranking 12th in the nation.[20] UNC's faculty and alumni include 9 Nobel Prize laureates, 23 Pulitzer Prize winners,[21][22] and 51 Rhodes Scholars.[23][24] Additional notable alumni include a U.S. President,[25] a U.S. Vice President,[26] 38 Governors of U.S. States, 98 members of the United States Congress, and nine Cabinet members as well as CEOs of Fortune 500 companies, Olympians and professional athletes. The campus covers 729 acres (3 km2) of Chapel Hill's downtown area, encompassing the Morehead Planetarium and the many stores and shops located on Franklin Street. Students can participate in over 550 officially recognized student organizations. The student-run newspaper The Daily Tar Heel has won national awards for collegiate media, while the student radio station WXYC provided the world's first internet radio broadcast. UNC Chapel Hill is one of the charter members of the Atlantic Coast Conference, which was founded on June 14, 1953. Competing athletically as the Tar Heels, UNC has achieved great success in sports, most notably in men's basketball, women's soccer, and women's field hockey. Chartered by the North Carolina General Assembly on December 11, 1789, the university's cornerstone was laid on October 12, 1793, near the ruins of a chapel, chosen because of its central location within the state.[27] The first public university chartered under the US Constitution, The University of North Carolina at Chapel Hill is one of three universities that claims to be the oldest public university in the United States and the only such institution to confer degrees in the eighteenth century as a public institution.[28][29] During the Civil War, North Carolina Governor David Lowry Swain persuaded Confederate President Jefferson Davis to exempt some students from the draft, so the university was one of the few in the Confederacy that managed to stay open.[30] However, Chapel Hill suffered the loss of more of its population during the war than any village in the South,[citation needed] and when student numbers did not recover, the university was forced to close during Reconstruction from December 1, 1870, until September 6, 1875.[31] Following the reopening, enrollment was slow to increase and university administrators offered free tuition for the sons of teachers and ministers, as well as loans for those who could not afford attendance.[32] Following the Civil War, the university began to modernize its programs and onboard faculty with prestigious degrees.[33] The creation of a new gymnasium, funding for a new Chemistry laboratory, and organization of the Graduate Department were accomplishments touted by UNC president Francis Venable at the 1905 “University Day” celebration.[34] Despite initial skepticism from university President Frank Porter Graham, on March 27, 1931, legislation was passed to group the University of North Carolina with the State College of Agriculture and Engineering and Woman's College of the University of North Carolina to form the Consolidated University of North Carolina.[35] In 1963, the consolidated university was made fully coeducational, although most women still attended Woman's College for their first two years, transferring to Chapel Hill as juniors, since freshmen were required to live on campus and there was only one women's residence hall. As a result, Woman's College was renamed the \"University of North Carolina at Greensboro\", and the University of North Carolina became the \"University of North Carolina at Chapel Hill.\"[36][37][38] In 1955, UNC officially desegregated its undergraduate divisions.[39] During World War II, UNC was one of 131 colleges and universities nationally that took part in the V-12 Navy College Training Program which offered students a path to a Navy commission.[40] During the 1960s, the campus was the location of significant political protest. Prior to the passage of the Civil Rights Act of 1964, protests about local racial segregation which began quietly in Franklin Street restaurants led to mass demonstrations and disturbance.[41] The climate of civil unrest prompted the 1963 Speaker Ban Law prohibiting speeches by communists on state campuses in North Carolina.[42] The law was immediately criticized by university Chancellor William Brantley Aycock and university President William Friday, but was not reviewed by the North Carolina General Assembly until 1965.[43] Small amendments to allow \"infrequent\" visits failed to placate the student body, especially when the university's board of trustees overruled new Chancellor Paul Frederick Sharp's decision to allow speaking invitations to Marxist speaker Herbert Aptheker and civil liberties activist Frank Wilkinson; however, the two speakers came to Chapel Hill anyway. Wilkinson spoke off campus, while more than 1,500 students viewed Aptheker's speech across a low campus wall at the edge of campus, christened \"Dan Moore's Wall\" by The Daily Tar Heel for Governor Dan K. Moore.[44] A group of UNC-Chapel Hill students, led by Student Body President Paul Dickson, filed a lawsuit in U.S. federal court, and on February 20, 1968, the Speaker Ban Law was struck down.[45] In 1969, campus food workers of Lenoir Hall went on strike protesting perceived racial injustices that impacted their employment, garnering the support of student groups and members of the University and Chapel Hill community. From the late 1990s and onward, UNC-Chapel Hill expanded rapidly with a 15% increase in total student population to more than 28,000 by 2007. This is accompanied by the construction of new facilities, funded in part by the \"Carolina First\" fundraising campaign and an endowment that increased fourfold to more than $2 billion within ten years.[46][47] Professor Oliver Smithies was awarded the Nobel Prize in Medicine in 2007 for his work in genetics.[48] Additionally, Professor Aziz Sancar was awarded the Nobel Prize in Chemistry in 2015 for his work in understanding the molecular repair mechanisms of DNA.[49] In 2011, the first of several investigations found fraud and academic dishonesty at the university related to its athletic program.[50] Following a lesser scandal that began in 2010 involving academic fraud and improper benefits with the university's football program, two hundred questionable classes offered by the university's African and Afro-American Studies department (commonly known as AFAM) came to light. As a result, the university was placed on probation by its accrediting agency in 2015.[51][52] It was removed from probation in 2016.[53] That same year, the public universities in North Carolina had to share a budget cut of $414 million, of which the Chapel Hill campus lost more than $100 million in 2011.[54] This followed state budget cuts that trimmed university spending by $231 million since 2007; Provost Bruce Carney said more than 130 faculty members have left UNC since 2009.,[55] with poor staff retention.[56] The Board of Trustees for UNC-CH recommended a 15.6 percent increase in tuition, a historically large increase.[55] The budget cuts in 2011 greatly affected the university and set this increased tuition plan in motion[54] and UNC students protested.[57] On February 10, 2012, the UNC Board of Governors approved tuition and fee increases of 8.8 percent for in-state undergraduates across all 16 campuses.[58] In June 2018, the Department of Education found that the University of North Carolina at Chapel Hill had violated Title IX in handling reports of sexual assault, five years after four students and an administrator filed complaints.[59][60] The university was also featured in The Hunting Ground, a 2015 documentary about sexual assault on college campuses. Annie E. Clark and Andrea Pino, two students featured in the film, helped to establish the survivor advocacy organization End Rape on Campus. In August 2018, the university came to national attention after the toppling of Silent Sam, a Confederate monument which had been erected on campus in 1913 by the United Daughters of the Confederacy.[61] The statue had been dogged by controversy at various points since the 1960s, with critics claiming that the monument invokes memories of racism and slavery. Many critics cited the explicitly racist views espoused in the dedication speech that local industrialist and UNC Trustee Julian Carr gave at the statue's unveiling on June 2, 1913, and the approval with which they had been met by the crowd at the dedication.[62] Shortly before the beginning of the 2018–2019 school year, the Silent Sam was toppled by protestors and damaged, and has been absent from campus ever since.[63] In July 2020, the University's Carr Hall, which was named after Julian Carr, was renamed the \"Student Affairs Building.\"[64] Carr had supported white supremacy and also the Ku Klux Klan.[64] After reopening its campus in August 2020, UNC-Chapel Hill reported 135 new COVID-19 cases and four infection clusters within a week of having started in-person classes for the Fall 2020 semester. On 10 August, faculty and staff from several of UNC's constituent institutions filed a complaint against its board of governors, asking the system to default to online-only instruction for the fall.[65] On 17 August, UNC's management announced that the university would be moving all undergraduate classes online from 19 August, becoming the first university to send students home after having reopened.[66] Notable leaders of the university include the 26th Governor of North Carolina, David Lowry Swain (president 1835–1868); and Edwin Anderson Alderman (1896–1900), who was also president of Tulane University and the University of Virginia.[67] On December 13, 2019 the UNC System Board of Governors unanimously voted to name Kevin Guskiewicz the university's 12th chancellor.[68] UNC-Chapel Hill's 729-acre (3.0 km2) campus is dominated by two central quads: Polk Place and McCorkle Place.[70] Polk Place is named after North Carolina native and university alumnus President James K. Polk,[71] and McCorkle Place is named in honor of Samuel Eusebius McCorkle, the original author of the bill requesting the university's charter.[72] Adjacent to Polk Place is a sunken brick courtyard known as the Pit where students will gather, often engaging in lively debate with speakers such as the Pit Preacher. The Morehead–Patterson Bell Tower, located in the heart of campus, tolls the quarter-hour. In 1999, UNC-Chapel Hill was one of sixteen recipients of the American Society of Landscape Architects Medallion Awards and was identified as one of 50 college or university \"works of art\" by T.A. Gaines in his book The Campus as a Work of Art.[70][73] The university's campus is informally divided into three regions, usually referred to as \"north campus,\" \"middle campus,\" and \"south campus.\" North campus includes the two quads along with the Pit, Frank Porter Graham Student Union, and the Davis, House, and Wilson libraries. Almost all classrooms are located in north campus along with several undergraduate residence halls.[74] Middle campus includes Fetzer Field and Woollen Gymnasium along with the Student Recreation Center, Kenan Memorial Stadium, Irwin Belk outdoor track, Eddie Smith Field House, Boshamer Stadium, Carmichael Auditorium, Sonja Haynes Stone Center for Black Culture and History, School of Government, School of Law, George Watts Hill Alumni Center, Ram's Head complex (with a dining hall, parking garage, grocery store, and gymnasium), and various residence halls.[74] South campus includes the Dean Smith Center for men's basketball, Koury Natatorium, School of Medicine, UNC Hospitals, Kenan–Flagler Business School, and the newest student residence halls.[74] A new satellite campus, Carolina North, to be built on the site of Horace Williams Airport was approved in 2007. This is planned to be primarily a research park with expanded science facilities, but will also add classrooms and residence halls to cope with future increases in student population.[75][76] The principles of sustainability have been integrated throughout much of UNC-Chapel Hill. In the area of green building, the university requires that all new projects meet the requirements for LEED Silver certification and is in the process of building the first building in North Carolina to receive LEED Platinum status.[77] UNC-Chapel Hill's award-winning co-generation facility produces one-fourth of the electricity and all of the steam used on campus.[78] In 2006, the university and the Town of Chapel Hill jointly agreed to reduce greenhouse gas emissions 60% by 2050, becoming the first town-gown partnership in the country to do so.[79] Through these efforts, the university achieved a \"A−\" grade on the Sustainable Endowment Institute's College Sustainability Report Card 2010.[80] Only 14 out of 300 universities received a higher score than this. The university has come under recent criticism for abandoning a promise to shutter its coal-fired power plant by 2020.[81] The university has announced plans to become carbon neutral by 2050.[82] In December 2019, the university was sued by the Sierra Club and the Center for Biological Diversity for violations of the Clean Air Act.[83] McCorkle Place, a green square on campus of the University of North Carolina at Chapel Hill, North Carolina, commemorates Samuel Eusebius McCorkle, the inceptor and progenitor of the university. The most enduring symbol of the university is the Old Well, a small neoclassical rotunda based on the Temple of Love in the Gardens of Versailles, in the same location as the original well that provided water for the school.[84] The well stands at the south end of McCorkle Place, the northern quad, between two of the campus's oldest buildings, Old East, and Old West. Also located in McCorkle Place is the Davie Poplar tree under which the university's founder, William Richardson Davie, supposedly selected the location for the university. The legend of the Davie Poplar says that as long as the tree stands, so will the University.[85] Because of the tree's questionable health from damage caused by severe weather such as Hurricane Fran in 1996, the university has planted two genetic clones nearby called Davie Poplar Jr. and Davie Poplar III.[85] The second clone, Davie Poplar III, was planted in conjunction with the university's bicentennial celebration in 1993.[86][87] The student members of the university's Dialectic and Philanthropic Societies are not allowed to walk on the grass of McCorkle Place out of respect for the unknown resting place of Joseph Caldwell, the university's first president.[88] The Morehead–Patterson bell tower was commissioned by John Motley Morehead III, the benefactor of the Morehead Scholarship.[90] The hedge and surrounding landscape was designed by William C. Coker, botany professor and creator of the campus arboretum. Traditionally, seniors have the opportunity to climb the tower a few days prior to May commencement.[89] The historic Playmakers Theatre is located on Cameron Avenue between McCorkle Place and Polk Place. It was designed by Alexander Jackson Davis, the same architect who renovated the northern façade of Old East in 1844.[91] The east-facing building was completed in 1851 and initially served as a library and as a ballroom. It was originally named Smith Hall after North Carolina Governor General Benjamin Smith, who was a special aide to George Washington during the American Revolutionary War and was an early benefactor to the university.[92] When the library moved to Hill Hall in 1907, the School of Law occupied Smith Hall until 1923. In 1925, the structure was renovated and used as a stage by the university theater group, the Carolina Playmakers. It has remained a theater to the present day. Louis Round Wilson wrote in 1957 that Playmakers Theatre is the \"architectural gem of the campus.\"[93] Playmakers Theatre was declared a National Historic Landmark in 1973.[94] Today, the building is a venue for student drama productions, concerts, and events sponsored by academic departments. UNC-Chapel Hill offers 71 bachelor's, 107 master's and 74 doctoral degree programs.[95] The university enrolls more than 28,000 students from all 100 North Carolina counties, the other 49 states, and 47 other countries. It is the third largest university in North Carolina, just behind North Carolina State University and the University of North Carolina at Charlotte in enrollment. State law requires that the percentage of students from North Carolina in each freshman class meet or exceed 82%.[96] The student body consists of 17,981 undergraduate students and 10,935 graduate and professional students (as of Fall 2009).[97] Racial and ethnic minorities comprise 30.8% of UNC-Chapel Hill's undergraduate population as of 2010[98] and applications from international students have more than doubled in the last five years (from 702 in 2004 to 1,629 in 2009).[99] Eighty-nine percent of enrolling first year students in 2009 reported a GPA of 4.0 or higher on a weighted 4.0 scale.[100] UNC-Chapel Hill students are strong competitors for national and international scholarships. The most popular majors at UNC-Chapel Hill are biology, business administration, psychology, media and journalism, and political science.[100] UNC-Chapel Hill also offers 300 study abroad programs in 70 countries.[101] At the undergraduate level, all students must fulfill a number of general education requirements as part of the Making Connections curriculum, which was introduced in 2006.[102] English, social science, history, foreign language, mathematics, and natural science courses are required of all students, ensuring that they receive a broad liberal arts education.[103] The university also offers a wide range of first year seminars for incoming freshmen.[104] After their second year, students move on to the College of Arts and Sciences, or choose an undergraduate professional school program within the schools of medicine, nursing, business, education, pharmacy, information and library science, public health, or media and journalism.[105] Undergraduates are held to an eight-semester limit of study.[106] UNC-Chapel Hill's admissions process is \"most selective\" according to U.S. News & World Report.[109] State law requires that the percentage of in-state students per freshman class be at least 82%, making out-of-state admissions particularly selective. For freshmen entering Fall 2021, 10,325 were accepted out of 53,775 applicants, a 19.2% acceptance rate, and 4,183 enrolled.[110] In terms of class rank, 74% of enrolled freshmen were in the top 10% of their high school classes. The UNC-Chapel Hill Department of Public Policy, established in 2001, is a public policy program offering specializations in areas such as global health policy, education policy, tax policy, and social justice. Established in 1979, the Curriculum in Public Policy Analysis was one of the first undergraduate degree programs in public policy, and a charter member of the national Association for Public Policy Analysis and Management. It was augmented in 1991 by an interdisciplinary PhD Curriculum in Public Policy Analysis. In 1995 the two curricula were combined and began recruiting their own core faculty. In 2001 the combined curriculum became the present Department of Public Policy. The university has a longstanding Honor Code known as the \"Instrument of Student Judicial Governance,\" supplemented by an entirely student-run Honor System to resolve issues with students accused of academic and conduct offenses against the university community.[111] The Honor System is divided into three branches: the Student Attorney General Staff, the Honor Court, and the Honor System Outreach. The Student Attorney General is appointed by the Student Body President to investigate all reports of Honor Code violations and determine whether or not to bring charges against the student as detailed in the \"Instrument.\" The Attorney General is supported by a select staff of around 40 students. The Honor Court is led by the Chair, who is appointed by the Student Body President, and supported by Vice Chairs who adjudicate all students' hearings. The Honor Court as a whole is made up of some 80 selected students. The Honor System Outreach is a branch of the System solely devoted to promoting honor and integrity in the university community. UNC-Chapel Hill is the only public university, with the exception of the military academies, that has a completely student-run system from the beginning to the end of the process.[citation needed] UNC-Chapel Hill's library system includes a number of individual libraries housed throughout the campus and holds more than 7.0 million volumes in total.[113] UNC-Chapel Hill's North Carolina Collection (NCC) is the largest and most comprehensive collection of holdings about any single state nationwide.[114] The unparalleled assemblage of literary, visual, and artifactual materials documents four centuries of North Carolina history and culture.[115] The North Carolina Collection is housed in Wilson Library, named after Louis Round Wilson, along with the Southern Historical Collection, the Rare Books Collection, and the Southern Folklife Collection.[116] The university is home to ibiblio, one of the world's largest collections of freely available information including software, music, literature, art, history, science, politics, and cultural studies.[117][118] The Davis Library, situated near the Pit, is the main library and the largest academic facility and state-owned building in North Carolina.[87] It was named after North Carolina philanthropist Walter Royal Davis and opened on February 6, 1984. The first book checked out of Davis Library was George Orwell's 1984.[119] The R.B. House Undergraduate Library is located between the Pit area and Wilson Library. It is named after Robert B. House, the Chancellor of UNC from 1945 to 1957, and opened in 1968.[120] In 2001, the R.B. House Undergraduate Library underwent a $9.9 million renovation that modernized the furnishings, equipment, and infrastructure of the building.[121] Prior to the construction of Davis, Wilson Library was the university's main library, but now Wilson hosts special events and houses special collections, rare books, and temporary exhibits.[122] The library oversees Documenting the American South, a free public access website of \"digitized primary materials that offer Southern perspectives on American history and culture.\" The project began in 1996.[123] In 2009 the library launched the North Carolina Digital Heritage Center, a statewide digital library, in partnership with other organizations.[124] For 2022, U.S. News & World Report ranks UNC-Chapel Hill tied for 5th among the public universities and tied for 28th among national universities in the United States.[133] The Wall Street Journal ranked UNC-Chapel Hill 3rd best public university behind University of Michigan and UCLA.[134] The university was named a Public Ivy by Richard Moll in his 1985 book The Public Ivies: A Guide to America's Best Public Undergraduate Colleges and Universities, and in later guides by Howard and Matthew Greene.[135][136] Many of UNC-Chapel Hill's professional schools have achieved high rankings in publications such as Forbes magazine, as well as annual U.S. News & World Report surveys.[137][138] In 2020, US News & World Report ranked the School of Medicine #1 in primary care and #23 in research.[139] In 2016, U.S. News & World Report ranked UNC-Chapel Hill business school's MBA program as the 16th best in the nation. In the 2019 edition, U.S. News & World Report ranked the UNC Gillings School of Global Public Health as the second best school of public health in the United States (behind Johns Hopkins and tied with Harvard).[140] The UNC Eshelman School of Pharmacy was ranked #1 among pharmacy schools in the United States in 2020 by U.S. News & World Report.[141] In 2005, Business Week ranked UNC-Chapel Hill business school's Executive MBA program as the 5th best in the United States.[142] UNC also offers an online MBA program, MBA@UNC,[143] that is ranked #1 in the country in 2019 for Best Online MBA Programs (tied with the Kelley School of Business at Indiana University).[144] Other highly ranked schools include journalism and mass communication, law, library and information science, medicine, dentistry, and city and regional planning.[145][146][147][148][149] Nationally, UNC-Chapel Hill is in the top ten public universities for research.[150] Internationally, the 2016 QS World University Rankings ranked North Carolina 78th in the world (in 2010 Times Higher Education World University Rankings and QS World University Rankings parted ways to produce separate rankings).[151] [152] Money.com ranked the University of North Carolina at Chapel Hill #2 in its 2022 The Best Colleges in America list.[153] Kiplinger's Personal Finance in 2015 ranked UNC-Chapel Hill as the number one \"best value\" public college in the country.[155] The university also topped The Princeton Review's list of the Best Value Colleges in 2014.[156] Similarly, the university is first among public universities and ninth overall in \"Great Schools, Great Prices\", on the basis of academic quality, net cost of attendance and average student debt.[157] The university is also a large recipient of National Institute of Health grants and funds. For fiscal year 2020, the university received $509.9 million in NIH funds for research. This amount makes Chapel Hill the 10th overall recipient of research funds in the nation by the NIH.[158] For decades, UNC-Chapel Hill has offered an undergraduate merit scholarship known as the Morehead-Cain Scholarship. Recipients receive full tuition, room and board, books, and funds for summer study for four years. Since the inception of the Morehead, 29 alumni of the program have been named Rhodes Scholars.[161] Since 2001, North Carolina has also co-hosted the Robertson Scholars Leadership Program, a merit scholarship and leadership development program granting recipients full student privileges at both UNC-Chapel Hill and neighboring Duke University.[162] Additionally, the university provides scholarships based on merit and leadership qualities, including the Carolina, Colonel Robinson, Johnston and Pogue Scholars programs.[163] In 2003, Chancellor James Moeser announced the Carolina Covenant, wherein UNC offers a debt free education to low-income students who are accepted to the university. The program was the first of its kind at a public university and the second overall in the nation (following Princeton University). About 80 other universities have since followed suit.[164] North Carolina's athletic teams are known as the Tar Heels. They compete as a member of the National Collegiate Athletic Association (NCAA) Division I level (Football Bowl Subdivision (FBS) sub-level for football), primarily competing in the Atlantic Coast Conference (ACC) for all sports since the 1953–54 season.[165] Men's sports include baseball, basketball, cross country, fencing, football, golf, lacrosse, soccer, swimming & diving, tennis, track & field and wrestling; while women's sports include basketball, cross country, fencing, field hockey, golf, gymnastics, lacrosse, rowing, soccer, softball, swimming and diving, tennis, track & field and volleyball. The NCAA refers to UNC-Chapel Hill as the \"University of North Carolina\" for athletics.[10] As of Fall 2011, the university had won 40 NCAA team championships in six different sports, eighth all-time.[166] These include twenty one NCAA championships in women's soccer, six in women's field hockey, four in men's lacrosse, six in men's basketball, one in women's basketball, and two in men's soccer.[167] The Men's basketball team won its 6th NCAA basketball championship in 2017, the third for Coach Roy Williams since he took the job as head coach. UNC was also retroactively given the title of National Champion for the 1924 championship, but is typically not included in the official tally. Other recent successes include the 2011 College Cup in men's soccer, and four consecutive College World Series appearances by the baseball team from 2006 to 2009.[168] In 1994, the university's athletic programs won the Sears Directors Cup \"all-sports national championship\" awarded for cumulative performance in NCAA competition.[169] Consensus collegiate national athletes of the year from North Carolina include Rachel Dawson in field hockey; Phil Ford, Tyler Hansbrough, Antawn Jamison, Vince Carter, James Worthy and Michael Jordan in men's basketball; and Mia Hamm (twice), Shannon Higgins, Kristine Lilly, and Tisha Venturini in women's soccer.[170] The university's teams are nicknamed the \"Tar Heels,\" in reference to the state's eighteenth century prominence as a tar and pitch producer.[171] The nickname's cultural relevance, however, has a complex history that includes anecdotal tales from both the American Civil War and the American Revolution.[171] The mascot is a live Dorset ram named Rameses, a tradition that dates back to 1924, when the team manager brought a ram to the annual game against Virginia Military Institute, inspired by the play of former football player Jack \"The Battering Ram\" Merrit. The kicker rubbed his head for good luck before a game-winning field goal, and the ram stayed.[172] There is also an anthropomorphic ram mascot who appears at games.[173] The modern Rameses is depicted in a sailor's hat, a reference to a United States Navy flight training program that was attached to the university during World War II.[174] Basketball coach Dean Smith was widely known for his idea of \"The Carolina Way\", in which he challenged his players to, \"Play hard, play smart, play together.\"[175] \"The Carolina Way\" was an idea of excellence in the classroom, as well as on the court. In Coach Smith's book, The Carolina Way, former player Scott Williams said, regarding Dean Smith, \"Winning was very important at Carolina, and there was much pressure to win, but Coach cared more about our getting a sound education and turning into good citizens than he did about winning.\"[176] The October 22, 2014 release of the Wainstein Report[177] alleged institutionalized academic fraud that involved over 3,100 students and student athletes, over an 18-year period from 1993 to 2011 that began during the final years of the Dean Smith era, challenged \"The Carolina Way\" image.[178] The report alleged that at least 54 players during the Dean Smith era were enrolled in what came to be known as \"paper classes.\" The report noted that the questionable classes began in the spring of 1993, the year of Smith's final championship, so those grades would not have been entered until after the championship game was played.[179] In response to the allegations of the Wainstein report, the NCAA launched their own investigation and on June 5, 2015[180] the NCAA accused the institution of five major violations including: “two instances of unethical conduct and failure to cooperate“ as well as “unethical conduct and extra benefits related to student-athletes' access to and assistance in the paper courses; unethical conduct by the instructor/counselor for providing impermissible academic assistance to student-athletes; and a failure to monitor and lack of institutional control\".[181] In October, 2017, the NCAA issued its findings and concluded \"that the only violations in this case are the department chair's and the secretary's failure to cooperate.\"[181] The South's Oldest Rivalry between North Carolina and its first opponent, the University of Virginia, was prominent throughout the first third of the twentieth century.[182] The 119th meeting in football between two of the top public universities in the east occurred in October 2014.[183] One of the fiercest rivalries is with Durham's Duke University. Located only eight miles from each other, the schools regularly compete in both athletics and academics. The Carolina-Duke rivalry is most intense, however, in basketball.[184] With a combined eleven national championships in men's basketball, both teams have been frequent contenders for the national championship for the past thirty years. The rivalry has been the focus of several books, including Will Blythe's To Hate Like This Is to Be Happy Forever and was the focus of the HBO documentary Battle for Tobacco Road: Duke vs Carolina.[185] Duke was Carolina's biggest rival from the 1930s until the early 1960s, when Duke's declining athletic program shifted Carolina's rival focus to North Carolina State. Carolina holds an in-state rivalry with fellow Tobacco Road school, North Carolina State University. Since the mid-1970s, however, the Tar Heels have shifted their attention to Duke following a severe decline in NC State's basketball program (and the resurgence of Duke's basketball program) that reached rock bottom during Roy Williams' tenure as evidenced by their 4–36 record against the Tar Heels. The Wolfpack faithful still consider the rivalry the most bitter in the state despite the fact that it's been decades since Tar Heel supporters have acknowledged NC State as a rival. Combined, the two schools hold eight NCAA Championships and 27 ACC Championships in basketball. Students from each school often exchange pranks before basketball and football games.[186][187] While students previously held \"Beat Duke\" parades on Franklin Street before sporting events,[188] today students and sports fans have been known to spill out of bars and residence halls upon the victory of one of Carolina's sports teams.[189] In most cases, a Franklin Street \"bonfire\" celebration is due to a victory by the men's basketball team,[190][191] although other Franklin Street celebrations have stemmed from wins by the women's basketball team and women's soccer team. The first known student celebration on Franklin Street came after the 1957 men's basketball team capped their perfect season with a national championship victory over the Kansas Jayhawks.[192] From then on, students have flooded the street after important victories.[192] After a Final Four victory in 1981 and the men's basketball team won the 1982 NCAA Championship, Franklin Street was painted blue by the fans who had rushed the street.[192] This event has led local vendors to stop selling Carolina blue paint as the Tar Heels near the national championship. Since the beginning of intercollegiate athletics at UNC in the late nineteenth century, the school's colors have been blue and white.[193] The colors were chosen years before by the Dialectic (blue) and Philanthropic (white) Societies, the oldest student organization at the university. The school had required participation in one of the clubs, and traditionally the \"Di\"s were from the western part of North Carolina while the \"Phi\"s were from the eastern part of the state.[194] Society members would wear a blue or white ribbon at university functions, and blue or white ribbons were attached to their diplomas at graduation.[194] On public occasions, both groups were equally represented, and eventually both colors were used by processional leaders to signify the unity of both groups as part of the university.[195] When football became a popular collegiate sport in the 1880s, the Carolina football team adopted the light blue and white of the Di-Phi Societies as the school colors.[196] Notable among a number of songs commonly played and sung at various events such as commencement, convocation, and athletic games are the university fight songs \"I'm a Tar Heel Born\" and \"Here Comes Carolina\".[197] The fight songs are often played by the bell tower near the center of campus, as well as after major victories.[197] \"I'm a Tar Heel Born\" originated in the late 1920s as a tag to the school's alma mater, \"Hark The Sound\".[197] \"Hark the Sound\" was usually played at the end of games, but as of late it has been played at the beginning of games as well. The Institute of Folk Music at the University of North Carolina at Chapel Hill was founded by Lamar Stringfield in 1930, followed by the founding of the North Carolina Symphony in 1932. Most student organizations at UNC-Chapel Hill are officially recognized and provided with assistance by the Carolina Union, an administrative unit of the university.[201] Funding is derived from the student government student activity fee, which is allocated at the discretion of the student congress.[202] The largest student fundraiser, the UNC Dance Marathon, involves thousands of students, faculty, and community members in raising funds for the North Carolina Children's Hospital. The organization conducts fundraising and volunteer activities throughout the year and, as of 2008[update], had donated $1.4 million since its inception in 1999.[203] The student-run newspaper The Daily Tar Heel is ranked highly by The Princeton Review,[204] and received the 2004–5 National Pacemaker Award from the Associated Collegiate Press.[205] Founded in 1977, WXYC 89.3 FM is UNC-Chapel Hill's student radio station that broadcasts 24 hours a day, 365 days a year. Programming is left up to student DJs. WXYC typically plays little heard music from a wide range of genres and eras. On November 7, 1994, WXYC became the first radio station in the world to broadcast its signal over the internet.[206][207] A student-run television station, STV, airs on the campus cable and throughout the Chapel Hill Spectrum system.[208] Founded in 1948 as successor to the Carolina Magazine,[209] the Carolina Quarterly, edited by graduate students, has published the works of numerous authors, including Wendell Berry, Raymond Carver, Don DeLillo, Annie Dillard, Joyce Carol Oates, and John Edgar Wideman. Works appearing in the Quarterly have been anthologized in Best American Short Stories and New Stories from the South[210] and have won the Pushcart and O. Henry Prizes.[211] The Clef Hangers (also known as the Clefs) are the university's oldest a cappella group, founded by Barry Saunders in 1977.[212][213] The group has since won several Contemporary A Cappella Recording Awards (CARAs), including Best Soloist in the song Easy, featured on the 2003 album Breeze. They have won two more CARAs for Best Male Collegiate Songs for My Love on Time Out (2008),[214] and for Ain't Nothing Wrong on Twist (2009).[215] Members have included Brendan James, who graduated in 2002,[216] and Anoop Desai, who graduated in 2008.[213] Since the spring of 2002, the Clef Hangers have sung each year at Commencement. They hold fall and spring concerts, sometimes featuring special guests. The Residence Hall Association, the school's third-largest student-run organization, is dedicated to enhancing the experience of students living in residence halls. This includes putting on social, educational, and philanthropic programs for residents; recognizing outstanding residents and members; and helping residents develop into successful leaders. The organization is run by 8 student executive officers; 16 student governors that represent each residence hall community; and numerous community government members. RHA is the campus organization of NACURH, the largest student organization in the world. In 2010 the organization won the national RHA Building Block Award, which is awarded to the school with the most improved RHA organization. The athletic teams at the university are supported by The Marching Tar Heels, the university's marching band. The entire 275-member volunteer band is present at every home football game, and smaller pep bands play at all home basketball games. Each member of the band is also required to play in at least one of five pep bands that play at athletic events of the 26 other sports.[218] UNC-Chapel Hill has a regional theater company in residence, the Playmakers Repertory Company,[219] and hosts regular dance, drama, and music performances on campus.[220] The school has an outdoor stone amphitheatre known as Forest Theatre used for weddings and drama productions.[221] Forest Theatre is dedicated to Professor Frederick Koch, the founder of the Carolina Playmakers and the father American folk drama.[222] Many fraternities and sororities on campus belong to the National Panhellenic Conference (NPC), Interfraternity Council (IFC), Greek Alliance Council, and National Pan-Hellenic Council (NPHC). As of spring 2010, eighteen percent of undergraduates were Greek (1146 men and 1693 women out of 17,160 total).[223] The total number of community service hours completed for the 2010 spring semester by fraternities and sororities was 51,819 hours (average of 31 hours/person). UNC-Chapel Hill also offers professional and service fraternities that do not have houses but are still recognized by the school. Some of the campus honor societies include: the Order of the Golden Fleece, the Order of the Grail-Valkyries, the Order of the Old Well, the Order of the Bell Tower, and the Frank Porter Graham Honor Society.[224] Student government at Carolina is composed of an executive branch headed by the student body president, a legislative branch composed of a student-elected student congress, and a judicial branch which includes the honor court and student supreme court.[225] The Judicial Reform Committee created the Instrument of Student Judicial Governance, which outlined the current Honor Code and its means for enforcement in 1974.[226] Currently, Carolina boasts one of the only student-run judicial systems in the nation. All academic and most conduct violations are handled by the student-run Honor System. Prior to that time, the Dialectic and Philanthropic Societies along with other campus organizations supported student concerns.[227] UNC Chapel Hill also provides clubs and activities for first-generation college students: CSTEP - Carolina Student Transfer Excellence Program, Carolina First, First Generation College Student Program, etc. Lenoir Dining Hall was completed in 1939 using funds from the New Deal Public Works Administration, and opened for service to students when they returned from Christmas holidays in January 1940. The building was named for General William Lenoir, the first chairman of the Board of Trustees of the University in 1790. Since its inception, Lenoir Dining Hall has remained the flagship of Carolina Dining Services and the center of dining on campus. It has been renovated twice, in 1984 and 2011, to improve seating and ease mealtime rushes.[228] Chase Hall was originally built in 1965 to offer South Campus dining options and honor former UNC President Harry Woodburn Chase, who served from 1919 to 1930. In 2005, the building was torn down to make way for the Student and Academic Services buildings, and was rebuilt north of the original location as the Rams Head Center (with the inner dining hall officially titled Chase Dining Hall). Due to students nicknaming the dining hall Rams Head, the University officially reinstated Chase Hall as the building name in March 2017. It includes the Chase Dining Hall, the Rams Head Market, and a conference room called the \"Blue Zone\".[229] Chase Dining Hall seats 1,300 people and has a capacity for serving 10,000 meals per day.[230] It continues to offer more food service options to the students living on south campus, and features extended hours including the 9 pm – 12 am period referred to as \"Late Night\".[231] On campus, the Department of Housing and Residential Education manages thirty-two residence halls, grouped into thirteen communities. These communities range from Olde Campus Upper Quad Community which includes Old East Residence Hall, the oldest building of the university, to modern communities such as Manning West, completed in 2002.[232][233] First year students are required to live in one of the eight \"First Year Experience\" residence halls, most of which are located on South Campus.[234] In addition to residence halls, the university oversees an additional eight apartment complexes organized into three communities, Ram Village, Odum Village, and Baity Hill Student Family Housing. Along with themed housing focusing on foreign languages and substance-free living, there are also \"living-learning communities\" which have been formed for specific social, gender-related, or academic needs.[235] An example is UNITAS, sponsored by the Department of Anthropology, where residents are assigned roommates on the basis of cultural or racial differences rather than similarities.[236] Three apartment complexes offer housing for families, graduate students, and some upperclassmen.[237] Along with the rest of campus, all residence halls, apartments, and their surrounding grounds are smoke-free.[238] As of 2008[update], 46% of all undergraduates live in university-provided housing.[239] With over 300,000 living former students,[240] North Carolina has one of the largest and most active alumni groups in America. Many Tar Heels have attained local, national, and international prominence. James K. Polk served as President of the United States for a single term,[241] William R. King was the thirteenth Vice President of the United States.[242] North Carolina has produced many United States Senators including Paul Wellstone[243] and Thomas Lanier Clingman,[244] along with multiple House Representatives such as Virginia Foxx[245] and Ike Franklin Andrews.[246] Algenon L. Marbley[247] and Thomas Settle[248] have received positions of federal judgeship. Former Secretary of War and Secretary of the Army Kenneth Claiborne Royall[249] and the fifth White House Press Secretary Jonathan W. Daniels were graduates of North Carolina.[250] North Carolina has also produced 38 state governors, including Terry Sanford, Jim Hunt, and Roy Cooper, the current Governor of North Carolina. Peaches Golding was appointed by Queen Elizabeth II as High Sheriff of the City and County of Bristol 2010–2011, the first Black female High Sheriff and second only black High Sheriff in over 1,000 years. Stormie Forte was appointed as the first Black woman and openly LGBTQ female member of the Raleigh City Council. Michael R. Nelson became the first openly gay mayor in North Carolina when he was elected as mayor of Carrboro in 1995. Carolyn Hunt served as the Second Lady of North Carolina and twice served as the First Lady of North Carolina. Margaret Rose Sanford served as First Lady of North Carolina. James E. Webb, the 2nd Administrator of NASA and an architect of the Apollo program during the Kennedy administration, was a Tar Heel. NASA's James Webb Space Telescope, the next generation successor of Hubble scheduled to launch in 2019, was named in honor of Webb.[251] Tar Heels have also made a mark on pop culture. Andy Griffith[252] and John Forsythe[253] became successful actors. Stuart Scott,[254] Woody Durham,[255] and Mick Mixon[256] have become sportscasters. Civil War historian and writer Shelby Foote,[257] sportswriter Peter Gammons,[258] Pulitzer Prize winner Lenoir Chambers[259] and comedian Lewis Black all graduated from North Carolina. Other notable writers who have attended UNC-Chapel Hill include Thomas Wolfe, who has a memorial on campus; National Book Award winners Walker Percy, Hayden Carruth, and Charles Frazier; Dos Passos Prize winner Russell Banks; National Book Critics Circle Award winner Ben Fountain; Pulitzer Prize finalist Lydia Millet; New Yorker columnist Joseph Mitchell; National Geographic writer John Patric; Armistead Maupin; and the notable poets Lawrence Ferlinghetti and Bollingen Prize winner Edgar Bowers.Television journalist Charles Kuralt, honored with three Peabody Awards, is a UNC-Chapel Hill graduate. Three-time Pulitzer Prize winner, political cartoonist Jeff MacNelly graduated from Carolina. Caleb Bradham,[260] the inventor of the popular soft drink Pepsi-Cola, was a member of the Philanthropic Society and the class of 1890. Actor Ken Jeong attended UNC's School of Medicine, joining the small group of performers and personalities who also possess doctorates. Brooke Baldwin anchors CNN's Newsroom and graduated from UNC in 2001.[261] Pamela Brown serves as CNN's Senior White House Correspondent.[262] Pulitzer Prize winner and creator of the 1619 Project, Nikole Hannah-Jones achieved her master's degree from UNC in 2003.[263] Tar Heels have made their mark on the basketball court with Southern Methodist University head coach Larry Brown,[264] title winning coach Roy Williams,[265] Charlotte Hornets general manager Mitch Kupchak,[266] college player of the year award winners George Glamack,[267] Lennie Rosenbluth,[268] Antawn Jamison,[269] and Tyler Hansbrough,[270] Naismith Memorial Basketball Hall of Fame inductees Michael Jordan,[271][272]James Worthy,[273] Billy Cunningham,[274] and Robert McAdoo,[275] great defender Bobby Jones,[276] and NBA All-Star Vince Carter.[277] Other notable Tar Heels include football players Lawrence Taylor,[278] Julius Peppers, Harris Barton, Hakeem Nicks, Mitchell Trubisky, and Dré Bly,[279] soccer stars Mia Hamm,[280] Ashlyn Harris, Heather O'Reilly, Meghan Klingenberg, Whitney Engen, Allie Long, Lori Chalupny, Crystal Dunn and Tobin Heath,[281] baseball standouts Dustin Ackley,[282] Matt Harvey,[283] Andrew Miller, Kyle Seager, and B.J. Surhoff,[284] and Olympians April Heinrichs[285] and Vikas Gowda.[285] Vic Seixas is a member of the International Tennis Hall of Fame, and won 15 Majors.[286] Many Tar Heels have become business leaders. The leaders include Jason Kilar,[287] former CEO of Hulu; Howard R. Levine,[288] chairman of the board and CEO of Family Dollar; Paul Kolton,[289] chairman of the American Stock Exchange; Julian Robertson,[290] founder of Tiger Management; Bill Ruger,[291] founder of Sturm, Ruger; Warren Grice Elliott, former president of Atlantic Coast Line Railroad; Allen B. Morgan, Jr.,[292] founder and former CEO of Morgan Keegan & Company; Ken Thompson,[293] former chairman and CEO of Wachovia; Hugh McColl,[294] former CEO of Bank of America; Sallie Krawcheck,[295] former CFO of Citigroup ,William Johnson,[296] the current president and CEO of Progress Energy, John A. Allison IV, former CEO of BB&T,[citation needed], Marvin Sands, founder and CEO of Constellation Brands,[297] Ritch Allison, CEO of Dominos Pizza, Chuck Robbins, CEO of Cisco, Jonathan Reckford, CEO of Habitat for Humanity, and Michelle Buck, CEO of The Hershey Company, William H. Rogers Jr., CEO of SunTrust Banks,[298] William B. Harrison Jr., former CEO of JPMorgan Chase,[299] and Peter Grauer, Chairman of Bloomberg.[300]","Title":"University of North Carolina at Chapel Hill - Wikipedia","KeyID":"3378","URL":"https://en.wikipedia.org/wiki/University_of_North_Carolina_at_Chapel_Hill"}