{"Content: ":"Duke University is a private research university in Durham, North Carolina. Founded by Methodists and Quakers in the present-day town of Trinity in 1838, the school moved to Durham in 1892.[13] In 1924, tobacco and electric power industrialist James Buchanan Duke established The Duke Endowment and the institution changed its name to honor his deceased father, Washington Duke. The campus spans over 8,600 acres (3,500 hectares) on three contiguous sub-campuses in Durham, and a marine lab in Beaufort. The West Campus—designed largely by architect Julian Abele, an African American architect who graduated first in his class at the University of Pennsylvania School of Design—incorporates Gothic architecture with the 210-foot (64-meter) Duke Chapel at the campus' center and highest point of elevation, is adjacent to the Medical Center. East Campus, 1.5 miles (2.4 kilometers) away, home to all first-years, contains Georgian-style architecture. The university administers two concurrent schools in Asia, Duke-NUS Medical School in Singapore (established in 2005) and Duke Kunshan University in Kunshan, China (established in 2013).[14] Duke is ranked among the top universities in the United States and in the world by major publications. The undergraduate admissions are among the most selective in the country, with an overall acceptance rate of 5.7% for the class of 2025.[15] Duke spends more than $1 billion per year on research, making it one of the ten largest research universities in the United States.[16] More than a dozen faculty regularly appear on annual lists of the world's most-cited researchers.[17] As of 2019[update], 15 Nobel laureates and 3 Turing Award winners have been affiliated with the university. Duke alumni also include 50 Rhodes Scholars, the third highest number of Churchill Scholars of any university (behind Princeton and Harvard), and the fifth-highest number of Rhodes, Marshall, Truman, Goldwater, and Udall Scholars of any American university between 1986 and 2015.[18] Duke is the alma mater of one president of the United States (Richard Nixon) and 14 living billionaires.[19] As of 2021, Duke is the fourth-largest private employer in North Carolina, with more than 43,000 employees.[20] The university has been ranked as an excellent employer by several publications.[21][22] Duke first opened in 1838 as Brown's Schoolhouse, a private subscription school founded in Randolph County, North Carolina, in the present-day town of Trinity.[23] Organized by the Union Institute Society, a group of Methodists and Quakers, Brown's Schoolhouse became the Union Institute Academy in 1841 when North Carolina issued a charter. The academy was renamed Normal College in 1851, and then Trinity College in 1859 because of support from the Methodist Church.[23] In 1892, Trinity College moved to Durham, largely due to generosity from Julian S. Carr and Washington Duke, powerful and respected Methodists who had grown wealthy through the tobacco and electrical industries.[13] Carr donated land in 1892 for the original Durham campus, which is now known as East Campus. At the same time, Washington Duke gave the school $85,000 ($2,560,000 in current dollar terms) for an initial endowment and construction costs—later augmenting his generosity with three separate $100,000 contributions in 1896, 1899, and 1900—with the stipulation that the college \"open its doors to women, placing them on an equal footing with men.\"[24] In 1924 Washington Duke's son, James B. Duke, established The Duke Endowment with a $40 million trust fund. Income from the fund was to be distributed to hospitals, orphanages, the Methodist Church, and four colleges (including Trinity College). William Preston Few, the president of Trinity at the time, insisted that the institution be renamed Duke University to honor the family's generosity and to distinguish it from the myriad other colleges and universities carrying the \"Trinity\" name. At first, James B. Duke thought the name change would come off as self-serving, but eventually, he accepted Few's proposal as a memorial to his father.[13] Money from the endowment allowed the university to grow quickly. Duke's original campus, East Campus, was rebuilt from 1925 to 1927 with Georgian-style buildings. By 1930, the majority of the Collegiate Gothic-style buildings on the campus one mile (1.6 km) west were completed, and construction on West Campus culminated with the completion of Duke Chapel in 1935.[25] In 1878, Trinity (in Randolph County) awarded A.B. degrees to three sisters—Mary, Persis, and Theresa Giles—who had studied both with private tutors and in classes with men. With the relocation of the college in 1892, the Board of Trustees voted to again allow women to be formally admitted to classes as day students. At the time of Washington Duke's donation in 1896, which carried the requirement that women be placed \"on an equal footing with men\" at the college, four women were enrolled; three of the four were faculty members' children. In 1903 Washington Duke wrote to the board of trustees withdrawing the provision, noting that it had been the only limitation he had ever put on a donation to the college. A woman's residential dormitory was built in 1897 and named the Mary Duke Building, after Washington Duke's daughter. By 1904, 54 women were enrolled in the college. In 1930, the Woman's College was established as a coordinate to the men's undergraduate college, which had been established and named Trinity College in 1924.[26] According to Duke University Human Rights Center, the school's \"policy in the 1920s excluded blacks from admissions and also restricted blacks from using certain campus facilities such as the dining halls and dorm housing\"...In 1948, a group of divinity school students petitioned the divinity school to desegregate – the first concerted effort to push for the desegregation of Duke’s admission policy.\"[27] Engineering, which had been taught at Duke since 1903, became a separate school in 1939. The university president's official residence, the J. Deryl Hart House, was completed in 1934. In athletics, Duke hosted and competed in the first Rose Bowl ever played outside California in Wallace Wade Stadium in 1942; the second such game was played in Arlington, Texas, in 2021, moved as a result of the COVID-19 pandemic.[23][28] During World War II, Duke was one of 131 colleges and universities nationally that took part in the V-12 Navy College Training Program which offered students a path to a navy commission.[29] In 1963 the Board of Trustees officially desegregated the undergraduate college.[30] Duke enrolled its first black graduate students in 1961.[31] The school did not admit Black undergraduates until September 1963. The teaching staff remained all-White until 1966.[32] Increased activism on campus during the 1960s prompted Martin Luther King Jr. to speak at the university in November 1964 on the progress of the Civil Rights Movement. Following Douglas Knight's resignation from the office of university president, Terry Sanford, the former governor of North Carolina, was elected president of the university in 1969, propelling The Fuqua School of Business' opening, the William R. Perkins library completion, and the founding of the Institute of Policy Sciences and Public Affairs (now the Sanford School of Public Policy). The separate Woman's College merged back with Trinity as the liberal arts college for both men and women in 1972. Beginning in the 1970s, Duke administrators began a long-term effort to strengthen Duke's reputation both nationally and internationally. Interdisciplinary work was emphasized, as was recruiting minority faculty and students. During this time it also became the birthplace of the first Physician Assistant degree program in the United States.[33][34][35] Duke University Hospital was finished in 1980 and the student union building was fully constructed two years later. In 1986 the men's soccer team captured Duke's first National Collegiate Athletic Association (NCAA) championship, and the men's basketball team followed shortly thereafter with championships in 1991 and 1992, then again in 2001, 2010, and 2015. Duke Forward, a seven-year fundraising campaign, raised $3.85 billion by August 2017.[36] In 2014, Duke removed the name of Charles B. Aycock, a white-supremacist governor of North Carolina, from an undergraduate dormitory.[38] It is now known as the East Residence Hall. On August 19, 2017, following the violent clashes at the Unite the Right rally in Charlottesville, Virginia, the statue of Confederate Gen. Robert E. Lee was removed from the entrance to the Duke University Chapel, after having been vandalized by protesters.[39][40][41] In August 2020, the first undergraduates from Duke Kunshan University arrived for their study abroad on Duke's campus. Due to COVID-19, Chinese Duke undergraduate and graduate students unable to travel to the United States were reciprocally hosted at the Duke Kunshan campus.[42] In 2006, three men's lacrosse team members were falsely accused of rape,[43][44] which garnered significant media attention.[45] On April 11, 2007, North Carolina Attorney General Roy Cooper dropped all charges and declared the three players innocent. Cooper stated that the charged players were victims of a \"tragic rush to accuse.\"[46][47] The District Attorney, Mike Nifong, was subsequently disbarred.[48] In 2019, Duke paid $112.5 million to settle False Claims Act allegations related to scientific research misconduct. A researcher at the school was falsifying or fabricating research data, in order to win grants for financial gain. The researcher was arrested in 2013 on charges of embezzling funds from the university. The scheme was exposed by the allegations made through a lawsuit, filed by a whistleblower, who had worked as a Duke employee, and discovered the false data.[49][50] In response to the misconduct settlement, Duke established an advisory panel of academics from Caltech, Stanford and Rockefeller University. Based on the recommendations of this panel, the Duke Office of Scientific Integrity (DOSI) was established under the leadership of Lawrence Carin, an engineering professor who is one of the world's leading experts on machine learning and artificial intelligence[51] The establishment of this office brings Duke's research practices in line with those at peer institutions like Johns Hopkins University.[52] Duke University currently owns 256 buildings on 8,693 acres (35.18 km2) of land, which includes the 7,044 acres (28.51 km2) Duke Forest.[9] The campus is divided into four main areas: West, East, and Central campuses and the Medical Center, which are all connected via a free bus service. On the Atlantic coast in Beaufort, Duke owns 15 acres (61,000 m2) as part of its marine lab. One of the major public attractions on the main campus is the 54-acre (220,000 m2) Sarah P. Duke Gardens, established in the 1930s.[9] Duke students often refer to the campus as \"the Gothic Wonderland,\" a sports nickname referring to the Collegiate Gothic architecture of West Campus.[53][54][55] Much of the campus was designed by Julian Abele, one of the first prominent African-American architects and the chief designer in the offices of architect Horace Trumbauer.[56] The residential quadrangles are of an early and somewhat unadorned design, while the buildings in the academic quadrangles show influences of the more elaborate late French and Italian styles. The freshmen campus, known as East Campus, is composed of buildings in the Georgian architecture style. In 2011, Travel+Leisure listed Duke among the most beautiful college campuses in the United States.[57] The stone used for West Campus has seven primary colors and seventeen shades of color.[58] The university supervisor of planning and construction wrote that the stone has \"an older, more attractive antique effect\" and a \"warmer and softer coloring than the Princeton stone\" that gave the university an \"artistic look.\"[58] James B. Duke initially suggested the use of stone from a quarry in Princeton, New Jersey, but later amended the plans to purchase a local quarry in Hillsborough to reduce costs.[58] Duke Chapel stands at the center of West Campus on the highest ridge. Constructed from 1930 to 1935, the chapel seats 1,600 people and, at 210 feet (64 m) is one of the tallest buildings in Durham County.[59] A number of construction projects in recent years include renovations to Duke Chapel, Wallace Wade Stadium (football) and Cameron Indoor Stadium (basketball).[60] In early 2014, the Nicholas School of the Environment opened a new home, Environmental Hall,[61] a five-story, glass-and-concrete building that incorporates the highest sustainable features and technologies, and meets or exceeds the criteria for LEED platinum certification. The School of Nursing in April 2014 opened a new 45,000 sq ft (4,200 m2) addition to the Christine Siegler Pearson Building.[62] In summer 2014, a number of construction projects were completed.[63] The project is part of the final phase of renovations to Duke's West Campus libraries that have transformed one of the university's oldest and most recognizable buildings into a state-of-the-art research facility. The David M. Rubenstein Rare Book and Manuscript Library reopened in August 2015 after about $60 million in renovations to the sections of the building built in 1928 and 1948. The renovations include more space, technology upgrades and new exhibits.[64] In 2013, construction projects included transforming buildings like Gross Hall and Baldwin Auditorium, plus new construction such as the Events Pavilion. About 125,000 sq ft (11,600 m2) was updated at Gross Hall, including new lighting and windows and a skylight.[65] Baldwin's upgrades include a larger stage, more efficient air conditioning for performers and audience and enhanced acoustics that will allow for the space to be \"tuned\" to each individual performance.[66] The 25,000 sq ft (2,300 m2) Events Pavilion opened to students in 2013 and serves as temporary dining space while the West Campus Union undergoes major renovations, expected to be completed in the spring of 2016. From February 2001 to November 2005, Duke spent $835 million on 34 major construction projects as part of a five-year strategic plan, \"Building on Excellence.\"[67] Completed projects since 2002 include major additions to the business, law, nursing, and divinity schools, a new library, the Nasher Museum of Art, a football training facility, two residential buildings, an engineering complex, a public policy building, an eye institute, two genetic research buildings, a student plaza, the French Family Science Center, and two new medical-research buildings.[68] In early 2012, the Duke Cancer Center opened next to Duke Hospital in Durham.[69] The patient care facility consolidates nearly all of Duke's outpatient clinical care services. See main article, Duke University West Campus West Campus, considered the main campus of the university, houses the sophomores and juniors, along with some seniors.[70] Most of the academic and administrative centers are located there. Main West Campus, with Duke Chapel at its center, contains the majority of residential quads to the south, while the main academic quad, library, and Medical Center are to the north. The campus, spanning 720 acres (2.9 km2), includes Science Drive, which is the location of science and engineering buildings. The residential quads on West Campus are Craven Quad, Crowell Quad, Edens Quad, Few Quad, Keohane Quad, Kilgo Quad, and Wannamaker Quad.[71] Most of the campus eateries and sports facilities—including the historic basketball stadium, Cameron Indoor Stadium—are on West Campus.[72] East Campus, the original location of Duke after it moved to Durham,[73] functions as a first-year campus, housing the university's freshmen dormitories as well as the home of several academic departments. Since the 1995–96 academic year, all freshmen—and only freshmen, except for upperclassmen serving as Resident Assistants—have lived on East Campus, an effort to build class unity. The campus encompasses 172 acres (700,000 m2) and is 1.5 miles (2.4 km) from West Campus.[9] Studies, Art History, History, Cultural Anthropology, Literature, Music, Philosophy, and Women's Studies are housed on East.[73] Programs such as dance, drama, education, film, and the University Writing Program reside on East. The self-sufficient East Campus contains the freshmen residence halls, a dining hall, coffee shop, post office, Lilly Library, Baldwin Auditorium, a theater, Brodie Gym, tennis courts, several disc golf baskets, and a walking track as well as several academic buildings.[73] The East Campus dorms are Alspaugh, Basset, Bell Tower, Blackwell, Brown, East House (formerly known as Aycock), Epworth, Gilbert-Addoms, Giles, West House (formerly known as Jarvis), Pegram, Randolph, Southgate, Trinity, and Wilson.[74] Separated from downtown by a short walk, the area was the site of the Women's College from 1930 to 1972.[73] Central Campus, consisting of 122 acres (0.49 km2) between East and West campuses, housed around 1,000 sophomores, juniors, and seniors, as well as around 200 professional students in double or quadruple apartments.[75] However, the housing of undergraduates on Central Campus ended after the 2018–2019 school year.[76] Central Campus is home to the Nasher Museum of Art, the Freeman Center for Jewish Life, the Center for Muslim Life, the Duke Police Department, the Duke Office of Disability Management, a Ronald McDonald House, and administrative departments such as Duke Residence Life and Housing Services. Central Campus has several recreation and social facilities such as basketball courts, a sand volleyball court, a turf field, barbecue grills and picnic shelters, a general gathering building called \"Devil's Den\", a restaurant known as \"Devil's Bistro\", a convenience store called Uncle Harry's, and the Mill Village. The Mill Village consists of a gym and group study rooms.[75][77] In December 2016, Duke University purchased an apartment complex, now known as 300 Swift.[78] Swift houses upperclassmen, in addition to the West Campus area, and is located between East and West Campus. Duke Forest, established in 1931, consists of 7,044 acres (28.51 km2) in six divisions, just west of West Campus.[9] The largest private research forest in North Carolina and one of the largest in the nation,[79] the Duke Forest demonstrates a variety of forest stand types and silvicultural treatments. Duke Forest is used extensively for research and includes the Aquatic Research Facility, Forest Carbon Transfer and Storage (FACTS-I) research facility, two permanent towers suitable for micrometeorological studies, and other areas designated for animal behavior and ecosystem study.[80] More than 30 miles (48 km) of trails are open to the public for hiking, cycling, and horseback riding.[81] The Duke Lemur Center, located inside the Duke Forest, is the world's largest sanctuary for rare and endangered strepsirrhine primates.[82] Founded in 1966, the Duke Lemur Center spans 85 acres (34 ha) and contains nearly 300 animals of 25 different species of lemurs, galagos and lorises.[83] The Sarah P. Duke Gardens, established in the early 1930s, is situated between West Campus and Central Campus. The gardens occupy 55 acres (22 ha), divided into four major sections:[84] the original Terraces and their surroundings; the H.L. Blomquist Garden of Native Plants, devoted to flora of the Southeastern United States; the W.L. Culberson Asiatic Arboretum, housing plants of Eastern Asia, as well as disjunct species found in Eastern Asia and Eastern North America; and the Doris Duke Center Gardens. There are five miles (8.0 km) of allées and paths throughout the gardens.[84] Duke University Medical Center, bordering Duke's West Campus northern boundary, combines one of the top-rated hospitals[85] and one of the top-ranked medical schools[86] in the U.S. Founded in 1930, the Medical Center occupies eight million square feet (740,000 m2) in 99 buildings on 210 acres (85 ha).[87] The Duke University Allen Building was the site of student protest in the late 1960s. In 1969, six years after the university began to allow African-American students to enroll, dozens of Black students overtook the Allen Building and barricaded themselves inside of it. Their justification included a \"white top and a black bottom\" power structure, according to the former director of employee relations; the university's gradualist and arguably complacent approach to civil rights; high attrition rates for Black students; lack of unionization rights for nonacademic employees; lack of institutional power and self-determination for a Black studies department; \"police harassment for Black students\"; \"racist living conditions\"; and \"tokenism of Black representation in university power structures\" among others. Their underlying demand was \"to be taken seriously as human beings and to be treated as any respected human being would be treated.\" Provost Marcus E. Hobbes complained that the African-American students \"wanted to run the University.\" At around 8 a.m., these students entered the Allen Building, asked everyone inside to leave and promptly barricaded themselves inside. The university called the police and, almost before law enforcement entered the building (it was widely understood by students and administration that the police would have likely brutally beat and possibly killed the unarmed Black students), the students exited with their trenchcoats over their faces. Meanwhile, white students and faculty had formed a human shield around the building and a brawl between the police and students ensued, sending a handful of students to the hospital. University president Vincent Price labelled the Takeover as \"one of the most pivotal moments in our university's history,\" claiming that the protestors \"changed this place for the better and improved the lives of many who followed.\"[88] Duke University Marine Laboratory, located in the town of Beaufort, North Carolina, is also technically part of Duke's campus. The marine lab is situated on Pivers Island on the Outer Banks of North Carolina, 150 yards (140 m) across the channel from Beaufort. Duke's interest in the area began in the early 1930s and the first buildings were erected in 1938.[89] The resident faculty represent the disciplines of oceanography, marine biology, marine biomedicine, marine biotechnology, and coastal marine policy and management. The Marine Laboratory is a member of the National Association of Marine Laboratories.[89] In May 2014, the newly built Orrin H. Pilkey Marine Research Laboratory was dedicated.[90] In April 2005, Duke and the National University of Singapore signed a formal agreement under which the two institutions would partner to establish the Duke-NUS Medical School in Singapore.[91][92] Duke-NUS is intended to complement the National University of Singapore's existing undergraduate medical school, and had its first entering class in 2007.[93] The curriculum is based on that of the Duke University School of Medicine. 60% of matriculates are from Singapore and 40% are from over 20 countries. The school is part of the National University of Singapore system, but distinct in that it is overseen by a Governing Board, including a Duke representative who has veto power over any academic decision made by the Board.[94][92] In 2013,[95] Duke Kunshan University (abbreviated \"DKU\"), a partnership between Duke University, Wuhan University, and the city of Kunshan, was established in Kunshan, China. The university runs Duke degree graduate programs and an undergraduate liberal arts college. Undergraduates are awarded degrees from both Duke Kunshan University and Duke University upon graduation and become members of Duke and DKU's alumni organizations.[96] DKU conducted research projects on climate change, health-care policy and tuberculosis prevention and control.[97] Duke University has 12 schools and institutes, three of which host undergraduate programs: Trinity College of Arts and Sciences, Pratt School of Engineering, and Duke Kunshan University.[98][99] The university has \"historical, formal, ongoing, and symbolic ties\" with the United Methodist Church, but is a nonsectarian and independent institution.[4][5][6][100] Duke's endowment had a market value of $8.6 billion in the fiscal year that ended June 30, 2019.[7] The university's special academic facilities include an art museum, several language labs, the Duke Forest, the Duke Herbarium, a lemur center, a phytotron, a free-electron laser, a nuclear magnetic resonance machine, a nuclear lab, and a marine lab. Duke is a leading participant in the National Lambda Rail Network and runs a program for gifted children known as the Talent Identification Program.[101][102] Admission to Duke is defined by U.S. News & World Report as \"most selective.\" Duke received nearly 50,000 applications for the Class of 2025, with an overall acceptance rate of 5.7%.[15] The yield rate (the percentage of accepted students who choose to attend) for the Class of 2023 was 54%.[105] The Class of 2024 had an ACT range of 34-35 and an SAT range of 1500–1570.[106] (Test score ranges account for the 25th-75th percentile of accepted students.) From 2001 to 2011, Duke has had the sixth highest number of Fulbright, Rhodes, Truman, and Goldwater scholarships in the nation among private universities.[107][108][109][110] The university practices need-blind admissions and meets 100% of admitted students' demonstrated needs. About 50 percent of all Duke students receive some form of financial aid, which includes need-based aid, athletic aid, and merit aid. The average need-based grant for the 2019–20 academic year was $54,255.[9] In 2020, a study by the Chronicle of Higher Education ranked Duke first on its list of \"Colleges That Are the Most Generous to the Financially Neediest Students\".[111] Roughly 60 merit-based full-tuition scholarships are offered, including the Angier B. Duke Memorial Scholarship awarded for academic excellence, the Benjamin N. Duke Scholarship awarded for community service, and the Robertson Scholars Leadership Program, a joint scholarship and leadership development program granting full student privileges at both Duke and UNC-Chapel Hill. Other scholarships are geared toward students in North Carolina, African-American students, children of alumni, and high-achieving students requiring financial aid.[112] Duke's President, Vincent Price, has described efforts to ban legacy admissions as \"troublesome\".[113][114] A 2022 survey by The Chronicle found about 22% of first-year students were the child or sibling of a Duke alumnus.[115] In 2009, the School of Medicine received 5,166 applications[116] and accepted approximately 4% of them,[117] while the average GPA and MCAT scores for accepted students in 2007 were 3.88 and 36, respectively.[118][119] The School of Law accepted approximately 13% of its applicants for the Class of 2014, while enrolling students had a median GPA of 3.75 and median LSAT of 170.[120] The university's graduate and professional schools include the Graduate School, the Pratt School of Engineering, the Nicholas School of the Environment, the School of Medicine, the Duke-NUS Medical School, the School of Nursing, the Fuqua School of Business, the School of Law, the Divinity School, and the Sanford School of Public Policy.[121] Duke offers 46 arts and sciences majors, four engineering majors, 52 minors (including two in engineering) and Program II, which allows students to design their own interdisciplinary major in arts & sciences, and IDEAS, which allows students to design their own engineering major.[122] Twenty-four certificate programs also are available.[122] Students pursue a major and can pursue a combination of a total of up to three, including minors, certificates, and/or a second major. Eighty-five percent of undergraduates enroll in the Trinity College of Arts and Sciences. The balance enroll in Duke's Pratt School of Engineering.[123] Undergraduates at Duke Kunshan can choose from 15 interdisciplinary majors approved by Duke and the Chinese Ministry of Education,[124] and more majors are in the process of approval, including a major in behavioral science.[125] Trinity's curriculum operates under the revised version of \"Curriculum 2000.\"[126] The curriculum aims to help students develop critical faculties and judgment by learning how to access, synthesize, and communicate knowledge effectively. The intent is to assist students in acquiring perspective on current and historical events, conducting research and solving problems, and developing tenacity and a capacity for hard and sustained work.[126] Freshmen can elect to participate in the FOCUS Program, which allows students to engage in an interdisciplinary exploration of a specific topic in a small group setting in their first semesters.[127] The curriculum of Duke's Pratt School of Engineering, significantly transformed in recent years, immerses students in design, computing, research, and entrepreneurship — but still accommodates educational opportunities, including double majors, in a variety of disciplines from across Duke.[128] The school emphasizes undergraduate research opportunities with faculty. Research and design opportunities arise through a real-world design course for first-year students,[129] internships, independent study and research fellowships,[130] and through design-focused capstone courses. More than 60 percent of Duke Engineering undergraduates have an intensive research experience during their four years, and nearly a fifth publish or present a research paper off-campus. Nearly 54 percent of Duke Engineering undergraduates intern or study abroad. Eighty-five percent have jobs or job offers at the time of graduation.[131] Duke Kunshan hosts the newest of Duke's undergraduate programs, with its curriculum focused heavily on interdisciplinary coursework and majors—described as a “research-inflected liberal arts experience”.[132] [133] The curriculum is rooted in seven \"animating principles\", among them Rooted Globalism, Collaborative Problem-Solving, Research and Practice, Lucid Communication, Independence and Creativity, Wise Leadership, and A Purposeful Life.[132] Noah M. Pickus, former Associate Provost and Senior Advisor at Duke and Dean of Undergraduate Curricula Affairs and Faculty Development at Duke Kunshan University, oversaw the development of the university's future-focused, internationalized curriculum.[134] The campus also hosts five Master's programs administered by Duke's graduate schools, including Medical Physics, Global Health, Environmental Policy, Management Studies and Electrical and Computer Engineering. Duke Libraries includes the Perkins, Bostock, and Rubenstein Libraries on West Campus, the Lilly and Music Libraries on East Campus, the Pearse Memorial Library at the Duke Marine Lab, and the separately administered libraries serving the schools of business, divinity, law, medicine, and Duke Kunshan University.[135] Duke's art collections are housed at the Nasher Museum of Art on Central Campus. The museum was designed by Rafael Viñoly and is named for Duke alumnus and art collector Raymond Nasher. The museum opened in 2005 at a cost of over $23 million and contains over 13,000 works of art, including works by William Cordova, Marlene Dumas, Olafur Eliasson, David Hammons, Barkley L. Hendricks, Christian Marclay, Kerry James Marshall, Alma Thomas, Hank Willis Thomas, Bob Thompson, Kara Walker, Andy Warhol, Carrie Mae Weems, Ai Weiwei, Fred Wilson, and Lynette Yiadom Boakye.[136] Duke's research expenditures in the 2018 fiscal year were $1.168 billion, the tenth largest in the U.S.[137] In fiscal year 2021, Duke received $608 million in funding from the National Institutes of Health, ranked third in the nation.[138] Duke is classified among \"R1: Doctoral Universities – Very high research activity\".[139] Throughout the school's history, Duke researchers have made breakthroughs, including the biomedical engineering department's development of the world's first real-time, three-dimensional ultrasound diagnostic system and the first engineered blood vessels and stents.[140] In 2015, Paul Modrich shared the Nobel Prize in Chemistry for the discovery of mechanism of DNA repairs.[141] In 2012, Robert Lefkowitz along with Brian Kobilka, who is also a former affiliate, shared the Nobel Prize in chemistry for their work on cell surface receptors.[142] Duke has pioneered studies involving nonlinear dynamics, chaos, and complex systems in physics. In May 2006 Duke researchers mapped the final human chromosome, which made world news as it marked the completion of the Human Genome Project.[143] Reports of Duke researchers' involvement in new AIDS vaccine research surfaced in June 2006.[144] The biology department combines two historically strong programs in botany and zoology, while one of the divinity school's leading theologians is Stanley Hauerwas, whom Time named \"America's Best Theologian\" in 2001.[145] The graduate program in literature boasts several internationally renowned figures, including Fredric Jameson,[146] Michael Hardt,[147] and Rey Chow, while philosophers Robert Brandon and Lakatos Award-winner Alexander Rosenberg contribute to Duke's ranking as the nation's best program in philosophy of biology, according to the Philosophical Gourmet Report.[148]  In 2016, The Washington Post ranked Duke seventh overall based on the accumulated weighted average of the rankings from U.S. News & World Report, Washington Monthly, Wall Street Journal/Times Higher Education, Times Higher Education (global), Money and Forbes.[159] In 2021, Duke was ranked fifth in the Wall Street Journal/Times Higher Education College Rankings, having risen five places in the past year.[160] In addition, Duke was ranked second for student outcomes, tied with Harvard, M.I.T., and Stanford. The rankings take into account graduation rate, teaching reputation, graduate salaries, and student debt.[161] In 2020, Duke was ranked 22nd in the world by U.S. News & World Report and 20th in the world by the Times Higher Education World University Rankings.[162][163] QS World University Rankings ranked Duke 52th the world for its 2022 rankings.[164] Center for World University Rankings (CWUR) ranked Duke 20th globally in its 2020-21 report.[165] Duke was ranked 28th best globally by the Academic Ranking of World Universities (ARWU) in 2019, focusing on quality of scientific research and the number of Nobel Prizes.[166] The 2010 report by the Center for Measuring University Performance puts Duke at sixth in the nation.[167] Duke also ranked 42nd in the world and 12th in the country on Times Higher Education's global employability ranking in 2019.[168] In 2018, Duke enrolled 106 National Merit Scholars, the 19th university in rank by number.[169] Duke ranks fifth among national universities to have produced Rhodes, Marshall, Truman, Goldwater, and Udall Scholars.[18] As of 2012[update], Duke graduates have received 25 Churchill Scholarships to the University of Cambridge. Only graduates of Princeton and Harvard have received more Churchill awards.[170] As of 2020, Duke has produced 8 Mitchell Scholars.[171] Kiplinger's 50 Best Values in Private Universities 2013–14 ranks Duke at fifth best overall after taking financial aid into consideration.[172] In a 2016 study by Forbes, Duke ranked 11th among universities in the United States that have produced billionaires and first among universities in the South.[173] Forbes magazine ranked Duke seventh in the world on its list of 'power factories' in 2012.[174] Duke was ranked 17th on Thomson Reuters' list of the world's most innovative universities in 2015. The ranking graded universities based on patent volume and research output among other factors.[175] In 2015, NPR ranked Duke first on its list of \"schools that make financial sense\".[176] In 2016, Forbes ranked Duke sixth on its list of \"Expensive Schools Worth Every Penny\".[177] Duke has been named one of the top universities for graduate outcomes several years in a row, having tied with Harvard University and Yale University.[178][179] In U.S. News & World Report's \"America's Best Graduate Schools 2021\", Duke's medical school ranked third in research[180] and 26th in primary care.[181] The School of Law was ranked 12th in the 2021 rankings by the same publication,[182] with Duke's nursing school ranked second[183] while the Sanford School of Public Policy ranked fifth in Public Policy Analysis for 2019.[184] Among business schools in the United States, the Fuqua School of Business is ranked tied for tenth overall by U.S. News & World Report for 2020, while BusinessWeek ranked its full-time MBA program first in the nation in 2014.[185][186] The graduate programs of Duke's Pratt School of Engineering ranked 24th in the U.S. by U.S. News & World Report in its 2020 rankings.[187] Times Higher Education ranked the mathematics department tenth in the world in 2011.[188] Duke's graduate-level specialties that are ranked among the top ten in the nation include areas in the following departments: biological sciences, medicine, nursing, engineering, law, business, English, history, physics, statistics, public affairs, physician assistant (ranked #1), clinical psychology, political science, and sociology.[189] In 2007, Duke was ranked 22nd in the world by Wuhan University's Research Center for Chinese Science Evaluation. The ranking was based on journal article publication counts and citation frequencies in over 11,000 academic journals from around the world. A 2012 study conducted by academic analytics ranks Duke fourth in the nation (behind only Harvard, Stanford, and MIT) in terms of faculty productivity.[190] In 2013, Duke Law ranked sixth in Forbes magazine's ranking of law schools whose graduates earn the highest starting salaries.[191] In 2013, Duke's Fuqua School of Business was ranked sixth in terms of graduate starting salaries by U.S. News & World Report. In the same year, a ranking compiled by the University of Texas at Dallas ranked Fuqua fifth in the world based on the research productivity of its faculty. The MEM (Masters in Engineering Management) program has been ranked third in the world by Eduniversal[192] In 2013, Forbes ranked Duke fourth in the nation in terms of return on investment (ROI). The ranking used alumni giving as a criterion to determine which private colleges offer the best returns.[193] In 2018, Above the Law ranked Duke Law third in the nation in its ranking of law schools based on employment outcomes.[194] In 2013, Business Insider ranked Duke's Fuqua School of Business fifth in the world based on an extensive survey of hiring professionals.[195] In the same year, Forbes magazine ranked Fuqua eighth in the country based on return on investment. In 2014, Duke was named the 20th best global research university according to rankings published by U.S. News & World Report and the University Ranking by Academic Performance published by Middle East Technical University. The U.S. News ranking was based on 10 indicators that measure academic research performance and global reputations.[196] The University Ranking by Academic Performance uses citation data obtained from Thomson Reuters' Web of Science to rank universities based on research output.[197] Duke's student body consists of 6,789 undergraduates and 9,991 graduate and professional students (as of fall 2021).[9] The median family income of Duke students is $186,700, with 56% of students coming from the top 10% highest-earning families and 17% from the bottom 60%.[199] Duke requires its students to live on campus for the first three years of undergraduate life, except for a small percentage of second-semester juniors who are exempted by a lottery system.[70] This requirement is justified by the administration as an effort to help students connect more closely with one another and sustain a sense of belonging within the Duke community.[200] Thus, 85% of undergraduates live on campus.[201] All freshmen are housed in one of 14 residences on East Campus. These buildings range in occupancy size from 50 (Epworth—the oldest residence hall, built in 1892 as \"the Inn\") to 250 residents (Trinity).[202][203] Most of these are in the Georgian style typical of the East Campus architecture. Although the newer residence halls differ in style, they still relate to East's Georgian heritage. Learning communities connect the residential component of East Campus with students of similar academic and social interests.[204] Similarly, students in FOCUS, a first-year program that features courses clustered around a specific theme, live together in the same residence hall as other students in their cluster.[205] Sophomores and juniors reside on West Campus, while the majority of undergraduate seniors choose to live off campus.[206] West Campus contains six quadrangles—the four along \"Main\" West were built in the 1930s, while two newer ones have since been added. Central Campus provided housing for over 1,000 students in apartment buildings, until 2019.[207] All housing on West Campus is organized into \"houses\"—sections of residence halls—to which students can return each year. House residents create their house identities. There are houses of unaffiliated students, as well as wellness houses and living-learning communities that adopt a theme such as the arts or foreign languages. There are also numerous \"selective living groups\" on campus for students wanting self-selected living arrangements. SLGs are residential groups similar to fraternities or sororities, except they are generally co-ed and unaffiliated with any national organization. Many of them also revolve around a particular interest such as entrepreneurship, civic engagement or African-American or Asian culture. Fifteen fraternities and nine sororities also are housed on campus. Most of the non-fraternity selective living groups are coeducational.[208] About 30% of undergraduate men and about 40% of undergraduate women at Duke are members of fraternities and sororities.[201] Most of the 17 Interfraternity Council recognized fraternity chapters live in sections within the residence halls. Eight National Pan-Hellenic Council (historically African American) fraternities and sororities also hold chapters at Duke.[209] The first historically African American Greek letter organization at Duke University was the Omega Psi Phi, Omega Zeta chapter, founded on April 12, 1974. In addition, there are seven other fraternities and sororities that are a part of the Inter-Greek Council, the multicultural Greek umbrella organization.[210] Duke also has Selective Living Groups, or SLGs, on campus for students seeking informal residential communities often built around themes. SLGs are residential groups similar to fraternities or sororities, except they are generally co-ed and unaffiliated with any national organizations.[211] Fraternity chapters and SLGs frequently host social events in their residential sections, which are often open to non-members.[212] In the late 1990s, a new keg policy was put into effect that requires all student groups to purchase kegs through Duke Dining Services. According to administrators, the rule change was intended as a way to ensure compliance with alcohol consumption laws as well as to increase on-campus safety.[213] Some students saw the administration's increasingly strict policies as an attempt to alter social life at Duke.[214] As a result, off-campus parties at rented houses became more frequent in subsequent years as a way to avoid Duke policies. Many of these houses were situated in the midst of family neighborhoods, prompting residents to complain about excessive noise and other violations. Police have responded by breaking up parties at several houses, handing out citations, and occasionally arresting party-goers.[215] In the mid-to-late 2000s, the administration made a concerted effort to help students re-establish a robust, on-campus social life and has worked with numerous student groups, especially the Duke University Union, to feature a wide array of events and activities. In March 2006, the university purchased 15 houses in the Trinity Park area that Duke students had typically rented and subsequently sold them to individual families in an effort to encourage renovations to the properties and to reduce off-campus partying in the midst of residential neighborhoods.[216][217] Duke athletics, particularly men's basketball, traditionally serves as a significant component of student life. Duke's students have been recognized as some of the most creative and original fans in all of collegiate athletics.[218] Students, often referred to as Cameron Crazies, show their support of the men's basketball team by \"tenting\" for home games against key Atlantic Coast Conference opponents, especially rival University of North Carolina at Chapel Hill (UNC).[219] Because tickets to all varsity sports are free to students, they line up for hours before each game, often spending the night on the sidewalk. For a mid-February game against UNC, some of the most eager students might even begin tenting before spring classes begin.[220] The total number of participating tents is capped at 100 (each tent can have up to 12 occupants), though interest is such that it could exceed that number if space permitted.[221] Tenting involves setting up and inhabiting a tent on the grass near Cameron Indoor Stadium, an area known as Krzyzewskiville, or K-Ville for short. There are different categories of tenting based on the length of time and number of people who must be in the tent.[221] At night, K-Ville often turns into the scene of a party or occasional concert. Duke also has a \"bench-burning\" tradition that involves bonfires after certain basketball victories.[222] More than 400 student clubs and organizations operate on Duke's campus.[223] These include numerous student government, special interest, and service organizations.[224] Duke Student Government (DSG) charters and provides most of the funding for other student groups and represents students' interests when dealing with the administration.[225] The Duke University Union (DUU) is the school's primary programming organization, serving a center of social, cultural, intellectual and recreational life.[226] There are a number of student-run businesses operating on campus, including Campus Enterprises, which offer students real-world business experience. Cultural groups are provided funding directly from the university via the Multicultural Center as well as other institutional funding sources. One of the most popular activities on campus is competing in sports. Duke has 37 sports clubs, and several intramural teams that are officially recognized. Performance groups such as Hoof 'n' Horn, the country's second-oldest student-run musical theater organization, a cappella groups, student bands, and theater organizations are also prominent on campus.[227] As of the 2016–2017 school year, there are seven a cappella groups recognized by the Duke University A Cappella Council: Deja Blue, Lady Blue, Out of the Blue, the Pitchforks, Rhythm & Blue, Something Borrowed Something Blue, and Speak of the Devil.[228] The Duke University mock trial team won the national championship in 2012.[229] The Duke University Student Dining Advisory Committee provides guidance to the administration on issues regarding student dining, life, and restaurant choices. Cultural groups on campus include the Asian Students Association, ASEAN (Alliance of Souteast Asian Nations), Blue Devils United (the student lesbian, gay, bisexual and transgender group), Black Student Alliance, Diya (South Asian Association), International Association/International Council, Jewish Life at Duke, KUSA (Korean Undergraduate Student Association), Mi Gente (Latino Student Association), LangDorm, LASO (Latin American Student Organization), Muslim Student Association, Native American Student Coalition, Newman Catholic Student Center, and Students of the Caribbean.[223][230] More than 75 percent of Duke students pursue service-learning opportunities in Durham and around the world through DukeEngage and other programs that advance the university's mission of \"knowledge in service to society.\" Launched in 2007, DukeEngage provides full funding for select Duke undergraduates who wish to pursue an immersive summer of service in partnership with a U.S. or international community. As of summer 2013, more than 2,400 Duke students had volunteered through DukeEngage in 75 nations on six continents. Duke students have created more than 30 service organizations in Durham and the surrounding area. Examples include a weeklong camp for children of cancer patients (Camp Kesem) and a group that promotes awareness about sexual health, rape prevention, alcohol and drug use, and eating disorders (Healthy Devils). The Duke-Durham Neighborhood Partnership, started by the Office of Community Affairs in 1996, attempts to address major concerns of local residents and schools by leveraging university resources.[231] Another community project, \"Scholarship with a Civic Mission\", is a joint program between the Hart Leadership Program and the Kenan Institute for Ethics.[232] Another program includes Project CHILD, a tutoring program involving 80 first-year volunteers; and an after-school program for at-risk students in Durham that was started with a $2.25 million grant from the Kellogg Foundation in 2002.[233] Two prominent civic engagement pre-orientation programs also exist for incoming freshmen: Project CHANGE and Project BUILD. Project CHANGE is a free weeklong program co-sponsored by the Kenan Institute for Ethics and the Duke Women's Center with the focus on ethical leadership and social change in the Durham community; students are challenged in a variety of ways and work closely with local non-profits.[234] Project BUILD is a freshman volunteering group that dedicates 3,300 hours of service to a variety of projects such as schools, Habitat for Humanity, food banks, substance rehabilitation centers, homeless shelters. Some courses at Duke incorporate service as part of the curriculum to augment material learned in class such as in psychology or education courses (known as service learning courses).[235] The Chronicle, Duke's independent undergraduate daily newspaper, has been continually published since 1905 and now, along with its website, has a readership of about 70,000.[236] Its editors are responsible for selecting the term \"Blue Devil\". The newspaper won Best in Show in the tabloid division at the 2005 Associated Collegiate Press National College Media Convention.[237] Cable 13, established in 1976, is Duke's student-run television station. It is a popular activity for students interested in film production and media.[238] WXDU, licensed in 1983, is the university's nationally recognized, noncommercial FM radio station, operated by student and community volunteers.[239][240] The Chanticleer is Duke University's undergraduate yearbook. It was founded while the institution was still Trinity College in 1911, and was first published in 1912. The yearbook been published continually ever since, apart from 1918 when many students left for military service in World War I. In 1919 the yearbook was titled The Victory to mark the war's end.[241] Duke's active alumni base of more than 145,000 devote themselves to the university through organizations and events such as the annual Reunion Weekend and Homecoming.[242] There are 75 Duke clubs in the U.S. and 38 such international clubs.[243] For the 2008–09 fiscal year, Duke tied for third in alumni giving rate among U.S. colleges and universities according to U.S. News & World Report.[244] Based on statistics compiled by PayScale in 2011, Duke alumni rank seventh in mid-career median salary among all U.S. colleges and universities.[245] Apple CEO Tim Cook (M.B.A. 1988) Philanthropist Melinda Gates (A.B. 1986, M.B.A. 1987) Seven-time NBA All-Star, NBA Champion Kyrie Irving (2010-2011) United States Senator from Kentucky Rand Paul (M.D. 1988) 37th President of the United States Richard Nixon (J.D. 1937) Duke Alumni Association (DAA) is an alumni association automatically available to all Duke graduates. Benefits include alumni events, a global network of regional DAA alumni chapters, educational and travel opportunities and communications such as The Blue Note, social media and Duke Magazine. It provides access to the Duke Lemur Center, Nasher Museum of Art, Duke Rec Centers and other campus facilities.[246] Duke Magazine, an alumni magazine, is the university's flagship vehicle for stories about the Duke community.[247] It has been published five-six times a year by the Office of Alumni Affairs since 2002.[248] Teams for then Trinity College were known originally as the Trinity Eleven, the Blue and White or the Methodists. William H. Lander, as editor-in-chief, and Mike Bradshaw, as managing editor, of the Trinity Chronicle began the academic year 1922-23 referring to the athletic teams as the Blue Devils. The Chronicle staff continued its use and through repetition, Blue Devils eventually caught on. The Duke University Athletic Association chairs 27 sports and more than 650 student-athletes. The Blue Devils are members of the National Collegiate Athletic Association (NCAA) Division I level, the Football Bowl Subdivision (FBS) and the Atlantic Coast Conference. Men's sports include baseball, basketball, cross country, fencing, football, golf, lacrosse, soccer, swimming & diving, tennis, track & field, and wrestling; women's sports include basketball, cross country, fencing, field hockey, golf, lacrosse, rowing, soccer, softball, swimming & diving, tennis, track & field, and volleyball.[249] Duke's teams have won 17 NCAA team national championships—the women's golf team has won seven (1999, 2002, 2005, 2006, 2007, 2014 and 2019), the men's basketball team has won five (1991, 1992, 2001, 2010, and 2015), the men's lacrosse team has won three (2010, 2013, and 2014), and the men's soccer (1986) and women's tennis (2009) teams have won one each.[250] Duke consistently ranks among the top in the National Association of Collegiate Directors of Athletics (NACDA) Directors' Cup, an overall measure of an institution's athletic success. For Division I in 2015, Duke finished 20th overall and fifth in the ACC. The Blue Devils have finished within the top 10 six times since the inception of the Cup in 1993–94. Also, Athletic Director Kevin White earned multiple awards in 2014, including the National Football Foundation's John L. Toner Award.[251] On the academic front, nine Duke varsity athletics programs registered a perfect 1,000 score in the NCAA's multi-year Academic Progress Report (APR) released in April 2016.[252] Duke's men's basketball team is one of the nation's most successful basketball programs.[253][254] The team's success has been particularly outstanding over the past 30 years under coach Mike Krzyzewski (often simply called \"Coach K\"). The Blue Devils are the only team to win five national championships since the NCAA Tournament field was expanded to 64 teams in 1985, 11 Final Fours in the past 25 years, and eight of nine ACC tournament championships from 1999 to 2006. Coach K has also coached the USA men's national basketball team since 2006 and led the team to Olympic golds in 2008, 2012, and 2016. His teams also won World Championship gold in 2010 and 2014. Overall, 32 Duke players[255] have been selected in the first round of the NBA Draft in the Coach K era. More than 50 Duke players have been selected in the NBA Draft.[255] The Blue Devils have won seven ACC Football Championships, have had ten players honored as ACC Player of the Year (the most in the ACC),[256] and have had three Pro Football Hall of Famers come through the program (second in the ACC to only Miami's four). The Blue Devils have produced 11 College Football Hall of Famers, which is tied for the second most in the ACC. Duke has also won 18 total conference championships (7 ACC, 9 Southern Conference, and 1 Big Five Conference). That total is tied with Clemson for the highest in the ACC.[257] The most famous Duke football season came in 1938,[258] when Wallace Wade coached the \"Iron Dukes\" that shut out all regular season opponents; only three teams in history can claim such a feat.[259] That same year, Duke made their first Rose Bowl appearance, where they lost 7–3 when USC scored a touchdown in the final minute of the game.[258] Wade's Blue Devils lost another Rose Bowl to Oregon State in 1942, this one held at Duke's home stadium due to the attack on Pearl Harbor, which resulted in the fear that a large gathering on the West Coast might be in range of Japanese aircraft carriers.[260] The football program proved successful in the 1950s and 1960s, winning six of the first ten ACC football championships from 1953 to 1962 under coach Bill Murray; the Blue Devils would not win the ACC championship again until 1989 under coach Steve Spurrier.[261] David Cutcliffe was brought in prior to the 2008 season, and amassed more wins in his first season than the previous three years combined. The 2009 team won 5 of 12 games, and was eliminated from bowl contention in the next-to-last game of the season.[262] Mike MacIntyre, the defensive coordinator, was named 2009 Assistant Coach of the Year by the American Football Coaches Association (AFCA).[263] While the football team has struggled at times on the field, the graduation rate of its players is consistently among the highest among Division I FBS schools. Duke's high graduation rates have earned it more AFCA Academic Achievement Awards than any other institution.[264] In 2012, the Duke football team made its first bowl game appearance since 1994[265] with a win over arch-rival North Carolina, a bowl which they would lose to the Cincinnati Bearcats in the by a score of 48–34.[266] 2013 marked the beginning of the Blue Devils' recent but relative success, having a breakout 10–2, 6-2 (ACC)[267] season while claiming the title of Coastal Division Champions.[268] Duke would go on to play the Florida State Seminoles in the ACC Championship game where they would lose to the national champions 45–7.[269] Duke received an invite to the Chick-fil-a Peach Bowl that same year in which they took on the Texas A&M Aggies led by college football legend Johnny Manziel, losing by a score of 52–48.[270] For the 2014 season, Duke finished 9–3, 5–3 (ACC) and earned a trip to the Sun Bowl,[271] where the Blue Devils lost to the Pac-12's Arizona State 36–31. In 2015, the Detroit Lions drafted Duke offensive guard Laken Tomlinson[272] and the Washington Redskins drafted wide receiver Jamison Crowder.[273] In 2019, Duke quarterback Daniel Jones was drafted sixth overall by the New York Giants.[274] In 2003 Norm Ogilvie was promoted to Director of Track and Field, and has led athletes to over 60 individual ACC championships, and 81 All-America selections, along with most of the track and field records being broken during his tenure.[275] A new facility, the Morris Williams Track and Field Stadium, opened in 2015.[276]","Title":"Duke University - Wikipedia","KeyID":"3379","URL":"https://en.wikipedia.org/wiki/Duke_University"}