{"Content: ":"Galápagos National Park (Spanish: Parque Nacional Galápagos), established in 1959 and beginning operations in 1968,[1] is Ecuador's first national park and a UNESCO World Heritage Site. The government of Ecuador has designated 97% of the land area of the Galápagos Islands as the country's first national park. The remaining 3% is distributed between the inhabited areas of Santa Cruz, San Cristóbal, Baltra, Floreana and Isabela. In 1971, the Galápagos National Park Service had its first Superintendent, 2 officers and 6 park rangers on Santa Cruz Island. In 1974, the Galápagos National Park Service had its first management plan and a team of officials in accordance with the organic structure issued in 1973, with a Superintendent, 2 conservation officers, 40 park rangers to comply with management objectives. On Santa Cruz is the Charles Darwin Research Station. In 1979 UNESCO declared the Galápagos Islands Natural Heritage for Humanity, making the Park Service through the Superintendent of the Park responsible for performing permanent park conservation and guarding the islands. The photo on the left is the Itabaca Channel and is located between two islands in the Galápagos, Ecuador. Looking at the aerial photo Baltra Island, also known as South Seymour Island is on the right and Santa Cruz Island is on the left. The Itabaca Channel is used by water taxis who take people from Baltra to Santa Cruz. The Galápagos Marine Reserve was created in 1986. Additionally the same year the Galápagos National Park was included in the list of Biosphere Reserve because of its unique scientific and educational worth that should be preserved for perpetuity. A UNESCO mission arrived in Galapagos on 29 April to study the progress made since 2007. A favorite of visitors to the Galapagos is Tortuga Bay, located on the Santa Cruz Island, about a 20-minute walk from the main water taxi dock in Puerto Ayora. The walking path is 1.55 miles (2,490 m) and is open from six in the morning to six in the evening. Visitors must sign in and out at the start of the path with the Galapagos Park Service office. Marine iguanas, galapagos crabs and birds are seen dotted along the lava rocks in Tortuga Bay. There is a separate cove where you can swim where it is common to view white tip reef sharks swimming in groups, small fish, birds, and sometimes the gigantic galápagos tortoise. School of scalloped hammerheads at Wolf Island in the Galapagos Islands Birds in the water at Tortuga Bay The marine iguana (Amblyrhynchus cristatus) Galápagos Islands Santa Cruz - swimming in Puerto Ayora A breeding program in the Galapagos for Yellow Land Iguana living (pictured here living at the Charles Darwin Research Station, Puerto Ayora) Panorama of the beach of Tortuga Bay.","Title":"Galápagos National Park - Wikipedia","KeyID":"3383","URL":"https://en.wikipedia.org/wiki/Gal%C3%A1pagos_National_Park"}