{"Content: ":"Llanganates National Park (Spanish: Parque Nacional Llanganates) is a protected area in Ecuador situated in the Cotopaxi Province, Napo Province, Pastaza Province and Tungurahua Province. Located within the park is Cerro Hermoso (\"beautiful mountain\"), a 4570 meter high peak that is a popular hiking destination. The park is famous for the Treasure of the Llanganatis. The park can be accessed from a number of directions, but visitors usually come come through towns such as Salcedo, Patate, Pillaro, Ba침os, and Rio Verde. The park is divided into two ecological zones, the western zone and the eastern zone. The western zone is located in the Andean p치ramo, high above the eastern zone, containing a deserted landscape of mountainous peaks and high valleys. The area is populated mainly by South American camelids like vicu침as, llamas and alpacas. The eastern zone is located on the eastern flanks of the Andes, with montane forests characterized by a rich diversity of plants and animals among the twisted forests of the upper Amazon. This area is highly unreachable, and is usually traversed only by foot. The large number of rivers, emptying out the Andes also makes this area difficult to cross. In recent years, several new species of plants have been discovered here, including several species of rare Andean Magnolia.[1][2][3][4] In 2013, explorers from Ecuador, Britain, France, and America discovered and unearthed a 260 ft tall by 260 ft wide structure, made up of hundreds of two-ton stone blocks, and believe there could be more, similar constructions over an area of about a square mile. The area is 20 miles from the town of Ba침os but the trek takes around eight hours through swampy and mountainous jungle. The area of discovery is at an altitude of 8,500 ft above sea level and in cloud forest.[5]   This Ecuador location article is a stub. You can help Wikipedia by expanding it. This article related to a protected area in South America is a stub. You can help Wikipedia by expanding it.","Title":"Llanganates National Park - Wikipedia","KeyID":"3384","URL":"https://en.wikipedia.org/wiki/Llanganates_National_Park"}