{"Content: ":"Maquipucuna is a 6,000 hectare (14,820 acre) cloud forest reserve in Ecuador. Located in the Pichincha Province, it is the closest pristine rainforest to Quito, Ecuador's capital. The reserve consists of primary and secondary montane rain forest and cloud forest.[1] The Maquipucuna Reserve is located in the parish of Nanegal, within the Metropolitan District of Quito. The reserve includes four different habitat zones, from 900 to 2,785 meters above sea level, and is home to a vast diversity of flora and fauna. Located within the Chocó-Andean Corridor, it is in an area known by scientists as one of the world's top five biodiversity hotspots.[2] Maquipucuna harbors 4% of the world's bird biodiversity, including the toucan barbet, cock-of-the-rock, plate-billed mountain toucan, lanceolated monklet, Esmeraldas antbird, red-headed barbet, and golden-headed quetzal.[3] At least 45 different species of mammals, such as the armadillo, anteater, agouti, kinkajou, puma, and 19 species of bats have been sighted.[4] South America's only surviving bear species, the Andean bear, can be found in Maquipucuna during the fruiting season of a small avocado (November and December). The bear is classified as vulnerable, largely due to habitat loss.[5] Frog Hyloxalus maquipucuna was described from Maquipucuna in 1995, is named after it, and is still only known from the reserve.[6][7] More than 2,000 species of plants have been identified in the reserve. Because of its immense plant diversity, Dr Grady L Webster termed Maquipucuna 'the crown jewel of the Andes' and Quito, the \"world capital of biodiversity'. Archaeological studies indicate the pre-Incan Yumbos people once inhabited the land that is today Maquipucuna. There are pathways, burial mounds, and ceramics that can still be found in the area.[8] The main pre-Inca trail found at Maquipucuna is believed to lead to Cachillacta, or the land of salt. The Maquipucuna area was very important before colonial times, circa 1500 BC, because it was arguably the main sources of salt for the chiefdom in Quito.","Title":"Maquipucuna - Wikipedia","KeyID":"3391","URL":"https://en.wikipedia.org/wiki/Maquipucuna"}