{"Content: ":"Cayambe Coca National Park is a national park in Ecuador located along the Equator about 38 km (24 mi) from Quito. The park encompasses an area of 4,031.03 km2 (996,090 acres). The park includes two very different regions of Ecuador, the high altitude sierra with Cayambe volcano and the hot, humid rainforest of the Amazon basin as well as the intervening temperate cloud forest. There are three entrances, and the one chosen by the visitor will reflect which region they wish to visit because there are few tracks within the park. The entrance near the town of Cayambe in Pichincha Province provides access to the mountain. The high level \"Ruales-Oleas-Bergé Refuge\" is a mountain hut with accommodation for those who wish to climb the volcano, while other attractions include lakes, waterfalls and forests. An entrance near Papallacta in Napo Province provides access to the forests and lakelets in the Andean foothills and the Páramo, an area of tropical, montane vegetation above the treeline. A third entrance near Santa Rosa de Quijos provided access to the formerly spectacular San Rafael Falls, once the highest waterfall in the country.[1] Large birds such as the Andean condor and variable hawk are commonplace in the skies above the reserve. Spectacled bears, foxes, and deer are some of the larger animals of the reserve. Páramo rabbits and armadillos are among the smaller fauna. There are 106 species of mammals, including the mountain tapir, cougar and culpeo, 395 species of birds, 70 reptiles, and 116 amphibians.[2] Local habitat types include the grasslands of the páramo and montane cloud forests. Bunchgrasses, ferns, and lycopods are common plants. There are over 100 species of endemic plants.[2] There are indigenous communities living within the protected area such as the Quechua people of Oyacachi in the Napo Province and the Cofán people of Sinangoé in the Sucumbíos Province.[3]","Title":"Cayambe Coca Ecological Reserve - Wikipedia","KeyID":"3394","URL":"https://en.wikipedia.org/wiki/Cayambe_Coca_Ecological_Reserve"}