{"Content: ":"Cotacachi Cayapas Reserve contains 752,235 acres (3,044 km2) of land and is located in the Imbabura and Esmeraldas provinces of Ecuador 87 miles (140 km) from Quito. Elevations in the reserve range from about 300 metres (980 ft) in the east to Cotacachi Volcano which reaches an elevation of 4,944 metres (16,220 ft) in the southwest.[1] This nature reserve is partly rainforest. The park is mix of many biological zones but, the Andean (average 15 C) and Sub-tropical (average 25) zones are most common. The symbol of the reserve is a condor. This is one of the many protected areas in Ecuador. This reserve is a part of the Ecuadorian system of reserves and preserve and extends from the mountains of the Sierra to the western edge of the coastal rain forest in the Esmeraldas region. This region has not been extensively farmed and replanted with eucalyptus or pine trees, as so much of the interandean highlands have been, so the preservation of the plant species here is a very important effort. The plants here have evolved adaptations to high altitude (reduced water availability, low temperatures and high winds), but since the conditions here are not as severe as those at higher altitudes, the adaptations these plants are not as extreme as those of the paramo, at 3600–4800 meters. The reserve is particularly important because it safeguards one of the few remaining examples of Ecuador's coastal rainforest, a much threatened ecosystem which forms part of the Choco; an internationally recognised bio-region which extends from Southern Panama to northern Peru and has been rated as a global biodiversity hotspot. Because of the size of the park, there is a large selection of fauna located within the nature reserve. 500 species of bird along with anteaters, sloths, ocelots, culpeos, and deer are commonly found in the park. Due to lakes and rivers of the park, many aquatic and amphibious animals are found there. Many herbaceous species of plants are contained in the park. Shrubs along with a wide variety of trees, vines and ferns live here. There are over 2000 identified types of Flora in general. This lake lies in a Volcanic crater and is 200 m deep. Three volcanic domes emerge from the lake at various spots. This reserve has volcanic lakes and waterfalls along with rapids. A tribe of Cayapa Indians lives here. You can book 8-day walks in the park with a guide. The elevation of the park ranges from 300 to 4990 meters. The Cotacachi Volcano is located in the park and can be climbed however it is recommended that any person climbing to the peak have some experience in rock climbing. This lake does contain some hot springs. Despite its status as a protected area and the international recognition of its ecological importance, the reserve is under threat from a number of different areas. The responsibility for the protection of the reserve lies with a small team of park rangers who are charged with patrolling the reserves borders and preventing illegal incursions by loggers, poachers and colonists. The pressures on the reserve by these groups have grown in recent years as a result of population growth and natural resource depletion in the areas bordering the reserve boundaries. Unfortunately it is often the case that the park rangers struggle to patrol the long borders of the reserve and are ill -equipped to manage conflicts when they arise. During the early 1990s areas of the reserve and its buffer zone were included in a mineral surveying program called PRODEMINCA which was partially funded by the World Bank and aimed to support the development of extractive industries in Ecuador. This program has resulted in protests from communities living in the surveyed areas who are concerned that the publication of maps of mineral deposits will attract independent miners to the area. To date these protests have been successful in preventing publication of the project data and have also resulted in the withdrawal of international mining interests from Intag, an area of cloud forest which lies to the southeast of the reserve. Following a request by DECOIN a grassroots organisation working in Intag the World Bank launched an investigation into the project which concluded that several of the banks guidelines related to environmental assessment had been breached.","Title":"Cotacachi Cayapas Ecological Reserve - Wikipedia","KeyID":"3396","URL":"https://en.wikipedia.org/wiki/Cotacachi_Cayapas_Ecological_Reserve"}