{"Content: ":"The Mache-Chindul Ecological Reserve (Spanish: Reserva Ecológica Mache-Chindul) is an ecological reserve in the provinces of Esmeraldas and Manabí, Ecuador. It protects a mountainous area in the transition from tropical rain forest in the north to dry forest in the south. It contains the Cube Lagoon, which has been designated a Ramsar wetland of international importance. The Mache-Chindul Ecological Reserve protects the forests of the Mache Chindul mountain range on the coast of Ecuador. It has an area of 119,172 hectares (294,480 acres). Elevations range from 200 to 800 metres (660 to 2,620 ft).[1] The Mache Chindul range is a massif on the coastal plain west of the Andes.[2] The massif is the northern extension of Ecuador's coastal range. It is isolated from the Andes, which are about 100 kilometres (62 mi) to the east,[3] The reserve is very near the coast a few kilometers south of Muisne.[3] It holds the sources of the Coaque, Cojimies and Cheve rivers in Manabí, and Muisne, Atacames and Tiaone rivers in Esmeraldas.[4] It contains the Laguna de Cube (Cube lagoon), which has been designated a Ramsar wetland of international importance due to its biodiversity, ecological functions and environmental services to the local population.[1] The reserve may be reached by driving north along highway 20 from Quinindé for about 20 kilometres (12 mi) to the entrance of La Laguna. From there a dirt road leads 17 kilometres (11 mi) west to the Cube Lagoon. In the winter the road is only passable to all-terrain vehicles.[1] The reserve includes a large area of forest that has traditionally been home to Chachi and Afro-Esmeraldas communities, who practice sustainable exploitation of the forests resources.[5] Land near the reserve is used for cattle pasturage and cultivation of sugar cane.[3] The 3,000 hectares (7,400 acres) Bilsa Biological Station (Estación Biológica Bilsa) was established by the Jatun Sacha Foundation in 1994. It protects the coastal watersheds of the Aguacatal, Dógola and Cube Rivers.[4] The foundation has a donation program for acquiring more forest. The Center for Conserving Plants of the Western Forest has been located at the station since 1996. It provides the basis for community outreach programs involving agroforestry, environmental education and development of community management plans. The center produces about 100,000 trees each year for reforestation within and outside the reserve. These include 80 species of tropical fruit trees and 50 of local timber trees.[3] In 1991 there were still large patches of forests with sizeable timber trees, but deforestation was in progress. There were (and are) strong pressures on the region from large timber companies, from the advance of the agricultural frontier and from poaching of large mammals and birds.[3] The Mache-Chindul Ecological Reserve was created on 9 August 1996.[5] It is part of the National System of Protected Areas of Ecuador. The Bilsa Biological Station is now part of the Mache Chindul Ecological Reserve.[4] Establishment of the reserve was important in slowing habitat destruction. In 2002 the 113 hectares (280 acres) Cube lagoon was declared a Ramsar site by UNESCO. As of 2005 the status was not known, but it was assumed that the forests were increasingly fragmented.[3] Mean temperatures range from 22 to 26 °C (72 to 79 °F), with highest temperatures from February to May.[5] The upper parts of the mountains are constantly clouded by haze from the sea.[3] The reserve is in the transition between the tropical rain forests, which receive up to 3,000 millimetres (120 in) of rain annually, and the dry forests with about 1,000 millimetres (39 in) annually.[2] The northern forests are part of the Chocó–Darién moist forests ecoregion that extends from Panama along the Pacific coast of Colombia to northwest Ecuador. South of the region of Cojimies and Jama in the north of Manabí the rain forests give way to Ecuadorian dry forests.[1] The reserve is a biodiversity hotspot.[5] The Bilsa Biological Station has recorded over 1,100 species of vascular plants. Some of which are endemic to the mountains and some have only recently been described.[6] There is a large area of mature tropical rain forests along the coast, as well as secondary forests and areas in regeneration. Common trees include Virola dixonii, Quararibea soegenii and Symphonia globulifera. There is tropical forest similar to other parts of the Chocó in the foothills of the mountains, particularly in the northeast. Some of the species in the reserve are also found in the higher cloud forests of the Andes. There are also species endemic to the Chocó.[3] The rain forests contain many species of Orchidaceae and liana. Trees include the canalón, anime, tangaré, caoba (mahogany), cuángare and palms such as pambil and tagua. Three new species of trees in the new genus Ecuadendron have been found recently. The dry forests contain trees such as fernán sánchez, guayacán, tillo, hobo de monte, amarillo, piñón and muyuyo. In the drier area there are cactus, holy wood (Bursera graveolens) and ceibo.[7] There are 136 species of mammals, 491 of birds, 38 of reptiles and 54 of amphibians.[5] Fauna recorded in Bilsa include large mammals now rare in western Ecuador such as jaguar (Panthera onca), mantled howler (Alouatta palliata), white-fronted capuchin (Cebus albifrons aequatorialis) and giant anteater (Myrmecophaga tridactyla).[6] The Bilsa center has recorded bats typical of pristine forests including hairy little fruit bat (Rhinophylla alethina) and striped hairy-nosed bat (Mimon crenulatum), as well as small mammals such as northern naked-tailed armadillo (Cabassous centralis) and brown-throated sloth (Bradypus variegatus).[6] Other mammals include the endangered brown-headed spider monkey (Ateles fusciceps fusciceps), bush dog (Speothos venaticus), coati (genus Nasua) and otter.[7] Mammals photographed in the reserve's buffer zone by automatic cameras and published in 2016 included lowland paca (Cuniculus paca), northern naked-tailed armadillo (Cabassous centralis), nine-banded armadillo (Dasypus novemcinctus), Central American agouti (Dasyprocta punctata), common opossum (Didelphis marsupialis), brown four-eyed opossum (Metachirus nudicaudatus), Tome's spiny rat (Proechimys semispinosus), ocelot (Leopardus pardalis), margay (Leopardus wiedii), jaguarundi (Puma yagouaroundi), tayra (Eira barbara), northern tamandua (Tamandua mexicana), white-nosed coati (Nasua narica), lcrab-eating raccoon (Procyon cancrivorus), red-tailed squirrel (Sciurus granatensis) and collared peccary (Pecari tajacu).[8] The reserve is home to globally threatened species of birds, and species endemic to the Chocó such as Neomorphus radiolosus and Cephalopterus penduliger. Endemic species include grey-backed hawk (Pseudastur occidentalis). The reserve holds isolated populations of species typical of the Andes.[6] Resident Important Bird Area trigger species include Banded ground cuckoo (Neomorphus radiolosus), Black-tipped cotinga (Carpodectes hopkei), Blue-whiskered tanager (Tangara johannae), Brown wood rail (Aramides wolfi), Chocó poorwill (Nyctiphrynus rosenbergi), Choco toucan (Ramphastos brevis), Chocó woodpecker (Veniliornis chocoensis), Dusky pigeon (Patagioenas goodsoni), Grey-backed hawk (Pseudastur occidentalis), Guayaquil woodpecker (Campephilus gayaquilensis), Long-wattled umbrellabird (Cephalopterus penduliger), Ochraceous attila (Attila torridus), Orange-fronted barbet (Capito squamatus), Pacific flatbill (Rhynchocyclus pacificus), Pallid dove (Leptotila pallida), Plumbeous forest falcon (Micrastur plumbeus), Plumbeous hawk (Cryptoleucopteryx plumbea), Red-masked parakeet (Psittacara erythrogenys), Rose-faced parrot (Pyrilia pulchra), Rufous-headed chachalaca (Ortalis erythroptera), Stub-tailed antbird (Sipia berlepschi) and White-whiskered hermit (Phaethornis yaruqui).[9] There are 38 species of reptiles in 28 genera and 16 families, including 9 species of iguanas.[10] Reptiles include boa constrictor, various false coral species, spectacled caiman, common snapping turtle (Chelydra serpentina) and iguanas.[7] Amphibians are represented by 54 species in 19 genera and 9 families, of which the family Leptodactylidae has 19 species and the family Hylidae has 11 species. Pristimantis latidiscus is vulnerable and Craugastor longirostris is near threatened. Least concern species include gliding tree frog (Agalychnis spurrelli), cane toad (Rhinella marina), Cachabi robber frog (Pristimantis achatinus) and marbled poison frog (Epipedobates boulengeri).[10]","Title":"Mache-Chindul Ecological Reserve - Wikipedia","KeyID":"3398","URL":"https://en.wikipedia.org/wiki/Mache-Chindul_Ecological_Reserve"}