{"Content: ":"One-day races and Classics Jonas Vingegaard Rasmussen (Danish: [ˈjoːnæs ˈve̝ŋəˌkɒˀ ˈʁɑsmusn̩]; born 10 December 1996) is a Danish cyclist who rides for UCI WorldTeam Team Jumbo–Visma.[5] He won the 2022 edition of the Tour de France.[6] Vingegaard started as a youth rider for various Danish teams, making his breakthrough as a senior rider as part of UCI Continental team ColoQuick–Cult in 2016. He was known as a physical specimen and broke records in climbs, but still lacked major results on the road. As part of Team Jumbo–Visma, whom he joined in 2019, he impressed at the Tour de Pologne and rode as a domestique for Primož Roglič at the Vuelta a España. In April 2021, Vingegaard was named as a replacement for Tom Dumoulin in the team's Tour de France squad. In the Tour, Vingegaard originally rode as a domestique for Roglič, who was one of big favorites for the GC. After Roglič crashed and later withdrew, Vingegaard took over as the team's only general classification contender. He gained international recognition after attacking on Mont Ventoux and finished second in the general classification. In the 2022 Tour de France, Vingegaard was a favourite for the GC together with Tadej Pogačar. Stage 11 included a final climb of the Col du Granon, a climb which had not been used since 1986 where Greg LeMond seized the yellow jersey from Bernard Hinault. Vingegaard's Team Jumbo-Visma attacked Pogačar on the Col du Télégraphe and Col du Galibier with Roglič while having Christophe Laporte and Steven Kruijswijk nearby and Wout van Aert up the road. On the final climb Vingegaard attacked at the 5km mark, and dropped Pogačar for the second time in his career, except this time Pogačar was not able to make it back. Relentlessly advancing, Vingegaard won the stage and the yellow jersey and gained +2:51 on Pogačar. This put Vingegaard in the lead and relegated Pogačar to third, behind second-placed Romain Bardet. Vingegaard would not let go of the yellow jersey for the rest of the Tour, also dropping Pogačar on the final ascent on Hautacam, after holding up a moment to wait for Pogačar to catch up in an act of sportsmanship. His efforts ultimately won him the 2022 Tour de France. Vingegaard was born and raised in Thy. He played both football and handball from an early age.[7] When the first stage of 2007 Danmark Rundt departed on 1 August in Thisted, the main town in the region, Vingegaard was a spectator alongside his father. At the race, local cycling club Thy Cykle Ring had set up a home trainer that audience members could try to see what it was like to cycle up a mountain. He subsequently enrolled in the club and started riding his first races.[8][9] He cycled with the Thy Cykle Ring for five seasons, until he moved to Aalborg Cykle Ring in 2013.[10] In 2014, his last year as a junior rider, Vingegaard joined Odder Cykel Klub. When he became a senior rider, he initially struggled and performed poorly in races.[11] When Odder Cykel Club established a U23 team from the start of 2016, results improved for Vingegaard. In the spring, he came on the podium at a race in Aalborg, and in May he won a section of Pinse Cuppen in Hammel, where the riders had to climb the famed local hill Pøt Mølle several times.[12] As Vingegaard was beginning to achieve better results in races, Danish UCI Continental team ColoQuick–Cult and general manager Christian Andersen signed him to a contract in May 2016 and he switched teams with immediate effect.[13] In order to structure his daily life, Andersen had Vingegaard start a job at the fish factory, Chrisfish in Hanstholm. Working there during weekdays, Vingegaard skinned fish from 6:00 am to noon before practicing in the afternoons.[14] For a time he worked with Michael Valgren at the factory, who was also pursuing a career as a professional cyclist.[15] In 2016, at age 19, he also accomplished his first major international result, finishing second in the UCI 2.1 level race Tour of China I.[16] In large parts of the 2017 season, Vingegaard did not take part in many races as he was sidelined with a broken femur after a crash in the 2017 Tour des Fjords.[11][17] Before the injury, he finished in fourth place overall and won the youth competition in the French stage race Tour du Loir-et-Cher.[18] By the time he recovered from his broken leg and the 2018 season began, he returned to strong form. On a training trip to Spain in early March 2018, Vingegaard set the time record on the test climb Coll de Rates. He ran the 6.5 kilometers in 13.02 minutes, which was 12 seconds faster than the previous record holder Tejay van Garderen.[19] In the mid-2018, his physique was tested at Team Danmark. Afterwards, sports physiologist Lars Johansen said about Vingegaard: He simply has a pump and a heart that is in a class of its own. His [heart] is far clear of the average of Danish, male cyclists'. He has a plus of maybe 15 percent, and that is significant.[20] He joined Team Jumbo–Visma in 2019, and that year, he achieved his first UCI WorldTour win in stage 6 of the Tour de Pologne. The following year, he finished eighth in the Tour de Pologne. He also completed his first Grand Tour, the Vuelta a España, where he rode as a domestique for Primož Roglič, who would go on to win the race overall. Vingegaard won stage 5 of his first race in 2021, the UAE Tour, before winning two stages and the overall in the Settimana Internazionale Coppi e Bartali. Later in the year, he finished second overall behind his teammate, Roglič, in the Tour of the Basque Country. In April, Vingegaard was named as a replacement for Tom Dumoulin in the team's Tour de France squad.[21] In the Tour, Vingegaard originally rode as a domestique for Primož Roglič, who was one of big favorites for the GC. On stage 3, Roglič crashed heavily and despite the team's efforts to bring him back, the team finished almost a minute and a half down.[22] On stage 5, a 27.2-kilometre (16.9 mi) individual time trial, Vingegaard finished third to enter the top ten on GC.[23] On stage 8, the race's first mountain stage, Vingegaard finished with the main GC group, losing almost three and a half minutes to Tadej Pogačar, who took over the yellow jersey.[24] Vingegaard rose to fifth on GC at exactly five minutes down. After the stage, Roglič withdrew from the race due to his injuries, leaving Vingegaard as the team's only general classification contender. On stage 11, which featured a double ascent of Mont Ventoux, Vingegaard attacked on the second climb of the Ventoux. Although Pogačar was initially able to follow him, Vingegaard was able to drop the yellow jersey, gaining an advantage of almost 40 seconds at the top. However, he was caught on the descent to the finish. As a result of his time gains, Vingegaard rose to third on GC.[25] As the race headed into the Pyrenees, Vingegaard solidified his position on the podium. On stage 17, which finished atop Col du Portet, Vingegaard and Richard Carapaz were the only ones able to follow Pogačar's attack. In the sprint, Vingegaard finished second to Pogačar, rising to second on GC.[26] The exact scenario took place on the next stage, which finished atop Luz Ardiden, with Vingegaard finishing once again finishing second.[27] On the penultimate day time trial, Vingegaard took third place once again, solidifying his second spot on GC.[28] He safely finished the last stage to become the second Danish rider to achieve a podium finish in the Tour de France and the first since 1996.[29] His first major result of 2022 was finishing 2nd in Tirreno-Adriatico, which he followed up by finishing 6th in the 2022 Tour of the Basque Country. Team Jumbo-Visma dominated the 2022 Critérium du Dauphiné where Vingegaard finished 2nd behind teammate Roglič, and won the queen stage of the race.[30] He started the Tour de France in strong form with Pogačar being the only GC rider finishing ahead of him after the opening stage individual time trial. On stage 5 Roglič suffered a crash which cost him time and Vingegaard nearly lost considerable time himself. He suffered a mechanical and could no longer ride his bike, but teammate Nathan Van Hooydonck was nearby to give him his bike. Van Hooydonck's seat was positioned considerably higher than Vingegaard's so he had to be out of the saddle the entire time. His teammate Steven Kruijswijk came by and offered to give up his bike, but then the team car arrived and got his backup.[31] Thanks in part to the powerful effort of Wout van Aert near the end of the stage, Vingegaard lost little time. In the following stages he would battle with Pogačar for stage wins and time bonuses and end up as the only GC rider within a minute of the lead as the race entered the high mountains. Stage 11 included a final climb of the Col du Granon, a climb which had not been used since 1986 where Greg LeMond seized the yellow jersey from Bernard Hinault. Team Jumbo-Visma attacked Pogačar on the Col du Télégraphe and Col du Galibier with Roglič while having Laporte and Kruijswijk nearby and van Aert up the road. On the final climb Vingegaard attacked at the 5km mark, and dropped Pogačar for the second time in his career, except this time Pogačar was not able to make it back. Relentlessly advancing, Vingegaard won the stage and the yellow jersey and gained +2:51 on Pogačar. This put Vingegaard in the lead and relegated Pogačar to third, behind second-placed Romain Bardet.[32] This was the first Tour de France stage victory of his career. He defended his lead the following day which concluded with a mountain top finish on Alpe d'Huez. Over the next few stages Pogačar made a few attacks, which forced open small gaps with the other top placed GC riders, but Vingegaard was able to respond to each of them.[33] Team Jumbo-Visma did suffer a serious setback prior to the rest day, losing two powerful riders with Roglič not starting stage 15, and Kruijswijk crashing out during the stage.[34] Fortunately for Vingegaard the team's strongest mountain climbing domestique, Sepp Kuss, was riding with good form and would be there to start the third week. On stage 17 Vingegaard was the only rider to stay with the UAE Team Emirates combination of Pogačar and Brandon McNulty up the final climb. Inside the final 500 meters of the very steep finish both Pogačar and Vingegaard attacked to go for the stage win, but Pogačar took it on the line. The only time Vingegaard lost was the four seconds difference in bonus time. On stage 18 he answered the early attacks made by Pogačar. Prior to the final climb on Hautacam Pogačar crashed, and Vingegaard held up a moment and waited for Pogačar to catch up.[35] On the final climb he followed the lead of Kuss the majority of the way. Not long after the work of Kuss was done he and Pogačar had caught Wout van Aert, who had attacked at kilometre zero. Before long Pogačar appeared to be on the verge of cracking behind them and Vingegaard seized the moment and attacked.[36] By the time he crossed the line he put just over another minute into the two time defending champion, claimed his second stage win, an unassailable lead in the Mountains Classification, and all but sealed his victory prior to the final time trial on stage 20.[37][38] The battles between Pogačar and Vingegaard continuously blew the rest of the field apart. Going into stage 19 3rd place Thomas was about eight minutes back, and then Gaudu and Quintana were over ten minutes and approaching fifteen minutes behind respectively. During the final time trial he rode aggressively, and had among the fastest times at the first checkpoints, only backing off once it was clear no serious time would be lost.[39] He crossed the finish line in Paris about a minute behind the sprinters, riding side by side with his remaining teammates. Vingegaard is the son of Claus Christian Rasmussen and Karina Vingegaard Rasmussen from Hillerslev, Thy. He has a sister, Michelle Vingegaard Rasmussen. In primary school, he attended Hillerslev School until 7th grade, while he took 8th and 9th grades at Tingstrup School in Thisted.[7] From August 2012, Vingegaard attended the voluntary 10th grade on the cycling track at ISI Idrætsefterskole in Ikast.[40] Afterwards, he enrolled in Thisted Handelsgymnasium for secondary education, attending the Higher Commercial Examination Programme (HHX).[41][42][43] Vingegaard lives with his girlfriend Trine Marie Hansen (b. 1987) in Glyngøre.[44] They met when Vingegaard was a rider with Team ColoQuick from 2016 to 2018, and Trine was the team's marketing manager. In September 2020, Trine gave birth to their daughter, Frida.[45][46] Vingegaard's mother-in-law is Rosa Kildahl Christensen, who became nationally known as a participant in Den store bagedyst in 2017, a Danish spin-off of the British televised baking competition, The Great British Bake Off.[47]","Title":"Jonas Vingegaard - Wikipedia","KeyID":"34","URL":"https://en.wikipedia.org/wiki/Jonas_Vingegaard"}