{"Content: ":"Forced displacement (also forced migration) is an involuntary or coerced movement of a person or people away from their home or home region. The UNHCR defines 'forced displacement' as follows: displaced \"as a result of persecution, conflict, generalized violence or human rights violations\".[3] A forcibly displaced person may also be referred to as a \"forced migrant\", a \"displaced person\" (DP), or, if displaced within the home country, an \"internally displaced person\" (IDP). While some displaced persons may be considered as refugees, the latter term specifically refers to such displaced persons who are receiving legally-defined protection and are recognized as such by their country of residence and/or international organizations. Forced displacement has gained attention in international discussions and policy making since the European migrant crisis. This has since resulted in a greater consideration of the impacts of forced migration on affected regions outside Europe. Various international, regional, and local organizations are developing and implementing approaches to both prevent and mitigate the impact of forced migration in the previous home regions as well as the receiving or destination regions.[4][5][6] Additionally, some collaboration efforts are made to gather evidence in order to seek prosecution of those involved in causing events of man-made forced migration.[7] An estimated 100 million people around the world were forcibly displaced in 2022, with the majority coming from the Global South.[8][9] Governments, NGOs, other international organizations and social scientist have defined forced displacement in a variety of ways. They have generally agreed that it is the forced removal or relocation of a person from their environment and associated connections. It can involve different types of movements, such as flight (from fleeing), evacuation, and population transfer. \"Refugee studies\" is the academic discipline or field of study covering the research of refugees and their experience seeking refuge, including the causes of their displacement and ability to find refuge.[13] Several categories of individuals are included in this field, labeled as follows: 'Refugee’; ‘expellee’; ‘exile’; ‘displaced person’; ‘internally displaced person (IDP)’; ‘economic migrant’; ‘humanitarian refugee’; ‘stateless person’; ‘tsunami refugee’; ‘development refugee’; ‘environmental refugee’; ‘government assisted refugee (GAR)’ etc.[13] The term displaced person (DP) was first widely used during World War II, following the subsequent refugee outflows from Eastern Europe.[15] In this context, DP specifically referred to an individual removed from their native country as a refugee, prisoner or a slave laborer. Most war victims, political refugees, and DPs of the immediate post-Second World War period were Ukrainians, Poles, other Slavs, and citizens of the Baltic states (Lithuanians, Latvians, and Estonians) who refused to return to Soviet-dominated Eastern Europe. A.J. Jaffe claimed that the term was originally coined by Eugene M. Kulischer.[16] The meaning has significantly broadened in the past half-century. Bogumil Terminski distinguishes two general categories of displacement: Forced displacement may directly result from natural disasters and indirectly from the subsequent impact on infrastructure, food and water access, and local/regional economies. Displacement may be temporary or permanent, depending on the scope of the disaster and the area's recovery capabilities. Climate change is increasing the frequency of major natural disasters, possibly placing a greater number of populations in situations of forced displacement.[18][19] Also crop failures due to blight and/or pests fall within this category by affecting people's access to food. Additionally, the term environmental refugee represents people who are forced to leave their traditional habitat because of environmental factors which negatively impact their livelihood, or even environmental disruption i.e. biological, physical or chemical change in ecosystem.[20] Migration can also occur as a result of slow-onset climate change, such as desertification or sea-level rise, of deforestation or land degradation. Man-made displacement describes forced displacement caused by political entities, criminal organizations, conflicts, man-made environmental disasters, development, etc. Although impacts of natural disasters and blights/pests may be exacerbated by human mismanagement, man-made causes refer specifically to those initiated by humans. According to UNESCO, armed conflict stands as the most common cause behind forced displacement, reinforced by regional studies citing political and armed conflict as the largest attributing factors to migrant outflows from Latin America, Africa, and Asia.[11][27][28][29] Displaced persons face adverse conditions when taking the decision to leave, traveling to a destination, and sometimes upon reaching their destination.[47][48][49] Displaced persons are often forced to place their lives at risk, travel in inhumane conditions, and may be exposed to exploitation and abuse. These risk factors may increase through the involvement of smugglers and human traffickers, who may exploit them for illegal activities such as drug/weapons trafficking, forced labor, or sex work. The states where migrants seek protection may consider them a threat to national security.[50] Displaced persons may also seek the assistance of human smugglers (such as coyotes in Latin America) throughout their journey.[51][52] Given the illegal nature of smuggling, smugglers may take use dangerous methods to reach their destination without capture, exposing displaced persons to harm and sometimes resulting in deaths.[53] Examples include abandonment, exposure to exploitation, dangerous transportation conditions, and death from exposure to harsh environments.[54][52][55][56] In most instances of forced migration across borders, migrants do not possess the required documentation for legal travel. The states where migrants seek protection may consider them a threat to national security.[50] As a result, displaced persons may face detainment and criminal punishment, as well as physical and psychological trauma. Various studies focusing on migrant health have specifically linked migration to increased likelihood of depression, anxiety, and other psychological troubles.[48][49] For example, the United States has faced criticism for its recent policies regarding migrant detention, specifically the detention of children. Critics point to poor detention conditions, unstable contact with parents, and high potential for long-term trauma as reasons for seeking policy changes.[57][58] Displaced persons risk greater poverty than before displacement, financial vulnerability, and potential social disintegration, in addition to other risks related to human rights, culture, and quality of life.[59] Forced displacement has varying impacts, dependent on the means through which one was forcibly displaced, their geographic location, their protected status, and their ability to personally recover. Under the most common form of displacement, armed conflict, individuals often lose possession of their assets upon fleeing and possible upon arrival to a new country, where they can also face cultural, social, and economic discontinuity.[11][60] Responses to situations of forced displacement vary across regional and international levels, with each type of forced displacement demonstrating unique characteristics and the need for a considerate approach. At the international level, international organizations (e.g. the UNHCR), NGOs (Doctors without Borders), and country governments (USAID) may work towards directly or indirectly ameliorating these situations.[4] Means may include establishing internationally recognized protections, providing clinics to migrant camps, and supplying resources to populations.[5][6] According to researchers such as Francis Deng, as well as international organizations such as the UN, an increase in IDPs compounds the difficulty of international responses, posing issues of incomplete information and questions regarding state sovereignty.[61][4][62] State sovereignty especially becomes of concern when discussing protections for IDPs, who are within the borders of a sovereign state, placing reluctance in the international community's ability to respond.[63] Multiple landmark conventions aim at providing rights and protections to the different categories of forcibly displaced persons, including the 1951 Refugee Convention, the 1967 Protocol, the Kampala Convention, and the 1998 Guiding Principles.[64][59] Despite internationally cooperation, these frameworks rely on the international system, which states may disregard. finds that nations \"very selectively\" respond to instances of forced migration and internally displaced persons.[63] World organizations such as the United Nations and the World Bank, as well as individual countries, sometimes directly respond to the challenges faced by displaced people, providing humanitarian assistance or forcibly intervening in the country of conflict. Disputes related to these organizations' neutrality and limited resources has affected the capabilities of international humanitarian action to mitigate mass displacement mass displacement's causes.[65] These broad forms of assistance sometimes do not fully address the multidimensional needs of displaced persons. Regardless, calls for multilateral responses echo across organizations in the face of falling international cooperation. These organizations propose more comprehensive approaches, calling for improved conflict resolution and capacity-building in order to reduce instances of forced displacement.[66][67] Responses at multiple levels[68] and across sectors is vital.[69] A research has for instance highlighted the importance of collaboration between businesses and non-governmental organizations to tackle resettlement and employment issues.[70] Lived in experiences of displaced persons will vary according to the state and local policies of their country of relocation. Policies reflecting national exclusion of displaced persons may be undone by inclusive urban policies. Sanctuary cities are an example of spaces that regulate their cooperation or participation with immigration law enforcement.[71] The practice of urban membership upon residence allows displaced persons to have access to city services and benefits, regardless of their legal status.[72] Sanctuary cities have been able to provide migrants with greater mobility and participation in activities limiting the collection of personal information, issuing identification cards to all residents, and providing access to crucial services such as health care.[71] Access to these services can ease the hardships of displaced people by allowing them to healthily adjust to life after displacement . Forced displacement has been the subject of several trials in local and international courts. For an offense to classify as a war crime, the victim must be a \"protected person\" under international humanitarian law. Originally referring only categories of individuals explicitly protected under one of the four Geneva Conventions of 1949, \"protected person\" now may define a civilian or police force not participating directly in a conflict.[73] In Article 49, the Fourth Geneva Convention, adopted on 12 August 1949, specifically forbade forced displacement Individual or mass forcible transfers, as well as deportations of protected people from occupied territory to the territory of the Occupying Power or to that of any other country, occupied or not, are prohibited, regardless of their motive.[74] The Rome Statute of the International Criminal Court defines forced displacement as a crime within the jurisdiction of the court: \"Deportation or forcible transfer of population\" means forced displacement of the people concerned by expulsion or other coercive acts from the area in which they are lawfully present, without grounds permitted under international law.[75]","Title":"Forced displacement - Wikipedia","KeyID":"3406","URL":"https://en.wikipedia.org/wiki/Forced_displacement"}