{"Content: ":"Rohingya refugees in Bangladesh mostly refer to Forcibly Displaced Myanmar Nationals (FDMNs) from Myanmar who are living in Bangladesh.[1][2] The Rohingya people have experienced ethnic and religious persecution in Myanmar for decades. Hundreds of thousands have fled to other countries in Southeast Asia, including Malaysia, Indonesia, and Philippines.[3] The majority have escaped to Bangladesh, where there are two official, registered refugee camps. Recently violence in Myanmar has escalated, so the number of refugees in Bangladesh has increased rapidly. According to the UN Refugee Agency (UNHCR), more than 723,000 Rohingya have fled to Bangladesh since 25 August 2017.[4][5][6][7] On 28 September 2018, at the 73rd United Nations General Assembly (UNGA), Bangladeshi Prime Minister Sheikh Hasina said there are 1.1 million Rohingya refugees now in Bangladesh.[3] Overcrowding from the recent population boom at Bangladesh's Rohingya refugee camps has placed a strain on its infrastructure. The refugees lack access to services, education, food, clean water, and proper sanitation; they are also vulnerable to natural disasters and infectious disease transmission.[8][9][10][11] As of June 2018 World Bank announced nearly half a billion dollars in monetary support to help Bangladesh address Rohingya refugees' needs in areas including health, education, water and sanitation, disaster risk management, and social protection.[12] On 1 March 2019 Bangladesh announced that it would no longer accept Rohingya refugees.[13] An August 2018 study estimated that more than 24,000 Rohingya were killed by the Myanmar military and local Buddhists militia since the \"clearance operations\" started on 25 August 2017. It also estimated that at least 18,000 Rohingya Muslim women and girls were raped, 116,000 Rohingya were beaten, and 36,000 Rohingya were thrown into fires set alight in an act of deliberate arson.[14][15][16][17][18][19] Rohingyas are a Muslim minority in Myanmar regarded by many Myanmar Buddhists as illegal migrants from Bangladesh, a controversial claim without strong evidence.[20][21] The Rohingyas have lived in Myanmar for generations and the Bangladesh government has called on Myanmar to take them back.[22] They are denied citizenship in Myanmar and have been described as the world's most persecuted minority.[23][24] Myanmar has denied persecuting the Rohingyas.[25] Since the 1970s Rohingya refugees have been coming to Bangladesh from Myanmar. In the 1990s, more than 250,000 resided in refugees camps in Bangladesh. In the early 2000s, all but 20,000 of them were repatriated to Myanmar, some against their will.[26] This respite ended in 2015 and by 2017, an estimated 300,000 to 500,000 Rohingya refugees were in Bangladesh.[27] Most of the refugees are located along the Teknaf-Cox's Bazar highway that is parallel to the Naf River, which is the border between Bangladesh and Myanmar.[28] Most of the refugees are located in or near Cox's Bazar, a coastal area dependent upon tourism.[29] Bangladesh blamed the refugees for crime and 2012 Ramu violence in Cox's Bazar.[30] Bangladesh also follows a policy of making the country unwelcome for Rohingya refugees.[31] The majority of the refugees are unregistered, with only 32 thousand refugees registering themselves with UNHCR and the Bangladeshi government. An estimated 200,000+ refugees are living unregistered in Bangladesh.[32] Amnesty International (AI) reports have stated that the Myanmar security forces are committing rape, extrajudicial killing, and burning homes belonging to the Rohingya in a December 2016 report.[33] Refugees have been displacing the indigenous people of the Chittagong Hill Tracts.[34] They have also been blamed for importing the narcotic drug Ya Ba.[35][36][37] In 2015 the government of Bangladesh proposed a relocation plan for the Rohingya refugees in Bangladesh to the remote island of Bhasan Char in the Bay of Bengal. The plan was pushed back following criticism by human rights activists and the UNHCR. Between October and November 2016, about 65,000 Rohingya refugees arrived from Myanmar. The government of Bangladesh decided to revive the relocation plan.[38] Bhasan Char submerges during high tide and was formed in the 2000s by sediments from the Meghna River. It is eight kilometers from Hatiya Island. The Bangladesh Navy has been tasked with making the island habitable for the refugees.[39] In 2019 the government announced an expansion of the Ashrayan Project (Ashrayan-3) to build 100,000 homes.[40] In January 2020 the project was moving forward despite opposition from Rohingya leaders and human rights groups. Bangladesh's minister for refugee affairs has said the island is \"ready for habitation,\" though he gave no timetable for the relocation. The government has not permitted foreign journalists or Rohingya leaders to travel to Bhasan Char.[41] Despite persistent concerns and criticism expressed by international human rights organizations, the Bangladeshi government has relocated nearly 20,000 Rohingya refugees to Bhasan Char since December 2020. The government says the relocation is needed because the mainland refugee camps are getting too crowded, and that only refugees who volunteer are being moved.[42] After the ARSA attacks on 25 August 2017 and subsequent humanitarian crisis, Bangladeshi Foreign Minister Abul Hassan Mahmud Ali met with Myanmar officials on 2 October 2017, later stating after their meeting that both countries had agreed on a \"joint working group\" for the repatriation of Rohingya refugees who had fled to Bangladesh.[43] The governments of Myanmar and Bangladesh signed a memorandum of understanding on 23 November 2017 regarding the repatriation of Rohingya refugees to Rakhine State.[44] Bangladesh's Foreign Minister stated that a joint working group composed of UNHCR and members of both nations was to be established within three weeks to fix the final terms for the beginning of the process. He also stated that those returning would be kept in temporary camps near their abandoned homes. Under the deal, Myanmar would ensure that they are not kept in the camps for long and are issued identity cards.[45] The foreign secretaries of both nations met on 19 December to finalise the agreement. Bangladesh's foreign ministry issued a statement saying that the group would \"ensure commencement of repatriation within two months\" by developing a timetable for verification of identities and logistics.[46] Bangladesh's foreign ministry announced on 15 January 2018 that their government and Myanmar's had bilaterally agreed on a repatriation deal for Rohingya refugees in Bangladesh, which would aim to complete the process of repatriation within two years.[47][48] Win Myat Aye, Myanmar's Minister for Social Welfare, Relief and Resettlement, also announced that his country would begin repatriating Rohingya refugees beginning on 23 January 2018.[49][50] Originally, the government of Myanmar agreed to repatriate only 374 Rohingya refugees out of a list of over 8,000 submitted by their Bangladeshi counterparts on 14 March 2018, citing incomplete paperwork as the reason for the slow process,[51][52] but on 18 May 2018, they announced they would repatriate a total of 1,100 \"verified\" Rohingyas from the list.[53] On 6 June 2018, the United Nations and the government of Myanmar signed a memorandum of understanding regarding the repatriation of Rohingya refugees,[54] the details of which were kept secret until they were leaked online on 29 June 2018.[55] The agreement was immediately criticised and rejected by Rohingya leaders, who say it does not address the concerns of their community.[56][57] Since the rapid influx of Rohingya refugees into Bangladesh began in 2017, public health officials have been concerned that a myriad of health issues among the refugees would arise. As predicted, mental health has deteriorated,[58] food- and water-borne diseases are spreading,[8][9] infectious diseases are emerging,[59][60] malnutrition is prevalent,[61] and reproductive health for women and girls must be addressed. The major health problems prevailing among Rohingya refugees are unexplained fever, acute respiratory infections, and diarrhea. Rohingya camps also experienced a sudden outbreak of diphtheria in November 2017 and a measles outbreak in December 2017-April 2018. Mental health problems like post-traumatic stress disorder (PTSD), depression, and suicidal thoughts were also prevalent in the Rohingya community. More than half of the Rohingya refugees are women, and many of them do not have access to quality antenatal care while pregnant.[62] In humanitarian crises, mental health responses typically follow the IASC pyramid of Mental Health and Psychosocial Services (MHPSS). Ideally, different levels of care are to be provided to best serve communities, as well as individuals. The philosophy behind this model maintains that individual psychological treatment and broad social interventions are both essential to overall mental wellbeing and resilience. It also acknowledges that most of a population require minimal psychosocial interventions in order to improve or prevent adverse mental health outcomes, which can be facilitated by mental health workers. However, those who experience impaired functioning due to severe emotional distress, or who require pharmaceutical treatment for an existing or developing condition would require more specialized services facilitated my more highly trained professionals, such as psychiatrists and psychologists.[58] The Rohingya refugees settled in the Cox's Bazar region of Bangladesh are at risk for mental health issues due to a wide variety of factors, including prior history of systematic dehumanization, persecution, having witnessed or experienced traumatic events, and daily stressors of remaining in a refugee settlement. The history of the Rohingya located in the Rakhine State of Myanmar includes protracted social and economic exclusion, which ultimately escalated to extreme violence resulting in a mass exodus of up to an estimated 900,000 refugees to date.[63] The traumatic events that have occurred in Rakhine State included burning of villages, arrests, torture, sexual assault, and loss of family and livelihoods.[64] Major agencies involved with mental health response for the Rohingya in Bangladesh include: The Bangladesh government (Ministry of Health and Ministry of Women and Children), UN agencies (IOM, UNHCR, UNICEF), International NGOs (Terre des hommes, ACF, Danish Refugee Council, Handicap International, International Rescue Committee, MSF, Relief International, Save the Children, World Concern), National NGOs (BRAC, Gonoshasthaya Kendra, Mukiti), and Red Cross Societies (Danish Red Cross, International Federation of the Red Cross and Red Crescent Societies).[58] Mental health workers and some specialists have been deployed, but mental health service delivery continues to be problematic and there is a recognized gap in services. Efforts since the beginning of the crisis have focused on providing basic psychosocial training and non-specialized community interventions, including training in Psychological First Aid. Integrating MHPSS interventions and awareness in primary healthcare services have also been problematic, as providing adequate access to basic health services itself has been a challenge in the refugee camps due to a shortage in supplies, space, and staff.[58] This integration continues to be a goal and efforts towards program implementation and training of healthcare professionals in the field have been an area of focus. However, the increases in the camp population, especially during the rapid population influx of an estimated 700,000 in 2017, only exacerbated these challenges. Furthermore, the resource-poor humanitarian efforts are suggested to increase negative psychological impacts by perpetuating anxiety, stress and depression and decreasing capacity for resilience.[64] According to a report published by the United Nations Higher Commissioner for Refugees (UNHCR), there have been few studies published on mental health concerns of the Rohingya refugee populations. Nonetheless, there are a concerning number of cases reported involving \"explosive anger, psychotic-like symptoms, somatic or medically unexplained symptoms, impaired function and suicidal ideation,\" along with a documented history of reported high anxiety, hypervigilance, depression, and appetite loss within the population.[58] The factors suggested to cause such prominent mental health concerns involve not only daily stressors of refugee living situations and the immediate trauma endured prior to arrival, but also due to protracted traumatic or stressful experience being persecuted in Rakhine State before fleeing.[64] The combination of the protracted refugee crisis with a history of stress, persecution and trauma is a cause for concern with the Rohingya and further investigation into the effects and treatments has been recommended. Furthermore, there have been obstacles with reporting mental health measurement results, including not having validated such measurements with the Rohingyas prior to research, as well as a substandard understanding of cultural idioms of distress. This allows for possible misinterpretation of mental health concerns if viewed and diagnosed by Western standards and definitions alone. Further evaluation into cultural idioms of distress, validity of results and continued research has been recommended by multiple involved agencies.[58] Poor infrastructure and sanitation in refugee camps place the Rohingya at increased risk for food- and water-borne diseases. The recommended number of residents per latrine to reduce risk for waterborne disease is 20, according to the Minimum Standards in Humanitarian response. In the Rohingya refugee camps in Bangladesh, the actual prevalence of latrines is one latrine for 37 individuals.[8] Clean water is also in demand for the Rohingya refugees. Many people draw from nearby rivers for drinking water, however, these rivers are also sources of bathing and open defecation, especially in unofficial Rohingya camps.[8][9] Contamination of these rivers and latrines by harmful pathogens becomes an even greater risk during monsoon seasons for Rohingya camps in both Myanmar and Bangladesh. Poor infrastructure in the refugee camps will not protect against flooding events that can easily spread food- and water-borne pathogens.[65] The inadequate sanitation and hygiene conditions in the Rohingya camps have resulted in increased risk for transmission of diarrheal infections. Escherichia coli, for example, has been detected in 92% of water samples taken from a Rohingya refugee camp.[9] Other water- and food-borne diseases that pose a threat to the Rohingya refugees are cholera, hepatitis A, hepatitis E, and typhoid.[9] Currently, diarrheal diseases contribute significantly to health morbidity in the Rohingya camps. Approximately 8% of morbidity among Rohingya refugees is attributable to acute watery diarrhea (AWD), and the prevalence of AWD among individuals who seek clinical care is 22%.[9] According to the UNHCR, 63,750 Rohingya refugees suffering from AWD visited a registered camp's clinic between 25 August and 2 December 2017. There were also 15 reported deaths due to AWD during that time.[10] The threat of food- and water-borne diseases is especially concerning among vulnerable populations, including children and pregnant women. In official camps, 40% of children less than 5-years-old, have been infected with a diarrheal disease. The prevalence of diarrheal symptoms within the past 30 days among children living in unofficial camps, where adequate latrines are rare, is greater than 50%.[8] Pregnancy often complicates a woman's ability to combat infection. Mortality rates for hepatitis E, for example are as low as 1% among the general population but can increase drastically to 20-25% for pregnant women.[9] Due to poor sanitation, low water quality, close living quarters, and high levels of drug trafficking and sexual violence, infectious disease outbreaks in Rohingya refugee camps are of concern to public health officials.[59][60] High rates of respiratory infections and diarrheal illnesses have already been documented[11] and children seem to recover more poorly from infectious diseases than adults due to malnutrition, but all ages are struggling to recover from respiratory infections and diarrheal diseases.[8] Currently, diphtheria resurgence is a large concern. As of February 2018, there have been 5,710 reported cases and 35 reported deaths due to diphtheria.[65] Mass vaccination efforts to stop the spread of diphtheria have been difficult due to cultural barriers and hesitation of the Rohingya. However, steps are being taken by public health officials to understand these barriers and to better the Rohingya's understanding of vaccination in hopes of increasing the vaccination rate and preventing new cases of diphtheria.[66] Another concern of public health officials is the potential increase of sexually transmitted infections. Drug trafficking and sexual violence are high among the Rohingya refugees residing in the Cox's Bazar district in Bangladesh and there are 83 known cases of HIV among refugees, with many more unknown cases likely.[60] While not yet seen in the refugee camps, hepatitis E is a concern, particularly for pregnant women as the death rate increases from 1% to as much as 25% when infection occurs in the third trimester.[9] There have been, however, cases of acute jaundice syndrome,[9] which is associated with hepatitis E infection.[67] Starting in October 2017, Rohingya refugees migrated in droves into Bangladesh and since, massive spread of communicable diseases has occurred among them. Rohingya refugees are often not vaccinated and there is worry that outbreaks of vaccine-preventable diseases, such as polio, measles, and tetanus, will occur if living conditions are not improved.[65] But the UN and the WHO, along with Bangladesh Government, were quick to begin mass vaccination of the population. Measles outbreak is a dangerous threat and in 2017, the WHO announced that 136,000 children under 15 years of age were vaccinated against measles and rubella. An oral polio vaccine was also given to 72,000 children. Permanent vaccination centers are in place to assist in the vaccination effort of children under the age of 2 years. In October 2017, a mass vaccination effort spearheaded by the Ministry of Health and Family Welfare and partners provided 900,000 doses of oral cholera vaccine in two phases. More than 700,000 people over 1 year of age received a single dose during the first phase; in the second, an additional dose of the oral cholera vaccine was administered to 199,472 children ages 1 to 5 years. In addition, 236,696 children under 5 years of age were also vaccinated against polio.[68] No new cases of cholera were detected in the 3 months following mass vaccination. However, Rohingya refugees arriving after the mass vaccination remain unprotected. As a result, a new cholera vaccination campaign began in May 2018.[69] Also in Cox's Bazar, Rohingya children up to age 6 were immunized in December 2017 against pneumococcal disease, pertussis, tetanus, influenza B, and diphtheria in an effort to prevent future outbreaks and to control the spread of diphtheria.[11] Malnutrition is a serious public health concern for Rohingya refugee children. According to the World Health Organization (WHO) malnutrition refers to deficiencies and excesses or imbalances in a person's intake of energy and/or nutrients and is a strong predictor of mortality in children that are 5 years and younger. In the refugee camps in Bangladesh, over 25% of Rohingya children are malnourished and over 12% are suffering from severe stunting, a condition resulting from starvation and malnutrition. Infants under 6 months are among the most vulnerable and have malnutrition rates near 50%.[61] This is in part due to mothers lack of ability to provide breast milk due to their own lack of nutrition. Refugees are dependent on humanitarian aid and while efforts to combat malnutrition are underway, there is still an alarming rate of malnutrition. Efforts in Bangladesh and other surrounding countries by UNICEF, Action Against Hunger and other aid relief are helping to provide food and water.[70] Rohingya refugee children are facing a high risk of death considering the WHO refers to malnutrition as critical issue when rates reach 15%. Acute malnutrition in the refugees exceeds levels between 24.5%-26.5%.[8] Malnutrition is well above emergency levels. Of the thousands of children that have fled to Bangladesh, chronic malnutrition is prevalent in around 60% of Rohingya children in Bangladesh. There are many factors that play a role in the alarming rates of malnutrition among Rohingya refugee children including food security, infectious disease, poor sanitary conditions and contaminated water. Food security is a specific concern since only 6% of refugees report having acceptable food consumption scores.[71] There are still refugees arriving at Cox's Bazar from Myanmar, creating an even greater lack of already very limited resources. A major upcoming concern for the refugees is the potential threat of the rainy season. This has the potential to cause flooding, leading to contaminated water and infectious disease, thus resulting in higher rates of malnutrition.[70] They are in need of huge amounts of nutrient rich foods to reduce the risk of malnutrition rates increasing.[59] The Rohingya refugee crisis has made Rohingya women more vulnerable. Currently, Rohingya women make up approximately 67% of the refugee population and are victims of sexual violence and exploitation.[72] Of the 335,670 female refugees in the population, 70,000 (20%) are estimated to be pregnant or new mothers. This pregnancy rate is much higher than that of their native Myanmar where only 4.7% of women are pregnant or new mothers.[72] Many experts believe that the increase in pregnancy rate is a result of sexual violence against displaced Rohingya women. The Bangladesh home ministry states that a staggering 90% of female refugees have been victims of rape.[72] Many victims of rape at the hands of soldiers are killed because of their race. Gender inequalities and marginalization of women are additional reasons for the high rates of violence against women. Child marriage is a common practice among the Rohingya.[73] There is also a lack of legal procedures for marriage in the camps that refugees are placed in. Very often marriages are based on dowries and arranged marriages tend to happen early for girls within the camps, due to fear of sexual violence. When women are married, they are told that they should have a large family as it is a sin for a woman to limit the number of children she bears.[73] Contraception methods are very limited and many believe it may lead to infertility or death; family planning is also seen as immoral.[73] Although there are reproductive health services within the camps, not many people seek reproductive care due to a lack of trust in medical personnel and practices, as well as barriers to transportation. Women also tend to be less independently mobile within their communities compared to men. Women and girls usually receive information on sexual and reproductive health through elderly women within the population and although this can be helpful, very often false information is given to people about reproductive health.[73] Having limited participation with the clinics has to lead to increases in unsafe pregnancies and sexually transmitted infections.[73] Most of the Rohingya refugees deliver infants with the help of midwives.[74] The United Nations Population Fund (UNFPA) has been responsible for ensuring that the midwifery diploma program is in the refugee camps.[74] An increase in violence among refugees has been documented and as a result, the midwives are sometimes unable to provide the proper access to healthcare and resources. Many of the midwives in the region also can not give the best sexual health resources because of language barriers and cultural differences.[74] Due to the Rohingya's conservative values, sexual and reproductive health information and care is limited and midwives are limited in the information they can provide. The majority of expectant women tend to be between the ages of 15 to 18 years old. Currently, there are approximately 19 facilities within the refugee camps that help give access to reproductive healthcare, however, there is a growing need for services and support for reproductive health issues.[74] Another factor contributing to the health of Rohingya women is the ability to breastfeed infants and availability of spaces to do so. As of 2017, about 8.3% of the Rohingya population was breastfeeding.[75] On average the Rohingya women will give birth to 3.8 children in their lifespan and will breastfeed for a total of 6.9 years.[75] A large increase in childbearing has been seen and breastfeeding-safe regions have become very limited and overcrowded for women as a result. As well as having limited space to participate in breastfeeding, many mothers are not given accurate information on proper feeding practices.[75] Bangladesh's government has prohibited Rohingyas from being formally educated outside their camps. The policy also applies to those born and raised in Bangladesh (they are not issued birth certificates).[76][77] Some refugees have concealed their identity to access formal education. Many such students have been expelled after government notices.[76] In 2019, Rahima Akter, a registered Rohingya refugee born in Bangladesh, was expelled from Cox's Bazar International University, where she was studying law, because refugees were not allowed to attend educational institutions.[78] As of 2020, approximately one-third of refugee Rohingya children were able to access primary education, primarily through temporary centers run by international organizations. UNICEF runs approximately 1,600 learning centers across the country, educating around 145,000 children.[79] In April 2020, UNICEF and the Bangladeshi government launched a pilot program aiming to enroll 10,000 Rohingya children in schools where they will be taught the Myanmar school curriculum up to the ninth grade.[79] While UNICEF schools provide education to children from age 4 to 14, older students rely on private schools or religious schools where the instructors have little education themselves.[80][81] The government does not allow Rohingyas to study the Bangladesh curriculum as it does not want them to integrate in the country.[82][76] On 13 December 2021, the Refugee Relief and Repatriation Commissioner announced that private schools in Rohingya camps are illegal as they lack government approval and must be shut down. Since then, government authorities have shut down multiple such community-based and home-based learning centres, including schools teaching Myanmar curriculum, and confiscated their assets. Some of these schools were created because UNICEF-run primary schools did not serve children between ages 14 and 18.[83] The shutdowns are viewed as dangerous for the children, who are already vulnerable to crimes like drug-trafficking. Nur Khan Liton, of the human rights organization Ain O Salish Kendra, said, \"when they go back to their homeland, the Rohingya people won't get any good jobs\".[80] A number of scholars have expressed concerns about the security implications for Bangladesh of the Rohingyas' prolonged stay.[84] As of 30 April 2020 Expention Camps [85]","Title":"Rohingya refugees in Bangladesh - Wikipedia","KeyID":"3411","URL":"https://en.wikipedia.org/wiki/Rohingya_refugees_in_Bangladesh"}