{"Content: ":"Rakhine State (/rəˈkaɪn/ (listen); Burmese: ရခိုင်ပြည်နယ်; MLCTS: ra.hkuing pranynai, Rakhine pronunciation [ɹəkʰàiɰ̃ pɹènè], Burmese pronunciation: [jəkʰàiɰ̃ pjìnɛ̀]; formerly known as Arakan State) is a state in Myanmar (Burma). Situated on the western coast, it is bordered by Chin State to the north, Magway Region, Bago Region and Ayeyarwady Region to the east, the Bay of Bengal to the west and the Chittagong Division of Bangladesh to the northwest. It is located approximately between latitudes 17°30' north and 21°30' north and longitudes 92°10' east and 94°50' east. The Arakan Mountains or Rakhine Yoma separated Rakhine State from central Burma from North to South. Off the coast of Rakhine State there are some fairly large islands such as Ramree, Cheduba and Myingun. Rakhine State has an area of 36,762 square kilometres (14,194 sq mi) and its capital is Sittwe.[3] The term Rakhine is believed to have been derived from the Pali word Rakkhapura (Sanskrit Raksapura), meaning \"Land of Ogres\" (Rakshas), possibly a pejorative referring to the original[4] Australoid inhabitants. The Pali word \"Rakkhapura\" (\"Rakkhita\") means \"land of the people of Rakhasa\" (also Rakkha, Rakhaing). They were given this name in honour of their preservation of their national heritage and ethics or morality.[5] The word Rakhine means, \"one who maintains his own race\".[6] In the Arakanese language, the land is called Rakhinepray, the ethnic Rakhine are called Rakhinetha. The term [Arakan], was introduced when the Arakan Kingdom was established and has continued to be used until recent times and is still popularly used in English. Many English language users[note 1] eschew the name changes promulgated by the military government. The history of the region of Arakan (now renamed Rakhine) State can be roughly divided into seven parts. The first four divisions and the periods are based on the location of the centre of power of the main independent Rakhine-dominated polities in the northern Rakhine region, especially along the Kaladan River. Thus, the history is divided into the Dhanyawadi, Waithali, Laymro and Mrauk U. Mrauk U was conquered by the Konbaung dynasty of Burma in 1784–85, after which Rakhine became part of the Konbaung kingdom of Burma. In 1824, the first Anglo-Burmese war erupted and in 1826, Rakhine (alongside Tanintharyi) was ceded to the British East India Company as war reparations by the Burmese. Rakhine thus became part of the province of Burma in British India. In 1948, Burma was given independence and Rakhine became part of the new federal republic. Based on Rakhine oral histories and inscriptions in certain temples, the history of the Rakhine region dates back nearly five thousand years.[citation needed] The Rakhine people trace their societal history back to as far as 2666 BCE and have given a lineal succession of 227 native monarchs and princes[7] down to the last ruler in 1784. They also describe their territory as including, in varying points of time, the regions of Ava, the Irrawaddy Delta, the port town of Thanlyin (Syriam) and parts of eastern Bengal. However, the expanse of the successive Rakhine kingdoms does not exactly corroborate with certain known historical documentation.[citation needed] According to Rakhine legend, the first recorded kingdom, centred around the northern town of Dhanyawadi, arose in the 34th century BCE and lasted until 327 CE. Rakhine documents and inscriptions state that the famed Mahamuni Buddha image was cast in Dhanyawady in around 554 BCE when the Buddha visited the kingdom. After the fall of Dhanyawadi in the 4th century CE, the centre of power shifted to a new dynasty based in the town of Waithali. The Waithali kingdom ruled the regions of Rakhine from the middle of the 4th century to 818 CE. The period is seen as the classical period of Rakhine culture, architecture and Buddhism, as the Waithali period left behind more archaeological remains than its predecessor. A new dynasty emerged in four towns along the Lemyo River as Waithali waned in influence, and ushered in the Lemro period, where four principal towns served as successive capitals.[citation needed] After its partial dominance by the Islamic Delhi Sultanate and Bengal Sultanate, the final Kingdom of Mrauk U was founded in 1429 by Min Saw Mon. It is seen by the Rakhine people as the golden age of their history, as Mrauk U served as a commercially important port and base of power in the Bay of Bengal region and involved in extensive maritime trade with Arabia and Europe.[citation needed]Part of it, along Bengal Subah's Chittagong, was later conquered by the Mughal Emperor Aurangzeb. The country steadily declined from the 18th century onwards after its loss to the Mughal Empire. Internal instability, rebellion and dethroning of kings were very common. The Portuguese, during the era of their greatness in Asia, gained a temporary establishment in Arakan.[7][8][9][10] On 2 January 1785, the internally divided kingdom fell to invading forces of Konbaung Dynasty, Burma. The Mahamuni Image was taken away by the Burmese Forces as war loot. Thus, an expansionist Burma came into direct territorial contact with territories of the British East India Company, which set the stage for future flaring of hostility. Various geopolitical issues gave rise to the First Anglo-Burmese War (1824–26). As the image of Mahamuni had been taken as war loot by the Burmese, this time the huge bell of the temple was taken by the Presideny acrmies and awarded to an Indian soldier, Bhim Singh, a Risaldar in the 2nd Battalion of the Bengal Army, for his bravery. This inscribed huge bell is still installed in a temple at village Nadrai near Kasganj town in present-day Kanshiram Nagar District of Uttar Pradesh India. In the Treaty of Yandabo (1826), which ended hostilities, Burma ceded Arakan alongside Tanintharyi (Tenasserim) to British India. The British made Akyab (now Sittwe) the capital of Arakan. Later, Arakan became part of the province of Burma of the British Indian Empire, and then part of British Burma when Burma was made into a separate crown colony. Arakan was administratively divided into three districts along traditional divisions during the Mrauk U period. Rakhine (Arakan) was the site of many battles during the Second World War, most notably the Arakan Campaign 1942–43 and the Battle of Ramree Island. In 1948, Arakan became part of the newly independent Union of Burma (later renamed as Myanmar) and the three districts became Arakan Division. From the 1950s, there was a growing movement for secession and restoration of Arakan independence. In part to appease this sentiment, in 1974, the socialist government under General Ne Win constituted \"Rakhine State\" from Arakan Division giving at least nominal acknowledgment of the regional majority of the Rakhine people. Since 2010, Rakhine state has had two chief ministers: Hla Maung Tin and Major General Maung Maung Ohn. Hla Maung Tin ( January 2011 – 20 June 2014) was an elected Rakhine State Hluttaw member representing USDP from Ann Township in 2010 general election. He resigned from the post after recurrent intense inter-communal conflicts between Muslims and Rakhine ethnic groups in 2012–14.[11] In 2014, he was replaced by Major General Maung Maung Ohn (30 June 2014 – present). Ohn was Deputy Minister for Border Affairs and head of the Rakhine State's Emergency Coordination Center before he was named to become a military-appointed Rakhine State Hluttaw member by Election Commission on 21 June 2014. His appointment as Chief Minister was formalised on 30 June 2014 although Arakan National Party opposed it.[12] The 2012 Rakhine State riots were a series of conflicts between Rohingya Muslims and ethnic Rakhines who are majority in the Rakhine State. Before the riots, there were widespread and strongly held fears circulating among Buddhist Rakhines (who were a large majority) that they would soon become a minority in their ancestral state.[13] The riots finally came after weeks of sectarian disputes including the death of ten Burmese Muslims by Rakhines and murder of a Rakhine by Rohingyas.[14][15] From both sides, whole villages were \"decimated\".[15][16] According to the Burmese authorities, the violence, between ethnic Rakhine Buddhists and Rohingya Muslims, left 78 people dead, 87 injured, and up to 140,000 people have been displaced.[17][18] The government has responded by imposing curfews and by deploying troops in the region. On 10 June 2012, a state of emergency was declared in Rakhine, allowing the military to participate in the administration of the region.[19][20] Rohingya NGOs overseas have accused the Burmese army and police of targeting Rohingya Muslims through arrests and participating in violence.[17] However, an in-depth research conducted by the International Crisis Group shows that both communities are grateful for the protection provided by the military.[21] A number of monks' organisations have taken measures to block aid from NGOs that help Rohingyas.[22] In July 2012, the Burmese Government did not include the Rohingya minority group in the census—classified as stateless Bengali Muslims from Bangladesh since 1982.[23] About 140,000 Rohingya in Burma remain confined in IDP camps.[24] The official of the United Nations and Human Rights Watch have described the persecution of the Rohingya as ethnic cleansing.[25][26] The UN human rights envoy to Myanmar reported \"the long history of discrimination and persecution against the Rohingya community... could amount to crimes against humanity\",[27] and there have been warnings of an unfolding genocide.[28] Yanghee Lee, the UN special investigator on Myanmar, believes the country wants to expel its entire Rohingya population.[29] The NLD government refused to share executive power at state level after the Arakan National Party won a majority of votes in Rakhine State in the 2015 election. The Arakanese repeatedly complained that their proposals in parliament are frequently rejected or not addressed.[30][31] On 16 January 2018, thousands of Mrauk U residents staged a protest after officials banned a memorial event to mark the 233rd anniversary of the end of the Mrauk U kingdom. Local police opened fire on the crowd, killing seven and wounding 12. Two speakers of the event-Aye Maung, a prominent Rakhine politician, was charged under section 17(1) of Unlawful Associations Act and Sections 121 and 505 of the Penal Code, which relate to high treason and incitement and Wai Hun Aung, a Sittwe-based activist, was filed with public mischief charges under the Penal Code. Eight rakhine youths who were wounded in the protest were detained and charged under Article 6 (1) for allegedly destroying government property and public asset.[32][33] In 2017, State Counselor Aung San Suu Kyi and the Tatmadaw rejected national-level political dialogue, which was a mandatory step of the Nationwide Ceasefire Agreement (NCA), where regional stakeholders discuss suggestions at large-scale public consultations, the results of which are shared by representatives at the Union Peace Conference or 21st Century Panglong, to be held in Rakhine State. In February 2017, the Arakan Liberation Party—which is one of eight NCA signatories—proposed holding ethnic-based national-level political dialogue in Rakhine State, but Aung San Suu Kyi turned down the request, saying the ALP was not yet ready. The ALP made necessary preparations and submitted letters three times to request approval to hold the dialogue, but the government did not reply, and at the Joint Implementation Coordination Meeting (JICM) Aung San Suu Kyi again declined the request, citing sensitive issues involving the Rohingya Muslims in Rakhine State.[34][35] The Union Election Committee (UEC) announced on 16 October 2020 that the 2020 Myanmar general election would not be held in the townships of Pauktaw, Ponnagyun, Rathedaung, Buthidaung, Maung Daw, Kyauktaw, Minbya, Myebon, Mrauk U; two quarters and 52 village tracts within Kyaukphyu Township, three quarters and 29 village tracts within Ann Township, four quarters within Sittwe Township, and ten quarters and 52 village tracts within Toungup Township. The UEC argued that holding a free and fair election would not be possible in the townships due to ongoing violence.[36] With the exception of Toungup Township, Rakhine ethnic parties are overwhelmingly dominant in these townships. The Rakhine Nationalities Development Party (RNDP) and Arakan National Party (ANP)[37] won a majority of the seats in these townships the in 2010 and 2015 general elections.[38] An estimated 1.2 million people in Rakhine State subsequently lost their voting rights.[citation needed] The government of Myanmar authorised the shutdown of internet services in nine townships on 21 June 2019, including Ponnangyun, Kyauktaw, Maungdaw, Buthidaung, Rathedaung, Mrauk U, Minbya, and Myebon in Rakhine State, as well as Paletwa in Chin State.[39] The restriction was lifted in five of nine townships in September 2019: four in Rakhine State – Maungdaw, Buthidaung, Rathedaung and Myebon – and one township in Chin State, Paletwa. However, the restriction was re-imposed in those five townships in February 2020.[40] Around 100 students gathered in Yangon on 22 February 2020 and demanded an end to the internet cut-off in Rakhine and Chin states, where civilian casualties are mounting as government troops battle ethnic rebels, the Arakan Army. A case has been filed, on nine students who organised the protest, under section 19 of the Peaceful Assembly Law, which outlaws unauthorised assemblies and carries a maximum six-month prison sentence.[41][42] Internet services were restored in Maungdaw Township on 1 May 2020. On 1 August 2020, 2G internet services were permitted in the remaining seven townships – Buthidaung, Kyauktaw, Minbya, Mrauk U, Myebon, Ponnagyun and Rathedaung Townships in Rakhine State and Paletwa Township in Chin State. However, 3G and 4G services remained restricted.[43] On 2 February 2021, a day after the Tatmadaw seized power in a coup d'état, mobile internet services were restored in those eight townships in Rakhine State and Chin State.[44] Rakhine State (formerly known as Arakan Province), like many parts of Burma, has a diverse ethnic population. Official Burmese figures state Arakan State's population as 3,118,963.[45] The ethnic Rakhine make up the majority, followed by a considerable population of Rohingya Muslims.[46][47] The Rakhine reside mainly in the lowland valleys as well as Ramree and Manaung (Cheduba) islands. A number of other ethnic minorities like the Thet, Kamein, Chin, Mro, Chakma, Khami, Dainet, Bengali Hindu and Maramagri inhabit mainly in the hill regions of the state. According to the State Sangha Maha Nayaka Committee's 2016 statistics, 12,943 Buddhist monks were registered in Rakhine State, comprising 2.4% of Myanmar's total Sangha membership, which includes both novice samanera and fully-ordained bhikkhu.[48] The majority of monks belong to the Thudhamma Nikaya (88.9%), followed by Shwegyin Nikaya (3.9%), with the remainder of monks belonging to other small monastic orders.[48] 534 thilashin were registered in Rakhine State, comprising 0.9% of Myanmar’s total thilashin community.[48] The Rakhine are traditionally Theravada Buddhists. As per the 1983 Census, 98.63% of the Rakhine in Rakhine State were Buddhist and another 1.19% were Muslim. The Chin were the 3rd largest ethnic group, contributing 4% of the population in the 1983 Census. At that time, out of the 64,404 Chin in Rakhine, 55.76% were Buddhist and 33.79% were Animist.[49] Muslims constituted more than 80–96% of the population near the border with Bangladesh and the coastal areas. As per the 1983 Census, 99.82% of the Rohingya, 99.24% of the \"Other foreigners\", 89.20% of the \"Mixed races\", 85.50% of the Indians and 67.51% of the \"Pakistanis\" in Rakhine state were Muslims.[49] Rakhine State consists of five districts, as below, showing areas and officially estimated populations in 2002: Combined, these districts have a total of 17 townships[50] and 1,164 village-tracts. Sittwe is the capital of the state. United League of Arakan Few roads cross the Arakan Mountains from central Burma to Rakhine State. The three highways that do are the Ann to Munbra (Minbya in Burmese pronunciation) road in central Rakhine,[51] the Toungup to Pamtaung road in south central Rakhine,[51] and the Gwa to Ngathaingchaung road in far southern Rakhine.[51][52][53] Air travel still is the usual mode of travel from Yangon and Mandalay to Sittwe and Ngapali, the popular beach resort. Only in 1996 was a highway from Sittwe to the mainland constructed. The state still does not have a rail line (although Myanmar Railways has announced a 480-km rail extension to Sittwe from Pathein via Ponnagyun-Kyauttaw-Mrauk U-Minbya-Ann).[54] The airports in Rakhine State are With Chinese investment, a deep sea port has been constructed in Kyaukphyu to facilitate the transport of natural gas and crude oil from the Indian Ocean to China without passing through Strait of Malacca.[55] Rivers useful for transportation in Rakhine are Rakhine is one of the poorest states in Myanmar .[56] Over 69% of the population live in poverty.[57] Rice is the main crop in the region, occupying around 85% of the total agricultural land. Coconut and nipa palm plantations are also important. Fishing is a major industry, with most of the catch transported to Yangon, but some is also exported. Wood products such as timber, bamboo and fuel wood are extracted from the mountains. Small amounts of inferior-grade crude oil are produced from primitive, shallow, hand-dug wells, but there is yet unexplored potential for petroleum and natural gas production. Tourism is slowly being developed. The ruins of the ancient royal town Mrauk U and the beach resorts of Ngapali are the major attractions for foreign visitors, but facilities are still primitive, and the transportation infrastructure is still rudimentary. While most places in Myanmar have chronic power shortages, in rural states like Rakhine the problem is greater. In 2009, the electricity consumption of a state of 3 million people was 30 MW, or 1.8% of the country's total generation capacity.[58] In December 2009, the military government added three more hydropower plants, Saidin, Thahtay Chaung and Laymromyit, at a cost of over US$800 million. The three plants together can produce 687 megawatts, with surplus electricity distributed to other states and divisions.[58] Educational opportunities in Myanmar are extremely limited outside the main cities of Yangon and Mandalay. The following is a summary of the public school system in the state in academic year 2013–2014.[59] Sittwe University is the main university in the state. The general state of health care in Myanmar is poor. The military government spends anywhere from 0.5% to 3% of the country's GDP on health care, consistently ranking among the lowest in the world.[60][61] Although health care is nominally free, in reality, patients have to pay for medicine and treatment, even in public clinics and hospitals. Public hospitals lack many of the basic facilities and equipment. In general, the health care infrastructure outside of Yangon and Mandalay is extremely poor but is especially bad in remote areas like Rakhine State. The entire Rakhine State has fewer hospital beds than the Yangon General Hospital. The following is a summary of the public health care system in the state.[62]","Title":"Rakhine State - Wikipedia","KeyID":"3412","URL":"https://en.wikipedia.org/wiki/Rakhine_State"}