{"Content: ":"The Rohingya people (/roʊˈhɪndʒə, -ɪn-, -ɪŋjə/) are a stateless Indo-Aryan ethnic group who predominantly follow Islam[23][24][25] and reside in Rakhine State, Myanmar (previously known as Burma). Before the Rohingya genocide in 2017, when over 740,000 fled to Bangladesh, an estimated 1.4 million Rohingya lived in Myanmar.[26][1][27][28][29] Described by journalists and news outlets as one of the most persecuted minorities in the world,[30][31][32] the Rohingya are denied citizenship under the 1982 Myanmar nationality law.[33][34][35] There are also restrictions on their freedom of movement, access to state education and civil service jobs.[35][36] The legal conditions faced by the Rohingya in Myanmar have been compared to apartheid[37][38][39][40] by some academics, analysts and political figures, including Nobel laureate Bishop Desmond Tutu, a South African anti-apartheid activist.[41] The most recent mass displacement of Rohingya in 2017 led the International Criminal Court investigating crimes against humanity, and led to the International Court of Justice investigating genocide.[42] The Rohingya maintain they are indigenous to western Myanmar with a heritage of over a millennium and influence from the Arabs, Mughals, and Portuguese. The community claims it is descended from people in precolonial Arakan and colonial Arakan; historically, the region was an independent kingdom between Southeast Asia and the Indian subcontinent.[43][29] The Myanmar government considers the Rohingya as British colonial and postcolonial migrants from neighbouring Chittagong/East Bengal respectively Bangladesh. It argues that a distinct precolonial Muslim population is recognized as Kaman, and that the Rohingya conflate their history with the history of Arakan Muslims in general to advance a separatist agenda.[44][45][46][47][48] In addition, Myanmar's government does not recognise the term \"Rohingya\" and prefers to refer to the community as \"Bengali\".[49][50] Rohingya campaign groups and human rights organizations demand the right to \"self-determination within Myanmar\".[51] Various armed insurrections by the Rohingya have taken place since the 1940s and the population as a whole has faced military crackdowns in 1978, 1991–1992,[52] 2012, 2015, and particularly in 2016–2018, when most of the Rohingya population of Myanmar was driven out of the country, into neighbouring Bangladesh.[53][54][55][56][57][58] By December 2017, an estimated 625,000 refugees from Rakhine, Myanmar, had crossed the border into Bangladesh since August 2017.[59][60][61][62][63] UN officials and Human Rights Watch have described Myanmar's persecution of the Rohingya as ethnic cleansing.[64][65] The UN human rights envoy to Myanmar reported \"the long history of discrimination and persecution against the Rohingya community... could amount to crimes against humanity\",[66] and there have been warnings of an unfolding genocide.[67][68] Probes by the UN have found evidence of increasing incitement of hatred and religious intolerance by \"ultra-nationalist Buddhists\" against Rohingyas while the Myanmar security forces have been conducting \"summary executions, enforced disappearances, arbitrary arrests and detentions, torture and ill-treatment, and forced labour\" against the community.[69][70][71] Before the 2015 Rohingya refugee crisis and the military crackdown in 2016 and 2017, the Rohingya population in Myanmar was close to 1.4 million,[26][27][72][73][1][74] chiefly in the northern Rakhine townships, which were 80–98% Rohingya.[75] Since 2015, over 900,000 Rohingya refugees have fled to south-eastern Bangladesh alone,[76] and more to other surrounding countries, and major Muslim nations.[77][78][79][6][80] More than 100,000 Rohingyas in Myanmar are confined in camps for internally displaced persons.[81][82] Shortly before a Rohingya rebel attack that killed 12 security forces on 25 August 2017, the Myanmar military launched \"clearance operations\" against the Rohingya Muslims in Rakhine state[83][84] that, according to NGOs, the Bangladeshi government and international news media, left many dead, and many more injured, tortured or raped, with villages burned. The government of Myanmar has denied the allegations. The modern term Rohingya emerged from colonial and pre-colonial terms Rooinga and Rwangya.[85] The Rohingya refer to themselves as Ruáingga /ɾuájŋɡa/. In Burmese they are known as rui hang gya (following the MLC Transcription System) (Burmese: ရိုဟင်ဂျာ /ɹòhɪ̀ɴd͡ʑà/) while in Bengali they are called Rohingga (Bengali: রোহিঙ্গা /ɹohiŋɡa/). The term \"Rohingya\" may come from Rakhanga or Roshanga, the words for the state of Arakan. The word Rohingya would then mean \"inhabitant of Rohang\", which was the early Muslim name for Arakan.[86][87][88][89] The usage of the term Rohingya has been historically documented prior to the British Raj. In 1799, Francis Buchanan wrote an article called \"A Comparative Vocabulary of Some of the Languages Spoken in the Burma Empire\", which was found and republished by Michael Charney in the SOAS Bulletin of Burma Research in 2003.[90][91][92] Among the native groups of Arakan, he wrote are the: \"Mohammedans, who have long settled in Arakan, and who call themselves Rooinga, or natives of Arakan.\"[93][90][89] The Classical Journal of 1811 identified \"Rooinga\" as one of the languages spoken in the \"Burmah Empire\". In 1815, Johann Severin Vater listed \"Ruinga\" as an ethnic group with a distinct language in a compendium of languages published in German.[94] In 1936, when Burma was still under British rule, the \"Rohingya Jam’iyyat al Ulama\" was founded in Arakan.[95][48][note 1] According to Jacques Leider, the Rohingya were referred to as \"Chittagonians\" during the British colonial period, and it was not controversial to refer to them as \"Bengalis\" until the 1990s.[98] Leider also states that \"there is no international consensus\" on the use of the term Rohingya, as they are often called \"Rohingya Muslims\", \"Muslim Arakanese\" and \"Burmese Muslims\".[99][note 2] Others, such as anthropologist Christina Fink, use Rohingya not as an ethnic identifier but as a political one.[100] Leider believes the Rohingya is a political movement that started in the 1950s to create \"an autonomous Muslim zone\" in Rakhine.[101] The government of Prime Minister U Nu, when Burma was a democracy from 1948 to 1962, used the term \"Rohingya\" in radio addresses as a part of peace-building effort in Mayu Frontier Region.[102] The term was broadcast on Burmese radio and was used in the speeches of Burmese rulers.[43] A UNHCR report on refugees caused by Operation King Dragon referred to the victims as \"Bengali Muslims (called Rohingyas)\".[103] Nevertheless, the term Rohingya wasn't widely used until the 1990s.[102][103][104] Today the use of the name \"Rohingya\" is polarised. The government of Myanmar refuses to use the name.[102] In the 2014 census, the Myanmar government forced the Rohingya to identify themselves as \"Bengali\".[105] Many Rohingya see the denial of their name similar to denying their basic rights,[106] and the U.N. Special Rapporteur on human rights in Myanmar has agreed.[66] Jacques Leider writes that many Muslims in Rakhine simply prefer to call themselves \"Muslim Arakanese\" or \"Muslims coming from Rakhine\" instead of \"Rohingya\".[99][92][107] The United States embassy in Yangon continues to use the name \"Rohingya\".[105] The Rohingya population is concentrated in the historical region of Arakan, an old coastal country in Southeast Asia. It is not clear who the original settlers of Arakan were. Burmese traditional history claims that the Rakhine have inhabited Arakan since 3000 BCE but there is no archaeological evidence to support the claim.[108] By the 4th century, Arakan became one of the earliest Indianized kingdoms in Southeast Asia. The first Arakanese state flourished in Dhanyawadi. Power then shifted to the city of Waithali. Sanskrit inscriptions in the region indicate that the founders of the first Arakanese states were Indian. Arakan was ruled by the Chandra dynasty.[109] The British historian Daniel George Edward Hall stated that \"The Burmese do not seem to have settled in Arakan until possibly as late as the tenth century CE. Hence earlier dynasties are thought to have been Indian, ruling over a population similar to that of Bengal. All the capitals known to history have been in the north near modern Akyab\".[110][29] Due to its coastline on the Bay of Bengal, Arakan was a key centre of maritime trade and cultural exchange between Burma and the outside world, since the time of the Indian Maurya Empire.[111][29] According to Syed Islam, a political science scholar, Arab merchants had been in contact with Arakan since the third century, using the Bay of Bengal to reach Arakan.[112] A southern branch of the Silk Road connected India, Burma, and China since the neolithic period.[113][114] Arab traders are recorded in the coastal areas of southeast Bengal, bordering Arakan, since the 9th century.[115] The Rohingya population trace their history to this period.[116] According to Syed Islam, the earliest Muslim settlements in the Arakan region began in the 7th-century. The Arab traders were also missionaries and they began converting the local Buddhist population to Islam by about 788 CE, states Syed Islam. Besides these locals converting to Islam, Arab merchants married local women and later settled in Arakan. As a result of intermarriage and conversion, the Muslim population in Arakan grew.[112] This claim by Sayed Islam saying that, by 788 CE, locals in Arakan were being converted into Muslims clearly contradicts historian Yegar's findings which say, even in 1203, Bengal is the easternmost point of Islamic expansion, not to say further into Arakan.[117] The alternate view contests that Islam arrived in the Arakan region in the 1st-millennium. According to this view, this Rohingya history is not based on any evidence, rather is based on \"fictitious stories, myths and legends\".[118] According to Southeast Asian Buddhism history scholar and an ordained Buddhist monk Ashon Nyanuttara, there is scant historical data and archaeological evidence about the early political and religious history of the Arakan people and the Rakhaing region. The limited evidence available suggests that Buddhism, possibly the Mahayana tradition, was well established by the 4th-century in the region under the Candra Buddhist dynasty.[119] Muslim community's expansion and the growth of Islam into the region came much later with Bengali Muslims from the region that is now a part of Bangladesh. Further, the term \"Rohingya\" does not appear in any regional text of this period and much later. That term was adopted by \"a few Bengali Muslim intellectuals who were direct descendants of immigrants from Chittagong district [Bengal]\" in the 20th-century, states historian Aye Chan.[118][119] The Rakhines were one of the tribes of the Burmese Pyu city-states.[29] The Rakhines began migrating to Arakan through the Arakan Mountains in the 9th century. The Rakhines established numerous cities in the valley of the Lemro River. These included Sambawak I, Pyinsa, Parein, Hkrit, Sambawak II, Myohaung, Toungoo and Launggret. Burmese forces invaded the Rakhine cities in 1406.[109] The Burmese invasion forced Rakhine rulers to seek help and refuge from neighbouring Bengal in the north.[109] Early evidence of Bengali Muslim settlements in Arakan date back to the time of Min Saw Mon (1430–34) of the Kingdom of Mrauk U. After 24 years of exile in Bengal, he regained control of the Arakanese throne in 1430 with military assistance from the Bengal Sultanate. The Bengalis who came with him formed their own settlements in the region.[120][117] The Santikan Mosque built in the 1430s,[120][121] features a court which \"measures 65 ft from north to south and 82 ft from east to west; the shrine is a rectangular structure measuring 33 ft by 47 ft.\"[122][29] King Min Saw Mon ceded some territory to the Sultan of Bengal and recognised his sovereignty over the areas. In recognition of his kingdom's vassal status, the Buddhist kings of Arakan received Islamic titles and used the Bengali gold dinar within the kingdom. Min Saw Mon minted his own coins with the Burmese alphabet on one side and the Persian alphabet on the other.[117] Arakan's vassalage to Bengal was brief. After Sultan Jalaluddin Muhammad Shah's death in 1433, Narameikhla's successors invaded Bengal and occupied Ramu in 1437 and Chittagong in 1459. Arakan would hold Chittagong until 1666.[123][124] Even after independence from the Sultans of Bengal, the Arakanese kings continued the custom of maintaining Muslim titles.[125] The Buddhist kings compared themselves to Sultans and fashioned themselves after Mughal rulers. They also continued to employ Muslims in prestigious positions within the royal administration.[126] Some of them worked as Bengali, Persian and Arabic scribes in the Arakanese courts, which, despite remaining Buddhist, adopted Islamic fashions from the neighbouring Bengal Sultanate.[126][120] The population increased in the 17th century, as slaves were brought in by Arakanese raiders and Portuguese settlers following raids into Bengal.[126][86][120] Slaves included members of the Mughal nobility. A notable royal slave was Alaol, a renowned poet in the Arakanese court. The slave population were employed in a variety of workforces, including in the king's army, commerce and agriculture.[86][127][128] In 1660, Prince Shah Shuja, the governor of Mughal Bengal and a claimant of the Peacock Throne, fled to Arakan with his family after being defeated by his brother Emperor Aurangzeb during the Battle of Khajwa. Shuja and his entourage arrived in Arakan on 26 August 1660.[129][29] He was granted asylum by King Sanda Thudhamma. In December 1660, the Arakanese king confiscated Shuja's gold and jewellery, leading to an insurrection by the royal Mughal refugees. According to varying accounts, Shuja's family was killed by the Arakanese, while Shuja himself may have fled to a kingdom in Manipur. However, members of Shuja's entourage remained in Arakan and were recruited by the royal army, including as archers and court guards. They were king makers in Arakan until the Burmese conquest.[130] The Arakanese continued their raids of Mughal Bengal. Dhaka was raided in 1625.[131] Emperor Aurangzeb gave orders to his governor in Mughal Bengal, Shaista Khan, to end what the Mughals saw as Arakanese-Portuguese piracy.[132][133] In 1666, Shaista Khan led a 6000 man army and 288 warships to seize Chittagong from the Kingdom of Mrauk U.[134] The Mughal expedition continued up till the Kaladan River. The Mughals placed the northern part of Arakan under its administration and vassalage.[135] Following the Konbaung Dynasty's conquest of Arakan in 1785, as many as 35,000 people of the Rakhine State fled to the neighbouring Chittagong region of British Bengal in 1799 to escape persecution by the Bamar and to seek protection under the British Raj.[136] The Bamar executed thousands of men and deported a considerable portion of the population to central Burma, leaving Arakan a scarcely populated area by the time the British occupied it.[137][29] According to an article on the \"Burma Empire\" published by the British Francis Buchanan-Hamilton in 1799, \"the Mohammedans, who have long settled in Arakan\", \"call themselves Rooinga, or natives of Arakan\".[90] However, according to Derek Tokin, Hamilton no longer used the term to refer to the Muslims in Arakan in his later publications.[107] Sir Henry Yule saw many Muslims serving as eunuchs in Konbaung while on a diplomatic mission to the Burmese capital, Ava.[138][139] British policy encouraged Bengali inhabitants from adjacent regions to migrate into the then lightly populated and fertile valleys of Arakan as farm labourers. The East India Company extended the Bengal Presidency to Arakan. There was no international boundary between Bengal and Arakan and no restrictions on migration between the regions. In the early 19th century, thousands of Bengalis from the Chittagong region settled in Arakan seeking work.[140] It is hard to know whether these new Bengal migrants were the same population that was deported by force to Bengal's Chittagong during the Burmese conquest in the 18th century and later returned to Arakan as a result of British policy or they were a new migrant population with no ancestral roots to Arakan.[141] The British census of 1872 reported 58,255 Muslims in Akyab District. By 1911, the Muslim population had increased to 178,647.[142] The waves of migration were primarily due to the requirement of cheap labour from British India to work in the paddy fields. Immigrants from Bengal, mainly from the Chittagong region, \"moved en masse into western townships of Arakan\". Albeit Indian immigration to Burma was a nationwide phenomenon, not just restricted to Arakan.[143] For these reasons historians believed that most Rohingyas arrived with the British colonialists in the 19th and 20th centuries with some tracing their ancestry much further.[98] According to Thant Myint-U, historian and adviser to President Thein Sein, \"At the beginning of the 20th century, Indians were arriving in Burma at the rate of no less than a quarter million per year. The numbers rose steadily until the peak year of 1927, immigration reached 480,000 people, with Rangoon exceeding New York City as the greatest immigration port in the world. This was out of a total population of only 13 million; it was equivalent to the United Kingdom today taking 2 million people a year.\" By then, in most of the largest cities in Burma, Rangoon, Akyab, Bassein and Moulmein, the Indian immigrants formed a majority of the population. All of Burma was officially a Province within the British Indian Empire ('the Raj') from November 1885 until 1937, when Burma became a separate Crown colony within the British Empire. The Burmese under British rule felt helpless, and reacted with a \"racism that combined feelings of superiority and fear\".[143] Professor Andrew Selth of Griffith University writes that although a few Rohingya trace their ancestry to Muslims who lived in Arakan in the 15th and 16h centuries, most Rohingyas arrived with the British colonialists in the 19th and 20th centuries.[144][145] Most have argued that Rohingya existed from the four waves of Muslim migrations from the ancient times to medieval, to the British colony. Gutman (1976) and Ibrahim (2016) claiming that the Muslim population dates before the arrival of ethnic Rakhine in the 9th to 10th century. Suggesting the Rohingya are descendants of the of a pre-Arakan population who existed for 3 thousand years and waves of Muslim who intermingled forming modern Rohingya.[146] The impact of this immigration was particularly acute in Arakan. Although it boosted the colonial economy, local Arakanese bitterly resented it.[147] According to historian Clive J. Christie, \"The issue became a focus for grass-roots Burmese nationalism, and in the years 1930–31 there were serious anti-Indian disturbances in Lower Burma, while 1938 saw riots specifically directed against the Indian Muslim community. As Burmese nationalism increasingly asserted itself before the Second World War, the 'alien' Indian presence inevitably came under attack, along with the religion that the Indian Muslims imported. The Muslims of northern Arakan were to be caught in the crossfire of this conflict.\"[148] In the 1931 census, the Muslim population of Burma was 584,839, 4% of the total population of 14,647,470 at the time. 396,504 were Indian Muslims and 1,474 Chinese Muslims, while 186,861 were Burmese Muslims. The census found a growth in the number of Indian Muslims born in Burma, primarily due to their permanent settlement in Akyab. 41% of Muslims of Burma lived in Arakan at that time.[149] Due to the terrain of the Arakan Mountains, the Arakan region was mostly accessible by sea.[150] In British Arakan Division, the port of Akyab had ferry services and a thriving trade with the ports of Chittagong, Narayanganj, Dacca and Calcutta in British India;[151] as well as with Rangoon. Akyab was one of the leading rice ports in the world, hosting ship fleets from Europe and China.[152] Many Indians settled in Akyab and dominated its seaport and hinterland. The 1931 census found 500,000 Indians living in Akyab.[153] Several Rohingyas were elected to Burmese native seats in the Legislative Council of Burma and Legislature of Burma. During the 1936 Burmese general election, Advocate U Pho Khaine was elected from Akyab West and Gani Markan was elected from Maungdaw-Buthidaung. In 1939, U Tanvy Markan was elected from Maungdaw-Buthidaung. Their elections in the Burmese native category set them apart from immigrant Indian legislators.[154] During World War II, the Imperial Japanese Army (IJA) invaded British-controlled Burma. The British forces retreated and in the power vacuum left behind, considerable inter-communal violence erupted between Arakanese and Muslim villagers. The British armed Muslims in northern Arakan in order to create a buffer zone that would protect the region from a Japanese invasion when they retreated[155] and to counteract the largely pro-Japanese ethnic Rakhines.[86] The period also witnessed violence between groups loyal to the British and the Burmese nationalists.[155] The Arakan massacres in 1942 involved communal violence between British-armed V Force Rohingya recruits and pro-Japanese Rakhines, polarising the region along ethnic lines.[156] Tensions boiling in Arakan before the war erupted during the Japanese invasion of Southeast Asia and Arakan became the frontline in the conflict. The war resulted in a complete breakdown of civil administration and consequent development of habits of lawlessness exacerbated by the availability of modern firearms. The Japanese advance triggered an inter-communal conflict between Muslims and Buddhists. The Muslims fled towards British-controlled Muslim-dominated northern Arakan from Japanese-controlled Buddhist-majority areas. This stimulated a \"reverse ethnic cleansing\" in British-controlled areas, particularly around Maungdaw. Failure of a British counter-offensive, attempted from December 1942 to April 1943, resulted in the abandonment of even more of the Muslim population as well as an increase in inter-communal violence.[157] Moshe Yegar, a research fellow at Truman Institute, Hebrew University of Jerusalem, noted that hostility had developed between the Muslims and the Buddhists who had brought about a similar hostility in other parts of Burma. This tension was let loose with the retreat of the British. With the approach of the Japanese into Arakan, the Buddhists instigated cruel measures against the Muslims. Thousands, though the exact number is unknown, fled from Buddhist-majority regions to eastern Bengal and northern Arakan with many being killed or dying of starvation. The Muslims in response conducted retaliatory raids from British-controlled areas, causing Buddhists to flee to southern Arakan.[158] Aye Chan, a historian at Kanda University in Japan, has written that as a consequence of acquiring arms from the British during World War II, Rohingyas[note 3] tried to destroy the Arakanese villages instead of resisting the Japanese. Chan agrees that hundreds of Muslims fled to northern Arakan, though states that the accounts of atrocities on them were exaggerated. In March 1942, Rohingyas from northern Arakan killed around 20,000 Arakanese. In return, around 5,000 Muslims in the Minbya and Mrauk-U Townships were killed by Rakhines and Red Karens.[47][159] As in the rest of Burma, the IJA committed acts of rape, murder and torture against Muslims in Arakan.[160] During this period, some 22,000 Muslims in Arakan were believed to have crossed the border into Bengal, then part of British India, to escape the violence.[161][162][163] The exodus was not restricted to Muslims in Arakan. Thousands of Burmese Indians, Anglo-Burmese and British who settled during the colonial period emigrated en masse to India. To facilitate their reentry into Burma, the British formed Volunteer Forces with Rohingya. Over the three years during which the Allies and Japanese fought over the Mayu peninsula, the Rohingya recruits of the V-Force, engaged in a campaign against Arakanese communities, using weapons provided by V-Force.[156] According to the secretary of the British governor, the V Force, instead of fighting the Japanese, destroyed Buddhist monasteries, pagodas, and houses, and committed atrocities in northern Arakan. The British Army's liaison officer, Anthony Irwin, on the other hand, praised the role of the V Force.[164][165] During the Pakistan Movement in the 1940s, Rohingya Muslims in western Burma organised a separatist movement to merge the region into East Pakistan.[139] The commitments of the British regarding the status of Muslims after the war are not clear. V Force officers like Andrew Irwin felt that Muslims along with other minorities must be rewarded for their loyalty. Muslim leaders believed that the British had promised them a \"Muslim National Area\" in Maungdaw region. They were also apprehensive of a future Buddhist-dominated government. In 1946, calls were made for annexation of the territory by Pakistan as well as of an independent state.[157][158] Before the independence of Burma in January 1948, Muslim leaders from Arakan addressed themselves to Muhammad Ali Jinnah, the founder of Pakistan, and asked his assistance in incorporating the Mayu region to Pakistan considering their religious affinity and geographical proximity with East Pakistan.[139] The North Arakan Muslim League was founded in Akyab (modern Sittwe) two months later.[139] The proposal never materialised since it was reportedly turned down by Jinnah, saying that he was not in a position to interfere in Burmese matters.[139] The numbers and the extent of post-independence immigration from Bangladesh are subject to controversy and debate. In a 1955 study published by Stanford University, the authors Virginia Thompson and Richard Adloff write, \"The post-war (World War II) illegal immigration of Chittagonians into that area was on a vast scale, and in the Maungdaw and Buthidaung areas they replaced the Arakanese.\"[166] The authors further argue that the term Rohingya, in the form of Rwangya, first appeared to distinguish settled population from newcomers: \"The newcomers were called Mujahids (crusaders), in contrast to the Rwangya or settled Chittagonian population.\"[166] According to the International Crisis Group (ICG), these immigrants were actually the Rohingyas who were displaced by World War II and began to return to Arakan after the independence of Burma but were rendered as illegal immigrants, while many were not allowed to return.[167] ICG adds that there were \"some 17,000\" refugees from the Bangladesh liberation war who \"subsequently returned home\".[167] On 25 September 1954, the then Prime Minister U Nu in his radio address to the nation talked about Rohingya Muslims’ political loyalty to predominantly Buddhist Burma. This usage of the term ‘Rohingya’ is important in the sense that today Myanmar denies to accept this category altogether and calls them ’Bengali’. During the same time a separate administrative zone May Yu was established comprising most of the present North Rakhine State, which had Rohingya as its majority ethnic group. One of the objectives of this Muslim majority zone was to ‘strive for peace with Pakistan’. Brigadier Aung Gyi, one of the deputies of General Ne Win, in 1961 explained Rohingya as; “On the west, May Yu district borders with Pakistan. As is the case with all borderlands communities, there are Muslims on both sides of the borders. Those who are on Pakistan’s side are known as Pakistani while the Muslims on our Burmese side of the borders are referred to as ‘Rohingya’.[93] But since Burma's military junta took control of the country in 1962, the Rohingya have been systematically deprived of their political rights.[168] In 1962 military dictator General Ne Win, took over the government and started implementing a Nationalist agenda, which had its roots in racial discrimination. In 1978 military government launched operation Nagamin to separate nationals from non-nationals. This was the first concerted large scale violent attack on Rohingya. National Registration Cards (NRC) were taken away by state actors never to be replaced. Violence that followed forced 200,000 Rohingya to flee to Bangladesh. Bangladesh denied Rohingya admission into her territory and blocked food rations leading to death of 12,000 of them. After bilateral negotiations Rohingya were repatriated.[93] In the prelude to independence, two Rohingyas were elected to the Constituent Assembly of Burma in 1947, M. A. Gaffar and Sultan Ahmed. After Burma became independent in 1948, M. A. Gaffar presented a memorandum of appeal to the Government of the Union of Burma calling for the recognition of the term \"Rohingya\", based on local Indian names of Arakan (Rohan and Rohang), as the official name of the ethnicity. Sultan Ahmed, who served as Parliamentary Secretary to the Ministry of Minorities, was a member of the Justice Sir Ba U Commission charged with exploring whether Arakan Division should be granted statehood. During the 1951 Burmese general election, five Rohingyas were elected to the Parliament of Burma, including one of the country's first two female MPs, Zura Begum. Six MPs were elected during the 1956 Burmese general election and subsequent by-elections. Sultan Mahmud, a former politician in British India, became Minister of Health in the cabinet of Prime Minister of Burma U Nu. In 1960, Mahmud suggested that either Rohingya-majority northern Arakan remain under the central government or be made a separate province. However, during the 1960 Burmese general election, Prime Minister U Nu's pledges included making all of Arakan into one province. The 1962 Burmese coup d'état ended the country's Westminster-style political system. The 1982 Burmese citizenship law stripped most of the Rohingyas of their stake in citizenship. Rohingya community leaders were supportive of the 8888 uprising for democracy. During the 1990 Burmese general election, the Rohingya-led National Democratic Party for Human Rights won four seats in the Burmese parliament. The four Rohingya MPs included Shamsul Anwarul Huq, Chit Lwin Ebrahim, Fazal Ahmed and Nur Ahmed. The election was won by the National League for Democracy led by Aung San Suu Kyi, who was placed under house arrest and not permitted to become prime minister. The Burmese military junta banned the National Democratic Party for Human Rights in 1992. Its leaders were arrested, jailed and tortured. Rohingya politicians have been jailed to disbar them from contesting elections. In 2005, Shamsul Anwarul Huq was charged under Section 18 of the controversial 1982 Burmese citizenship law and sentenced to 47 years in prison. In 2015, a ruling Union Solidarity and Development Party MP Shwe Maung was disbarred from the 2015 Burmese general election, on grounds that his parents were not Burmese citizens under the 1982 citizenship law.[169] As of 2017, Burma does not have a single Rohingya MP and the Rohingya population have no voting rights.[170] A separate administrative zone for the Rohingya-majority northern areas of Arakan existed between 1961 and 1964. Known as the Mayu Frontier District, the zone was set up by Prime Minister U Nu after the 1960 Burmese general election, on the advice of his health minister Sultan Mahmud. The zone was administered directly from Rangoon by the national government. After the Burmese military coup in 1962, the zone was administered by the Burmese army. It was transferred to the Ministry of Home Affairs in 1964 by the Union Revolutionary Council. The socialist military government inducted the zone into Arakan State in 1974. Racism towards people with links to the Indian subcontinent increased after the 1962 Burmese coup. The socialist military government nationalised all property, including many enterprises of the white collar Burmese Indian community. Between 1962 and 1964, 320,000 Burmese Indians were forced to leave the country.[171][172] As a result of Operation King Dragon by the Burmese junta, the first wave of Rohingya refugees entered Bangladesh in 1978. An estimated 200,000 Rohingyas took shelter in Cox's Bazaar. Diplomatic initiatives over 16 months resulted in a repatriation agreement, which allowed the return of most refugees under a process facilitated by UNHCR.[173] The return of refugees to Burma has been the second largest repatriation process in Asia after the return of Cambodian refugees from Thailand.[173] In 1982, the citizenship law enacted by the Burmese military junta did not list the Rohingya as one of the 135 \"national races\" of Burma. This made much of the Rohingya population in Burma stateless in their historical homeland of Arakan.[174] General Ne Win drafted Citizenship Act in 1982, which denied citizenship rights to any community/group that was not listed in a survey conducted by British in 1824. All other ethnic groups were considered aliens to the land or invaders. Eight major ethnicities Arakan, Chin, Kachin, Karen, Kayah, Mon, Shan, and Burmese were broken into 135 small ethnic groups. Groups like Rohingya who do not belong to any of these 135 ethnicities were denied citizenship rights. Taking into account just one survey for defining the history of a group of people is highly problematic. It overlooks the fact that Rohingya were mentioned in records earlier to this survey. Scholars like Maung Zarni have argued that Burmese military ‘encoded its anti-Indian and anti-Muslim racism in its laws and policies’. He further argues; “The 1982 Citizenship Act serves as the state’s legal and ideological foundation on which all forms of violence, execution, restrictions, and human rights crimes are justified and committed with state impunity if carried out horizontally by the local ultra-nationalist Rakhine Buddhists. In light of the on-the-ground link between the legalised removal of citizenship from the Rohingya and the implementation of a permanent set of draconian laws and policies—as opposed to periodic “anti-immigration” operations—amount to the infliction on the Rohingya of conditions of life designed to bring about serious bodily and mental harm and to destroy the group in whole or in part. As such, the illegalisation of the Rohingya in Myanmar is an indication of the intent of the State to both remove the Rohingya permanently from their homeland and to destroy the Rohingya as a group.”[93] After Burmese military junta began persecuting the political opposition following Aung San Suu Kyi's victory in the 1990 election and the earlier 1988 Uprising, military operations targeting Muslims (who strongly favoured the pro-democracy movement) began in Arakan State. The Rohingya-led NDPHR political party was banned and its leaders were jailed. Suu Kyi herself was placed under house arrest by the junta led by General Than Shwe. As the Burmese military increased its operations across the country, the Maungdaw, Buthidaung and Rathedaung townships in northern Arakan became centers of persecution. The 23rd and 24th regiments of the Tatmadaw (Myanmar Army) were responsible for promoting forced labour, rape, the confiscation of houses, land and farm animals, the destruction of mosques, a ban on religious activities and the harassment of the religious priests.[173] An estimated 250,000 refugees crossed over into Bangladesh.[173] In Bangladesh, the refugee influx was a challenge for the newly elected government of the country's first female prime minister Khaleda Zia (who headed the first parliamentary government since 1975). Both Bangladesh and Burma mobilised thousands of troops along the border during the crisis. The government of Bangladesh emphasised a peaceful resolution of the crisis.[175][176] After diplomatic negotiations, a repatriation agreement was put in place to allow the return of refugees to Burma under a UNHCR-supervised process.[173][177] In 1989, the junta officially changed the name of Burma to Myanmar. In the 1990s, the junta changed the name of the province of Arakan to Rakhine State,[178] which showed a bias towards the Rakhine community, even though the Rohingya formed a substantial part of the population. The name of the region was historically known as Arakan for centuries. The colloquial term Rohingya can be traced back to the pre-colonial period. The Rohingya community have also been known as Arakanese Indians and Arakanese Muslims.[179][180] Since the 1982 citizenship law, Burmese juntas and governments have strongly objected to the usage of the term of Rohingya, preferring to label the community as \"bengali illegal immigrants\". The derogatory slur kalar is widely used in Myanmar against the Rohingya.[181] Myanmar's government has often pressured diplomats and foreign delegates against uttering the term Rohingya.[181] The Rakhine for their part felt discriminated against by the governments in Rangoon dominated by the ethnic Burmese with one Rakhine politician saying, \"we are therefore the victims of Muslimisation and Burmese chauvinism.\"[147] The Economist wrote in 2015 that from the 1940s on and right to this day, the Burmens have seen and see themselves as victims of the British Empire while the Rakhine see themselves as victims of the British and the Burmens; both groups were and are so intent upon seeing themselves as victims that neither has much sympathy for the Rohingyas.[147] After Jinnah's refusal to accept northern Arakan into the Dominion of Pakistan, some Rohingya elders who supported a jihad movement, founded the Mujahid party in northern Arakan in 1947.[182] The aim of the Mujahid party was to create an autonomous Islamic state in Arakan. By the 1950s, they began to use the term \"Rohingya\" which may be a continuation of the term Rooinga to establish a distinct identity and identify themselves as indigenous. They were much more active before the 1962 Burmese coup d'état by General Ne Win, a Burmese general who began his military career fighting for the Japanese in World War II. Ne Win carried out military operations against them over a period of two decades. The prominent one was Operation King Dragon, which took place in 1978; as a result, many Muslims in the region fled to neighbouring Bangladesh as refugees.[183] In addition to Bangladesh, a large number of Rohingyas also migrated to Karachi, Pakistan.[184] Rohingya mujahideen are still active within the remote areas of Arakan.[185] From 1971 to 1978, a number of Rakhine monks and Buddhists staged hunger strikes in Sittwe to force the government to tackle immigration issues which they believed to be causing a demographic shift in the region.[186] Ne Win's government requested UN to repatriate the war refugees and launched military operations which drove off around 200,000 people to Bangladesh. In 1978, the Bangladesh government protested against the Burmese government concerning \"the expulsion by force of thousands of Burmese Muslim citizens to Bangladesh\". The Burmese government responded that those expelled were Bangladesh citizens who had resided illegally in Burma. In July 1978, after intensive negotiations mediated by UN, Ne Win's government agreed to take back 200,000 refugees who settled in Arakan.[187] In the same year as well as in 1992, a joint statement by governments of Myanmar and Bangladesh \"acknowledged that the Rohingya were lawful Burmese residents\".[188] In 1982, the Burmese government enacted the citizenship law and declared the \"Bengalis\" are foreigners.[189] There are widespread beliefs among Rakhine people that significant number of immigrants arrived even after the 1980s when the border was relatively unguarded. However, there is no documentation proof for these claims as the last census was conducted in 1983.[72] Successive Burmese governments have fortified the border and built up border guard forces. Since the 1990s, a new 'Rohingya' movement which is distinct from the 1950s armed rebellion has emerged. The new movement is characterised by lobbying internationally by overseas diaspora, establishing indigenous claims by Rohingya scholars, publicising the term \"Rohingya\" and denying Bengali origins by Rohingya politicians.[75] Rohingya scholars[who?] have claimed that Rakhine was previously an Islamic state for a millennium, or that Muslims were king-makers of Rakhine kings for 350 years. They often traced the origin of Rohingyas to Arab seafarers. These claims have been rejected as \"newly invented myths\" in academic circles.[88] Some Rohingya politicians have labelled Burmese and international historians as \"Rakhine sympathizers\" for rejecting the purported historical origins.[190] The movement has garnered sharp criticisms from ethnic Rakhines and Kamans, the latter of whom are a recognised Muslim ethnic group in Rakhine. Kaman leaders support citizenship for Muslims in northern Rakhine but believe that the new movement is aimed at achieving a self-administered area or Rohang State as a separate Islamic state carved out of Rakhine, and condemn the movement.[191] Rakhines' views are more critical. Citing Bangladesh's overpopulation and density, Rakhines perceive the Rohingyas as \"the vanguard of an unstoppable wave of people that will inevitably engulf Rakhine\".[192] However, for moderate Rohingyas, the aim may have been no more than to gain citizenship status. Moderate Rohingya politicians agree to compromise on the term Rohingya if citizenship is provided under an alternative identity that is neither \"Bengali\" nor \"Rohingya\". Various alternatives including \"Rakhine Muslims\", \"Myanmar Muslims\" or simply \"Myanmar\" have been proposed.[107][193] The military junta that ruled Myanmar for half a century relied heavily on mixing Burmese nationalism and Theravada Buddhism to bolster its rule, and, in the view of the US government, heavily discriminated against minorities like the Rohingyas. Some pro-democracy dissidents from Myanmar's ethnic Bamar majority do not consider the Rohingyas compatriots.[194][195][196][197] Successive Burmese governments have been accused of provoking riots led by Buddhist monks against ethnic minorities like the Rohingyas[198] In the 1990s, more than 250,000 Rohingya fled to refugee camps in Bangladesh. In the early 2000s, all but 20,000 of them were repatriated to Myanmar, some against their will.[199] In 2009, a senior Burmese envoy to Hong Kong branded the Rohingyas \"ugly as ogres\" and a people that are alien to Myanmar.[200][201] Under the 2008 constitution, the Myanmar military still control much of the country's government, including the ministries of home, defence and border affairs, 25% of seats in parliament and one vice-president.[202][203] The 2012 Rakhine State riots were a series of conflicts between Rohingya Muslims who form the majority in the northern Rakhine and ethnic Rakhines who form the majority in the south. Before the riots, there were widespread fears among the Buddhist Rakhines that they would soon become a minority in their ancestral state.[192] The riots occurred after weeks of sectarian disputes, including a gang rape and murder of a Rakhine woman by Rohingyas and killing of ten Burmese Muslims by Rakhines.[204][205] There is evidence that the pogroms in 2012 were incited by the government asking the Rakhine men to defend their \"race and religion\".[206] The Rakhine men were said to have been given knives and free food, and bused in from Sittwe.[147] The Burmese government denied having organised the pogroms, but has never prosecuted anyone for the attacks against the Rohingyas.[147] The Economist argued that since the transition to democracy in Burma in 2011, the military has been seeking to retain its privileged position, forming the motivation for it to encourage the riots in 2012 and allowing it to pose as the defender of Buddhism against Muslim Rohingya.[147] On both sides, entire villages were \"decimated\".[205][207] According to the Burmese authorities, the violence between ethnic Rakhine Buddhists and Rohingya Muslims left 78 people dead, 87 injured, and up to 140,000 people displaced.[208][209] The government has responded by imposing curfews and deploying troops in the region. On 10 June 2012, a state of emergency was declared in Rakhine, allowing the military to participate in the administration of the region.[210][211] Rohingya NGOs abroad have accused the Burmese army and police of targeting Rohingya Muslims through arrests and participating in violence.[208] A field observation conducted by the International Crisis Group concluded that both communities were grateful for the protection provided by the military.[212] A number of monks' organisations have taken measures to boycott NGOs which they believe helped only Rohingyas in the past decades even though Rakhines were equally poor.[213] In July 2012, the Burmese Government did not include the Rohingya minority group in the census—classified as stateless Bengali Muslims from Bangladesh since 1982.[214] About 140,000 Rohingya in Myanmar remain confined in IDP camps.[82] In 2015, the Simon-Skjodt Centre of the United States Holocaust Memorial Museum stated in a press statement the Rohingyas are \"at grave risk of additional mass atrocities and even genocide\".[147] In 2015, to escape violence and persecution, thousands of Rohingyas migrated from Myanmar and Bangladesh, collectively dubbed as 'boat people' by international media,[215] to Southeast Asian countries including Malaysia, Indonesia and Thailand by rickety boats via the waters of the Strait of Malacca and the Andaman Sea.[215][216][217][218] The United Nations High Commissioner for Refugees estimates about 25,000 people have been taken to boats from January to March in 2015.[219][220] There are claims that around 100 people died in Indonesia,[221] 200 in Malaysia,[222] and 10 in Thailand[223] during the journey. An estimated 3,000 refugees from Myanmar and Bangladesh have been rescued or swum to shore and several thousand more are believed to remain trapped on boats at sea with little food or water. A Malaysian newspaper claimed crisis has been sparked by smugglers.[224] However, the Economist in an article in June 2015 wrote the only reason why the Rohingyas were willing to pay to be taken out of Burma in squalid, overcrowded, fetid boats as \"... it is the terrible conditions at home in Rakhine that force the Rohingyas out to sea in the first place.\"[147] On 9 October 2016, insurgents attacked three Burmese border posts along Myanmar's border with Bangladesh.[225] According to government officials in the mainly Rohingya border town of Maungdaw, the attackers brandished knives, machetes and homemade slingshots that fired metal bolts. Several dozen firearms and boxes of ammunition were looted by the attackers from the border posts. The attack resulted in the deaths of nine border officers.[226] On 11 October 2016, four soldiers were killed on the third day of fighting.[227] Following the attacks, reports emerged of several human rights violations allegedly perpetrated by Burmese security forces in their crackdown on suspected Rohingya insurgents.[228] Shortly after, the Myanmar military forces and extremist Buddhists started a major crackdown on the Rohingya Muslims in the country's western region of Rakhine State in response to attacks on border police camps by unidentified insurgents.[229] The crackdown resulted in wide-scale human rights violations at the hands of security forces, including extrajudicial killings, gang rapes, arsons, and other brutalities.[230][231][232] The military crackdown on Rohingyas drew criticism from various quarters including the United Nations, human rights group Amnesty International, the US Department of State, and the government of Malaysia.[233][234][235][236][237] The de facto head of government Aung San Suu Kyi has particularly been criticised for her inaction and silence over the issue and for doing little to prevent military abuses.[230][231][238] Government officials in Rakhine State originally blamed the Rohingya Solidarity Organisation (RSO), an Islamist insurgent group mainly active in the 1980s and 1990s, for the attacks;[239] however, on 17 October 2016, a group calling itself the Arakan Rohingya Salvation Army (ARSA) claimed responsibility.[240] In the following days, six other groups released statements, all citing the same leader.[241] The Myanmar Army announced on 15 November 2016 that 69 Rohingya insurgents and 17 security forces (10 policemen, 7 soldiers) had been killed in recent clashes in northern Rakhine State, bringing the death toll to 134 (102 insurgents and 32 security forces). It was also announced that 234 people suspected of being connected to the attack were arrested.[242][243] A police document obtained by Reuters in March 2017 listed 423 Rohingyas detained by the police since 9 October 2016, 13 of whom were children, the youngest being ten years old. Two police captains in Maungdaw verified the document and justified the arrests, with one of them saying, \"We, the police, have to arrest those who collaborated with the attackers, children or not, but the court will decide if they are guilty; we are not the ones who decide.\" Myanmar police also claimed that the children had confessed to their alleged crimes during interrogations, and that they were not beaten or pressured during questioning. The average age of those detained is 34, the youngest is 10, and the oldest is 75.[244][245] The Myanmar Armed Forces (Tatmadaw) stated on 1 September 2017 that the death toll had risen to 370 insurgents, 13 security personnel, 2 government officials and 14 civilians.[246] The United Nations believes over 1,000 people have been killed since October 2016, which contradicts the death toll provided by the Myanmar government.[247][248] Starting in early August 2017, the Myanmar security forces began \"clearance operations\" against the Rohingya in northern Rakhine state.[83][84] Following an attack by Rohingya militants of Arakan Rohingya Salvation Army (ARSA) against several security forces' outposts, 25 August, the operations escalated radically—killing thousands of Rohingya, brutalising thousands more, and driving hundreds of thousands out of the country into neighbouring Bangladesh while their villages burned—with the Myanmar military claiming that their actions were solely attacks on rebels in response to the ARSA attack. However, subsequent reports from various international organisations have indicated that the military operations were widespread indiscriminate attacks on the Rohingya population, already underway before the ARSA attacks, to purge northern Rakhine state of Rohingya, through \"ethnic cleansing\" and/or \"genocide.\"[249] In August 2018, study[86] estimated that more than 24,000+ Rohingya people were killed by the Myanmar military and the local Buddhists since the \"clearance operations\" started on 25 August 2017. The study[86] also estimated that 18,000+ the Rohingya Muslim women and girls were raped, 116,000 Rohingya were beaten, 36,000 Rohingya were thrown into fire[86][250][251][252][253][254] According to BBC reporters, during the summer of 2017, the Myanmar military began arming and training Rakhine Buddhist natives in northern Rakhine state, and in late summer advised that any ethnic Rakhines \"wishing to protect their state\" would be given the opportunity to join \"the local armed police.\" Matthew Smith, chief executive of human rights organisation Fortify Rights says that arming the Rakhines \"was a decision made to effectively perpetrate atrocity crimes against the civilian population.\" At the same time, northern Rakhine state faced food shortages, and, starting in mid-August, the government cut off all food supply to the area. On 10 August, the military flew in a battalion of reinforcements to the area, triggering a public warning from the resident United Nations human rights representative to Myanmar, who urged Myanmar authorities to restrain themselves.[249] A few weeks later, on 24 August 2017, the Rakhine Commission (chaired by former U.N. Secretary General Kofi Annan)—established by the new civilian Myanmar government to recommend solutions to the ethnic conflict and related issues in Rakhine state—released its recommendations for alleviating the suffering of minorities (especially the Rohingya), calling for measures that would improve security in Myanmar for the Rohingya, but not calling for all measures sought by various Rohingya factions.[255][256] The following morning, according to Myanmar military officials, a Rohingya rebel group (ARSA, or Arakan Rohingya Salvation Army) led multiple coordinated attacks on 30 police outposts and border guards, killing a dozen government forces, at the cost of over 50 dead among the rebels.[255][257][258][259][260][256][261] Almost immediately the Myanmar military—apparently teaming with local authorities with mobs of Rakhine Buddhist civilians—launched massive reprisals that it described as its anti-terrorist \"clearance operations\" (which, UN investigators and BBC reporters later determined, had actually begun earlier[83][84][249])—attacking Rohingya villages throughout northern Rakhine state.[255][259][258][260] Within the first three weeks, the military reported over 400 dead (whom it described as mostly \"militants\" and \"terrorists\")—the U.N. estimated over 1,000 dead (mostly civilians), and other sources initially suggested as many as 3,000—in the first four weeks of the reprisals.[255][259][258][260] However, in December 2017, following a detailed survey of Rohingya refugees, a humanitarian organisation serving refugees, Médecins Sans Frontières calculated that at least 6,700 Rohingya men, women and children were killed in the first month of the major attacks, including at least 750 children (that number later revised to \"over 1,000\"). MSF estimated that 69% were killed by gunshots, 9% were burnt to death (including 15% of children killed), and 5% beaten to death. However, MSF cautioned \"The numbers of deaths are likely to be an underestimation, as we have not surveyed all refugee settlements in Bangladesh and because the surveys don't account for the families who never made it out of Myanmar.\"[262][263][264] Refugees reported numerous civilians—including women and children—being indiscriminately beaten, raped, tortured, shot, hacked to death or burned alive. and whole villages being burnt down by authorities and Buddhist mobs. Human Rights Watch released satellite photos showing the villages burning, but the Myanmar government insisted the fires were lit by Rohingya, themselves, or specifically Rohingya militants—though the authorities offered no proof of the allegation, and refused or tightly controlled all media and foreign access to the area.[255][257][258][260][256] Myanmar's presidential spokesman reported that 176 ethnic Rohingya villages—out of the original a total of 471 Rohingya villages in three townships—had become empty. In addition to the 176 \"abandoned\" villages, some residents reportedly fled from at least 34 other villages.[255] In the first four weeks of the conflict, over 400,000 Rohingya refugees (approximately 40% of the remaining Rohingya in Myanmar) fled the country on foot or by boat (chiefly to Bangladesh—the only other country bordering the Rakhine state area under attack) creating a major humanitarian crisis. In addition, 12,000 Rakhine Buddhists, and other non-Muslim Rakhine state residents were displaced within the country.[257][258] On 10 September 2017, ARSA declared a temporary unilateral ceasefire to allow aid groups to work in the region. Its statement read that \"ARSA strongly encourages all concerned humanitarian actors resume their humanitarian assistance to all victims of the humanitarian crisis, irrespective of ethnic or religious background during the ceasefire period.\" However, the Myanmar government dismissed the gesture, saying \"we don't negotiate with terrorists.\"[265][266][267] The violence and humanitarian 'catastrophe,' inflamed international tensions, especially in the region, and throughout the Muslim world.[255][257][258][259] 13 September, Myanmar's presidential spokesman announced Myanmar would establish a new commission to implement some recommendations of Annan's Rakhine Commission, in their August 2017 report.[255] The United Nations initially reported in early September 2017 that more than 120,000 Rohingya people had fled Myanmar for Bangladesh due to a recent rise in violence against them.[268] The UNHCR, on 4 September, estimated 123,000 refugees have escaped western Myanmar since 25 August 2017.[269] (By 15 September, that number had surpassed 400,000[258]) The situation was expected to exacerbate the current refugee crisis as more than 400,000 Rohingya without citizenship were trapped in overcrowded camps and in conflict regions in Western Myanmar.[268] Myanmar's de facto civilian leader and Nobel Laureate, Aung San Suu Kyi,[270][271] criticised the media's reporting on the crisis, saying that her government is protecting everyone in Rakhine state, and argued that the reporting was misinformation that benefitted the aims of terrorists.[272] Some reports suggest that the Myanmar military has ceded some border outposts to rebels armed with wooden clubs as part of encouraging Rohingyas to leave the country.[267] A Holy See diplomat stated that at least 3000 people were killed by Myanmar security forces in August and September 2017.[273] The U.N. Secretary General issued a statement, 13 September 2017, implying that the situation facing the Rohingya in Rakhine state was \"ethnic cleansing.\" He urged Myanmar authorities to suspend military action and stop the violence—insisting that Myanmar's government uphold the rule of law, and (noting that \"380,000\" Rohingya had recently fled to Bangladesh) recognise the refugees' right to return to their homes.[258][274] The same day, the U.N. Security Council issued a separate, unanimous statement, on the crisis following a closed-door meeting about Myanmar. In a semi-official press statement (its first statement on the situation in Myanmar in nine years)—the Council expressed \"concern\" about reported excessive violence in Myanmar's security operations, called for de-escalating the situation, reestablishing law and order, protecting civilians, and resolution of the refugee problem.[258][274] On 19 September 2017, Myanmar's civilian leader, State Councillor Aung San Suu Kyi, made a major televised speech on the crisis—in English—stating \"We condemn all human rights violations and unlawful violence,\" and indicated a desire to know why the Rohingya were fleeing. But Suu Kyi largely defended her prior position supporting the Myanmar military and its actions, and deflected international criticism by saying most Rohingya villages remained intact, and conflict had not broken out everywhere. Expressing no criticism of the Myanmar military, and denying that it had engaged in any \"armed clashes or clearance operations\" since 5 September, she added, \"We are committed to the restoration of peace and stability and rule of law throughout the state,\" and that the country was \"committed to a sustainable solution… for all communities in this state\", but was vague as to how that would be achieved.[270][275][276][277] By the end of September, conflicts between Rohingya Muslims and outnumbered Hindus, became apparent—including the killing of around 100 Hindu villagers in Rakhine state, around late August—according to the Myanmar military who claimed to have found the bodies of 20 women and eight boys in mass graves, 24 September, after a search near Ye Baw Kya village, in northern Rakhine state. The search was reportedly in response to a refugee in Bangladesh who contacted a local Hindu leader in Myanmar. Authorities quoted the refugee as saying about 300 ARSA militants, on 25 August, marched about 100 people out of the Hindu village and killed them. ARSA denied involvement, saying it was committed to not killing civilians. International news media were not immediately allowed free access to the area to verify the reports.[278][279][280] In other cases, in Myanmar and in Bangladeshi refugee camps Hindu (particularly women) are reported to have faced kidnapping, religious abuse and \"forced conversions\" by Muslim Rohingyas.[279][281] By the end of September 2017, UN, Bangladesh and other entities were reporting that—in addition to 200,000-300,000 Rohingya refugees already in Bangladesh after fleeing prior attacks in Myanmar[282][283]—the current conflict, since late August 2017, had driven 500,000 more Rohingya from Myanmar into Bangladesh,[282][283][284] creating what UN Secretary General António Guterres described as \"the world's fastest-developing refugee emergency ... a humanitarian nightmare.\"[283][285] In November 2017 Myanmar and Bangladesh signed a memorandum of understanding for the return home of Rohingya refugees.[286] In April 2018 the first group of Rohingya refugees returned to Myanmar from Bangladesh.[287] In January 2016, the government of Bangladesh initiated a plan to relocate tens of thousands of forcibly displaced Rohingyas, who had fled to the country following persecution in Myanmar.[288][289] The refugees are to be relocated to the island of Bhasan Char.[288][289][290] The move has received substantial opposition. Human rights groups have seen the plan as a forced relocation.[288][289] Additionally, concerns have been raised about living conditions on the island, which is low-lying and prone to flooding.[288][289] The island has been described as \"only accessible during winter and a haven for pirates\".[288][289] It is nine hours away from the camps in which the Rohingya currently live.[288][289] In October 2019, Bangladeshi authorities again announced plans to relocate refugees to the island.[291] On 9 July 2020, HRW urged Bangladeshi authorities to immediately move over 300 Rohingya refugees, including children, from the silt island of Bhasan Char to the Cox's Bazar refugee camps to let them reside with their families. Families in Cox's Bazar told HRW that relatives on Bhasan Char are being held without freedom of movement or adequate access to food or medical care, and face severe shortages of safe drinking water.[292] In 2015, an assessment by the Yale Law School concluded that the government of Myanmar was waging a concerted campaign against the Rohingya, a campaign which could be classified as genocide under international law.[293] An investigation by the media channel Al Jazeera English, along with the group Fortify Rights, found that the Myanmar military was systematically targeting the Rohingya population because of its ethnicity and religion.[293] The International State Crime Initiative of the University of London issued a report stating that a genocide is taking place against the Rohingya.[294] The United Nations High Commission for Refugees has used the term ethnic cleansing to describe the exodus of Rohingya from Myanmar.[295] In December 2017, the United Nations High Commissioner for Human Rights, dismissed the Myanmar government's claims that its operations were merely a response to rebel attacks, and it also indicated that \"for us, it was clear... that these operations were organised and planned,\" and could amount to \"genocide.\"[296] On 24 August 2018, the day before the anniversary of the eruption of extreme violence that came to be known as the \"Rohingya Crisis,\" the office of the United Nations High Commissioner for Human Rights issued a report (which was not made public until 27 August) which summarised its findings after an investigation was completed into the events of August–September 2017. It declared that the events constituted cause for the Myanmar government—particularly the Myanmar military (the \"Tatmadaw\") and its commanding officers—to be brought before the International Criminal Court and charged with \"crimes against humanity\", including \"ethnic cleansing\" and \"genocide.\"[53][54][55][56][57][58][297] Those who identify as Rohingyas typically reside in the northernmost townships of Arakan bordering Bangladesh where they form 80–98% of the population. A typical Rohingya family has four or five surviving children but numbers up to twenty eight have been recorded in rare cases.[72][298] Rohingyas have 46% more children than Myanmar's national average.[72] In 2018, 48,000 Rohingya babies were born in Bangladesh, out of a total population of 120,000 fertile women.[299] As of 2014, about 1.3 million Rohingyas lived in Myanmar and an estimated 1 million lived overseas. They constitute 40% of Rakhine State's total population or 60% of it if the overseas Rohingya population is included. As of December 2016, 1/7th stateless of the entire world's stateless population is Rohingya according to United Nations figures.[1][300] Prior to the 2015 Rohingya refugee crisis and the military crackdown in 2016 and 2017, the Rohingya population in Myanmar was around 1.1 to 1.3 million[74][72][73][1] They reside mainly in the northern Rakhine townships, where they form 80–98% of the population.[75] Many Rohingyas have fled to southeastern Bangladesh, where there are over 900,000 refugees,[76] as well as to India,[77] Thailand,[78] Malaysia,[78] Indonesia,[79] Saudi Arabia[6] and Pakistan.[80] More than 100,000 Rohingyas in Myanmar live in camps for internally displaced persons, and the authorities do not allow them to leave.[81][82] The following table shows the statistics of Muslim population in Arakan. The data is for all Muslims in Arakan (Rakhine), regardless of ethnicity. The data for Burmese 1802 census is taken from a book by J. S. Furnivall. The British censuses classified immigrants from Chittagong as Bengalis. There were a small number of immigrants from other parts of India. The 1941 census was lost during the war. The 1983 census conducted under the Ne Win's government omitted people in volatile regions. It is unclear how many were missed. British era censuses can be found at Digital Library of India. in Arakan Akyab District population of Muslims in Akyub outside of Burma population in Arakan (Burmese) Rohingya culture shares many similarities to that of other ethnic groups in the region. The clothing worn by most Rohingyas is indistinguishable from those worn by other groups in Myanmar.[302] Men wear bazu (long sleeved shirts) and longgi or doothi (loincloths) covering down to the ankles. Religious scholars prefer wearing kurutha, jubba or panjabi (long tops). In special occasions, Rohingya men sometimes wear taikpon (collarless jackets) on top of their shirts.[302] Lucifica is a type of flat bread regularly eaten by Rohingyas,[302] while bola fica is a popular traditional snack made of rice noodles.[303] Betel leaves, colloquially known as faan, are also popular amongst Rohingyas.[302] The Rohingya language is part of the Indo-Aryan sub-branch of the greater Indo-European language family and is related to the Chittagonian language spoken in the southernmost part of Bangladesh bordering Myanmar.[28] While both Rohingya and Chittagonian are related to Bengali, they are not mutually intelligible with the latter. Rohingyas do not speak Burmese, the lingua franca of Myanmar, and face problems in integration. Rohingya scholars have written the Rohingya language in various scripts including the Arabic, Hanifi, Urdu, Roman, and Burmese alphabets, where Hanifi is a newly developed alphabet derived from Arabic with the addition of four characters from Latin and Burmese.[304] More recently, a Latin alphabet has been developed using all 26 English letters A to Z and two additional Latin letters Ç (for retroflex R) and Ñ (for nasal sound). To accurately represent Rohingya phonology, this alphabet also uses five accented vowels (áéíóú). It has been recognised by ISO with ISO 639-3 \"rhg\" code.[305] Due to the fact that members of Burma's Rohingya Muslim population are not considered citizens of the country, they are not protected against discrimination by the Burmese government. Therefore, concerns exist with regard to the community's lack of religious freedom, especially in the legal and political sphere.[306] The overwhelming majority of Rohingya people practice Islam, including a blend of Sunni Islam and Sufism[307][308][20][309] and about 2.5% of Rohingya are Hindu.[20][21][22] The government restricts their educational opportunities; so many of them pursue fundamental Islamic studies as their only option. Mosques and madrasas are present in most villages. Traditionally, men pray in congregations and women pray at home.[310] Muslims have often faced obstacles and struggled to practice their religion in the same way as other individuals in Burma. These struggles have manifested themselves in the form of difficulty in receiving approval for the construction of places of worship, whether they be informal or formal. In the past, they have also been arrested for teaching and practising their religious beliefs.[306] The Rohingya face discrimination and barriers to health care.[1][311] According to a 2016 study published in the medical journal The Lancet, Rohingya children in Myanmar face low birth weight, malnutrition, diarrhoea, and barriers to reproduction on reaching adulthood.[1] Rohingya have a child mortality rate of up to 224 deaths per 1,000 live births, more than 4 times the rate for the rest of Myanmar (52 per 1,000 live births), and 3 times rate of rest non-Rohingya areas of Rakhine state (77 per 1,000 live births).[312][1] The paper also found that 40% of Rohingya children suffer from diarrhoea in internally displaced persons camp within Myanmar at a rate five times that of diarrhoeal illness among children in the rest of Rakhine.[312] The Rohingya people have been described as \"one of the world's least wanted minorities\" and \"some of the world's most persecuted people\".[313][314] Médecins Sans Frontières claimed that the discrimination and human rights challenges which the Rohingya people have faced at the hands of the country's government and military are \"among the world's top ten most under-reported stories of 2007.\"[315] In February 1992, Myanmar's Ministry of Foreign Affairs stated in a press release, \"In actual fact, although there are (135) national races living in Myanmar today, the so-called Rohingya people is not one of them. Historically, there has never been a 'Rohingya' race in Myanmar.\"[315] The Rohingya are denied freedom of movement as well as the right to receive a higher education.[316] They have been denied Burmese citizenship since the 1982 nationality law was enacted.[317] Post the 1982 law, Burma has had different types of citizenship. Citizens possessed red identity cards; Rohingyas were given white identity cards which essentially classified them as foreigners who were living in Burma. Limitations and restrictions imposed on Rohingya are facilitated by this difference in citizenship. For example, Rohingyas cannot enlist in the army or participate in the government, and they are potentially faced with the issue of illegal immigration. The citizenship law also significantly underlies the human rights violations against the Rohingya by the military. [318] They are not allowed to travel without official permission and they were previously required to sign a commitment not to have more than two children, though the law was not strictly enforced. They are subjected to routine forced labour. (Typically, a Rohingya man has to work on military or government projects one day a week, and perform sentry duty one night a week.)[69] The Rohingya have also lost a lot of arable land, which has been confiscated by the military and given to Buddhist settlers who have moved there from elsewhere in Myanmar.[319][317] The military is partially responsible for the human rights violations which have been committed against the Rohingya. These violations include destruction of property and forced relocation to another country. One such violation was committed when the military forced Rohingyas in Rakhine to move to Bangladesh. Other human rights violations against Rohingya Muslims include physical violence and sexual violence. The country's military officials rationalised these violations by stating that they were required as part of a census that was going to be conducted in Burma and the military needed to perform these acts in order to find out what the Rohingya Muslims's nationality was.[318] According to Amnesty International, the Rohingya have been subjected to human rights violations by Burma's military dictatorship since 1978, and many of them have fled to neighbouring Bangladesh as a result.[320] The dislocation of the Rohingya Muslims from their homes to other areas can be attributed to factors such as how isolated and undeveloped Rakhine is, the conflict between the Rohingya Muslims and the Buddhists, and the discrimination which they have been subjected to by the government.[321] Members of the Rohingya community were displaced to Bangladesh where the government of the country, non-governmental organisations and the UNHCR gave aid to the refugees by providing them with homes and food. These external organisations (other than those which were controlled by the government) were important because the immigration of the Rohingyas was massive due to the number of people who needed help.[321] In 2005, the United Nations High Commissioner for Refugees helped the Bangladeshi government repatriate Rohingyas from Bangladesh, but allegations of human rights abuses inside the refugee camps threatened this effort.[322] In 2015, 140,000 Rohingyas were still living in IDP camps, three years after fleeing communal riots in 2012.[323] Despite earlier repatriation efforts by the UN, the vast majority of Rohingya refugees in Bangladesh are unable to return to Myanmar due to the communal violence which occurred there in 2012 and their fear of persecution. The Bangladeshi government has reduced the amount of support it allocates to the Rohingyas in order to prevent an outflow of Rohingya refugees into Bangladesh.[324] In February 2009, many Rohingya refugees were rescued by Acehnese sailors in the Strait of Malacca, after 21 days at sea.[325] The Rakhine community as a whole has tended to be cast internationally as violent extremists – ignoring the diversity of opinions that exist, the fact that the Rakhine themselves are a long-oppressed minority, and rarely attempting to understand their perspective and concerns. This is counterproductive: it promotes a siege mentality on the part of the Rakhine, and obscures complex realities that must be understood if a sustainable way forward is to be found. —The International Crisis Group, The Politics of Rakhine State, 22 October 2014[167] Thousands of Rohingyas have also fled to Thailand. There have been charges that Rohingyas were shipped and towed out to the open sea from Thailand. In February 2009, evidence showing the Thai army towing a boatload of 190 Rohingya refugees out to sea surfaced. A group of refugees who were rescued by Indonesian authorities stated that they were captured and beaten by the Thai military, and then abandoned at sea.[326] Steps to repatriate Rohingya refugees began in 2005. In 2009, the government of Bangladesh announced that it would repatriate around 9,000 Rohingyas who were living in refugee camps inside the country back to Myanmar, after a meeting with Burmese diplomats.[327][328] On 16 October 2011, the new government of Myanmar agreed to take back registered Rohingya refugees. However, these repatriation efforts were hampered by the Rakhine riots in 2012.[329][330] On 29 March 2014, the Burmese government banned the word \"Rohingya\" and asked that members of the minority group be registered as \"Bengalis\" in the 2014 Myanmar Census, the first census to be held in three decades.[331][332] On 7 May 2014, the United States House of Representatives passed the United States House resolution on persecution of the Rohingya people in Burma that called on the government of Myanmar to end the discrimination and persecution.[333][334] Researchers from the International State Crime Initiative at Queen Mary University of London suggest that the Myanmar government is in the final stages of an organised process of genocide against the Rohingya.[335][336] In November 2016, a senior UN official in Bangladesh accused Myanmar of ethnic cleansing of Rohingyas.[231] However, Charles Petrie, a former top UN official in Myanmar, said that \"Today using the term, aside from being divisive and potentially incorrect, will only ensure that opportunities and options to try to resolve the issue to be addressed will not be available.[citation needed] In September 2020, U.N. High Commissioner for Human Rights, Michelle Bachelet, has warned that the killing and abductions of Rohingyas have not stopped, despite the International Court of Justice ordering Myanmar's leadership to prevent genocide and stop the killings in December 2019.[337] Some countries like Malaysia have rejected the resettlement of Rohingya refugees and sent them back to sea because of economic difficulties and the Coronavirus pandemic.[338][339] Malaysian authorities have also expressed concern that militant Rohingya groups have been raising funds by extorting money from Rohingya refugees in the country.[340] (in alphabetical order)","Title":"Rohingya people - Wikipedia","KeyID":"3417","URL":"https://en.wikipedia.org/wiki/Rohingya_people"}