{"Content: ":"Noeleen Heyzer (born 26 April 1948) is a Singaporean social scientist, diplomat, and United Nations official. She is the current United Nations Special Envoy on Myanmar, an office to which she was appointed by Secretary-General of the United Nations António Guterres in October 2021. During 2007 to 2015, Heyzer was an Under-Secretary-General of the United Nations and the Executive Secretary of the United Nations Economic and Social Commission for Asia and the Pacific (ESCAP). She was the first woman to hold the latter position since ESCAP's founding in 1947.[1] She was also the United Nations Secretary-General's Special Adviser for Timor-Leste (East Timor) during 2013 to 2015, working to support peace-building, state-building, and sustainable development.[2] Heyzer was the Executive Director of the United Nations Development Fund for Women (UNIFEM) from 1994 to 2007. In 2005, she was nominated for the Nobel Peace Prize in recognition of her struggle to improve the lives of women, while always promoting peace and justice.[3] Born in Singapore to a Eurasian father and a Chinese mother,[4] Heyzer holds a Bachelor of Arts (Upper Hons.) and a Master of Science from the University of Singapore. She obtained a Doctorate in social sciences from the Lucy Cavendish College at Cambridge University in the United Kingdom. Prior to her appointment to ESCAP, Heyzer was the first woman from the South[clarification needed] to head the United Nations Development Fund for Women (UNIFEM). She became its longest serving executive director, serving at the helm for thirteen years during October 1994 to August 2007, and transformed it from a small entity to a leading powerhouse in women's empowerment and gender equality. Through her leadership, UNIFEM assisted over 100 countries in the formulation and implementation of legislation and policies that promote women's security and rights. This resulted in the removal of discriminatory practices, changes in inheritance laws for women, better working conditions for migrant workers, full participation for women in several peace negotiations and electoral processes including in Liberia, Rwanda, Burundi, the Democratic Republic of Congo, South Sudan, and Timor-Leste, and the inclusion of women as full citizens in the constitution of Afghanistan. Heyzer played a critical role in the adoption and implementation of the landmark United Nations Security Council Resolution 1325 (2000) on Women, Peace and Security,[5][6] undertaking extensive missions to conflict-affected countries worldwide. She was responsible for the establishment of the United Nations Trust Fund to End Violence Against Women[7][8] and for appointing actress Nicole Kidman as UNIFEM's Goodwill Ambassador to campaign against this violence.[9][10] She led UNIFEM's restructuring to maximize organizational performance. Consequently, UNIFEM increased its resources tenfold, strengthened its programmes, ground presence and team leadership, and successfully advocated to put issues affecting women high on the agenda of the whole United Nations system.[11][12] She and her team were instrumental in the establishment of UN Women (the successor to UNIFEM) – to ensure that the United Nations will always have a strong institutional voice for women at its highest decision-making table. As the Executive Secretary of the United Nations Economic and Social Commission for Asia and the Pacific during August 2007 to January 2014, she strengthened ESCAP's capacity and effectiveness to support the countries of the region, using its convening powers and standard-setting authority, rigorous analysis, technical and policy assistance to build the economic and social foundations for inclusive and sustainable development.[13][14] She worked with key political leaders and decision-makers in 54 Member States to shape regional policy agendas for Asia Pacific's transition towards sustainable and shared prosperity, and established regional cooperation mechanisms to address the \"new normal\" of volatility, such as the food-fuel-finance crises and climate change. She focused on harnessing development opportunities through multi-stakeholder alliances and partnerships to sustain development gains, reduce poverty and inequalities, transforming the quality of people's lives.[15] Among the many significant achievements of the region, under her tenure with ESCAP, have been groundbreaking intergovernmental agreements on a regional intermodal transport and logistical system, especially for landlocked developing countries; and initiatives such as Regional Connectivity including assistance in the formulation of ASEAN's Connectivity Master Plan,[16][17][18] exploration of an Asia-Pacific Energy Highway,[19] an ICT super-highway,[20][21] and the negotiation supporting the new Silk Route of economic development in Central Asia.[22][23] Other major milestones are the regional action plans on inclusive socioeconomic policies and social protection;[24][25] the strengthening of vital statistics and civil registration;[26][27][28] financing and technology for an inclusive and green future;[29] the building of productive capacities of Least Developed Countries and secure employment in vulnerable communities; the empowerment of women and youth. She was also responsible for the establishment of ESCAP's works on resilience to man-made and natural disasters, and the stewardship of water, energy and natural resources especially for small islands states, least developed and landlocked countries.[30] In 2009, Heyzer led an unprecedented dialogue with Myanmar's leaders on development and poverty reduction, resulting in the Government of Myanmar requesting the formation of a development partnership that has allowed practitioners and eminent international scholars, such as the Nobel Prize economist Joseph Stiglitz, and local researchers to exchange experiences and ideas with government agencies and civil society.[31] This has been regarded by many as helping to catalyze the opening-up of the country from its former isolation.[32][33] In 2008, she also worked closely with ASEAN, the Government of Myanmar, and the UN in the recovery efforts assisting cyclone-affected people in the Ayeyarwady Delta.[34] In October 2021, Heyzer was appointed by United Nations Secretary-General António Guterres as the Special Envoy of the Secretary-General (SESG) on Myanmar, succeeding Christine Schraner Burgener.[35][36] Controversy over CNA interview Heyzer provoked controversy during an interview with CNA on 31 January 2022, when discussing resolution to the ongoing crisis following the 2021 Myanmar coup d'état and subsequent protests. Asked about the possibility of a power-sharing arrangement between the State Administration Council (the military junta put in place by the Tatmadaw following the coup d'état) and the democratically elected government – an idea firmly opposed by the Myanmar people – Heyzer responded: \"The point is, we have to start a [peace negotiation] process. And you can’t immediately come in with the ultimate solution of what you want. The military is in control at this particular time and something has got to be worked out. It could be a process,\" she said.[37][38] In response to the interview, a joint statement rejecting \"[Heyzer's] proposal that those defying the military must negotiate a power sharing as a solution to the current political, human rights and humanitarian crisis created by the terrorist military junta\" was published on 2 February and signed by 247 regional, international, and Myanmar civil society organizations (CSOs), led by Progressive Voice, the Women's League of Burma, and the Union of Karenni State Youth. Directly addressing Heyzer, the statement went on to say, \"If the Special Envoy is genuinely committed to a 'Myanmar-led process' and engaging 'directly with and listen[ing] carefully to all those affected by the ongoing crisis', she must understand the root causes of the current crisis and genuinely listen to the calls of the people of Myanmar. Their calls have been clear. The military must never rule.\" The statement was further co-signed by 79 CSOs following its publication.[39][38] In a statement issued to the media on 3 February, the Office of the Special Envoy of the Secretary-General on Myanmar said Heyzer's words were misinterpreted and she had \"never proposed power sharing as an option and has consistently advocated for a Myanmar-led process that is reflective of the will and the needs of the people, as reflected in the 2020 elections.\"[40] Subsequent work In the months following the contentious interview, Heyzer held extensive engagements with representatives of Myanmar civil society organizations (CSOs) and local humanitarian networks. The first of such meetings occurred on 21 February 2022 and included representatives from twenty CSOs. The representatives reiterated points made in the joint statement and underscored the view that the crisis was not between any political entity – such as the National League for Democracy (NLD) or the National Unity Government (NUG) – and the junta, but rather \"the junta staging a war against the nation and committing violence and atrocities against the people.\"[41] In April 2022, Heyzer met with nine civil society representatives and discussed, among other topics, her intended engagement on the issue of Women, Peace and Security (WPS) and her proposed visit to Myanmar in the near future, the dates of which had not been finalized at the time of the meeting but which was expected to occur as soon as later in April.[42] Deputy Spokesperson for the Secretary-General Farhan Haq reiterated Heyzer’s intention to visit Myanmar in the daily briefing on 27 April, but noted that no dates had been formalized.[43] Permission for Heyzer to travel to Myanmar was requested in January 2022 at the latest[44] and she received general approval by April[45] but was not granted the necessary authorizations for her stay nor for the people she could meet – which the United Nations has continued to insist must include various parties and not just representatives of the State Administration Council (SAC).[46] As of June 2022[update], she has not been allowed to travel to the country.[47] On 3 May 2022, Heyzer issued a statement ahead of the Consultative Meeting on ASEAN Humanitarian Assistance to Myanmar, a key conference of the Association of Southeast Asian Nations (ASEAN) regarding the deployment of aid in Myanmar, scheduled for 6 May in Phnom Penh, Cambodia. Slated to attend the meeting as representative of the United Nations, Heyzer's official statement set forth her priorities for the meeting and emphasized the sentiments expressed by CSO and local humanitarian network representatives during her meetings with them in the months prior, highlighting: \"there is a need for the utmost respect of international humanitarian law and humanitarian principles; urgently needed humanitarian aid must not be instrumentalised for political purposes; military infrastructure must not be legitimised through aid delivery; and there is a need not only for more donor funding but also for donor flexibility to support local humanitarian actors and networks.\" She further called upon the international community at large, and the nations of ASEAN in specific, to \"actively engage women to fully address the humanitarian and protection needs of the people [of Myanmar] and amplify their voices for a future federal democratic union of peace, stability and shared prosperity.\"[48] On 5 May 2022, Heyzer participated in a virtual meeting with Union Minister for Humanitarian Affairs and Disaster Management of NUG Win Myat Aye and ministry staff involved in humanitarian activities.[49] In so doing, she became the first international envoy to publicly engage with the National Unity Government (NUG).[50] According to the Special Advisory Council for Myanmar (SAC-M) and the ASEAN Parliamentarians for Human Rights, Heyzer was then disinvited to the Consultative Meeting on ASEAN Humanitarian Assistance to Myanmar (6 May) after her attendance was blocked by the junta, represented by the SAC Minister for International Cooperation Ko Ko Hlaing.[50] Regarding Heyzer’s exclusion, the Malaysian Minister of Foreign Affairs Saifuddin Abdullah tweeted, \"We should not allow [the junta to be] dictating who to be invited for related meetings.\"[51] As Special Envoy, Heyzer participated in a special session of the 19th Shangri-La Dialogue of the International Institute for Strategic Studies (IISS) entitled \"Myanmar: Finding a Way Forward\" alongside co-panelists Malaysian Minister of Foreign Affairs Saifuddin Abdullah, Thai Special Representative of the Minister of Foreign Affairs on Myanmar Pornpimol Kanchanalak, and Counselor of the United States Department of State Derek Chollet on 11 June 2022. In her address to the session, she spotlighted the \"urgency for a coherent international response built on regional unity\" and insisted that more needed to be done to support local networks and to build community-based resilience.[52] Concluding her statement, Heyzer observed, \"The people of Myanmar have changed, there is a new dynamic. The youth have created a solidarity that has been able to go beyond ethnicity and religion, and there is greater discussion on inclusiveness and the type of future they want.\"[53][54] Two days later, on 13 June 2022, Heyzer briefed the United Nations General Assembly via video conference on the status of Myanmar. In her dire assessment, she observed that \"[t]he military’s violence, including against peaceful protestors has only intensified since [the coup d'état began on] 1 February 2021\"[55] and the ensuing political crisis \"has opened front lines that had long been at peace.\"[56] Regarding the next Myanmar general election, proposed by the junta for 2023, Heyzer has said, “As far as the people are concerned, unless an election is inclusive and there is no fear in the expression of their political will, there’s not going to be the legitimacy that will allow the government to go back to civilian rule. In other words, it will be the trigger for further violence.\"[57] Heyzer has served on numerous boards and advisory committees of international organizations, including the UNDP Human Development Report, UNDP Eminent Persons Group on Trade and Sustainable Development, the G77's High-level Panel of Eminent Personalities of the South, the Asian Development Bank's Eminent Persons Group, Distinguished Fellow of the Fung Global Institute,[58] and Board of Trustees of the National University of Singapore.[59] She was a founding member of several international women's networks and chairperson of the Consortium Advisory Group on Women's Empowerment in Muslim Contexts:[60] Gender, Poverty and Democratisation from the Inside Out. She was on the High-Level Commonwealth Commission on Respect and Understanding chaired by Nobel Laureate Prof. Amartya Sen.[61][62] She was a jury member of US Secretary of State Hillary Clinton's Innovation Award for Women's and Girl's Empowerment, 2010. Dr. Heyzer has also advised private sector partners such as Macy's, CISCO, and the Calvert Investment Fund to provide high value employment and market access to women and youth in conflict and disaster-affected areas as well as in the Arab States, setting new standards for ethical investment. She is Lee Kong Chian Distinguished Fellow at the School of Social Sciences at Singapore Management University.[63] Heyzer has received numerous awards and prizes, including:[64]","Title":"Noeleen Heyzer - Wikipedia","KeyID":"3423","URL":"https://en.wikipedia.org/wiki/Noeleen_Heyzer"}