{"Content: ":"Win Myint NLD Election results annulled Myint Swe (USDP) named Acting President General elections were held in Myanmar on 8 November 2020. Voting occurred in all constituencies, excluding seats appointed by or reserved for the military, to elect members to both the upper house - Amyotha Hluttaw (the House of Nationalities) and the lower house - Pyithu Hluttaw (the House of Representatives) of the Assembly of the Union, as well as State and Regional Hluttaws (legislatures). Ethnic Affairs Ministers were also elected by their designated electorates on the same day, although only select ethnic minorities in particular states and regions were entitled to vote for them. A total of 1,171 national, state, and regional seats were contested in the election, with polling having taken place in all townships, including areas considered conflict zones and self-administered regions.[2] On 1 February 2021, the Tatmadaw (Myanmar Armed Forces) claimed the results of the election were illegitimate and launched a coup d'état that deposed State Counsellor Aung San Suu Kyi and President Win Myint.[3] The military later annulled the results of the 2020 election,[4] and pledged to hold new elections by 2023.[5] The prior elections in 2015 were only the second to be considered at least semi-democratic in the country since 1960 (the first being in 1990, which the military invalidated), as for a majority of its independent history, it was either controlled by a totalitarian dictatorship or a military junta. The National League for Democracy, led by Aung San Suu Kyi, won a majority of seats and votes, taking 86 percent of the seats in the Assembly of the Union (235 in the House of Representatives and 135 in the House of Nationalities), well more than the 67 percent supermajority needed to ensure that its preferred candidates would be elected president and second vice president in the Presidential Electoral College. The party technically also needed at least 67 percent to outvote the combined pro-military bloc in the Presidential Electoral College (the Union Solidarity and Development Party and the appointed legislators representing the military). Although NLD leader Aung San Suu Kyi is constitutionally barred from the presidency (as both her late husband and her children are foreign citizens), she was the de facto head of government, after being appointed to a newly created office, the State Counsellor of Myanmar, a position akin to a Prime Minister.[6] Most political parties in the country are ethnically-based, with only two (the NLD and the USDP) having large sway at the national level, although both are dominated by the ethnic Bamar majority. Parties also tend to be based more on personality (based on the attitudes and personality of their leaders) rather than a stable ideological platform. Statistics for share of the popular vote appear not to be available. The election took place during the COVID-19 pandemic, as well as both the Rohingya conflict and the Rohingya genocide (alongside international condemnation for these events). In addition, the government has also been criticised for restricting press freedom and having failed to deal with the country's economic issues, putting dents in its electoral promise of reform.[7][8][9] Aung San Suu Kyi and the National League for Democracy's actions since being elected in 2015 have been described by international media and international organisations including the United Nations, International Criminal Court, and Amnesty International as failing to stop the persecution of the Rohingya people, a Muslim minority group mainly in Rakhine State,[10][11][12][13][14][15][16][17][18][19][20] although it is unclear how much say they actually have, regardless of their relative silence on the matter. The actions of the military, who are said to hold the real power in the region,[21][22] have been described as crimes against humanity and a genocide.[23][24][25][26][27][28] Over 25,000 people have been killed in the conflicts, with tens of thousands more being injured or subjected to sexual violence,[29] in addition to over 725,000 people having fled the country, mostly to neighboring Bangladesh. Media activity in the province is heavily restricted by the government. The Rohingya are currently classed as stateless people, as Myanmar refuses to give them citizenship, claiming they are illegal immigrants from Bangladesh, despite evidence suggesting they have been present in the area for centuries. In the rare cases that Rohingya individuals do possess citizenship, the government routinely refuses to acknowledge the validity of documents they provide.[30] According to the IMF:[31] In addition, some construction and infrastructure projects have been either delayed or cancelled due to supply and demand shocks as a result of the COVID-19 pandemic, including the US$1 billion Yangon Elevated Expressway and the development of the US$8–10 billion Dawei Special Economic Zone and accompanying US$137.1 million Dawei-Htee Kee Road linking the zone to Ratchaburi in Thailand. The government has also not been able to muster up enough funds to put together a stimulus package, only allocating the equivalent of around US$72 million to assist small- and medium-sized enterprises compared to the tens of billions allocated in nearby countries like Thailand.[32] Prior to the pandemic, some areas of the country's economy had been highlighted as trouble spots, including bank lending and tourism.[33] GDP growth is expected to decline nearly 7% from the prior year, with overall GDP expected to about break even with the prior year due to the pandemic.[34] Despite only reporting around 300 confirmed cases of COVID-19 nationwide as of early July 2020, Myanmar has limited testing capacity, so the true extent of the spread of the virus is still unknown. Regardless, authorities implemented strict containment measures early on, including travel restrictions, closure of land borders, and bans on mass public gatherings.[31] Nevertheless, the number of confirmed cases has ballooned to more than 50,000 by November 2020. In January 2019, the National League for Democracy pushed for constitutional reform, but was unsuccessful because any changes required 75% approval in the legislature, and 25% of seats are reserved for the military. Outside of these seats, the pro-military USDP was also unlikely to go along (as well as other minor parties potentially being unwilling), meaning any proposals were dead on arrival.[33] All offices elected by popular vote are contested under a first-past-the-post system, in which a candidate needs only a plurality of votes in a constituency to be elected. All candidates must be citizens of Myanmar. One-quarter of seats in both houses of the Assembly of the Union and one-third of seats in state and regional legislatures are reserved for the military under the 2008 Constitution, and three ministries (Home Affairs, Border Affairs, and Defense) of the national government formed following the election must be headed by a military appointee. After the new legislators take office, the President and the two Vice Presidents of Myanmar are elected by the Presidential Electoral College, made up of MPs from three committees: one of elected members from each house of the Assembly of the Union, and one from the military-appointed members. Each committee recommends one candidate, and the Assembly then holds a vote. The position the candidates are elected to depends on their overall vote total (the highest vote-getter becomes President, while the second-highest becomes First Vice President, and the remaining candidate becomes Second Vice President). People married to a non-Burmese citizen and/or who have children without Burmese citizenship are barred from being elected to any presidential position. Elected officials will take office in March 2021. For a majority, a party or coalition(s) require 221 seats in the House of Representatives and 113 seats in the House of Nationalities. On 29 June 2020, the Union Election Commission (UEC) announced the constituency reapportionment for the 168 non-appointed seats of the House of Nationalities (Amyotha Hluttaw), 330 non-appointed seats of the House of Representatives (Pyithu Hluttaw), 644 non-appointed seats of the State and Regional Hluttaws and 29 Ethnic Affair Ministers. The UEC also announced in which constituencies elections would be fully or partially cancelled on 16 October 2020 and 27 October 2020. Elections were fully cancelled in 15 townships and partially in 41. Elections were fully cancelled in: Elections were partially cancelled in: Opinion polling is generally rare in Myanmar, meaning there is not much data on public opinion, although questions have occasionally been asked on political and other matters. Question: In general, would you say our country is heading in the right or wrong direction? No response The main item a majority felt the country was headed in the right direction with was infrastructure, while the main reasons people felt the country was headed in the wrong direction included increasing prices of goods, continuing poor economic conditions, and ethnic violence. Illicit drug use and crime were also cited as major problems in the 2019 poll. Question: How would you describe the current economic situation in the country? No response Question: As of now, in order to amend the Constitution it would require the support of more than 75% of parliament. Do you support or oppose making it easier to change the Constitution by amending this requirement? No response Most respondents who supported making it easier to change the Constitution also supported changing the requirement that spouses and any children of a candidate be citizens in order to be eligible for the presidency. Question: Do you support giving the states and regions more autonomy and power so that they can make decisions for themselves, or do you think that all power and decisions should be centralized and made by the union government? No response Despite most respondents preferring more centralized power at the national level, slightly over half felt that states/regions should have more control over natural resources located within their boundaries. The 2020 election was observed by domestic and international election observers. In total, the Union Election Commission accredited 7,232 observers from 13 domestic groups at the union-level, an additional 985 observers from 23 groups at the state and region levels.[35] International observers included the Asian Network for Free Elections (ANFREL), the Carter Center, the European Union, and the government of Japan, totaling 61 international observers, 182 diplomatic observers, and 53 staff from IFES and International IDEA.[35] A coalition of 12 domestic election observer groups found the election results credible, reflecting the will of the majority of voters.[36] The coalition also noted weaknesses in Myanmar's electoral legal framework, including the 2008 Constitution, and found some inconsistencies in electoral administration and election administration amid the ongoing pandemic.[36] The Carter Center assessment did not find any major irregularities with conduct at polling stations.[37] A team of 43 observers had visited 234 polling stations across 10 of Myanmar's 14 states and regions.[38] The Carter Center praised the Union Election Commission's efforts to update the voter roll, train election officials, and adapt procedures for older voters during the COVID-19 pandemic.[37] It also noted that the UEC's failure to provide timely access to election data, and election postponements and cancellations that stopped voting for 1.4 million citizens.[37] A month before the November elections, Human Rights Watch issued a report noting multiple issues in the upcoming election, characterizing it as \"fundamentally flawed.\"[39] Its report noted the NLD government's extensive use of state media to promote its political platform, while opposition parties were not given as many chances to do so.[39] Opposition parties also faced censorship imposed on them by the NLD government.[39] Residents without citizenship documents were barred from voting in the election, which disproportionately affected the Rohingya, Burmese Indians and Sino-Burmese communities.[39] Townships in conflict areas faced denial of internet access for months before the election.[39] The report additionally took issue with 25% of the seats in parliament being reserved for the military.[39] The list of military appointees was published as the UEC Announcement 2/2016.[42] The list of military appointees was published as the UEC Announcement 1/2016.[44] [45] [45] The list of military appointees was published as the UEC Announcement 3/2016.[46] 29 Ministers of Ethnic Affairs for the State and Regional Assemblies were up for election. A coup d'état in Myanmar began on the morning of 1 February 2021, when democratically elected members of the country's ruling party, the National League for Democracy (NLD), were deposed by the Tatmadaw—Myanmar's military—which then vested power in a military junta. Acting president Myint Swe proclaimed a year-long state of emergency and declared power had been transferred to Commander-in-Chief of Defence Services Min Aung Hlaing. It declared the results of the November 2020 general election invalid and stated its intent to hold a new election at the end of the state of emergency.[47][48] The coup d'état occurred the day before the Parliament of Myanmar was due to swear in the members elected at the 2020 election, thereby preventing this from occurring.[49][50][51] President Win Myint and State Counsellor Aung San Suu Kyi were detained, along with ministers, their deputies, and members of Parliament.[52][53] On 3 February 2021, Win Myint was charged with breaching campaign guidelines and COVID-19 pandemic restrictions under section 25 of the Natural Disaster Management Law. Aung San Suu Kyi was charged with breaching emergency COVID-19 laws and for illegally importing and using radio and communication devices, specifically six ICOM devices from her security team and a walkie-talkie, which are restricted in Myanmar and need clearance from military-related agencies before acquisition.[54] Both were remanded in custody for two weeks.[55][56][57] Aung San Suu Kyi received an additional criminal charge for violating the National Disaster Act on 16 February,[58] two additional charges for violating communications laws and an intent to incite public unrest on 1 March and another for violating the official secrets act on 1 April.[59][60]","Title":"2020 Myanmar general election - Wikipedia","KeyID":"3427","URL":"https://en.wikipedia.org/wiki/2020_Myanmar_general_election"}