{"Content: ":"The International Institute for Strategic Studies (IISS) is a British research institute (or think tank) in the area of international affairs. Since 1997 its headquarters have been Arundel House in London, England. The 2017 Global Go To Think Tank Index ranked IISS as the tenth-best think tank worldwide and the second-best Defence and National Security think tank globally,[1] while Transparify ranked it third-largest UK think tank by expenditure, but gave it its lowest rating, \"deceptive\", on funding transparency.[2] The current director-general and chief executive is John Chipman. The chairman of the council is François Heisbourg, a former director. Sir Michael Howard, the British military historian, was president emeritus until his passing in 2019. Howard founded the institute together with the British Labour MP Denis Healey (Defence Secretary, 1964–1970 and Chancellor, 1974–1979) and University of Oxford academic Alastair Francis Buchan.[3] The IISS describes itself as a \"primary source of accurate, objective information on international strategic issues for politicians and diplomats, foreign affairs analysts, international business, economists, the military, defence commentators, journalists, academics and the informed public. The Institute owes no allegiance to any government, or to any political or other organisation.\"[citation needed] The Institute claims 2,500 individual members and 450 corporate and institutional members from more than 100 countries. Based in London, the IISS is both a private company limited by guarantee in UK law and a registered charity.[4] It has branches in Washington, D.C. (IISS-US) and in Singapore (IISS-Asia), with charitable status in each jurisdiction, and in Manama, Bahrain (IISS-Middle East). The Institute's work is built on the activities of its eleven research programmes. Research includes work under seven thematic programmes: Armed Conflict; Future Conflict and Cyber Security; Defence and Military Analysis; Economic and Energy Security; Geo-economics and Strategy; Non-Proliferation and Nuclear Policy; Security and Development. There are also four active regional security programmes: Asia-Pacific; Middle East and Persian Gulf; South Asia; US Foreign Policy and Transatlantic Affairs.[citation needed] Notable former employees include H. R. McMaster, United States National Security Advisor, and diplomat Rose Gottemoeller, currently Deputy Secretary General of NATO. Orwell Prize-winning academic and journalist Anatol Lieven also worked at the institute, as did James Steinberg, former US Deputy Secretary of State.[citation needed] The institute has worked with governments, defence ministries and global organisations including NATO[5] and the EU. The IISS publishes The Military Balance, an annual assessment of nations' military capabilities. Since 2017 it has also published Military Balance+, an online database on the same subject. Other publications include the Armed Conflict Database; Survival, a journal on global politics and strategy; Strategic Survey, the annual review of world affairs; and Strategic Comments, online analysis of topical issues in international affairs. Since its inception the Institute has published the Adelphi Papers series of books, covering topical strategic issues. Recent editions have covered subjects such as Chinese cyber power, conflict in Ukraine, negotiating with armed groups and the Iraq War. In 2011 the Institute published the FARC files[6]—documents captured from the Revolutionary Armed Forces of Colombia that shed light on the movement's inner workings. It regularly publishes one-off briefing papers and dossiers. Since 2002 the Institute has hosted the annual IISS Shangri-La Dialogue in Singapore, a conference on Asia–Pacific security issues featuring heads of state, defence ministers and security experts from the region and around the world. In 2017 Australian Prime Minister Malcolm Turnbull said:[7] \"The Shangri-La Dialogue has grown to become one of the world's great strategic gatherings.\" The 2017 Global Go To Think Tank Index ranked the Shangri-La Dialogue as the best Think tank conference worldwide.[8] The annual IISS Manama Dialogue, held in the Kingdom of Bahrain, sees global heads of state and high-ranking ministers discuss defence and political issues related to the Middle East. In 2015 Egyptian president Abdel Fattah Al-Sisi described the dialogue[5] as a \"major regional event focusing on regional security issues and everything that impacts upon them\". In recent years the institute has hosted smaller conferences including the Bahrain Bay Forum and NATO transformation seminar, and regularly holds debates and panel discussions at its offices around the world.[citation needed] Founded in 1958, with its original focus nuclear deterrence and arms control, the IISS has strong establishment links, with former US and British government officials among its members. The institute claims that it \"was hugely influential in setting the intellectual structures for managing the Cold War\". Raymond L. Garthoff wrote in 2004:[9] In 1959 the ISS issued a pamphlet on the \"military balance\" between the Soviet Union and NATO. It was unfortunately replete with errors, having been put together from published sources of widely varying quality. I called this to the attention of Alastair Buchan, the director of the institute, who was quite disturbed. A new version was issued in November 1960, much more correct and accurate, though still not up to the latest intelligence. Again, I called this to Buchan's attention, and he undertook to check out with British authorities what became annual issuances. The second issue appeared under the title \"The Communist Bloc and the Free World: The Military Balance 1960\". In 2016, The Guardian reported that IISS \"has been accused of jeopardising its independence after leaked documents showed it has secretly received £25m from the Bahraini royal family\", noting that leaked \"documents reveal that IISS and Bahrain's rulers specifically agreed to keep the latter's funding for the Manama Dialogues secret\".[10][11] The IISS did not dispute the authenticity of the leaked documents or deny receiving funding from Bahrain, but issued a response stating that \"[a]ll IISS contractual agreements, including those with host governments, contain a clause asserting the Institute's absolute intellectual and operational independence as an international organisation that does not participate in any manner of advocacy\".[12] Peter Oborne in Middle East Eye subsequently reported that IISS may have received nearly half of its total income from Bahraini sources in some years.[13] Council members as of[update] 2017 are:[15]","Title":"International Institute for Strategic Studies - Wikipedia","KeyID":"3430","URL":"https://en.wikipedia.org/wiki/International_Institute_for_Strategic_Studies"}