{"Content: ":"Derek Chollet is an American foreign policy advisor and author currently serving as the Counselor of the United States Department of State. Previously, Chollet was the Executive Vice President for security and defense policy at the German Marshall Fund of the United States.[1][2] From 2012 to 2015, Chollet was the Assistant Secretary of Defense for International Security Affairs, where he managed U.S. defense policy involving Europe, NATO, the Middle East, Africa, and the Western Hemisphere for Secretaries Leon Panetta and Chuck Hagel.[3] Chollet was born in Illinois and raised in Lincoln, Nebraska.[4] He graduated from Lincoln Southeast High School in 1989.[5] He earned a Bachelor of Arts from Cornell University in 1993.[6] In 1992, he was the recipient of the Harry S. Truman Scholarship.[7] From 1995 to 1999, he studied towards a PhD in political science at Columbia University, but left before completion.[8] Chollet started in Washington in 1993, when he was the research assistant to former Secretary of State James A. Baker III helping him with his memoir, The Politics of Diplomacy. In 1996, he was asked by the State Department to write a comprehensive history of the Dayton Peace Accords, which was declassified in 2003.[9] In 1999 he joined the Clinton Administration, where he served as chief speechwriter for UN Ambassador Richard Holbrooke and as special advisor to Deputy Secretary of State Strobe Talbott. From 2002 to 2004, Chollet was foreign policy adviser to U.S. Senator John Edwards (D-NC), both on his legislative staff and during the 2004 Kerry-Edwards presidential campaign. From 2009 to 2011, he was the Principal Deputy Director of Secretary of State Hillary Clinton’s Policy Planning staff. From November 2008 to January 2009, he was a member of the Obama-Biden Presidential Transition Team. From 2011 to 2012, Chollet served in the White House Office as special assistant to the president and senior director for strategic planning on the United States National Security Council. Chollet has been a fellow at the Center for a New American Security (CNAS), the Brookings Institution, the Center for Strategic and International Studies (CSIS), and the American Academy in Berlin. He has been a visiting scholar and adjunct professor at George Washington University and an adjunct associate professor at Georgetown University.[3] In addition to assisting Baker with his memoirs from 1996 to 1999, Chollet assisted former U.S. Secretary of State Warren Christopher with the research and writing of his books In the Stream of History and Chances of a Lifetime; Richard Holbrooke with his book To End a War. In 2001 he assisted Strobe Talbott with his book The Russia Hand. Chollet is the author of The Long Game: How Obama Defied Washington and Redefined America's Role in the World (Public Affairs, 2016). He is a contributing editor to Foreign Policy, where he co-edits \"Shadow Government,\" and is a regular contributor to Defense One.[10] He is also an advisor to Beacon Global Strategies and an Adjunct Senior Research Scholar at the Arnold A. Saltzman Institute of War and Peace Studies. In November 2020, Chollet was named a volunteer member of the Joe Biden presidential transition Agency Review Team to support transition efforts related to the United States Department of State.[11] Later, he was announced as the Counselor of the United States Department of State[12] He is the recipient of numerous honors and awards, including the Department of Defense Medal for Distinguished Public Service, the Secretary of Defense Medal for Outstanding Public Service, the State Department Superior Honor Award, the Latvia Minister of Defense Medal of Honorary Recognition, and the Lithuania Minister of Defense Medal of Merit. Chollet is the author, co-author or co-editor of six books on American foreign policy. His commentaries and reviews on U.S. foreign policy and politics have appeared in many other books and publications.","Title":"Derek Chollet - Wikipedia","KeyID":"3432","URL":"https://en.wikipedia.org/wiki/Derek_Chollet"}