{"Content: ":"\"All victims of human rights abuses should be able to look to the Human Rights Council as a forum and a springboard for action.\" — Ban Ki-moon, UN Secretary-General, 2007[1] The United Nations Human Rights Council (UNHRC)[a] is a United Nations body whose mission is to promote and protect human rights around the world.[3] The Council has 47 members elected for staggered three-year terms on a regional group basis.[4] The headquarters of the Council are at the United Nations Office at Geneva in Switzerland. The Council investigates allegations of breaches of human rights in United Nations member states and addresses thematic human rights issues like freedom of association and assembly,[5] freedom of expression,[6] freedom of belief and religion,[7] women's rights,[8] LGBT rights,[9] and the rights of racial and ethnic minorities.[b] The Council was established by the United Nations General Assembly on 15 March 2006[c] to replace the United Nations Commission on Human Rights (UNCHR, herein CHR).[10] The Council works closely with the Office of the High Commissioner for Human Rights (OHCHR) and engages the United Nations special procedures. The Council has been strongly criticized for including member countries that engage in human rights abuses.[11][12] The members of the General Assembly elect the members who occupy 47 seats of the Human Rights Council.[13] The term of each seat is three years, and no member may occupy a seat for more than two consecutive terms.[13] The seats are distributed among the United Nations regional groups as follows: 13 for Africa, 13 for Asia, six for Eastern Europe, eight for Latin America and the Caribbean (GRULAC), and seven for the Western European and Others Group (WEOG).[13] The previous CHR had a membership of 53 elected by the Economic and Social Council (ECOSOC) through a majority of those present and voting.[14] The UNHRC holds regular sessions three times a year, in March, June, and September.[15] The UNHRC can decide at any time to hold a special session to address human rights violations and emergencies, at the request of one-third of the member states.[16] As of May 2020[update], there have been 28 special sessions.[16] The Council consists of 47 members, elected yearly by the General Assembly for staggered three-year terms. Members are selected via the basis of equitable geographic rotation using the United Nations regional grouping system. Members are eligible for re-election for one additional term, after which they must relinquish their seat.[17] The seats are distributed along the following lines:[13] The General Assembly can suspend the rights and privileges of any Council member that it decides has persistently committed gross and systematic violations of human rights during its term of membership.[40] The suspension process requires a two-thirds majority vote by the General Assembly.[41] The resolution establishing the UNHRC states that \"when electing members of the Council, Member States shall take into account the contribution of candidates to the promotion and protection of human rights and their voluntary pledges and commitments made thereto\",[42] and that \"members elected to the Council shall uphold the highest standards in the promotion and protection of human rights\".[42] Under those provisions, and in response to a recommendation made by the Council's members, on 1 March 2011 the General Assembly voted to suspend Libya's membership in the light of the situation in the country in the wake of Muammar Gaddafi's \"violent crackdown on anti-government protestors\";[43] Libya was reinstated as a Council member on 18 November 2011.[44] On 7 April 2022, just days after photographic and video material of the Bucha massacre emerged, the eleventh emergency special session of the General Assembly suspended Russia from the council due to the gross and systematic violations of human rights committed during the 2022 Russian invasion of Ukraine.[45] Deputy ambassador Gennady Kuzmin said that Russia had withdrawn from the council earlier in the day in expectation of the vote.[46] Russia was the first member of the UN Security Council to be removed from any United Nations body.[47] An important component of the Council consists of a periodic review of all 193 UN member states, called the Universal Periodic Review (UPR).[48] The mechanism is based on reports coming from different sources, one of them being contributions from non-governmental organisations (NGOs). Each country's situation will be examined during a three-and-a-half-hour debate.[49][50] The first cycle of the UPR took place between 2008 and 2011,[51] the second cycle between 2012 and 2016,[52] and the third cycle began in 2017 and is expected to be completed in 2021.[53] The General Assembly resolution establishing the Council provided that \"the Council shall review its work and functioning five years after its establishment\".[54] The main work of the review was undertaken in an Intergovernmental Working Group established by the Council in its Resolution 12/1 of 1 October 2009.[55] The review was finalized in March 2011, by the adoption of an \"Outcome\" at the Council's 16th session, annexed to Resolution 16/21.[56] First cycle: The following terms and procedures were set out in General Assembly Resolution 60/251: Second cycle: HRC Resolution 16/21 brought the following changes: Similar mechanisms exist in other organizations: International Atomic Energy Agency, Council of Europe, International Monetary Fund, Organization of American States, and the World Trade Organization.[58] The Sub-Commission on the Promotion and Protection of Human Rights was the main subsidiary body of the CHR. The Sub-Commission was composed of 26 elected human rights experts whose mandate was to conduct studies on discriminatory practices and to make recommendations to ensure that racial, national, religious, and linguistic minorities are protected by law.[59] In 2006, the newly created UNHRC assumed responsibility for the Sub-Commission. The Sub-Commission's mandate was extended for one year (to June 2007), but it met for the final time in August 2006.[59] At its final meeting, the Sub-Commission recommended the creation of a Human Rights Consultative Committee to provide advice to the UNHRC.[60] In September 2007, the UNHRC decided to create an Advisory Committee to provide expert advice[61] with 18 members, distributed as follows: five from African states; five from Asian states; three from Latin American and Caribbean states; three from Western European and other states; and two members from Eastern European states.[62] The UNHRC complaint procedure was established on 18 June 2007 (by UNHRC Resolution 5/1)[63] for reporting of consistent patterns of gross and reliably attested violations of human rights and fundamental freedoms in any part of the world and under any circumstances. The UNHRC set up two working groups for its Complaint Procedure: The Chairman of the WGC screens complaints for admissibility. A complaint must be in writing, and cannot be anonymous. Examples provided by the UNHRC of cases that would be considered consistent patterns of gross human rights violations include alleged deterioration of human rights of people belonging to a minority, including forced evictions, racial segregation and substandard living conditions, and alleged degrading situation of prison conditions for both detainees and prison workers, resulting in violence and death of inmates.[64] Individuals, groups, or NGOs can claim to be victims of humans rights violations or that have direct, reliable knowledge of such violations.[citation needed] Complaints can be regarding any state, regardless of whether it has ratified a particular treaty. Complaints are confidential and the UNHRC will only communicate with the complainant, unless it decides that the complaint will be addressed publicly.[citation needed] The interaction with the complainant and the UNHRC during the complaints procedure will be on an as-needed basis. UNHRC Resolution 5/1, paragraph 86, emphasizes that the procedure is victims-oriented. Paragraph 106 provides that the complaint procedure shall ensure that complainants are informed of the proceedings at the key stages. The WGC may request further information from complainants or a third party.[63] Following the initial screening a request for information will be sent to the state concerned, which shall reply within three months of the request being made. WGS will then report to the UNHRC, which will usually be in the form of a draft resolution or decision on the situation referred to in the complaint.[citation needed] The UNHRC will decide on the measures to take in a confidential manner as needed, but this will occur at least once a year. As a general rule, the period of time between the transmission of the complaint to the state concerned and consideration by the UNHRC shall not exceed 24 months. Those individuals or groups who make a complaint should not publicly state the fact that they have submitted a complaint.[citation needed] To be accepted complaints must: The complaint procedure is not designed to provide remedies in individual cases or to provide compensation to alleged victims.[63] Due to the confidential manner of the procedure, it is almost impossible to find out what complaints have passed through the procedure and also how effective the procedure is.[citation needed] There is a principle of non-duplication, which means that the complaint procedure cannot take up the consideration of a case that is already being dealt with by a special procedure, a treaty body or other United Nations or similar regional complaints procedure in the field of human rights.[citation needed] On the UNHRC website under the complaints procedure section there is a list of situations referred to the UNHRC under the complaint procedure since 2006. This was only available to the public as of 2014, however generally does not give any details regarding the situations that were under consideration other than the state that was involved.[citation needed] In some cases the information is slightly more revealing, for example a situation that was listed was the situation of trade unions and human rights defenders in Iraq that was considered in 2012, but the UNHRC decided to discontinue that consideration.[65] The complaints procedure has been said to be too lenient due to its confidential manner.[65] Some have often questioned the value of the procedure, but 94% of states respond to the complaints raised with them.[66] The OHCHR receives between 11,000 and 15,000 communications per year. During 2010–11, 1,451 out of 18,000 complaints were submitted for further action by the WGC. The UNHRC considered four complaints in their 19th session in 2012. The majority of the situations that have been considered have since been discontinued.[citation needed] History shows that the procedure works almost in a petition like way; if enough complaints are received then the UNHRC is very likely to assign a special rapporteur to the state or to the issue at hand. It has been said that an advantage of the procedure is the confidential manner, which offers the ability to engage with the state concerned through a more [diplomatic] process, which can produce better results than a more adversarial process of public accusation.[65] The procedure is considered by some a useful tool to have at the disposal on the international community for situations where naming and shaming has proved ineffective.[65] Also another advantage is that a complaint can be made against any state, regardless of whether it has ratified a particular treaty.[citation needed] Due to the limited information that is provided on the complaints procedure it is hard to make comments on the process itself, the resources it uses versus its effectiveness.[citation needed] In addition to the UPR, the Complaint Procedure, and the Advisory Committee, the UNHRC's other subsidiary bodies include: \"Special procedures\"[69][70] is the general name given to the mechanisms established by the Human Rights Council to gather expert observations and advice on human rights issues in all parts of the world. Special procedures are categorized as either thematic mandates, which focus on major phenomena of human rights abuses worldwide, or country mandates, which report on human rights situations in specific countries or territories. Special procedures can be either individuals (called \"special rapporteurs\" or \"independent experts\"), who are intended to be independent experts in a particular area of human rights, or working groups, usually composed of five members (one from each UN region). As of August 2017 there were 44 thematic and 12 country mandates.[71] The mandates of the special procedures are established and defined by the resolution creating them.[72] Various activities can be undertaken by mandate-holders, including responding to individual complaints, conducting studies, providing advice on technical cooperation, and engaging in promotional activities. Generally the special procedures mandate-holders report to the Council at least once a year on their findings.[73] Mandate-holders of the special procedures serve in their personal capacity, and do not receive pay for their work. The independent status of the mandate-holders is crucial to be able to fulfill their functions in all impartiality.[74] The OHCHR provides staffing and logistical support to aid each mandate-holders in carrying out their work.[citation needed] Applicants for Special Procedures mandates are reviewed by a Consultative Group of five countries, one from each region. Following interviews by the Consultative Group, the Group provides a shortlist of candidates to the UNHRC President. Following consultations with the leadership of each regional grouping, the President presents a single candidate to be approved by the Member states of the UNHRC at the session following a new mandate's creation or on the expiration of the term of an existing mandate holder.[75] Country mandates must be renewed yearly by the UNHRC; thematic mandates must be renewed every three years.[73] Mandate-holders, whether holding a thematic or country-specific mandate, are generally limited to six years of service.[76][77] The list of thematic special procedures mandate-holders can be found here: United Nations special rapporteur The amendments to the duties of the Special Rapporteur on Freedom of Expression, passed by the Human Rights Council on 28 March 2008, gave rise to sharp criticism from western countries and human rights NGOs. The additional duty is phrased thus: (quoted from p. 67 in the official draft record[78] of the council). The amendment was proposed by Egypt and Pakistan[79] and passed by 27 votes to 15 against, with three abstentions with the support of other members of the Organisation of the Islamic Conference, China, Russia, and Cuba.[80] As a result of the amendment over 20 of the original 53 co-sponsors of the main resolution – to renew the mandate of the Special Rapporteur – withdrew their support,[80] though the resolution was carried by 32 votes to 0, with 15 abstentions.[78] Inter alia the delegates from India and Canada protested that the Special Rapporteur now has as his/her duty to report not only infringements of the rights to freedom of expression, but in some cases also employment of the rights, which \"turns the special rapporteur's mandate on its head\".[79] Outside the UN, the amendment was criticised by organizations including Reporters Without Borders, Index on Censorship, Human Rights Watch,[79] and the International Humanist and Ethical Union, all of whom share the view that the amendment threatens freedom of expression.[80] In terms of the finally cast votes, this was far from the most controversial of the 36 resolutions adapted by the 7th session of the Council. The highest dissents concerned combating defamation of religions, with 21 votes for, 10 against, and 14 abstentions (resolution 19, pp. 91–97), and the continued severe condemnation of and appointment of a Special Rapporteur for North Korea, with votes 22–7 and 18 abstentions (resolution 15, pp. 78–80).[81] There were also varying degrees of dissent for most of the various reports criticising Israel; while on the other hand a large number of resolutions were taken unanimously without voting, including the rather severe criticism of Myanmar (resolutions 31 and 32),[82] and the somewhat less severe on Sudan (resolution 16).[81] The Expert Mechanism on the Rights of Indigenous Peoples (EMRIP) was established by the Human Rights Council, in 2007, with its mandate amended in September 2016. This body provides the HRC with expert advice on the rights of indigenous peoples, and helps member states to achieve the goals of the United Nations Declaration on the Rights of Indigenous Peoples.[83] In August 2018, the UNHRC released a research report concluding that six generals in Myanmar armed forces should be prosecuted for war crimes as related to the genocide against the Rohingya Muslims.[84] The UNHRC conducted 875 individual interviews as part of this research, confirming that the Myanmar army led a pogrom that claimed the lives of more than 10,000 Rohingyas.[85] The special rapporteur on the question of Palestine to the previous UNCHR, the current UNHRC and the General Assembly was, between 2001 and 2008, John Dugard. Bayefski quotes him as saying that his mandate is to \"investigate human rights violations by Israel, not by Palestinians\".[86] A particular criticism is its focus on the Israeli-Palestinian conflict at each session as Agenda Item 7 (out of 10), the Council voting on 30 June 2006 to review the \"Human rights situation in Palestine and other occupied Arab territories\".[87] Item 7. Human rights situation in Palestine and other occupied Arab territories The council voted on 30 June 2006 to make a review of alleged human rights abuses by Israel a permanent feature of every council session. The council's special rapporteur on the Israeli–Palestinian conflict is its only expert mandate with no year of expiry. The resolution, which was sponsored by Organisation of the Islamic Conference, passed by a vote of 29 to 12 with five abstentions. Human Rights Watch urged it to look at international human rights and humanitarian law violations committed by Palestinian armed groups as well. Human Rights Watch called on the Council to avoid the selectivity that discredited its predecessor and urged it to hold special sessions on other urgent situations, such as that in Darfur.[88] None of the nine other items deals exclusively with a specific conflict. The council's special rapporteur on the Israeli–Palestinian conflict is the council's only expert mandate with no year of expiry. In 2006, UN Secretary-General Kofi Annan argued that the Commission should not have a \"disproportionate focus on violations by Israel. Not that Israel should be given a free pass. Absolutely not. But the Council should give the same attention to grave violations committed by other states as well\".[89] On 20 June 2007, Secretary-General Ban Ki-moon issued a statement that read: \"The Secretary-General is disappointed at the council's decision to single out only one specific regional item given the range and scope of allegations of human rights violations throughout the world.\"[90] Former president of the council Doru Costea, the European Union, Canada, and the United States have accused the UNHRC of focusing disproportionately on the Israeli–Palestinian conflict and Israel's occupation of the West Bank.[91][92][93] Many allege an anti-Israel bias – the Council has resolved more resolutions condemning Israel than the rest of the world combined.[94][91][92][93] Boris Johnson, the then-Secretary of State for Foreign and Commonwealth Affairs on 18 June 2018 said: \"We share the view that a dedicated agenda item focused solely on Israel and the occupied Palestinian territories is disproportionate and damaging to the cause of peace.\"[95] UNHRC released a statement calling on Israel to stop its military operations in the Gaza Strip and to open the Strip's borders to allow the entry of food, fuel and medicine. UNHRC adopted the resolution by a vote of 30 to 1, with 15 states abstaining. \"Unfortunately, neither this resolution nor the current session addressed the role of both parties. It was regretful that the current draft resolution did not condemn the rocket attacks on Israeli civilians,\" said Canada's representative Terry Cormier, the lone voter against.[96] The United States and Israel boycotted the session. U.S. ambassador Warren Tichenor said the Council's unbalanced approach had \"squandered its credibility\" by failing to address continued rocket attacks against Israel. \"Today's actions do nothing to help the Palestinian people, in whose name the supporters of this session claim to act,\" he said in a statement. \"Supporters of a Palestinian state must avoid the kind of inflammatory rhetoric and actions that this session represents, which only stoke tensions and erode the chances for peace\", he added.[97] \"We believe that this council should deplore the fact that innocent civilians on both sides are suffering\", Slovenian Ambassador Andrej Logar said on behalf of the seven EU states on the council. At a press conference in Geneva on Wednesday, UN Secretary-General Ban Ki-moon responded when asked about its special session on Gaza, that \"I appreciate that the council is looking in-depth into this particular situation. And it is rightly doing so. I would also appreciate it if the council will be looking with the same level of attention and urgency at all other matters around the world. There are still many areas where human rights are abused and not properly protected\", he said.[98] Dugard was succeeded in 2008 by Richard Falk, who has compared Israel's treatment of Palestinians with the Nazis' treatment of Jews during the Holocaust.[99][100][101] Like his predecessor, Falk's mandate only covers Israel's human rights record.[102] The Palestinian Authority has informally asked Falk to resign, among other reasons due to viewing him as \"a partisan of Hamas\". Falk disputes this and has called the reasons given \"essentially untrue\".[103] In July 2011, Richard Falk posted a cartoon that critics have described as anti-Semitic onto his blog. The cartoon depicted a bloodthirsty dog with the word \"USA\" on it wearing a kippah, or Jewish headcovering.[104] In response, Falk was heavily criticized by world leaders in the United States and certain European countries.[104] The United States called Falk's behavior \"shameful and outrageous\" and \"an embarrassment to the United Nations\", and officially called on him to resign. Former U.S. Representative Ileana Ros-Lehtinen, the former chairwoman of the U.S. House of Representatives Committee on Foreign Affairs, called on Falk to resign as well. The Anti-Defamation League described the cartoon as a \"message of hatred\".[105][106][107] According to a UN press release, then Israeli Ambassador to the United Nations Itzhak Levanon[108] strongly criticized the appointment of Richard Falk as the Special Rapporteur on the situation of human rights in the Palestinian territories occupied since 1967. Ambassador Levanon stated that Falk had written in an article that it was not \"an irresponsible overstatement to associate the treatment of Palestinians with the criminalized Nazi record of collective atrocity,\" arguing that \"someone who had publicly and repeatedly stated such views could not possibly be considered independent, impartial or objective\".[109][110][111] The Israeli government announced it would deny Falk a visa to Israel, the West Bank, and the Gaza Strip, at least until the September 2008 meeting of the Human Rights Council.[112][110] The U.S. and Canadian representatives also criticized the appointment,[110] while a Palestinian representative approved of it.[113] The rapporteur between 2008 and 2014, Richard A. Falk,[114] has been accused of being antisemitic.[115] On 3 April 2009, South African Judge Richard Goldstone was named as the head of the independent United Nations Fact-Finding Mission to investigate international human rights and humanitarian law violations related to the Gaza War. The Mission was established by Resolution S-9/1[116] of the United Nations Human Rights Council.[117] On 15 September 2009, the UN Fact-Finding mission released its report which found that there was evidence \"indicating serious violations of international human rights and humanitarian law were committed by Israel during the Gaza conflict, and that Israel committed actions amounting to war crimes, and possibly crimes against humanity\". The mission also found that there was evidence that \"Palestinian armed groups committed war crimes, as well as possibly crimes against humanity, in their repeated launching of rockets and mortars into Southern Israel\".[118][119][120] The mission called for referring either side in the conflict to the UN Security Council for prosecution at the International Criminal Court if they refuse to launch fully independent investigations by December 2009.[121] Goldstone has since partially retracted the report's conclusions that Israel committed war crimes, as new evidence has shed light upon the decision making by Israeli commanders. He said, \"I regret that our fact-finding mission did not have such evidence explaining the circumstances in which we said civilians in Gaza were targeted, because it probably would have influenced our findings about intentionality and war crimes.\"[122] Goldstone acknowledged that Israel has \"to a significant degree\" implemented the report's recommendations that \"each party to investigate [the incidents] transparently and in good faith,\" but \"Hamas has done nothing\". The Palestinian Authority has also implemented the report's recommendations by investigating \"assassinations, torture and illegal detentions, perpetrated by Fatah in the West Bank\", but Goldstone noted that \"most of those allegations were confirmed by this inquiry\". At UNHRC's opening session in February 2011, U.S. Secretary of State Hillary Clinton criticized the council's \"structural bias\" against the State of Israel: \"The structural bias against Israel – including a standing agenda item for Israel, whereas all other countries are treated under a common item – is wrong. And it undermines the important work we are trying to do together.\"[123] An editorial in the Jerusalem Post subsequently revealed that UNHRC was \"poised to adopt six resolutions ... condemning Israel,\" noting that it was the highest number of resolutions ever to be adopted against Israel in a single session. Human rights activist and Hudson Institute senior fellow Anne Bayefsky accused UNHRC of failing to remove antisemitic propaganda distributed by the IHH during one of its sessions. The material in question was an illustration depicting Israel as a sinister Nazi octopus seizing control of a ship.[124] Chair of the United States House Committee on Foreign Affairs Rep. Ileana Ros-Lehtinen (R) said she would propose legislation making U.S. funding for the UN contingent on extensive reform and call for the United States to withdraw from UNHRC, as \"Israel is the only country on the council's permanent agenda, while abuses by rogue regimes like Cuba, China, and Syria are ignored\".[125] In March 2012, the UNHRC was criticized for facilitating an event in the UN Geneva building featuring a Hamas politician. Israeli Prime Minister Benjamin Netanyahu castigated the UNHRC's decision stating, \"He represents an organization that indiscriminately targets children and grown-ups, and women and men. Innocents – is their special favorite target\". Israel's ambassador to the UN Ron Prosor denounced the speech stating that Hamas was an internationally recognized terrorist organization that targeted civilians. \"Inviting a Hamas terrorist to lecture to the world about human rights is like asking Charles Manson to run the murder investigation unit at the NYPD\", he said.[126] The United States urged UNHRC in Geneva to stop its anti-Israel bias. It took particular exception to the council's Agenda Item 7, under which at every session, Israel's human rights record is debated. No other country has a dedicated agenda item. The US Ambassador to UNHRC Eileen Chamberlain Donahoe said that the United States was deeply troubled by the \"Council's biased and disproportionate focus on Israel.\" She said that the hypocrisy was further exposed in the Golan Heights resolution that was advocated by the Syrian regime at a time when it was murdering its own citizens.[127] On 3 July 2015, UNHRC voted Resolution A/HRC/29/L.35 \"ensuring accountability and justice for all violations of international law in the Occupied Palestinian Territory, including East Jerusalem\".[128] It passed by 41 votes in favor including the eight sitting EU members (France, Germany, Britain, Ireland, the Netherlands, Portugal, Latvia and Estonia), one against (the US) and five absentions (India, Kenya, Ethiopia, Paraguay and Macedonia). India explained that its abstention was due to the reference to International Criminal Court (ICC) in the resolution whereas \"India is not a signatory to the Rome Statute establishing the ICC\".[129] On 19 June 2018, the United States pulled out of the UNHRC accusing the body of bias against Israel and a failure to hold human rights abusers accountable. Nikki Haley, US Ambassador to the UN, called the organisation a \"cesspool of political bias\".[130] At UNHRC's 38th Session on 2 July 2018, Western nations de facto boycotted Agenda Item 7 by not speaking to it.[131] Israel had been condemned in 78 resolutions by the Council since its creation in 2006—more resolutions condemning Israel than the rest of the world combined.[94] By April 2007, the Council had passed eleven resolutions condemning Israel, the only country which it had specifically condemned.[132] Conversely, towards Sudan, a country with human rights abuses documented by the Council's working groups, it has expressed \"deep concern\".[133] On 9 July 2021, Michael Lynk, the Special Rapporteur for Human Rights in the Occupied Palestinian Territories, addressing a session of the UN Human Rights Council in Geneva said that Israeli settlements in the West Bank amount to a war crime, and calling on countries to inflict a cost on Israel for its illegal occupation. Israel, which does not recognize Lynk's mandate, boycotted the session.[134][135][136] On 21 March 2022, Lynk submitted a report,[137] stating that Israel's control over the West Bank and Gaza Strip amounts to apartheid, an \"institutionalised regime of systematic racial oppression and discrimination\".[138] The Israeli Foreign Ministry and other Israeli and Jewish organizations labelled Lynk as hostile to Israel and the report baseless.[139] Following the 2021 Israel–Palestine crisis,[140] the council voted on 27 May 2021 to set up a United Nations fact-finding mission to investigate possible war crimes and other abuses committed in Israel and the occupied Palestinian territories.[141] The commission will report to the Human Rights Council annually from June 2022.[142] Unlike previous fact finding missions the inquiry is open ended and will examine \"all underlying root causes of recurrent tensions, instability and protraction of conflict, including systematic discrimination and repression based on national, ethnic, racial or religious identity.\"[141] The Council's charter preserves the watchdog's right to appoint special investigators for countries whose human rights records are of particular concern, something many developing states have long opposed. A Council meeting in Geneva in 2007 caused controversy after Cuba and Belarus, both accused of abuses, were removed from a list of nine special mandates. The list, which included North Korea, Cambodia and Sudan, had been carried forward from the defunct Commission.[143] Commenting on Cuba and Belarus, the UN statement said that Ban noted \"that not having a Special Rapporteur assigned to a particular country does not absolve that country from its obligations under the Universal Declaration of Human Rights.\" The United States said a day before the UN statement that the Council deal raised serious questions about whether the new body could be unbiased. Alejandro Wolff, deputy US permanent representative at the United Nations, accused the council of \"a pathological obsession with Israel\" and also denounced its action on Cuba and Belarus. \"I think the record is starting to speak for itself\", he told journalists.[144][145] The UNHRC President Doru Costea responded: \"I agree with him. The functioning of the Council must be constantly improved\". He added that the Council must examine the behaviour of all parties involved in complex disputes and not place just one state under the magnifying glass.[93][146] Speaking at the IDC's Herzliya Conference in Israel in January 2008, Dutch Foreign Minister Maxime Verhagen criticized the actions of the Human Rights Council actions against Israel. \"At the United Nations, censuring Israel has become something of a habit, while Hamas's terror is referred to in coded language or not at all. The Netherlands believes the record should be set straight, both in New York and at the Human Rights Council in Geneva\", Verhagen said.[147] At its Second Special Session in August 2006, the Council announced the establishment of a High-Level Commission of Inquiry charged with probing allegations that Israel systematically targeted and killed Lebanese civilians during the 2006 Israel-Lebanon conflict.[148] The resolution was passed by a vote of 27 in favour to 11 against, with 8 abstentions. Before and after the vote several member states and NGOs objected that by targeting the resolution solely at Israel and failing to address Hezbollah attacks on Israeli civilians, the Council risked damaging its credibility. The members of the Commission of Inquiry, as announced on 1 September 2006, were Clemente Baena Soares of Brazil, Mohamed Chande Othman of Tanzania, and Stelios Perrakis of Greece. The Commission noted that its report on the conflict would be incomplete without fully investigating both sides, but that \"the Commission is not entitled, even if it had wished, to construe [its charter] as equally authorizing the investigation of the actions by Hezbollah in Israel\", as the Council had explicitly prohibited it from investigating the actions of Hezbollah.[149] From 1999 to 2011, the CHR and the UNHRC adopted resolutions in opposition to the \"defamation of religion\". The Human Rights Council has adopted the Resolution 10/4 about human rights and climate change.[150] At its 48th the Council in Resolution 13 (A/HRC/48/13) recognized the human right to a clean, healthy and sustainable environment.[151] In June 2015, a 500-page UNHRC report accused Eritrea's government of widespread human rights violations. These were alleged to include extrajudicial executions, torture, indefinitely prolonged national service and forced labour, and widespread sexual harassment, rape and sexual servitude by state officials.[152][153] The Guardian said that the report \"catalogues a litany of human rights violations by the 'totalitarian' regime of President Isaias Afwerki 'on a scope and scale seldom witnessed elsewhere'\".[152] The report also asserted that these serial violations might amount to crimes against humanity.[152] The Eritrean Foreign Ministry responded by describing the Commission's report as \"wild allegations\", \"totally unfounded and devoid of all merit\", and countercharged the UNHRC with \"vile slanders and false accusations\".[154] The vice chairperson of the subcommittee on human rights at the European Parliament said the report detailed \"very serious human rights violations\", and said that EU funding for development would not continue as at present without change in Eritrea.[155] A report for the UNHRC has said the United Arab Emirates and Saudi Arabia have committed war crimes during the Saudi Arabian-led intervention in Yemen.[156][157] The United Nations condemned the November 2020 arrest of three Egyptian human rights advocates of the Egyptian Initiative for Personal Rights (EIPR). The activists were charged and detained for having a connection to terror groups. EIPR said the detention was a \"clear and co-ordinated response\" of their work against human rights violations in the country and the detention of the head of EIPR, Gasser Abdel-Razek, was an attempt to end the human rights work in Egypt.[158] The United Nations Human Rights Council voted 32–2 on 4 March 2022, with 13 abstentions, to create the International Commission of Inquiry on Ukraine, an independent committee of three human rights experts with a mandate to investigate alleged violations of human rights and of international humanitarian law in the Russian invasion of Ukraine.[159][160] At its eleventh emergency special session, the UN General Assembly adopted a resolution, with the required two-thirds majority of voting members, to suspend Russia from the Human Rights Council over reports of gross and systematic violations and abuses of human rights in the 2022 Russian invasion of Ukraine. The measure required a two-thirds majority of the countries present and voting, not counting abstentions. The measure passed with 93 in favor, 24 against and 58 abstentions. After the suspension, Russia's deputy U.N. Ambassador, Gennady Kuzmin, announced that Russia had decided to quit the Human Rights Council altogether.[161] In July 2012, Syria announced that it would seek a UNHRC seat.[162][163] This was while there was serious evidence (provided by numerous human rights organizations including the UN itself) that Syrian President Bashar al-Assad had authorised and funded the slaughter of thousands of civilians, with estimates of 14,000 civilians being killed as of July 2012 during the Syrian civil war.[164][165][166] According to UN Watch, Syria's candidacy was virtually assured under the prevailing election system.[163] Syria would have been responsible for promoting human rights if elected. In response, the United States and European Union drafted a resolution to oppose the move.[167] In the end, Syria was not on the ballot for the 12 November 2012 election to UNHRC.[168] In July 2012, it was reported that Sudan and Ethiopia were nominated for a UNHRC seat, despite being accused by human rights organizations of grave human rights violations. UN Watch condemned the move to nominate Sudan, pointing out that Sudan's President Omar Al-Bashir was indicted for genocide by the International Criminal Court. According to UN Watch, Sudan was virtually assured of securing a seat.[169] A joint letter of 18 African and international civil society organizations urged foreign ministers of the African Union to reverse its endorsement of Ethiopia and Sudan for a seat, accusing them of serious human rights violations and listing examples of such violations, and stating that they should not be rewarded with a seat.[170][171] Sudan was not on the ballot for the 12 November 2012 election to UNHRC, but Ethiopia was elected.[168] In September 2015, Faisal bin Hassan Trad, Saudi Arabia's ambassador to the UN in Geneva, was elected Chair of the UNHRC Advisory Committee, the panel that appoints independent experts.[173][174] UN Watch executive director Hillel Neuer said: \"It is scandalous that the UN chose a country that has beheaded more people this year [2015] than ISIS to be head of a key human rights panel. Petro-dollars and politics have trumped human rights.\"[175] Saudi Arabia also shut down criticism, during the UN meeting.[176] In January 2016, Saudi Arabia executed the prominent Shia cleric Sheikh Nimr who had called for free elections in Saudi Arabia.[177] In September 2017, US President Donald Trump said that \"it is an 'embarrassment' that there are countries on the UN human rights panel that have themselves committed atrocities\", but not naming any particular country.[178] On 13 October 2020, Saudi Arabia lost its bid to win a seat on the U.N. Human Rights Council. Saudi Arabia and China were competing for membership in a five-way race for four spots with Pakistan, Uzbekistan, and Nepal. China received 139 votes, Uzbekistan 164, Pakistan 169 votes, and Saudi Arabia came in fifth with 90 votes, beaten by Nepal with 150 votes.[179] Human Rights Watch condemned the candidacy filed by China and Saudi Arabia, calling them \"two of the world's most abusive governments\".[180] When the UN General Assembly voted to add Venezuela to the UN Human Rights Council in October 2019, US Ambassador to the United Nations Kelly Craft wrote: \"I am personally aggrieved that 105 countries voted in favor of this affront to human life and dignity. It provides ironclad proof that the Human Rights Council is broken, and reinforces why the United States withdrew.\"[181] Venezuela had been accused of withholding from the Venezuelan people humanitarian aid delivered from other nations, and of manipulating its voters in exchange for food and medical care.[181] The council had been criticized regularly for admitting members who were themselves suspected of human rights violations.[181] Sri Lanka came under increasing scrutiny in early 2012 after a presentation of a draft UNHRC resolution addressing their accountability with regard to their reconciliation activities,[182] a resolution which was subsequently tabled by the United States.[183] The original draft resolution from the United States noted the UNHRC \"concern that the LLRC [Lessons Learnt and Reconciliation Commission] report [did] not adequately address serious allegations of violations of international law\".[184] The UNHRC resolution then:[184] Sri Lankan Ambassador in Geneva Tamara Kunanayakam pointed out that 80% of the UNHRC's funding requirements are supplied by powerful nations such as the United States and its allies. Also, key positions in the UNHRC are mostly held by those who have served in the foreign services of such countries.[185] Sri Lanka's position is that this fact is significantly detrimental to the impartiality of the UNHRC activities, especially when dealing with the developing world. As a result, Sri Lanka, along with Cuba and Pakistan, sponsored a resolution seeking transparency in funding and staffing the UNHRC, during its 19th session starting in February 2012.[185] The resolution was adopted on 4 April 2012.[citation needed] The original US UNHRC draft resolution that prompted the Sri Lankan, Cuban, and Pakistani transparency initiative was thereafter significantly modified, and passed in 2013. Narayan Lakshman, writing from Washington, D.C. for The Hindu, said the United States \"watered down\" the resolution,[186][187] while UN Watch described the revised resolution as \"toned down\".[188] Lakshman noted that \"an entire paragraph calling for 'unfettered access'... by a host of external observers and specialists was deleted\", and the reworded resolution's demand for international investigation into \"alleged human rights violations\" was elevated but then \"veer[ed] off towards an apparent preference for Sri Lanka to conduct its own internal investigation\". He noted that in general \"weaker language has been inserted in place of more condemnatory tone\".[186] The revised resolution remained entitled \"Promoting Reconciliation and Accountability in Sri Lanka\" and was assigned UN code \"A/HRC/22/L.1/Rev.1\".[188] As finally submitted, the U.S. resolution was co-sponsored by 33 countries, including three other members of the U.N. Security council at that time (the UK, France, and Germany), and four other European nations (Ireland, Italy, the Netherlands, and Switzerland).[188] By a vote of 25 in favor—which included the resolution sponsors and other EU countries, as well as South Korea—and 13 against, the resolution was adopted on 21 March 2013 (with nine countries abstaining or absent).[188] U.S. President George W. Bush declared that the United States would not seek a seat on the Council, saying it would be more effective from the outside. He did pledge, however, to support the Council financially. State Department spokesman Sean McCormack said, \"We will work closely with partners in the international community to encourage the council to address serious cases of human rights abuse in countries such as Iran, Cuba, Zimbabwe, Burma, Sudan, and North Korea\". The U.S. State Department said on 5 March 2007 that, for the second year in a row, the United States had decided not to seek a seat on the Human Rights Council, asserting the body had lost its credibility with repeated attacks on Israel and a failure to confront other rights abusers.[189] Spokesman Sean McCormack said the council had had a \"singular focus\" on Israel, while countries such as Cuba, Myanmar and North Korea had been spared scrutiny. He said that though the United States will have only an observer role, it will continue to shine a spotlight on human rights issues. The most senior Republican member of the Committee on Foreign Affairs of the U.S. House of Representatives, Ileana Ros-Lehtinen, supported the administration decision. \"Rather than standing as a strong defender of fundamental human rights, the Human Rights Council has faltered as a weak voice subject to gross political manipulation,\" she said. Upon passage of UNHRC's June 2007 institution-building package, the U.S. restated its condemnation of bias in the institution's agenda. Spokesman Sean McCormack again criticised the Commission for focusing on Israel in light of many more pressing human rights issues around the world, such as Sudan or Myanmar, and went on to criticise the termination of special rapporteurs to Cuba and Belarus, as well as procedural irregularities that prevented member-states from voting on the issues; a similar critique was issued by the Canadian representative.[190] In September 2007, the US Senate voted to cut off funding to the council.[191] The United States joined with Australia, Canada, Israel, and three other countries in opposing the UNHRC's draft resolution on working rules citing continuing misplaced focus on Israel at the expense of action against countries with poor human-rights records. The resolution passed 154–7 in a rare vote forced by Israel including the support of France, the United Kingdom, and China, although it is usually approved through consensus. United States Ambassador to the United Nations, Zalmay Khalilzad, spoke about the \"council's relentless focus during the year on a single country – Israel,\" contrasting that with failure \"to address serious human rights violations taking place in other countries such as Zimbabwe, DPRK (North Korea), Iran, Belarus and Cuba.\" Khalilzad said that aside from condemnation of the crackdown of the Burmese anti-government protests, the council's past year was \"very bad\" and it \"had failed to fulfill our hopes\".[192] On 6 June 2008, Human Rights Tribune announced that the United States had withdrawn entirely from the UNHRC,[193] and had withdrawn its observer status. The United States boycotted the Council during the George W. Bush administration, but reversed its position on it during the Obama administration.[194] Beginning in 2009 however, with the United States taking a leading role in the organization, American commentators began to argue that the UNHRC was becoming increasingly relevant.[195][196] On 31 March 2009, the administration of Barack Obama announced that it would reverse the country's previous position and would join the UNHRC;[197] New Zealand indicated its willingness not to seek election to the council to make room for the United States to run unopposed, along with Belgium and Norway for the WEOG seats. On 19 June 2018, U.S. Secretary of State Mike Pompeo and U.S. Ambassador to the United Nations Nikki Haley announced that the United States, under President Donald Trump, was pulling out of the United Nations Human Rights Council, accusing the council being \"hypocritical and self-serving\"; in the past, Haley had accused it of \"chronic anti-Israel bias\".[198] \"When the Human Rights Council treats Israel worse than North Korea, Iran, and Syria, it is the Council itself that is foolish and unworthy of its name. It is time for the countries who know better to demand changes,\" Haley said in a statement at the time, pointing to the council's adoption of five resolutions condemning Israel. \"The United States continues to evaluate our membership in the Human Rights Council. Our patience is not unlimited.\"[199] In December 2020, US Ambassador to the United Nations Kelly Craft said that the UN Human Rights Council was \"a haven for despots and dictators, hostile to Israel, and ineffectual on true human rights crises\".[200] On 8 February 2021, following the election of Joe Biden, Secretary of State Antony Blinken announced that the Biden administration will reengage with the UN Human Rights Council.[201] On 1 April 2020, China joined the United Nations Human Rights Council.[202] In July 2019, UN ambassadors from 22 nations, including Australia, Britain, Canada, France, Spain, Germany, and Japan, signed a joint letter to the UNHRC condemning China's mistreatment of the Uyghurs and other minority groups, urging the Chinese government to close the Xinjiang re-education camps.[203][204] In response, UN ambassadors from 50 countries including Russia, Nigeria, Pakistan, Philippines, UAE, Sudan, Egypt, Saudi Arabia, Qatar, Angola, Algeria, and Myanmar signed a joint letter to the UNHRC praising China's \"remarkable achievements in Xinjiang\" and opposing the practice of \"politicizing human rights issues\".[205][203] In August 2019, Qatar told the UNHRC president that it had decided to withdraw from the response letter.[206] Human rights activists praised Qatar's decision.[207] In March 2017, at the 34th regular session of the UN Human Rights Council, Vanuatu made a joint statement on behalf of Tonga, Nauru, Palau, Tuvalu, the Solomon Islands and Marshall Islands raising human rights violations in the Western New Guinea, which has been occupied by Indonesia since 1963,[208] and requested that the UN High Commissioner for Human Rights produce a report.[209][210] Indonesia rejected Vanuatu's allegations.[210] Also, a joint NGO statement was made.[211] More than 100,000 Papuans have died during a 50-year Papua conflict.[212] The United States boycotted the UNHRC during the George W. Bush administration to protest the repressive states among its membership,[194] but in March 2009 the Obama administration reversed that position and decided to \"reengage\" and seek a seat on the UNHRC.[194] Beginning in 2009 however, with the United States taking a leading role in the organization, American commentators began to argue that the UNHRC was becoming increasingly relevant.[195][196] The UNHRC has been criticised for the repressive states among its membership.[194] Countries with questionable human rights records that have served on the UNHRC include Pakistan, Cuba, Saudi Arabia, China, Indonesia, and Russia.[213][214] On 12 October 2021, the Human Rights Watch criticised UNHRC elections and stated that UN member countries should refrain from voting for Cameroon, Eritrea, United Arab Emirates, and other candidates as they hold abysmal rights records. These countries were alleged not to meet the qualifications for membership on the board. The UN director at Human Rights Watch, Louis Charbonneau said that electing such serious rights abusers sends a terrible message that the UN member states do not take the council's fundamental mission to protect human rights seriously.[215] A Reuters report in 2008 said that independent human rights groups say that UNHRC is being controlled by some Middle East and African nations, supported by China, Russia and Cuba, which protect each other from criticism.[216] This drew criticism from the UN Secretary General Ban Ki-moon at the ineffectiveness of UNHRC, saying it had fallen short of its obligations. He urged countries to \"drop rhetoric\" and rise above \"partisan posturing and regional divides\"[217] and get on with defending people around the world.[216] This follows criticism since UNHRC was set up, where Israel has been condemned on most occasions and other incidences in the world such as Darfur, Tibet, North Korea, Pakistan and Zimbabwe have not been discussed at the council.[216] Of the 53 countries which defended China's imposition of the Hong Kong National Security Law following the 2019-2020 Hong Kong protests, at least 43 were participants in the Chinese Belt and Road Initiative, with one Axios reporter noting that \"Beijing has effectively leveraged the UN Human Rights Council to endorse the very activities it was created to oppose.\"[218] Ban Ki-Moon also appealed for the United States to fully join the council and play a more active role.[217] The UNHRC was criticized in 2009 for adopting a resolution submitted by Sri Lanka praising its conduct in Vanni that year, ignoring pleas for an international war crimes investigation.[219] On 18 June 2007, one year after holding its first meeting, the UNHRC adopted its Institution-building package, to guide it in its future work. Among its elements was the Universal Periodic Review, which assesses the human rights situations in all 193 UN member states. Another element is an Advisory Committee, which serves as the UNHRC's think tank and provides it with expertise and advice on thematic human rights issues. A further element is a Complaint procedure, which allows individuals and organizations to bring complaints about human rights violations to the attention of the council.","Title":"United Nations Human Rights Council - Wikipedia","KeyID":"3437","URL":"https://en.wikipedia.org/wiki/United_Nations_Human_Rights_Council"}