{"Content: ":"Shan State (Burmese: ရှမ်းပြည်နယ်, pronounced [ʃáɰ̃ pjìnɛ̀]; Shan: မိူင်းတႆး) also known by the endonyms Shanland, Muang Tai, and Tailong,[a] is a state of Myanmar. Shan State borders China (Yunnan) to the north, Laos (Louang Namtha and Bokeo Provinces) to the east, and Thailand (Chiang Rai, Chiang Mai and Mae Hong Son Provinces) to the south, and five administrative divisions of Burma (Myanmar) in the west. The largest of the 14 administrative divisions by land area, Shan State covers 155,800 km2, almost a quarter of the total area of Burma. The state gets its name from Burmese name for the Tai peoples: \"Shan people\". The Tai (Shan) constitute the majority among several ethnic groups that inhabit the area. Shanland is largely rural, with only three cities of significant size: Lashio, Kengtung, and the capital, Taunggyi.[4] Taunggyi is 150.7 km northeast of the nation's capital Naypyitaw. The Shan state, with many ethnic groups, is home to several armed ethnic armies. While the military government has signed ceasefire agreements with most groups, vast areas of the state, especially those east of the Salween River, remain outside the central government's control, and in recent years have come under heavy ethnic-Han Chinese economic and political influence. Other areas are under the control of military groups such as the Shan State Army. According to data from the United Nations Office on Drugs and Crime (UNODC), Shan State is the region that produces the most opium in Myanmar, accounting for 82% (331 metric tons) of the country's total output (405 metric tons) in 2020.[5] With that said, opium poppy cultivation has declined year-on-year since 2015. In 2020, cultivation in Shan State declined a further 12%, with reductions taking place in East, North and South Shan with respective decreases of 17%, 10% and 9% from previous levels in 2019.[6] Muang Tai (Shan: မိူင်းတႆး) is the native name for the region as well as a term used for the Tai-inhabited parts of Myanmar outside of Shan State. Muang (မိူင်း) means country in Tai languages and is used before the names of other countries, e.g. Muang Maan (Myanmar).[7] Shan Pyi (Burmese: သျှမ်းပြည်) derives from a Burmese corruption of the name Siam which is an old name for Lower Thailand. Pyi is a Burmese word meaning country and thus Shan Pyi can be translated as Shan State or Shanland. Officially, the region is called Shan State in English and Shan Pyine in Burmese but the ne in often dropped in colloquial speech. Tailong is a recently coined term to give the region an English name that derives from an endonym rather than an exonym. The etymology comes from the term Tai-Long (Shan: တႆးလူင် taj4 long1) which means \"Great Tai\" and is a commonly used identifier by the people to differentiate their specific branch of the Tai peoples.[8] Shan State is the unitary successor state to the Burmese Shan States, the princely states that were under some degree of control of the Irrawaddy valley-based Burmese kingdoms. Historical Tai-Mao states extended well beyond the Burmese Shan States, ranging from full-fledged kingdoms of Assam in the northwest to Lan Xang in the east, to Lan Na and Ayutthaya in the southeast, as well as several petty princely states in between, covering present-day northern Chin State, northern Sagaing Division, Kachin State, Kayah State in Myanmar as well as Laos, Thailand and the southwestern part of Yunnan, China. The definition of Burmese Shan States does not include the Ava Kingdom and the Hanthawaddy Kingdom of the 13th to 16th centuries, although the founders of these kingdoms were Burmanized Shans and Monized Shans, respectively.[citation needed] The founding of Shan States inside the present-day boundaries of Burma began during the Pagan Kingdom in the Shan Hills and accelerated after 1287, when the Pagan Kingdom fell to the Mongols. The Tai people, who came south with the Mongols, stayed, and quickly came to dominate much of northern to the eastern arc of Burma—from northwestern Sagaing Division to Kachin Hills to the present-day Shan Hills. The most powerful Shan states were Mong Yang (Mohnyin) and Mong Kawng (Mogaung) in present-day Kachin State, followed by Hsenwi (Theinni), Hsipaw (Thibaw) and Mong Mit (Momeik) in present-day northern Shan State.[9] Smaller Shan states, such as Kale in northwestern Sagaing Division, Bhamo in Kachin State, Yawnghwe (Nyaungshwe) and Kengtung (Kyaingtong) in Shan State, and Mong Pai (Mobye) in Kayah State, played a precarious game of paying allegiance to more powerful states, sometimes simultaneously. The newly founded Shan States were multi-ethnic, and included other ethnic minorities such as the Chin, the Kachin, the Wa, the Ta'ang, the Lisu, the Lahu, the Pa O, and the Kayah. Although Burmanised Shans founded the Ava Kingdom that ruled central Burma, other Shan states, Mohnyin in particular, constantly raided Ava territories throughout the years. A Mohnyin-led Confederation of Shan States finally conquered Ava in 1527.[10]: 95  In 1555, King Bayinnaung dislodged Shan king Sithu Kyawhtin from Ava. By 1557 he went on to conquer all of what would become known as the Burmese Shan states under his rule, from the Assamese border in the northwest to those in Kachin Hills and Shan Hills, including the two most powerful Shan states, Mohnyin and Mogaung.[11]: 108–109  The Shan states were reduced to the status of governorships, but the Saophas were permitted to retain their royal regalia and their feudal rights over their own subjects. Bayinnaung introduced Burmese customary law and prohibited all human and animal sacrifices. He also required the sons of Saophas to reside in the Burmese king's palace, essentially hostages, in order to ensure the good conduct of their fathers and to receive training in Burmese court life. Burmese kings continued this policy until 1885 when the kingdom fell to the British.[10]: 117–118  (The northernmost Shan states, in Yunnan, had already fallen to the Chinese Ming dynasty by the middle of the 15th century.[12]) The reach of the Burmese sovereign waxed and waned with the ability of each Burmese monarch. Shan states became briefly independent following the collapse of the first Toungoo dynasty, in 1599. The Restored Toungoo dynasty under King Nyaungyan and King Anaukpetlun recovered the Shan states, including the two strongest—Monhyin and Mogaung by 1605 and Lan Na by 1615.[11]: 108  In the early-18th century, the rule of Burmese monarchs declined rapidly and by the 1730s, the northernmost Shan states, many of which had paid dual tribute to China and Burma, had been annexed by the Qing Dynasty of China. The annexed border states ranged from Mogaung and Bhamo in present-day Kachin State to Hsenwi and Kengtung in present-day Shan State to Sipsongpanna (Kyaingyun) in present-day Xishuangbanna Dai Autonomous Prefecture, Yunnan.[11]: 191–192, 201  In the middle of the 18th century, the Burmese Konbaung dynasty's reassertion of the easternmost boundaries of Burmese Shan states led to war with China. It made four separate invasions of Burma from 1765 to 1769, during the Sino-Burmese War. The Burmese success in repelling Chinese forces laid the foundation for the present-day boundary between Burma and China.[citation needed][dubious – discuss] The present-day boundary of southern Shan State vis-à-vis Thailand was formed shortly thereafter. Burma lost southern Lan Na (Chiang Mai) in 1776 and northern Lan Na (Chiang Saen) in 1786 to a resurgent Bangkok-based Siam,[13] ending more than two centuries of Burmese suzerainty over the region. It retained only Kengtung on the Burmese side. The southern border of Shan State remained contested in the following years. Siam invaded Kengtung in 1803–1804 and 1852–1854, and Burma invaded Lan Na in 1797 and 1804. Siam occupied Kengtung during World War II (1942–1945). Throughout the Burmese feudal era, Shan states supplied much manpower in the service of Burmese kings. Without Shan manpower, the Burmans alone would not have been able to achieve their victories in Lower Burma, Siam, and elsewhere. Shans were a major part of Burmese forces in the First Anglo-Burmese War of 1824–1826, and fought valiantly—a fact that the British commanders acknowledged.[14]: 123–124  After the Second Anglo-Burmese War of 1852, the Burmese kingdom was reduced to Upper Burma alone. The Shan states—especially that east of the Salween River, were essentially autonomous entities, paying token tribute to the king. In 1875, King Mindon, to avoid certain defeat, ceded Karenni states, long part of Shan states, to the British.[10]: 177  When the last king of Burma, Thibaw Min, ascended the throne in 1878, the rule of central government was so weak that Thibaw had to send thousands of troops to tame a rebellion in the Shan state of Mongnai and other eastern Shan states for the remainder of his six-year reign.[14]: 161  On 28 November 1885, the British captured Mandalay, officially ending the Third Anglo-Burmese War in 11 days. But it took until 1890 for the British to subdue all of the various Shan states. Under the British colonial administration, established in 1887, the Shan states were ruled by their saophas as feudatory princely states of the British Crown. The British placed Kachin Hills inside Mandalay Division and northwestern Shan areas under Sagaing Division. In October 1922, the Shan and the Karenni states were merged to create the Federated Shan States,[15] under a commissioner who also administered the Wa States. This arrangement survived the constitutional changes of 1923 and 1937. During World War II, most of the Shan states were occupied by the Japanese. Chinese Kuomintang forces who illegally entered Burmese territory came down to northeastern Shan states to face the Japanese. Thai forces, allied with the Japanese, occupied Kengtung and surrounding areas in 1942, annexing the territory to the Thai state.[16] After the war, the British returned, while many Chinese KMT forces stayed inside Burmese Shan states. Negotiations leading to independence at the Panglong Conference in February 1947 secured a unitary Shan State, including former Wa states, but without the Karenni states.[17][18] More importantly, Shan State gained the right of secession in 10 years from independence. Soon after gaining independence in January 1948, the central government led by U Nu faced several armed rebellions. The most serious was the Chinese Nationalist KMT invasion of Shan State in 1950. Driven out by the Chinese Communist forces, Nationalist KMT armies planned to use the region east of the Salween River as a base from which to regain their homeland. In March 1953, the KMT forces, with US assistance, were on the verge of taking the entire Shan State and within a day's march of the state capital Taunggyi.[14]: 274  The Burmese army drove the invaders east across the Salween, but much of the KMT army and their progeny have remained in the eastern Shan State under various guises to the present day. The Burmese army's heavy-handedness fueled resentment.[14]: 274  In 1961, Shan saophas led by Sao Shwe Thaik, the first president of Burma and saopha of Yawnghwe, proposed a new federal system of government for greater autonomy, although the Shans had the constitutional right to secede. Though Shan leaders promised not to exercise the right, the Burmese army led by Gen. Ne Win thought the proposal was secessionist.[14]: 274  Gen. Ne Win's coup d'etat in 1962 brought an end to the Burmese experiment with democracy and with it, the call for greater autonomy for ethnic minorities. The coup fueled the Shan rebellion, started in 1958 by a small group called Num Hsük Han ('young warriors'), now joined by the Shan State Army (SSA). By the early-1960s, eastern Shan State festered with several insurgencies and warlords, and it emerged as a major opium-growing area, part of the so-called Golden Triangle. Narcotics trafficking became a vital source of revenue for all insurgencies. Major forces consisted of the SSA and the Communist Party of Burma (CPB), as well as those of the drug lords Khun Sa, and Lo Hsing Han. By the mid-1960s, CPB had begun receiving open support from China. Thailand also began a decades-long policy of support for non-communist Burmese rebels. Families of insurgent leaders were allowed to live in Thailand, where insurgent armies were free to buy arms, ammunition, and other supplies.[14]: 299  In the late-1980s and 1990s, the military government signed ceasefire agreements with 17 groups, including all major players in Shan State. An uneasy truce has ensued, but all forces remain heavily armed. Today, the 20,000-strong United Wa State Army (UWSA) is the largest armed group, and is heavily involved in the narcotics trade. Under the 2008 Constitution, endorsed by the Burmese junta, certain UWSA-controlled areas were given the status of an autonomous region.[19] In recent decades, Chinese state and ethnic Chinese involvement in Shan State has deepened. Hundreds of thousands of immigrants from China have come to work in Upper Burma since the 1990s.[20][21][dubious – discuss] Chinese investment in the state has funded everything from hydro power and mining projects to rubber plantations, logging, and wildlife trade.[22][dubious – discuss] Wa and Kokang regions, led by local leaders, use the Chinese yuan and operate on Chinese Standard Time. In the general election of November 2010, 117 seats were open for Shan State Parliament (or Shan State Hluttaw): two each for 55 townships and seven seats for different ethnic constituencies. But elections for Mongmao, Pangwaun, Pangkham, Namphan, and Mong La Township Constituencies were canceled. Fifty-four candidates from Union Solidarity and Development Party (USDP), 31 from Shan Nationalities Democratic Party (SNDP), six from PaO National Organization, four from Ta'ang (Palaung) National Party, three each from Inn National Development Party and Wa Democratic Party, four from three other parties, and two independent candidates were elected. Only one candidate from National Unity Party (Burma) was elected for Shan State Hluttaw (2011), although it was the second largest party in term of numbers of candidates.[23] In 2011, Aung Myat (aka Sao Aung Myat), a former military officer of the Myanmar Army and a USDP candidate of Pindaya constituencies, was named as Chief Minister of Shan State Government.[24] Two candidates from SNDP were named for the first Shan State Government. Sai Ai Pao (aka Sai Aik Paung) was named for Industry and Mining Minister and Sai Naw Kham (aka Tun Tun Aung) was named for Construction Minister.[25] In the Shan State cabinets (2011), one was from the Myanmar Army and six were from the Union Soldiery and Development Party (USDP).[26] Sai Mauk Kham (aka Maung Ohn), one of the two vice presidents of Myanmar (2011-2015), was elected from Shan State No. 3 Constituency as a National Assembly candidate in the November 2010 election.[27] Most of the Shan State is a hilly plateau, the Shan Plateau, which together with the higher mountains in the north and south forms the Shan Hills system. The gorge of the Thanlwin (Salween/Namhkong) River cuts across the state. Inle Lake where the leg-rowing Intha people live in floating villages, in the great Nyaung Shwe \"plain\", is the second largest natural expanse of water in Burma, shallow but 14 miles (23 km) long and 7 miles (11 km) wide. Pindaya Caves near Aungpan are vast limestone caverns which contain 6,226 Buddha images.[28] The road to Taunggyi via Kalaw and Aungpan branches off at Thazi from the main Yangon–Mandalay Road; another road via Ywangan and Pindaya branches off from Kyaukse south of Mandalay. The railhead stops short of Taunggyi at Shwenyaung, again from Thazi junction, and nearby Heho has an airport. A severe magnitude 6.8 earthquake struck in Tarlay, Tachileik Township, the eastern part of Shan State, on 24 March 2011. It killed more than 70 and injured more than 100 people. 390 houses, 14 Buddhist monasteries, and nine government buildings were damaged.[29][30] Shan State is traditionally divided into three sub-states: North Shan State, East Shan State, and South Shan State. It is officially divided into 11 districts:[31][32] An additional district, Hopang District, was formed as 12th district of Shan State by combining Mongmao, Pangwaun (Panwai), Namphan (Ngaphan) and Pangsang (Pangkham) Townships from Lashio District; Matman Township from Kengtung District; Hopang Township, Panlong and Namtit Sub-Townships from Kunlong District in September 2011.[33] The Shan State Government is the cabinet of Shan State in Myanmar. The legislature of Shan State in Burma, called Hluttaw was established on 8 February 2016. It is a unicameral body, consisting of 137 members—103 elected members and 34 military representatives.[34][35] As of February 2016,[36] Sai Long Hseng of the Union Solidarity and Development Party (USDP) leads the Hluttaw. The Shan State High Court is the judiciary of Shan State. The national anthem of Shan State (Shan: ၵႂၢမ်းၸိူဝ်ႉၸၢတ်ႈတႆး Kwam Jue Jaat Tai) was composed by Dr Panyan on 7 February 1947. ၸွမ်ပိဝ်သမ်ႉၸၼ်ႇတႃႇ လိူၼ်ၶမ်းၸဝ်ႈၸၵ်ႉၵျႃႇ ၸၢတ်ႈႁဝ်းမီးတေႇၸႃႇ ၽွမ်ႉပဵင်းၸႂ်ဝႃႇၸႃႇ သူၵဝ်ႁဝ်းပဵၼ်ၽူႈမီးၸႂ်သၸ်ၸႃႇ We fly our mighty flag with grace, Adorned in three, the golden moon shines, We join together, our hearts and minds, Our nation, abundant in riches have we, Forever, we are united and free.\" The people of Shan State can be divided into nine primary ethnic groups: the Shan (Tai), Pa-O, Intha, Lahu, Lisu, Taungyo, Danu, Shwe Palaung Ngwe Palaung, Ahka, and Kachin (Jingpo).[37] The valleys and tableland are inhabited by the Shan people, who in language and customs resemble the Thais, Sam, and the Lao. They are largely Buddhists and are mainly engaged in agriculture. Among the Shans live the Bamar, Han-Chinese, and Karens. The hills are inhabited by various peoples, notably the Wa, who are numerous in the north and along the Chinese border. The Ta'ang People are numerous in the Northern Shan State, in Namkham, Muse, Namhpaka, Kutkai, and Lashio Townships along the Burma-China Border and also in the middle of Shan State, in Namhsam, Kyaukme and Thibaw Townships. The population of the Palaung people is over 1,000,000.[citation needed] Some of the Ta'ang people can be found in Kalaw and Aungban in the Southern Shan State. The Lisu people are numerous in Mongmit, Hsipaw, Kyaukme, Namhsam, Namhpaka, Kutkai, Namtu, Lashio, Hopang, Tangyan, and Kokang of northern Shan State. Lisu also has numerous population in Taunggyi, Pekon, Hopong, Mongpon, Loilem, Panglong, Lai-Hka, Namsang, Mongnai, Mongpan, Mongton of southern Shan state. A few Lisu population in Kengtung and Wa Region. There is a dwindling population of Anglo-Burmese in major hill stations, such as Kalaw and in Taunggyi, a hold-over from the colonial period. The Jinghpaw People are numerous in the Northern Shan State, in Namkham, Muse, Namhpaka, Kutkai, Kawng Hka, Mungmyit Kodawng, Kengtung and Lashio Townships and along the Burma-China Border. The Jinghpaw people in Shan State is estimated to number over 200,000.[citation needed] Religion in Shan (2015)[38] According to the 2014 Myanmar Census, Buddhists make up 81.7% of Shan State's population, forming the largest religious community there.[39] Minority religious communities include Christians (9.8%), Muslims (1%), Hindus (0.1%), and animists (6.6%) who collectively comprise the remainder of Shan State's population.[39] 0.9% of the population listed no religion, other religions, or were otherwise not enumerated.[39] According to the State Sangha Maha Nayaka Committee’s 2016 statistics, 77,513 Buddhist monks were registered in Shan State, comprising 14.5% of Myanmar's total Sangha membership, which includes both novice samanera and fully-ordained bhikkhu.[40] Shan State is home to Myanmar's largest samanera community.[40] The majority of monks belong to the Thudhamma Nikaya (97%), followed by Shwegyin Nikaya (2.9%), with the remainder of monks belonging to other small monastic orders.[40] 3,814 thilashin were registered in Shan State, comprising 6.3% of Myanmar's total thilashin community.[40] Silver, lead, and zinc are mined, notably at the Bawdwin mine, and there are smelters at Namtu. Rubies are extracted in large quantity in Mong Hsu Township with output peaking in the late-1990s and early 2000s.[41] Teak is cut, and rice and other crops are grown. Shan State is known for its garden produce of all sorts of fresh fruit and vegetables thanks to its temperate and sunny climate. Itinerant markets that travel from place to place, setting up on every fifth day in each small town or village, are typical, although large towns have permanent markets. It is part of the Golden Triangle, an area in which some of the world's opium and heroin are still illegally produced, and it has become a leading global production area for methamphetamine. Drug trafficking is controlled by local warlords in partnership with foreign organized crime groups, some of whom have private armies amounting to thousands of soldiers.[42][43] Much of the methamphetamine (ya ba) that ends up across the Mekong and wider Asia Pacific region is produced in Shan as well.[44][45] There are some border trading centers along the Shan State border and neighboring countries.[46] Muse (Muse, Burma), the biggest border trading center along the Myanmar China border and Tachileik, another important trading center between Myanmar and Thailand are in Shan State.[47][48] The construction project of Sino-Burma pipelines of oil and gas that passes through northern part of Shan State was started in September 2010 and was finished in June 2013.[49] Educational opportunities in Myanmar are limited outside the main cities of Yangon and Mandalay. It is especially a problem in Shan State where vast areas are beyond government control. According to official statistics, only about 8% of primary school students in Shan State reach high school.[50] Taunggyi University is the main university in the state, and until recently the only four-year university in the state. The military government, which closed down universities and colleges in the 1990s to quell student unrest, has \"upgraded\" former colleges and two-year institutes. The government now requires that students attend their local universities and colleges, such as Lashio University, Kyaingtong University, Panglong University. The general state of health care in Myanmar is poor. The military government spends anywhere from 0.5 to 3% of the country's GDP on health care, consistently ranking among the lowest in the world.[51][52] Although health care is nominally free, patients have to pay for medicine and treatment, even in public clinics and hospitals. Public hospitals lack basic facilities and equipment. The following is a summary of the public health system in the state, in fiscal year 2002–2003.[53]","Title":"Shan State - Wikipedia","KeyID":"3440","URL":"https://en.wikipedia.org/wiki/Shan_State"}