{"Content: ":"Radio Free Asia (RFA) is a United States government-funded private non-profit news service that broadcasts radio programs and publishes online news, information, and commentary for its audiences in Asia.[5][6][7][8] The service, which provides editorially independent reporting,[6][7][8] has the mission of providing accurate and uncensored reporting to countries in Asia that have poor media environments and limited protections for press freedom and freedom of speech.[9][10][11] Based on Radio Free Europe/Radio Liberty, it was established by the International Broadcasting Act of 1994 with the stated aim of \"promoting democratic values and human rights\", and countering the narrative of the Chinese Communist Party, as well as providing media reports about the North Korean government.[12] It is funded and supervised by the U.S. Agency for Global Media[13] (formerly Broadcasting Board of Governors), an independent agency of the United States government. RFA distributes content in ten Asian languages for audiences in China, North Korea, Laos, Cambodia, Vietnam and Myanmar.[14] The Economist and The New York Times have praised RFA for reporting on the Chinese government's persecution of the Uyghurs.[15][16] After the Tiananmen Square protests of 1989, American interest in starting a government broadcasting organization grew.[17] A more concrete concept for such an organization aimed towards Asian countries was first presented by then Senator of Delaware Joe Biden, and later became a part of President Bill Clinton's platform during his 1992 presidential campaign.[18] The International Broadcasting Act was passed by the Congress of the United States and signed by President Bill Clinton in 1994, officially establishing Radio Free Asia.[19] Radio Free Asia was incorporated in March 1996, and began broadcasting in September 1996. Although RFA directors preferred to broadcast under the name \"the Asia-Pacific Network\", Republican representatives including Chris Smith and Jesse Helms insisted on returning the name to Radio Free Asia before broadcasting began, to which president Richard Richter complied. Radio Free Asia was forced to change in part due to financial pressures from the US government, for although they operated with an independent board, their initial $10 million dollar annual budget came from the Treasury.[20] In 1997, the then US Deputy Secretary of State, Strobe Talbott, began talks with the government of Australia to purchase abandoned transmission facilities near Darwin, Northern Territory for the purpose of expanding RFA's signal to overcome jamming. Richter personally lobbied in Canberra to support this effort.[21] Although the Australian Government intended to sell the facilities to a foreign broadcaster, preference was given to the BBC over the fledgling RFA due to fears that such a sale would anger China, with Australian Minister for Foreign Affairs Alexander Downer stating, \"we are certainly not in the game of provocatively damaging our relations with China.\"[21][22] In response to radio jamming efforts from China, Newt Gingrich and House Republican leaders helped to increase the budget of RFA and VOA, with further funding of RFA proposed as a way to combat China's political repression without levying trade restrictions that would anger American businesses.[18] With the passage of the International Broadcasting Act in 1994, RFA was brought under auspices of the United States Information Agency where it remained until the agency's cessation of broadcasting duties and transitioned to U.S. Department of State operated Broadcasting Board of Governors in 1999. In September 2009, the 111th Congress amended the International Broadcasting Act to allow a one-year extension of the operation of Radio Free Asia.[23] RFA broadcasts in nine languages, via shortwave, satellite transmissions, medium-wave (AM and FM radio), and through the Internet. The first transmission was in Mandarin Chinese and it is RFA's most broadcast language at twelve hours per day. RFA also broadcasts in Cantonese, Tibetan (Kham, Amdo, and Uke dialects), Uyghur, Burmese, Vietnamese, Lao, Khmer (to Cambodia) and Korean (to North Korea). The Korean service launched in 1997 with Jaehoon Ahn as its founding director.[24] Broadcasts in Khmer to Cambodia that began under the country's communist regime continue despite the country no longer being communist.[25] In 2017, RFA and other networks, such as Voice of America, were put under the then newly created U.S. Agency for Global Media that also sends representatives to its board of directors.[26] Since broadcasting began in 1996, Chinese authorities have consistently jammed RFA broadcasts.[35] Three RFA reporters were denied access to China to cover U.S. President Bill Clinton's visit in June 1998. The Chinese embassy in Washington had initially granted visas to the three but revoked them shortly before President Clinton left Washington en route to Beijing. The White House and United States Department of State filed complaints with Chinese authorities over the matter but the reporters ultimately did not make the trip.[35][36] The Vietnamese-language broadcast signal was also jammed by the Vietnamese government since the beginning.[37] Human rights legislation has been proposed in Congress that would allocate money to counter the jamming.[38] Research by the OpenNet Initiative, a project that monitors Internet filtering by governments worldwide, showed that the Vietnamese-language portion of the Radio Free Asia website was blocked by both of the tested ISPs in Vietnam, while the English-language portion was blocked by one of the two ISPs.[39] To address radio jamming and Internet blocking by the governments of the countries that it broadcasts to, the RFA website contains instruction on how to create anti-jamming antennas and information on web proxies.[40] On March 30, 2010, China's domestic internet censor, known as the Great Firewall, temporarily blocked all Google searches in China, due to an unintentional association with the long-censored term \"rfa\".[41] According to Google, the letters, associated with Radio Free Asia, were appearing in the URLs of all Google searches, thereby triggering China's filter to block search results. In 2014–2015 China arrested three brothers of RFA Uyghur Service journalist Shohret Hoshur. Their jailing was widely described by Western publishers as Chinese authorities' efforts to target Hoshur for his reports on otherwise unreported violent events of the Xinjiang conflict.[16][42][43][44] Much larger numbers of relatives of RFA's Uyghur-language staff have since been detained, including the family of Gulchehra Hoja.[45] RFA is the only station outside China that broadcasts in the Uyghur language.[45] It has been recognized by journalists of The Atlantic, The Washington Post, The New York Times, and The Economist for playing a role in exposing Xinjiang internment camps.[15][46][47] In particular, The New York Times regards RFA as one of the few reliable sources of information about Xinjiang.[16] In 2018, after RFA Journalist Gulchehra Hoja published an interview with an individual who had been detained in the Xinjiang internment camps, Chinese authorities detained approximately two dozen of Hoja's relatives.[48][49][50] Later that year, Chinese authorities forcibly disappeared two brothers and five cousins of an editor for RFA's Uyghur language service.[51][52][53] National Review has reported that as of 2021, eight of Radio Free Asia's fifteen staff of Uyghur ethnicity have family members who are detained in the Xinjiang internment camps.[49] Radio Free Asia's functions, as listed in 22 U.S.C. § 6208, are: Additionally, the International Broadcasting Act of 1994 (Title III of Pub.L. 103–236), which authorized the creation of the RFA, contains the following paragraph: The continuation of existing U.S. international broadcasting, and the creation of a new broadcasting service to people of the People's Republic of China and other countries of Asia, which lack adequate sources of free information and ideas, would enhance the promotion of information and ideas, while advancing the goals of U.S. foreign policy. The RFA's mission statement is outlined on its website as follows:[10] Radio Free Asia operates under a Congressional mandate to deliver uncensored, domestic news and information to China, Tibet, North Korea, Vietnam, Cambodia, Laos, and Burma, among other places in Asia with poor media environments and few, if any, free speech protections. In 1999, Catharin Dalpino of the Brookings Institution, a former assistant secretary deputy for human rights, called Radio Free Asia \"a waste of money\" and elaborated that she believed its goals had more to do with domestic political symbolism than with supporting democratic movements in Asia, stating that \"Wherever we feel there is an ideological enemy, we're going to have a Radio Free Something.\" Dalpino said she had reviewed scripts of RFA's broadcasts and viewed the station's reporting as unbalanced due to focus on the testimony of dissidents in exile rather than the events occurring in the countries themselves.[54][55] Lynne Weil, a director of communications and external affairs for the U.S. Agency for Global Media, has disputed descriptions of government-funded outlets as propaganda, referring to outlets such as BBC as examples of non-propagandist journalism funded by a government entity.[56] In 2001, Richter stated that congressional interference in the organization was minimal, explaining that he \"wanted to make sure we weren't just getting set up to be a kill-the-Commie organization.\"[57] Monroe Price described RFA as \"a modern iteration of Cold War use of the airwaves, emphasizing a turn from the traditional Cold War targets to new ones\" and argued that the goals of RFA prove that the \"instruments of international broadcasting are a reflection of the priorities and internal politics of the sending nation.\"[58] Vietnamese newspapers such as the state-run Nhân Dân have criticized the goals of RFA and broadcasts into the country, with a writer for Nhân Dân accusing the network of attempting to \"interfere in other countries' internal affairs.\"[59] Chinese citizens calling in to RFA have expressed a wide range of opinions on the network, both positive and negative, many calling from pay phones to hide their identities.[57] Radio Free Asia has received several awards for its journalism, including: ÷ over 3 channels ÷ over 3 channels ÷ over 2 channels ÷ over 2 channels ","Title":"Radio Free Asia - Wikipedia","KeyID":"3443","URL":"https://en.wikipedia.org/wiki/Radio_Free_Asia"}