{"Content: ":"The Joslyn Art Museum is the principal fine arts museum in the state of Nebraska, United States of America. Located in Omaha, it was opened in 1931 at the initiative of Sarah H. Joslyn in memory of her husband, businessman George A. Joslyn. It is the only museum in the state with a comprehensive permanent collection, and although it includes works from Paolo Veronese, El Greco, Titian, among others, its greatest strengths are the outstanding art collections of the nineteenth and twentieth centuries of American and European artists such as Pierre-Auguste Renoir and William-Adolphe Bouguereau. In 1928, Kiewit started construction of the museum.[1] Opening on November 29, 1931,[2] as a gift to the people of Omaha from Sarah H. Joslyn in memory of her husband, George A. Joslyn;[3] It occupies a large and impressive Art Deco building designed by John and Alan McDonald, constructed of Georgia Pink marble, with 38 different marbles from all over the world in the interior, close to downtown Omaha. The decorative panels on the exterior were designed by sculptor John David Brcin and refer to the peoples of the plains - the original Native American inhabitants and the later European explorers and settlers. Inscriptions carved on the building were written by Hartley Burr Alexander. A substantial extension, designed by Lord Norman Foster, opened in 1994.[4] In 2008, construction began on the Joslyn Sculpture Garden. The garden opened in summer 2009 featuring work from local and national artists as well as a reflecting pool and waterfall.[5] Shortly after its opening, the garden hosted the 24th annual Jazz on the Green festival which it hosted until 2010 when Omaha Performing Arts began producing the event and moved it to the Midtown Crossing at Turner Park which could development to better accommodate the growing event.[6] The free eight-week festival features locally, regionally, and nationally-known jazz musicians and draws thousands of spectators who can sit on the lawn with picnic snacks to enjoy the performances. In May 2013, the Museum stopped charging general admission, again providing free access to the public as it had done from its opening until the mid-1960s.[7] The permanent collections of the Joslyn Art Museum are: Although the best known names appear in the European and American collections, it is probably the Western American and Native American collections that have the greatest importance as collections, allowing a rare opportunity to study these genres and periods of art as well as giving an important insight into the history of the western United States. In addition to its permanent collections, the museum mounts regular special exhibitions. It also serves as an important regional educational and artistic resource, and its building includes an auditorium where regular concerts are held.","Title":"Joslyn Art Museum - Wikipedia","KeyID":"3448","URL":"https://en.wikipedia.org/wiki/Joslyn_Art_Museum"}