{"Content: ":"Independence is a city in, and the county seat of, Buchanan County, Iowa, United States.[2] The population was 6,064 in the 2020 census, an increase from 6,014 in 2000.[3] Independence was founded in 1847 near the center of present-day Buchanan County. The original town plat was a simple nine-block grid on the east side of the Wapsipinicon River. The town was intended as an alternative to Quasqueton (then called Quasequetuk), which was the county seat prior to 1847. The village of Independence had fewer than 15 persons when the county seat was transferred there. On Main Street, on the west bank of the Wapsipinicon, a six-story grist mill was built in 1867. Some of its foundation stones were taken from that of an earlier mill, the New Haven Mill, built in 1854, that was used for wool processing. (Prior to the incorporation of Independence in 1864, a short-lived neighboring village, called New Haven, had grown up on the west side of the river, hence the name New Haven Mill.) The 1867 mill, now called the Wapsipinicon Mill, was a source of electrical energy from 1915 to 1940. Some structural restoration occurred in recent years, and the mill now functions partly as an historical museum. A courthouse was built in 1857, on the east side of the town, on a site described at that time as \"the highest tract of land in the neighborhood,\" where offers \"a fine view of the city of Independence, the Valley of the Wapsipinicon, and the surrounding Country\". The original courthouse was replaced in 1939 by a Moderne or Art Deco structure. Among the town's distinctions has been the long-term presence of the Independence State Hospital (formerly called the Iowa State Hospital for the Insane), located on a large, remote tract of land on the west edge of town. The recently restored main building, called the Reynolds Building (made of \"native prairie granite\" in French Second Empire style), was built in 1873. Today it is open to the public for scheduled tours. For a few years in the late 1880s and early 1890s, Independence was a nationally known horse-racing center, and was sometimes referred to as the \"Lexington of the North\". This came about as a result of the meteoric financial success of Charles W. Williams. A telegraph operator and creamery owner from nearby Jesup, Iowa, Williams (with no experience in breeding horses) purchased in 1885 two mares, each of which within a year gave birth to a stallion. These two stallions, which Williams named Axtel and Allerton, went on the set world trotting records, with the result that Williams' earnings enabled him to publish a racing newspaper titled The American Trotter, to build a large three-story hotel and opera house called The Gedney, and to construct a figure-eight shaped race track on the west edge of town, on a large section of land called Rush Park, where he also built a magnificent horse barn, his family mansion, and peripheral structures. The burgeoning community was soon home to other mansions, churches, and even a trolley-car service. Williams went on to raise other record-breaking horses, but he lost much of his fortune in the Panic of 1893. Williams subsequently moved to Galesburg, Illinois, where (among other things) he became acquainted with the young Carl Sandburg (as mentioned in Sandburg's autobiography, Always the Young Strangers). Today, the location of Williams' race track (which was the original site of the Buchanan County Fairgrounds) is a corn field. His house is still standing, but, in recent years, the Rush Park barn was demolished by a bulldozer, to make way for a fastfood drive-in and an auto parts store. In the years that followed the race track days, the town lost most of its importance when the railroad terminal at Independence was pushed further west to Waterloo, Iowa. It is not widely known that Independence has an historical connection with the American-born writer Gertrude Stein. While living in Paris, Stein became close friends with an American expatriate painter named William Edwards Cook, who was born in Independence in 1881. It was Cook who taught Stein how to drive (so that she could transport supplies for the French during World War I). In her second autobiography, titled Everybody’s Autobiography, she talks about her fondness for the state, and for Cook's hometown in particular, which she had never visited (although, as a child in San Francisco, she was well aware of the town's sudden celebrity as a horse racing center). Her fondness for Iowa is also partly attributable to her close friendship with American writer Carl Van Vechten (who would become her literary executor), who had grown up in nearby Cedar Rapids, Iowa. In 1933, when Stein traveled throughout the U.S. on a book publicity tour, she eagerly agreed to speak at Iowa City (on the second floor of what is now the Prairie Lights Bookstore), with the provision that she would be able to fly over Independence, to see Cook's birthplace from the air. Unfortunately, the Midwest was hit by a major winter storm that day, and Stein's visit to Iowa was entirely cancelled. Cook himself had returned to Independence for an extended visit in 1925, to assist in settling the affairs of his father, an Independence lawyer who had died the year before. When Cook returned to Paris, he used part of his inheritance to commission a young architect named Le Corbusier to design, on the outskirts of Paris, what is now considered to be one of the first Cubist houses, called Maison Cook or Villa Cook. The race track at Rush Park has also the distinction of being the site of the first one-mile bicycle speed record of under two minutes, which was set in 1892 at Independence by John S. Johnson. Of additional interest are several other buildings of historic and architectural value. Among these are the Christian Seeland House and Brewery at 1010 4th Street Northeast (1873), an Italianate style mansion and brewery; Saint John's Roman Catholic Church at 2nd Street and 4th Avenue Northeast (1911); the Munson Building, formerly the Independence Free Public Library, at 210 2nd Street Northeast (1893–95); Saint James Episcopal Church on 2nd Avenue Northeast, just north of 2nd Street (1863, 1873); and the Depression-era United States Post Office Building at 2nd Street and 2nd Avenue Northeast (1934), not for its architecture, but because hanging inside in the lobby is a WPA mural from the 1930s, titled Postman in the Snow, painted by a former Independence resident named Robert Tabor. About 10 miles east of Independence, south of U.S. Highway 20, near Quasqueton, is the Lowell Walter house or Cedar Rock, a state-owned Frank Lloyd Wright house that is open to the public from May through October. According to the United States Census Bureau, the city has a total area of 6.22 square miles (16.11 km2), of which 6.08 square miles (15.75 km2) is land and 0.14 square miles (0.36 km2) is water.[4] This region generally has significant seasonal temperature differences, with warm to hot (and often humid) summers and cold (sometimes severely cold) winters. Precipitation is relatively well distributed year-round. The Köppen Climate Classification subtype for this climate is \"Dfa\". (Hot Summer Continental Climate).[5] At the 2010 census there were 5,966 people in 2,521 households, including 1,566 families, in the city. The population density was 981.3 inhabitants per square mile (378.9/km2). There were 2,745 housing units at an average density of 451.5 per square mile (174.3/km2). The racial makeup of the city was 97.6% White, 0.3% African American, 0.1% Native American, 0.7% Asian, 0.2% from other races, and 1.1% from two or more races. Hispanic or Latino of any race were 1.2%.[9] Of the 2,521 households 29.0% had children under the age of 18 living with them, 48.7% were married couples living together, 9.9% had a female householder with no husband present, 3.5% had a male householder with no wife present, and 37.9% were non-families. 32.2% of households were one person and 15.4% were one person aged 65 or older. The average household size was 2.30 and the average family size was 2.92. The median age was 41 years. 23.9% of residents were under the age of 18; 7.7% were between the ages of 18 and 24; 23.2% were from 25 to 44; 25.7% were from 45 to 64; and 19.7% were 65 or older. The gender makeup of the city was 46.8% male and 53.2% female. At the 2000 census there were 6,014 people in 2,432 households, including 1,588 families, in the city. The population density was 1,621.8 people per square mile (625.9/km2). There were 2,610 housing units at an average density of 703.9 per square mile (271.6/km2). The racial makeup of the city was 97.97% White, 0.28% African American, 0.05% Native American, 0.76% Asian, 0.22% from other races, and 0.71% from two or more races. Hispanic or Latino of any race were 0.50%.[10] Of the 2,432 households 30.0% had children under the age of 18 living with them, 52.9% were married couples living together, 9.4% had a female householder with no husband present, and 34.7% were non-families. 30.3% of households were one person and 16.0% were one person aged 65 or older. The average household size was 2.35 and the average family size was 2.93. Age spread: 25.4% under the age of 18, 7.3% from 18 to 24, 25.9% from 25 to 44, 22.5% from 45 to 64, and 18.9% 65 or older. The median age was 39 years. For every 100 females, there were 88.6 males. For every 100 females age 18 and over, there were 82.8 males. The median household income was $36,554 and the median family income was $45,951. Males had a median income of $31,161 versus $21,597 for females. The per capita income for the city was $20,683. About 5.0% of families and 7.0% of the population were below the poverty line, including 8.5% of those under age 18 and 7.0% of those age 65 or over. Independence belongs to the Independence Community School District, which also includes the towns of Brandon and Rowley.[11] The district includes a K - 2nd grade school (East Elementary), a 3rd - 6th grade school (West Elementary) and a junior senior high school (7th-12th grade). The area is also served by St. John Catholic School. In 2011, the communities of Brandon, Rowley and Independence passed a bond referendum to build a new $27,500,000 junior and senior high school that opened in the fall of 2013. The FAA identifier is IIB, and this is a small municipal airport offering flight training, quick-service fueling, charter flights, aircraft maintenance, and hangar rental. ","Title":"Independence, Iowa - Wikipedia","KeyID":"3449","URL":"https://en.wikipedia.org/wiki/Independence,_Iowa"}