{"Content: ":"Pachagnathus (\"earth jaw\") is an extinct genus of non-pterodactyloid pterosaur from the late Norian–early Rhaetian-aged Quebrada del Barro Formation of Argentina. It lived in the Late Triassic period, and is one of the only known definitive Triassic pterosaurs from the southern hemisphere (along with the contemporaneous and related Yelaphomte). It is also one of the few known continental Triassic pterosaurs, indicating that the absence of early pterosaurs in both the southern hemisphere and terrestrial environments is likely a sampling bias, and not a true absence. The type and only known specimen of Pachagnathus, PVSJ 1080, was collected during fieldwork by the Museo de Ciencias Naturales of the Universidad Nacional de San Juan from 2012 to 2014. It consists of only a broken portion of the front end of a lower jaw along its mandibular symphysis preserved in three dimensions and undistorted, including a partial tooth crown as well as several tooth roots and alveoli. The specimen was discovered at the ‘Quebrada del Puma’ locality of the Quebrada del Barro Formation within the Marayes–El Carrizal Basin of Northwestern Argentina, part of the Caucete Department in the San Juan Province. The 'Quebrada del Puma' locality occurs in the upper layers of the Quebrada del Barro Formation in its southern outcrops, and has been roughly dated to around the late Norian into the Rhaetian based on its faunal assemblages. PVSJ 1080 was discovered in a horizon of reddish muddy sandstone just 30 m below the top of the formation, beneath the unconformably overlying Cretaceous aged El Gigante Group.[1][2] PVSJ 1080 was described as a new genus and species, Pachagnathus benitoi, by Ricardo N. Martínez and colleagues in 2022. The generic name is a combination of Aymara, the language of the Aymara people indigenous to the Andes, and Latinised Greek, from the Aymara Pacha (\"earth\", referring to the inland environment it inhabited), and gnathos, meaning jaw. The specific name is named after Benito Leyes, an inhabitant of the town of Balde de Leyes who first found fossils at the Balde de Leyes locality and guided Martínez and his team to the locality.[1] The only known part of Pachagnathus is a portion from the very front of the lower jaws, consisting of the mandibular symphysis (the fused portion at the tips of the lower jaw), although the jaw tip itself is missing. The symphysis is notably long, including at least five pairs of teeth and likely to have been even longer. This symphysis is very narrow and laterally compressed, so much so that the edges of the jaw tips are parallel to each other, with a preserved length of 61.5 mm but a maximum width of only 12.2 mm. An unusual feature of the symphysis is a ridge along the surface of the mandible running between the teeth. Uniquely in pterosaurs, it repeatedly alternates between a single midline ridge in the gaps along the toothrow and splitting into a pair in between pairs of teeth, leaving elliptical depressions between them. This ridge is likely created by the occlusal ridges along each tooth row being greatly emarginated and compressed into a single midline ridge. Such a combination of midline keel and a series of fossae is not known in any other pterosaur.[1] The margins of the dentary slope inwards to form a sharp keel along the bottom, giving the jaw a sub-triangular cross-section roughly two times as deep as it is wide. The jaw is deepest at the level of the second preserved tooth, where the symphyseal ridge is drawn up into a high eminence, similar to Raeticodactylus and to a lesser extent the lower eminence of Eudimorphodon.[1] The tooth sockets bulge prominently from the jaw and are separated by deep, bowl-shaped concavities in the jaw bone between the teeth so that the dental margin is highly invaginated. Such bowl-like depressions are unknown in other pterosaurs, and although comparable to similar \"cup-shaped\" structures reported in Raeticodactylus and Caviramus, differ in their size, position and orientation. The teeth at the front are spaced apart by over twice the width of each tooth, comparable to some rhamphorhynchids and Dimorphodon.[1] The teeth themselves are poorly preserved, but what is present indicate they were elliptical in cross-section, almost twice as long front-to-back as they are from side-to-side. Its enamel is striated running top to bottom, with well-defined but unserrated keels on their front and back edges. From the partially preserved tooth crown, the teeth are estimated to be slightly backward-curving spikes roughly five times taller than their base width, similar to the condition of various rhamphorhynchid pterosaurs (e.g. Rhamphorhynchus, Angustinaripterus). The first two teeth in the preserved jaw are noticeably larger than the teeth behind them—roughly 15% wider at their bases. The first three teeth are also angled forwards (procumbent) and out to the sides, while the remaining teeth are vertical, leaving a wide angle between the third and fourth preserved tooth positions in the jaw.[1] To determine the relationships of Pachagnathus to other pterosaurs, Martínez performed a phylogenetic analysis using an updated version of the pterosaur data matrix published by Andres et al. (2014).[3] This analysis recovered Pachagnathus as a member of Raeticodactylidae, but could not resolve its relationships to Raeticodactylus and Yelaphomte beyond a polytomy of the three species due to a lack of overlapping material. A simplified version of their results focused on Eopterosauria is shown in the cladogram below:[1] Macronychoptera Austriadactylus cristatus Preondactylus buffarinii Peteinosaurus zambellii Caviramus schesaplanensis Pachagnathus benitoi Raeticodactylus filisurensis Yelaphomte praderioi Seazzadactylus venieri Eudimorphodon cromptonellus Eudimorphodon rosenfeldi Eudimorphodon ranzii An additional analysis using the diapsid reptile data matrix of Ezcurra et al. (2020) was also used to confirm the inclusion of Pachagnathus within pterosaurs more broadly. Notably, in this analysis Pachagnathus was recovered most parsimoniously two times in a much more derived position closer to rhamphorhynchids, raising the possibility it is one of the earliest members of this clade. However, while Pachagnathus does share some similarities to rhamphorhynchids (such as the size and spacing of its teeth), Martínez and colleagues considered this unlikely. Pachagnathus shares several traits diagnostic of Raeticodactylidae, namely a high mandibular eminence, a deep fused symphysis, and both cup-shaped structures and ridged occlusal margins on the anterior jaws—as well as the eudimorphodontoid synapomorphy of only the anterior teeth being procumbent.[1] Pachagnathus lived in a continental environment a long distance from the nearest coast, and was therefore almost certainly a terrestrial animal, compared to the various coastal Triassic pterosaurs found in the northern hemisphere. This corroborates hypotheses that significant parts of early pterosaur evolution may have taken place in terrestrial settings.[1] The Quebrada del Barro Formation has also produced remains of the smaller and related pterosaur Yelaphomte, as well as a diverse range of vertebrate fossils including dinosaurs—such as the predatory theropod Lucianovenator and the and large sauropodomorph Ingentia—the lagerpetid Dromomeron, predatory rauisuchid and small crocodylomorph pseudosuchians, the opisthodont sphenodontian Sphenotitan, the australochelyid stem-turtle Waluchelys, and undescribed tritheledontid cynodonts.[1][2]   ","Title":"Pachagnathus - Wikipedia","KeyID":"345","URL":"https://en.wikipedia.org/wiki/Pachagnathus"}