{"Content: ":"Olathe (/oʊˈleɪθə/ oh-LAY-tha) is the county seat of Johnson County, Kansas, United States.[6] It is the fourth-most populous city in the Kansas City metropolitan area and Kansas, with a 2020 population of 141,290.[3] Olathe was founded by Dr. John T. Barton in the spring of 1857. He rode to the center of Johnson County, and staked two quarter sections of land as the town site.[citation needed] He later described his ride to friends: \"...the prairie was covered with verbena and other wild flowers. I kept thinking the land was beautiful and that I should name the town Beautiful.\"[citation needed] Purportedly, Barton asked a Shawnee interpreter how to say \"Beautiful\" in his native language. The interpreter responded, \"Olathe.\"[7] Olathe was incorporated in 1857,[8] and while not the first city in Johnson County, its rapid growth led to it being named the county seat in October 1859.[7] Rising tensions across the nation over the issue of slavery led to numerous clashes between abolitionist settlers and neighboring slave state Missouri. These clashes further escalated and become a part of the greater conflict known as Bleeding Kansas. With the admission of Kansas into the Union as a free state in 1861, violence began to dissipate. Peace continued to elude Olathe for many years to come, however. In 1861, Union officials and local military forces created a military post in the city. It housed one company of troops along with the local militia. On September 6, 1862, William Quantrill led a surprise raid of guerrilla Confederates against the city, which resulted in a half dozen deaths and the destruction of most of the city. Quantrill captured the outpost and tried forcing the men to swear an oath to the Confederacy. The oath was deemed invalid in November 1862, since the guerrillas were not considered legitimate enemy military units.[9][10][11] Kansas militia continued to occupy the Olathe military post through the rest of the Civil War. Confederate forces attempted two further raids against the city. The first happened on August 20–21, 1863, as Quantrill was passing through on his way to Lawrence, Kansas (see Lawrence Massacre). The second raid occurred October 24–5, 1864, when Confederate Major General Sterling Price, with a force of 10,000 men, passed through on their retreat south (see Price's Raid).[12][13][14] With the Confederate surrender, the military post was decommissioned in August 1865.[15] Olathe served as a stop on the Oregon Trail, the California Trail, and the Santa Fe Trail. Catering to travelers was the main source of income for local stores and businesses. The Mahaffie House, a popular resupply point for wagons headed westward, is today a registered historical site maintained by the City of Olathe. The staff wears period costumes, and stagecoach rides and farm animals make the site a favorite among children. Visitors can participate in Civil War re-enactments, Wild West Days, and other activities.[citation needed] After the construction of the transcontinental railroad, the trails to the west lost importance, and Olathe faded into obscurity and remained a small, sleepy prairie town. In the 1950s, the construction of the interstate highway system and, more directly, Interstate 35, linked Olathe to nearby Kansas City. The result was tremendous residential growth as Olathe became a part of the Kansas City metropolitan area. In the 1980s, Olathe experienced tremendous commercial growth, which also drew more residents. Olathe's population is estimated to have surpassed 100,000 in 2001, and later projections showed Olathe's growth continuing as the city expanded into the farm fields south, west, and north of town.[citation needed] In 2008, the U.S. Census Bureau ranked Olathe the 24th-fastest growing city in the nation.[16][17] The same year, CNN and Money ranked Olathe number 11 on its list of the \"100 Best Cities to Live in the United States.\"[18] Despite efforts by preservationists, Olathe city officials committed to upscale apartment development and county government expansion projects have fast-tracked demolition of 19th-century historic homes and neighborhoods, including the Hubbard House, a Greek Revival landmark built in 1887 by an early Olathe surveyor, which was demolished in January 2018 despite a petition signed by more than 6,000 local residents. Artifacts from the home, including a grandfather clock and clawfoot tub, were retained for display in a future apartment clubhouse.[19] Olathe is bordered by the cities of Lenexa to the north, Overland Park to the east, De Soto to the northwest, and Gardner to the southwest. According to the United States Census Bureau, the city has a total area of 60.42 square miles (156.49 km2) of which 59.66 square miles (154.52 km2) are land and 0.76 square miles (1.97 km2) is covered by water.[20] Olathe has two public lakes: Lake Olathe with 172 acres (0.70 km2) of water surface and Cedar Lake with 45 acres (0.18 km2). Olathe's Black Bob Park is named after Hathawekela Shawnee Chief Black Bob.[21] Olathe has a humid continental climate, with cold winters and hot summers. Temperatures range from an average high of 39 °F (4 °C) and low 20 °F (−7 °C) in January to an average high of nearly 90 °F (32 °C) in July. The temperature reaches 90 °F (32 °C) an average of 36 days per year and 100 °F (38 °C) an average of 3 days per year. The minimum temperature falls below freezing (32 °F) an average of 102 days per year, but rarely drops below 10 °F (−12 °C). Typically, the first frost occurs between mid-October and the first week of November, and the last frost occurs between the end of March and the second week of April. The area receives about 40 inches (1,000 mm) of precipitation during an average year, with the largest share being received in May and June—the April–June period averages 30 days of measurable precipitation. During a typical year, the total amount of precipitation may be 28 to almost 53 inches. On average, 95 days of measurable precipitation occur per year. Winter snowfall averages about 19 inches, but the median is 13 inches (330 mm). Measurable snowfall occurs an average of 9 days per year, with at least an inch of snow being received on seven of those days. Snow depth of at least an inch occurs an average of 25 days per year. As of the census of 2000,[25] 92,962 people, 32,314 households, and 24,623 families were residing in the city. The population density was 1,716.4 people per square mile (662.7/km2). The 33,343 housing units averaged of 615.6 per square mile (237.7/km2). The racial makeup of the city was 88.63% White, 3.70% African American, 0.43% Native American, 2.74% Asian, 2.69% from other races, and 1.80% from two or more races. Hispanics or Latinos of any race were 5.44% of the population; 26.1% were of German, 11.0% Irish, 10.7% English, and 9.6% American ancestry. Of the 32,314 households, 45.1% had children under the age of 18 living with them, 63.8% were married couples living together, 9.0% had a female householder with no husband present, and 23.8% were not families. About 18.4% of all households were made up of individuals, and 3.7% had someone living alone who was 65 years of age or older. The average household size was 2.83, and the average family size was 3.24. In the city, age distribution was 30.8% under 18, 9.2% from 18 to 24, 36.7% from 25 to 44, 18.1% from 45 to 64, and 5.2% who were 65 or older. The median age was 31 years. For every 100 females, there were 99.4 males. For every 100 females age 18 and over, there were 96.1 males. As of the census[26] of 2010, 125,872 people, 44,507 households, and 33,274 families were residing in the city.[27] The population density was 2,109.8 inhabitants per square mile (814.6/km2). The 46,851 housing units had an average density of 785.3 per square mile (303.2/km2). The racial makeup of the city was 83.1% White, 5.3% African American, 0.4% Native American, 4.1% Asian, 4.2% from other races, and 3.0% from two or more races. Hispanics or Latinos of any race were 10.2% of the population. Of the 44,507 households, 44.1% had children under the age of 18 living with them, 60.9% were married couples living together, 9.6% had a female householder with no husband present, 4.3% had a male householder with no wife present, and 25.2% were not families. About 20.0% of all households were made up of individuals, and 5.3% had someone living alone who was 65 or older. The average household size was 2.80, and the average family size was 3.24. The median age in the city was 32.9 years; 30% of residents were under the age of 18; 7.5% were between 18 and 24; 32.1% were from 25 to 44; 23.1% were from 45 to 64; and 7.2% were 65 or older. The gender makeup of the city was 49.5% male and 50.5% female. Olathe's commercial and industrial parks are home to many companies, including Honeywell, Husqvarna, ALDI, Garmin, Grundfos, and Farmers Insurance Group. Although Farmers Insurance is based in Los Angeles, California, Olathe has more of its employees than any other city in the United States. The Federal Aviation Administration, a agency of the United States Department of Transportation, administers and maintains an air traffic-control center in Olathe, designated Kansas City Center or ZKC. Kansas City Center is one of 20 regional traffic-control centers that cover United States airspace. Johnson County maintains an airport in Olathe, Johnson County Executive Airport, which is located on about 500 acres (2.0 km2) of land with a 4,100-ft (1250-m) runway, parallel taxiways, and a federal contract air traffic-control tower. The airport is the second-busiest in the state.[28] According to the city's 2015 Comprehensive Annual Financial Report,[29] the largest employers in the city are: The city of Olathe is served by the DeSoto, the Olathe, Spring Hill, and Blue Valley School Districts. As of 2008, 26,894 students are enrolled in the Olathe School District.[30] The Olathe School District has 36 elementary schools, 10 middle schools, and five high schools: Olathe North, Olathe South, Olathe East, Olathe Northwest, and Olathe West.[31] Olathe is the home of MidAmerica Nazarene University and the Kansas State School For the Deaf (established in 1861). Olathe is served by: The closest airport with airline service is Kansas City International Airport. Willie Aames (born Albert William Upton) is an American actor, film and television director, television producer, and screenwriter. Aames is well known for playing Tommy Bradford on the 1970s television series Eight Is Enough, Buddy Lembeck on the 1980s series Charles in Charge, and Bibleman.[32][33] John Anderson, Jr., was the 36th governor of Kansas from 1961 until 1965. He was born near Olathe.[34] Earl Browder, a prominent leader in the American Communist movement, served as chairman of the National Committee of the Communist Party USA from 1934 to 1945. He was also the Communist Party USA's candidate for president in the 1936 and 1940 presidential elections. Jonathan Quinn is a former head football coach (2009-2013) for the MidAmerica Nazarene Pioneers football team. Quinn played for the NFL Kansas City Chiefs and Chicago Bears, and Berlin Thunder of NFL Europe. Darren Sproles is a former running back in the NFL, who played for the San Diego Chargers, New Orleans Saints, and Philadelphia Eagles. He was drafted by the Chargers in the fourth round of the 2005 NFL Draft. He was a three-time Pro Bowler (2014-2016), a three-time First-team All-Pro (2011, 2014, 2015), and won Super Bowl LII with the Philadelphia Eagles. He played college football at Kansas State University, and high school football at Olathe North High School. Sproles retired as a player after the 2019 season, but still works in the NFL as an executive. Buddy Rogers was an American actor who played the leading role in Wings (1927), which won the first Academy Award for Best Picture in 1929. He was also a notable jazz musician and film producer. The actor was married to film legend Mary Pickford and won an honorary Oscar in 1986.","Title":"Olathe, Kansas - Wikipedia","KeyID":"3453","URL":"https://en.wikipedia.org/wiki/Olathe,_Kansas"}