{"Content: ":"The Corcoran Gallery of Art was an art museum in Washington, D.C., United States, that is now the location of the Corcoran School of the Arts and Design, a part of the George Washington University. The Corcoran School of the Arts & Design at George Washington University (part of the Columbian College of Arts and Sciences) hosts exhibitions by its students and visiting artists and offers degrees in Fine Art, Photojournalism, Interaction Design, Interior Architecture, etc. Prior to the Corcoran Gallery of Art's closing, it was one of the oldest privately supported cultural institutions in the United States. Starting in 1890, the Corcoran School with 40 students and two faculty members, later known as the [Corcoran College of Art + Design in the 1990s], co-existed with the gallery. The museum's main focus was American art. In 2014, after decades of financial problems and mismanagement, the Corcoran was dissolved by court order. A new non-profit was established by the Trustees and the Corcoran's $2 billion, 17,000-piece art collection was given away for free to the National Gallery of Art (NGA). What works the NGA did not accession were donated to cultural institutions throughout Washington, D.C. and across the United States. The Corcoran College of Art and Design was given to George Washington University (GWU), renamed the Corcoran School of the Arts & Design, along with the $200 million historic 17th Street building and $50 million. When the gallery was founded in 1869 by William Wilson Corcoran, the cofounder of Riggs Bank, it was one of the first fine art galleries in the country.[1] Corcoran established the gallery, supported with an endowment, \"for the perpetual establishment and encouragement of the Fine Arts.\" While an independent institution, the Corcoran was the oldest and largest non-federal art museum in the District of Columbia. Its mission was \"dedicated to art and used solely for the purpose of encouraging the American genius.\" The Corcoran Gallery of Art was originally located at 17th Street and Pennsylvania Avenue, in the building that now houses the Renwick Gallery. Construction of that building started before the Civil War. The building, near completion, was used by the government as a warehouse during the Civil War. It was finally completed in 1874 and the gallery opened to the public.[2] The 93 works on display at the gallery were described in detail by M.E.P. Bouligny in her tribute to Corcoran published in 1874.[3] By 1897, the Corcoran Gallery collection outgrew the space of its original building. A new building was constructed, designed by Ernest Flagg in a Beaux-Arts style. The 135,000 square feet (12,500 m2) building was built to house an expanded Corcoran collection in addition to the nascent school, which had been formally founded in 1890. The new building features a pair of bronze statues, the Canova Lions, at its entrance. These lions were purchased at auction by the Corcoran Gallery in 1888 and placed in front of the museum at its original location. The iconic bronze castings were moved to their current location in 1897 when the museum moved to its final building at 17th Street and New York Avenue.[4] In 1928, the art collection of former Senator William A. Clark joined the Corcoran in a new wing designed by Charles Adam Platt, which was inaugurated by President Calvin Coolidge. For decades, the Corcoran examined the possibility of adding on a final wing which would complete the campus footprint. These plans abruptly ended in 2005 after a Frank O. Gehry-designed wing was scrapped due to lack of funding, and the remainder of the available property was sold to a private developer.[5] Throughout the 1950s, 1960s, and 1970s, the gallery continued to display its main collection from Corcoran, Clark, and a few select major donors. At its peak, the museum owned a significant collection including work from Rembrandt Peale, Eugène Delacroix, Edgar Degas, Thomas Gainsborough, John Singer Sargent, Claude Monet, Mariano Fortuny, Pablo Picasso, Edward Hopper, Willem de Kooning, Joan Mitchell, Gene Davis, and many others. Space was always a challenge; only a small percentage of the gallery's permanent collection could be displayed in the confines of the 17th Street gallery, which shared its roughly 140,000 square feet (13,000 m2) with the art school. Donelson Hoopes served as curator from 1962 to 1964. During the 1980s museum attendance swelled and the Corcoran's events and programs were imitated by other institutions. In 1989, the Corcoran Gallery of Art agreed to host a traveling solo exhibit of Robert Mapplethorpe's works. Mapplethorpe showed a new series that he had explored shortly before his death, Robert Mapplethorpe: The Perfect Moment curated by Janet Kardon of the Institute of Contemporary Art.[6] Several Trustees of the Corcoran and U.S. Representative Dick Armey (TX) and Senator Jesse Helms (NC) were horrified when the works were revealed to them, and the museum board of trustees succumbed to pressure and cancelled the exhibit the night before its opening, which had already been announced to its members through an exhibition preview invitation.[7] The Coalition of Washington Artists organized a demonstration to protest the Corcoran Gallery's cancellation of the exhibit. An estimated 700 people attended the demonstration.[8] In June 1989, pop artist Lowell Blair Nesbitt became involved in the controversy over Mapplethorpe's work. It was at this time that Nesbitt, a longtime friend of Mapplethorpe, revealed that he had a $1.5 million bequest to the museum in his will. Nesbitt publicly promised that if the museum refused to host the exhibition he would revoke his bequest. The Corcoran refused and Nesbitt bequeathed the money to the Phillips Collection instead. After the Corcoran cancelled the Mapplethorpe exhibition, the underwriters of the exhibition went to the nonprofit Washington Project for the Arts,[9] which showed the controversial images in its own space from July 21 to August 13, 1989, to large crowds.[10][11] The 1990 NEA Appropriations Bill included language against \"obscene\" work.[12] As a result of the controversy, more than a dozen artists canceled exhibitions, funding and membership declined, and staff resigned in protest. [13] By the end of 1989 Orr-Cahall had resigned as museum director.[14] In its final years, the museum and its affiliated Corcoran College of Art and Design together had a staff of about 140 and an operating budget of about $24 million. Revenue came from grants and contributions, admissions fees, tuition, membership dues, gift shop and restaurant sales, and an endowment worth around $30 million. In February 2001, two AOL executives (Robert W. Pittman and Barry Schuler) and their wives donated $30 million to the museum, its largest single donation since its founding. In 2014, following decades of financial problems, the Corcoran Trustees chose to break the founder's deed of trust by going to court to have the Corcoran dissolved. Following a court order dissolving the city's oldest independent museum, the trustees gave the college of art and design the $200 million Beaux Arts building, and $50 million to George Washington University to renovate the facility and operate the school programs. The 17,000-piece art collection, worth $2 billion, was donated to the National Gallery of Art.[15] At the beginning of 2018, the director of the Corcoran School of the Arts and Design officially disclosed plans for the National Gallery of Art to bring art back to the second floor of the Flagg building.[16] Flagg also designed the interior of the building. When you enter the building's front doors on 17th Street, you first enter the 170-by-50-foot (52 m × 15 m) atrium. The vast space, separated into three connected sections, consists of forty limestone columns and twin skylights (to light the intended display of sculptures). The Beaux-Arts-inspired room rises two interior stories and has housed exhibit space and other uses.[17] Directly across the atrium from the front entrance stands the grand staircase, leading to the second floor. Low rise stairs, 16 feet (4.9 m) wide, are watched over by six statues on pedestals atop marble platforms, and lead to a landing halfway to the second floor. Hold onto the brass-topped railing for balance. From the grand staircase, one can access the rotunda and the second story level of the atrium, including a bridge that heads across the atrium back towards the direction of the front door. Gallery space exists throughout.[17] Back on the first floor, three galleries lead from the atrium (originally there were seven). The second floor originally had eight galleries. The rotunda came later, designed by Charles Platt in 1925. Forty eight feet wide, the room's domed ceiling culminates in an oculus skylight. Reminiscent of the Pantheon, the space offers an exquisite entry to the building's Clark Wing. An observer would access a marble-floored, square, dark staircase hall with wood panels to reach the Clark Wing galleries.[17] At the northern end of the building, the Hemicycle's unusual shape fills the angle created by New York Avenue and 17th Street. The space is the auditorium, being 67 by 45 feet (20 m × 14 m) with a 300-person capacity. The Salon Doré appears on the building's opposite side. Also referred to as the \"French Room,\" it displays intricate French decorations; it was designed in the early 1700s by Jean‐François‐Thérèse Chalgrin and was moved from Paris to the United States sometime before 1904.[17] In 2015, preservationists added the interior portions of the Corcoran Gallery to the National Register of Historic Places (the exterior had been listed in 1971). The interior nomination includes the grand staircase, atrium, rotunda, gallery, and other notable spaces.[18][19][17]","Title":"Corcoran Gallery of Art - Wikipedia","KeyID":"3456","URL":"https://en.wikipedia.org/wiki/Corcoran_Gallery_of_Art"}