{"Content: ":"Yelaphomte (Allentiac, \"beast of the air\") is an extinct genus of non-pterodactyloid pterosaur from the late Norian–early Rhaetian-aged Quebrada del Barro Formation of Argentina. It lived in the Late Triassic period, and is one of the only known definitive Triassic pterosaurs from the southern hemisphere (along with the contemporaneous and related Pachagnathus). It was a small and crested pterosaur, although its small size may be due to immaturity. It is also one of the few known continental Triassic pterosaurs, indicating that the absence of early pterosaurs in both the southern hemisphere and terrestrial environments is likely a sampling bias, and not a true absence. The type and only known specimen of Yelaphomte, PVSJ 914, was collected during fieldwork by the Museo de Ciencias Naturales of the Universidad Nacional de San Juan from 2012 to 2014. It consists of only a fragment of the rostrum preserving the anterior part of both maxillae and palatines from the anterior border of the naris, as well as a posterior portion of both premaxillae, all preserved in three dimensions and undistorted. It was first reported on in 2015 by Martínez et al., although at the time the specimen was not fully prepared and could not be identified as anything more diagnostic than an indeterminate pterosaur. PVSJ 914 was later fully described and named by Martínez et al. (2022) as a new genus and species, Yelaphomte praderioi, along with other pterosaur remains from the Quebrada del Barro Formation (including the related Pachagnathus).[1][2] The specimen was discovered at the ‘Quebrada del Puma’ locality of the Quebrada del Barro Formation within the Marayes–El Carrizal Basin of Northwestern Argentina, part of the Caucete Department in the San Juan Province. The 'Quebrada del Puma' locality occurs in the upper layers of the Quebrada del Barro Formation in its southern outcrops, and has been roughly dated to around the late Norian into the Rhaetian based on its faunal assemblages. PVSJ 914 was discovered in a horizon of reddish muddy sandstone 60 m below the top of the formation, beneath the unconformably overlying Cretaceous aged El Gigante Group.[1][2] The generic name is from Allentiac, the native language of the Huarpe people indigenous to the San Juan Province. It combines yelap (\"beast\") and homtec (\"air\"), referring both the extensively air-filled pneumatic spaces in its snout as well as its ability to fly. The species name honours Angel Praderio, a member of the fossil hunting team who discovered PVSJ 914.[1] Yelaphomte is a small pterosaur known by a partial rostrum only 15.4 mm long, preserving parts of its maxillae, premaxillae and palatine bones. The main body of the preserved snout is narrow and roughly triangular in shape tapering towards the unpreserved snout tip. The premaxilla contacts the maxilla along a long, straight suture that runs from the bottom corner of the front of the naris down to the bottom corner of the preserved portion of the snout. This suture is only visible in CT scans and the bones were tightly fused together. The premaxillae themselves are similarly fused, and sport part of a prominent crest running along the top of the snout. This narrow bony crest is tall and thin, resembling those of the related Raeticodactylus and Austriadactylus. Although the edges of the crest are all broken and its size cannot be definitively determined, the thickness of the preserved portion and low degree of tapering suggests it was much taller and longer than preserved. The crest is ornamented with a series of well-spaced radiating grooves on each side. Similar ornamentations of radial striations are found on the crests of Raeticodactylus and Austriadactylus as well, but unlike Yelaphomte they possess closely packed alternating ridges and grooves, and the ornamentation pattern of Yelaphomte is unique amongst pterosaurs.[1] The broken snout tip and CT scanning revealed extensive pneumatic spaces in the premaxilla separated by intricate struts of bony trabeculae. These trabeculae are symmetrical, with two along the midline and four each laterally at the breakage. These air spaces converge into three cavities further back, and then into a single large, deep chamber ahead of the narial opening. Pneumatic bones are characteristic of pterosaurs in general, but the complex array of trabeculae suggests an even greater degree of pneumatisation in Yelaphomte than normal.[1] The cheek teeth are poorly preserved, with only the roots left in the tooth sockets. Like other eopterosaur teeth, they are closely spaced (less than a tooth width apart), evenly distributed, and are positioned vertically without splaying to the side. However, unusually the tooth roots are angled roughly 60° to the jaw margin, suggesting that the cheek teeth were angled forwards (procumbent). This differs from both the straight and upright cheek teeth of other eopterosaurs, as well as the procumbent and splayed teeth of rhamphorhynchids—although it is uncertain if the tooth crowns themselves were as procumbent as the roots. In front of the cheek teeth is a large toothless gap, a diastema, extending to the front of the maxilla. This is a feature it shares with Raeticodactylus, but in Yelaphomte the diastema is notably larger, longer than the space occupied by four of the spaced cheek teeth.[1] To determine the relationships of Yelaphomte to other pterosaurs, Martínez and colleagues performed a phylogenetic analysis using an updated version of the pterosaur data matrix published by Andres et al. (2014).[3] This analysis recovered Yelaphomte as a member of Raeticodactylidae, but couldn't resolve its relationships to Raeticodactylus and Pachagnathus beyond a polytomy of the three species due to a lack of overlapping material. A simplified version of their results focused on Eopterosauria is shown in the cladogram below:[1] Macronychoptera Austriadactylus cristatus Preondactylus buffarinii Peteinosaurus zambellii Caviramus schesaplanensis Pachagnathus benitoi Raeticodactylus filisurensis Yelaphomte praderioi Seazzadactylus venieri Eudimorphodon cromptonellus Eudimorphodon rosenfeldi Eudimorphodon ranzii An additional analysis using the diapsid reptile data matrix of Ezcurra et al. (2020) was also used to confirm the inclusion of Yelaphomte within pterosaurs more broadly. This analysis found Yelaphomte in essentially the same position as the Andres et al. dataset in a polytomy with Raeticodactylus and Carniadactylus. Although no diagnostic traits of Raeticodactylidae are present in the known material of Yelaphomte, a close relationship to Raeticodactylus is supported by its evenly spaced teeth, as well as similarities such as its crest and the presence of a diastema.[1] The small size of Yelaphomte suggests that the specimen could belong to an immature individual, and consequently the differences between it and the contemporary raeticodactylid Pachagnathus could be due to ontogeny. However, Martínez and colleagues concluded this was unlikely, as the high degree of fusion in its snout may be indicative of its maturity and suggests a small adult size—although they note that the rostrum and mandible bones of pterosaurs do fuse at a young age.[1] Yelaphomte lived in a continental environment a long distance from the nearest coast, and was therefore almost certainly a terrestrial animal, compared to the various coastal Triassic pterosaurs found in the northern hemisphere. This corroborates hypotheses that significant parts of early pterosaur evolution may have taken place in terrestrial settings.[1] The Quebrada del Barro Formation has also produced remains of the related larger pterosaur Pachagnathus, as well as a diverse range of vertebrate fossils including dinosaurs—such as the predatory theropod Lucianovenator and the and large sauropodomorph Ingentia—the lagerpetid Dromomeron, predatory rauisuchid and small crocodylomorph pseudosuchians, the opisthodont sphenodontian Sphenotitan, the australochelyid stem-turtle Waluchelys, and undescribed tritheledontid cynodonts.[1][2]   ","Title":"Yelaphomte - Wikipedia","KeyID":"346","URL":"https://en.wikipedia.org/wiki/Yelaphomte"}