{"Content: ":"Aquia Creek sandstone is a brown to light-gray freestone used extensively in building construction in Washington, D.C. in the late 18th and early 19th centuries. Quarried at Aquia Creek in Stafford County, Virginia, the stone was valuable for its ease of shaping and the quarry's proximity to the tidewater portion of the Potomac River, 45 miles (72 km) south of Washington. The sandstone was the principal material used in such significant buildings as the White House and the early stages of the U.S. Capitol. The easy availability of the stone and its ability to be carved were offset in time by its susceptibility to weather-induced deterioration. Its best, most enduring uses were as interior decorative elements. Of Cretaceous age, Aquia Creek sandstone is composed of rounded, coarse- to fine-grains of quartz, cemented with silica and containing scattered pellets of clay as large as an inch in diameter. This sandstone is typically gray or tan, sometimes with streaks or shades of red, yellow, or buff, giving the stone a warm effect.[1] A quarry was established at Wigginton's Island on Aquia Creek by George Brent after 1694, which provided light-colored stone for decorative trim on manor houses, churches, and gravestones in northern Virginia. It was used at George Mason's Gunston Hall, as well as for steps and walkways at George Washington's Mount Vernon, and at Christ Church in Alexandria, Virginia, Mount Airy in Richmond County, Virginia, and Aquia Church, among other places noted below.[1] George Washington selected Aquia sandstone as the primary material in Washington, D.C. government buildings.[2] Acting on the government's behalf, Pierre Charles L'Enfant purchased the Wigginton's Island quarry in 1791 as he laid out and designed the Federal City, so the quarry then became known as Government Island.[1][3] Architect James Hoban used stone from the quarry for the President's House and the Capitol. The stone was taken on rafts down Aquia Creek to the Potomac River, where it was poled upstream to the new federal city, then dressed into smaller blocks on the riverbank, then transported by wagon inland, where stonemasons (first supervised by Collen Williamson and then master masons imported from Scotland) finished it at Lafayette Square and installed as facing on the new government buildings.[4] It was also used for the earliest portions of the Treasury Building, and at the Patent Office (now the National Portrait Gallery and the Smithsonian's National Museum of American Art).[5] British troops burned the Capitol and the President's House during the War of 1812, which cracked and pitted the sandstone and required extensive repairs supervised by James McIntosh, one of the master masons imported from Edinburgh during the initial construction. Both buildings were whitewashed and later painted to hide damage and protect the softer stone from erosion and weathering. Use of the stone for exterior use declined as its shortcomings became apparent, and the lightest colored stone was depleted.[1] One of the last major uses of the material was at the U.S. Capitol gatehouses and gateposts, designed by Charles Bulfinch about 1827. Moved to a new location along Constitution Avenue near the White House, the gatehouses deteriorated to the point that they had to be rebuilt in 1938.[6] Interior work fared better. Benjamin Latrobe designed sandstone columns crowned with American-themed corncobs and tobacco leaves, termed by Latrobe the \"American Orders\" for the Supreme Court vestibule in the Capitol, which survive in good condition.[5] The Public Quarry at Government Island is listed on the National Register of Historic Places and now a county park open to the public.[7][8] Another example of Aquia Creek sandstone are the relocated \"National Capitol Columns\" (1828) from the old East Front entrance and steps of the U.S. Capitol, now displayed at the National Arboretum.[9] Publicly viewable indoor uses of Aquia Creek sandstone are in the older parts of the U.S. Capitol and in the National Portrait Gallery (Old Patent Office Building) courtyard, particularly the plain squat columns of the sandstone gallery. In the Capitol Building, the stone remains viewable in the walls and columns of the rooms adjoining the rotunda and in the spiral staircase. The graceful Little Rotunda tobacco column colonnade in the Senate wing on this floor, designed by architect Benjamin Latrobe, is especially attractive. Downstairs, the crypt's simple Doric columns have a brownish cast. In contrast, the famous cornstalk columns in a nearby entrance hall are decidedly gray.","Title":"Aquia Creek sandstone - Wikipedia","KeyID":"3475","URL":"https://en.wikipedia.org/wiki/Aquia_Creek_sandstone"}