{"Content: ":"Eudimorphodontidae is an extinct family of early pterosaurs from the Late Triassic (Late Carnian to Late Rhaetian age) of Europe.[1][2] It was named by Peter Wellnhofer in 1978 to include Eudimorphodon ranzii. Some phylogenetic analyses suggested that Eudimorphodontidae is a junior synonym of Campylognathoididae,[3][4] however more comprehensive analyses found Eudimorphodontidae to be basal to Macronychoptera that includes Campylognathoididae and more derived pterosaurs (Breviquartossa).[5][6] Wang et al. (2009) found Eudimorphodontidae to include six species (the monospecific Peteinosaurus, Raeticodactylus and Caviramus, and three species of Eudimorphodon), but they didn't defined the clade.[5] Brian Andres (2010, in press) define Eudimorphodontidae and found Peteinosaurus to be most closely related to it. Furthermore, he found monophyletic Eudimorphodon clade (unlike Wang et al., 2009 and Dalla Vecchia, 2009), and defined two subfamilies within Eudimorphodontidae. The Eudimorphodontinae includes all taxa more closely related to Eudimorphodon ranzii than to Raeticodactylus filisurensis while the Raeticodactylinae includes all taxa more closely related to Raeticodactylus filisurensis than to Eudimorphodon ranzii.[6] More recently, Raeticodactylus and Caviramus were moved into their own family, Raeticodactylidae. The below cladogram follows that analysis.[7] Preondactylus buffarinii Austriadactylus cristatus Peteinosaurus zambellii Raeticodactylus filisurensis Caviramus schesaplanensis Arcticodactylus cromptonellus Carniadactylus rosenfeldi Eudimorphodon ranzii In 2020 however, a study upheld by Matthew G. Baron about early pterosaur interrelationships found no evidence to support the existence of the clade Eopterosauria (the clade of which eudimorphodontids might also belong to) as an early diverging clade within the Pterosauria. He additionally found no evidence to support a monophyletic Eudimorphodontidae, therefore, he sunk both Arcticodactylus and Carniadactylus within a clade he called Caviramidae, and found Eudimorphodon to be the sister taxon of the Novialoidea.[8]   ","Title":"Eudimorphodontidae - Wikipedia","KeyID":"348","URL":"https://en.wikipedia.org/wiki/Eudimorphodontinae"}