{"Content: ":"The Oval Office is the formal working space of the President of the United States. Part of the Executive Office of the President of the United States, it is located in the West Wing of the White House, in Washington, D.C. The oval-shaped room features three large south-facing windows behind the president's desk and a fireplace at the north end. It has two built-in bookcases, and four doors: the east door opens to the Rose Garden; the west door leads to a private study and dining room; the northwest door opens onto the main corridor of the West Wing; and the northeast door opens to the office of the president's secretary. Presidents generally decorate the office to suit their personal taste, choosing furniture, drapery, and often commissioning their own oval-shaped carpet. Artwork is selected from the White House's own collection, or borrowed from museums for the length of the president's term in office. The Oval Office has become associated in Americans' minds with the presidency itself through memorable images, such as a young John F. Kennedy, Jr. peering through the front panel of his father's desk, President Richard Nixon speaking by telephone with the Apollo 11 astronauts during their moonwalk, and Amy Carter bringing her Siamese cat Misty Malarky Ying Yang to brighten her father President Jimmy Carter's day. Several presidents have addressed the nation from the Oval Office on occasion. Examples include Kennedy presenting news of the Cuban Missile Crisis (1962), Nixon announcing his resignation from office (1974),[1] Ronald Reagan following the Space Shuttle Challenger disaster (1986),[2] and George W. Bush in the wake of the September 11 attacks (2001).[3] George Washington never occupied the White House. He spent most of his presidency in Philadelphia, Pennsylvania, which served as the temporary national capital for 10 years, from 1790–1800, while Washington, D.C. was under construction. In 1790, Washington built a large, two-story, semi-circular addition to the rear of the President's House in Philadelphia, creating a ceremonial space in which the public would meet the president.[4] Standing before the three windows of this bow window, he formally received guests for his Tuesday afternoon audiences, delegations from Congress and foreign dignitaries, and the general public at open houses on New Year's Day, the Fourth of July, and his birthday. Washington received his guests, standing between the windows in his back drawing-room. The company, entering a front room and passing through an unfolding door, made their salutations to the President, and turning off, stood on one side.[5] President John Adams occupied the Philadelphia mansion beginning in March 1797, and used the bow window in the same manner as his predecessor.[6] Curved foundations of Washington's bow window were uncovered during a 2007 archaeological excavation of the President's House site.[7] They are exhibited under glass at the President's House Commemoration, just north of the Liberty Bell Center.[8] Architect James Hoban visited President Washington in Philadelphia in June 1792, and would have seen the bow window.[9] The following month Hoban was named winner of the design competition for the White House. The \"elliptic salon\" at the center of the White House was the outstanding feature of Hoban's original plan. Oval rooms became common in early-19th-century neoclassical architecture. In November 1800, John Adams became the first president to occupy the White House. He and his successor, President Thomas Jefferson, used Hoban's oval rooms in the same ceremonial manner that Washington had used the bow window, standing before the three windows at the south end to receive guests.[10] During the 19th century, a number of presidents used the White House's second-floor Yellow Oval Room as their private office or library. This cultural association between the president and an oval room was more fully expressed in the Taft Oval Office (1909). Location of the Yellow Oval Room on the second floor of the White House. A number of presidents used this as their private office or library. The Yellow Oval Room about 1868 used as President Andrew Johnson's private office. The Yellow Oval Room as President Grover Cleveland's private office, 1886. Note the Resolute desk before the 3 windows. The Yellow Oval Room as President Franklin D. Roosevelt's private office, 1933. The West Wing was the idea of President Theodore Roosevelt, brought about by his wife's opinion that the second floor of the White House, then shared between bedrooms and offices, should be solely a domestic space. Completed in 1902, the one-story Executive Office Building was intended to be a temporary structure, for use until a permanent building was erected on that site or elsewhere.[11] Siting the building to the west of the White House allowed for the removal of a vast, dilapidated set of pre-Civil War greenhouses that had been constructed by President James Buchanan.[12] Roosevelt moved the offices of the executive branch into the newly constructed wing in 1902. His workspace was a two-room suite of Executive Office and Cabinet Room, occupying the eastern third of the building. Its furniture, including the president's desk, was designed by architect Charles Follen McKim and executed by A. H. Davenport and Company, of Boston.[13] Now much altered, the 1902 Executive Office survives as the Roosevelt Room, a windowless interior meeting room diagonally opposite the Oval Office. President William Howard Taft made the West Wing a permanent building, doubling its size by expanding it southward, and building the first Oval Office.[14] Designed by Nathan C. Wyeth and completed in 1909, the office was centered on the building's south facade, much as the oval rooms in the White House are. Taft wanted to be more involved with the day-to-day operation of his presidency, and intended the office to be the hub of his administration. The Taft Oval Office had ample natural light from its three windows and skylight. It featured a white marble mantel, simple Georgian Revival woodwork, and twin glass-doored bookcases. It also was likely the most colorful presidential office in history; its walls were covered with vibrant seagrass green burlap.[15] On December 24, 1929, during the first year of President Herbert Hoover's administration, a fire severely damaged the West Wing. Hoover used this as an opportunity to create additional space, excavating a partial basement for staff offices. He restored the Oval Office, upgrading the quality of trim and installing air-conditioning. He also replaced the furniture, which had undergone no major changes in twenty years. Exterior of the West Wing (circa 1910s), showing the curve of the Taft Oval Office. President Hoover views West Wing fire ruins, January 15, 1930. West Wing expansion, 1934. Exterior of the Oval Office from the South Lawn, July 15, 2006. Dissatisfied with the size and layout of the West Wing, President Franklin D. Roosevelt engaged New York architect Eric Gugler to redesign it in 1933. To create additional staff space without increasing the apparent size of the building, Gugler excavated a full basement, added a set of subterranean offices under the adjacent lawn, and built an unobtrusive \"penthouse\" story. The directive to wring the most office space out of the existing building was responsible for its narrow corridors and cramped staff offices. Gugler's most visible addition was the expansion of the building eastward for a new Cabinet Room and Oval Office.[16] The modern Oval Office was built at the West Wing's southeast corner, offering Roosevelt, who was physically disabled and used a wheelchair, more privacy and easier access to the Residence. He and Gugler devised a room architecturally grander than the previous two offices, with more robust Georgian details: doors topped with substantial pediments, bookcases set into niches, a deep bracketed cornice, and a ceiling medallion of the Presidential Seal. Rather than a chandelier or ceiling fixture, the room is illuminated by light bulbs hidden within the cornice that \"wash\" the ceiling in light.[17] In small ways, hints of Art Moderne can be seen, in the sconces flanking the windows and the representation of the eagle in the ceiling medallion. Roosevelt and Gugler worked closely together, often over breakfast, with Gugler sketching the president's ideas. One notion resulting from these sketches that has become fixed in the layout of the room's furniture is that of two high back chairs in front of the fireplace. The public sees this most often with the president seated on the left and a visiting head of state on the right. This allowed Roosevelt to be seated, with his guests at the same level, de-emphasizing his inability to stand without help. Construction of the modern Oval Office was completed in 1934. The basic Oval Office furnishings have been a desk in front of the three windows at the south end, a pair of chairs in front of the fireplace at the north end, a pair of sofas, and assorted tables and chairs. The Neoclassical mantel was made for the Taft Oval Office in 1909 and salvaged after the 1929 West Wing fire.[18] A tradition of displaying potted Swedish ivy (Plectranthus verticillatus) atop the mantel goes back to the administration of John F. Kennedy, and the current plants were rooted from the original plant. A Federal longcase clock, made in Boston by John and Thomas Seymour c. 1795–1805 – commonly known as the Oval Office grandfather clock – was purchased by the White House Historical Association in 1972, and has stood next to the Oval Office's northeast door since 1975.[19] President Harry S. Truman replaced the Oval Office's 23-year-old dark green carpet in 1947. He had revised the Seal of the President of the United States after World War II, and his blue-gray carpet incorporated the 1945 revised Seal, represented monochromatically through varying depths of its cut pile. The Truman carpet remained in the office through the Dwight D. Eisenhower and John F. Kennedy administrations. Jacqueline Kennedy's redecoration of the Oval Office began on November 21, 1963, while she and President Kennedy were away on a trip to Texas. The following day, November 22, a red carpet was installed, just as the Kennedys were making their way through Dallas, where the president was assassinated.[20] Johnson had the red carpet removed and the Truman carpet reinstalled, and used the latter for his administration. Since Johnson, most administrations have created their own oval carpet, working with an interior designer and the Curator of the White House. Six desks have been used in the Oval Office by U.S. presidents. The Theodore Roosevelt desk was made in 1902 for Roosevelt's (non-oval) office at the southeast corner of the West Wing. Subsequently, the desk was used by five presidents in the Taft Oval Office, and by Truman and Eisenhower in the Modern Oval Office. Also popular is the Resolute Desk, so named because it was made from the timbers of the British frigate HMS Resolute. The ship had been frozen in Arctic ice and abandoned but was later found and freed by American seamen. It was refurbished and presented as a gift from the United States to Queen Victoria in 1856. When the ship was decommissioned from the Royal Navy in 1879, Queen Victoria ordered twin desks made from its timbers, keeping one and presenting the other as a gift to President Rutherford B. Hayes in 1880. President Franklin D. Roosevelt ordered a kneehole panel with the Presidential Seal added, but work was not completed until after his 1945 death in office. First Lady Jacqueline Kennedy had the desk restored, and she was the first to place it in the Oval Office. Following the 1963 assassination of President Kennedy, the desk toured the country as part of a traveling exhibit for the Kennedy Presidential Library and was then lent to the Smithsonian Institution. President Jimmy Carter brought the desk back to the Oval Office in the 1970s. Since then, presidents Ronald Reagan, Bill Clinton, George W. Bush, Barack Obama, Donald Trump and Joe Biden have also used it as their Oval Office desk. When not in use in the Oval Office, a desk is often placed in the adjacent Oval Office Study, in the White House, or is used by the vice president. Artworks are selected from the White House collection or may be borrowed from museums or individuals for the length of an administration. Most presidents have hung a portrait of George Washington – usually the Rembrandt Peale \"Porthole\" portrait or the Charles Willson Peale three-quarter-length portrait – over the mantel at the north end of the room. A portrait of Andrew Jackson by Thomas Sully hung in Lyndon B. Johnson's office and in Ronald Reagan's, George H. W. Bush's and Bill Clinton's. A portrait of Abraham Lincoln by George Henry Story hung in George W. Bush's office, continued in Barack Obama's and currently hangs in Joe Biden's. Three landscapes/cityscapes – City of Washington from Beyond the Navy Yard by George Cooke, Eastport and Passamaquoddy Bay by Victor de Grailly, and The President's House, a copy after William Henry Bartlett – have adorned the walls in multiple administrations. Passing the Outpost (1881) by Alfred Wordsworth Thompson, a Revolutionary War genre scene of a carriage stopped at a British checkpoint, hung in Gerald Ford's office, and in Jimmy Carter's and Ronald Reagan's.[21] The Avenue in the Rain by Childe Hassam and Working on the Statue of Liberty by Norman Rockwell flanked the Resolute desk in Bill Clinton's office and did the same in Barack Obama's. Avenue in the Rain currently hangs beside the Resolute desk in Joe Biden's office. Statuettes, busts, heads, and figurines are frequently displayed in the Oval Office. Abraham Lincoln has been the most common subject, in works by sculptors Augustus Saint-Gaudens, Gutzon Borglum, Adolph Alexander Weinman, Leo Cherne and others. Over time, traditional busts of George Washington, Thomas Jefferson, or Benjamin Franklin have given way to heads of Franklin D. Roosevelt, Harry S. Truman or Dwight Eisenhower. Western bronzes by Frederic Remington have been frequent choices: Lyndon Johnson displayed The Bronco Buster, as did Gerald Ford, Jimmy Carter, Ronald Reagan, Bill Clinton, George W. Bush, Barack Obama and Donald Trump. Presidents Reagan and Bush added its companion piece, The Rattlesnake. According to The New York Times, an estimated 43 paintings and one photograph have decorated the walls of the Oval Office since 1961.[22] Franklin D. Roosevelt was the first president to occupy the Modern Oval Office, and placed Rembrandt Peale's George Washington over the mantel. Assorted prints of the Hudson Valley hung on the walls. President Harry S. Truman displayed works related to his home state of Missouri, prints of biplanes and sailing ships, and models of jet-airplanes. A series of paintings held pride of place over the mantel, including Rembrandt Peale's George Washington, Charles H. Woodbury's Woodrow Wilson,[23] Luis Cadena's George Washington (the gift of Ecuador),[24] and a copy of Tito Salas's Equestrian Portrait of Simon Bolivar (the gift of Venezuela).[25] A large photograph of the White House portrait of Franklin D. Roosevelt, under whom Truman had served as vice president and who died in office in 1945, hung beside the mantel and later beside his desk. He also displayed the painting Fired On by Western artist Frederic Remington. President Dwight D. Eisenhower filled the office walls with landscape paintings, as well as a portrait of Robert E. Lee.[26] President John F. Kennedy surrounded himself with paintings of naval battles from the War of 1812, photographs of sailboats, and ship models. President Lyndon Johnson installed sconces on either side of the mantel, and added the office's first painting by a woman artist, Franklin D. Roosevelt by Elizabeth Shoumatoff. President Richard Nixon tried three different portraits of George Washington over the mantel, and hung a copy of Earthrise – a photograph of the Earth taken from the Moon's orbit during the Apollo 8 mission – besides his desk. President Gerald Ford hung historic paintings, possibly in anticipation of the 1976 Bicentennial. Most of these works remained in place through the administrations of Jimmy Carter and Ronald Reagan.[22] President George H. W. Bush hung landscape paintings on the walls, along with three portraits: Rembrandt Peale's George Washington, Charles Willson Peale's Benjamin Henry Latrobe, and Thomas Sully's Andrew Jackson. President Bill Clinton chose the Childe Hassam and Norman Rockwell paintings mentioned above, along with Waiting for the Hour by William T. Carlton,[27] a genre scene depicting African-Americans gathered in anticipation of the Emancipation Proclamation going into effect on January 1, 1863. President George W. Bush mixed traditional works with paintings by Texas artists and Western sculptures. Following the September 11, 2001 attacks, British Prime Minister Tony Blair lent him a bust of Winston Churchill, who had guided Great Britain through World War II. President Barack Obama honored Abraham Lincoln with the portrait by Story, a bust by Augustus Saint-Gaudens, and a copy of the Emancipation Proclamation. Below the proclamation was a bust of Martin Luther King Jr. by Charles Alston,[28] and in the nearby bookcase was displayed a program from the August 28, 1963, March on Washington, at which King gave his \"I Have a Dream\" speech. President Donald Trump hung mostly portraits on the office walls: Rembrandt Peale's George Washington, George H. Story's Abraham Lincoln, Asher B. Durand's Andrew Jackson, George P. A. Healy's Thomas Jefferson, John Trumbull's Alexander Hamilton, Joseph-Siffred Duplessis's Benjamin Franklin.[22] He later substituted in other portraits: Rembrandt Peale's Thomas Jefferson and Ralph E. W. Earl's Andrew Jackson.[22] President Joe Biden's Oval Office features a cluster of five portraits at its north end, with Frank O. Salisbury's Franklin D. Roosevelt given pride of place over the mantel.[22] George Washington (1776) by Charles Willson Peale George Washington (c.1823) by Rembrandt Peale City of Washington from Beyond the Navy Yard (1833) by George Cooke Eastport and Passamaquoddy Bay (c.1840) by Victor De Grailly Andrew Jackson (1845) by Thomas Sully Waiting for the Hour (1863) by William Tolman Carlton Passing the Outpost (1881) by Alfred Wordsworth Thompson The Broncho Buster (1895) by Frederic Remington Abraham Lincoln (c.1915) by George Story The Avenue in the Rain (1917) by Childe Hassam Franklin D. Roosevelt (1947) by Frank O. Salisbury Earthrise (1968) by William Anders A tradition evolved in the latter part of the twentieth century of each new administration redecorating the office to the president's liking. A new administration usually selects an oval carpet, new drapery, the paintings on the walls, and some furniture. Most incoming presidents continue using the rug of their predecessor until their new one is installed. The retired carpet very often is then moved to storage. The redecoration of the Oval Office is usually coordinated by the first lady's office in the East Wing, working with an interior designer and the White House curator. Since the present Oval Office's construction in 1934 during the administration of President Franklin Delano Roosevelt the room has remained mostly unchanged architecturally.[citation needed] More than any president, Roosevelt left an impression on the room and its use. Doors and window frames have been modified slightly.[citation needed] A screen door on the east wall was removed after the installation of air conditioning. President Lyndon B. Johnson's row of wire service Teletype machines on the southeast wall required cutting plaster and flooring to accommodate wiring.[citation needed] The Georgian style plaster ornament has been cleaned to remove accumulated paint, and a series of electrified wall sconces have come and gone.[citation needed] Though some presidents have chosen to do day-to-day work in a smaller study just west of the Oval Office, most use the actual Oval Office for work and meetings. Traffic from the large numbers of staff, visitors, and pets over time takes its toll. There have been four sets of flooring in the Oval Office. The original floor was made of cork installed over softwood; however, President Eisenhower was an avid golfer and damaged the floor with his golf spikes. Johnson had the floor replaced in the mid-1960s with wood-grain linoleum. In 1982, President Ronald Reagan had the floor replaced with quarter sawn oak and walnut, in a cross parquet pattern similar in design to a 1933 Eric Gugler sketch, which had never been executed. In August 2005, the floor was replaced again under President George W. Bush, in exactly the same pattern as the Reagan floor. In the late 1980s, a comprehensive assessment of the entire house, including the Oval Office, was made as part of the National Park Service's Historic American Buildings Survey (HABS).[29] Detailed photographs and measured drawings were made documenting the interior and exterior and showing even slight imperfections. A checklist of materials and methods was generated for future conservation and restoration. The ratio of the major axis to the minor axis is approximately 21:17 or 1.24. John F. Kennedy's children visit the Oval Office The Oval Office during the presidency of Gerald Ford President Richard M. Nixon and Bob Hope play golf in the Oval Office, a tradition harking back to the tenure of Lyndon B. Johnson President George W. Bush chose a more muted color palette than his predecessor, using shades of taupe, celadon and navy. One of many hand-shake photos in front of the fireplace. President George W. Bush sitting to the viewer's right, the guest (Paul Kagame, President of Rwanda) to the left, March 2003. One of the rare images where there is fire in the fireplace. A panoramic view of the Oval Office, January 26, 2017. President Donald Trump is seated at the Resolute desk. Cowboy's Meditation by Harry Jackson Buffalo Skull by James L. Clark Numerous family photographs The Bronco Buster by Frederic Remington Rattlesnake by Frederic Remington Numerous family pictures Striped red and white sofas The Bronco Buster by Frederic Remington The Thinker by Auguste Rodin Appeal to the Great Spirit by Cyrus Dallin Bust of Abraham Lincoln by Robert Berks Bust of Franklin D. Roosevelt by Jo Davidson Numerous family pictures A Moon rock returned by the crew of Apollo 17[71] Numerous family pictures Coordinates: 38°53′51″N 77°02′15″W﻿ / ﻿38.8974°N 77.0374°W﻿ / 38.8974; -77.0374","Title":"Oval Office - Wikipedia","KeyID":"3487","URL":"https://en.wikipedia.org/wiki/Oval_Office"}