{"Content: ":"The Truman Balcony is the second-floor balcony of the Executive Residence of the White House, which overlooks the South Lawn. It was completed in March 1948, during the presidency of Harry S. Truman. Truman's plans to build a balcony off the Yellow Oval Room were controversial. Truman argued that the addition of a balcony would provide shade for the first floor portico, avoiding the need for awnings, and would balance the White House's south face by breaking up the long verticals created by the columns.[1] Truman had previously had a request for an extension to the West Wing rejected by Congress.[2] Though Truman had told Howell G. Crim, the White House Chief Usher, and J. B. West, Crim's assistant, of his ideas for a balcony, he had kept his plans secret until the announcement by his press secretary, Charlie Ross. The plans were executed by William Adams Delano, who had carried out alterations to the house during the presidency of Calvin Coolidge.[2] Critics of the proposal, including members of the Commission of Fine Arts, argued that the Classic Greek style of the building would be undermined in order to create a leisure space for the First Family. The Commission's chairman, civil engineer and landscape architect Gilmore David Clarke, wrote to Truman to voice his opposition to the balcony. Truman responded, restating his belief that the residence would be enhanced by the project especially as it presented an opportunity to replace unattractive awnings, which he said collected dirt and constituted an eyesore,[3] with wooden shades that could be rolled up under the new balcony.[1] Contemporary political cartoonists satirized the President's balcony project, suggesting that it might even cost him the 1948 presidential election.[4][5] Plans for the balcony were approved by architect William Adams Delano.[1] No request was made to Congress for the $16,050.74 (equivalent to $181,026.56 in 2021) cost of constructing the balcony, as Truman had saved a sufficient sum from his household account.[6] Once the balcony was completed, several of those who had opposed the project wrote to the President acknowledging that the balcony had in fact improved the south face of the Residence.[7] Coordinates: 38°53′51″N 77°02′12″W﻿ / ﻿38.897486°N 77.036582°W﻿ / 38.897486; -77.036582","Title":"Truman Balcony - Wikipedia","KeyID":"3493","URL":"https://en.wikipedia.org/wiki/Truman_Balcony"}