{"Content: ":"President's Park, located in Downtown Washington, D.C., encompasses the White House and includes the Eisenhower Executive Office Building, the Treasury Building, and grounds; the White House Visitor Center; Lafayette Square; and The Ellipse.[2] President's Park was the original name of Lafayette Square. The current President's Park is administered by the National Park Service.[3] The park is officially referred to as President's Park or The White House and President's Park.[4] Washington, D.C. was designated as the site for the United States capital in the 1790 Residence Act, with authority given to President George Washington to ready the capital for the government by June 1800. Contests were held to solicit designs for both the United States Capitol and what was then called the President's House. James Hoban's design was selected, and he supervised the construction. Later on, the future \"White House\" was expanded with the West Wing and East Wing, which now houses the office of the president and staff. The White House grounds include the South Lawn, Rose Garden, Jacqueline Kennedy Garden, and North Lawn. To the west of the White House, across from the West Wing is the Eisenhower Executive Office Building (formerly State, War, and Navy) and to the east is the Treasury Building. Lafayette Square is a 6.97 acre (28,191 m2) public park located directly north of the White House on H Street, bounded by Jackson Place on the west, Madison Place on the east, and Pennsylvania Avenue to the south. The square and the surrounding historic townhouse structures were designated a National Historic Landmark District in 1970. Planned as part of the pleasure grounds surrounding the Executive Mansion, this square was originally called \"President's Park\", which is now the name of the larger National Park Service unit. The park was separated from the White House grounds in 1804, when third President Thomas Jefferson had Pennsylvania Avenue cut through east–west. In 1824, the park was officially renamed in honor of the Marquis de Lafayette, the Frenchman and military officer who fought in the American Revolutionary War (1775–1783). Lafayette Square has been used as a racetrack, a graveyard, a zoo, a slave market, an encampment for soldiers during the War of 1812, and many political protests and celebrations. Andrew Jackson Downing landscaped Lafayette Square in 1851 in the picturesque style. President's Park South (commonly called the Ellipse) is a 52 acres (21 ha) park located just south of the White House fence. Properly, the Ellipse is the name of the five-furlong (1 km) circumference street within the park. The entire park is open to the public, and features various monuments. The Ellipse is also the location for a number of annual events. D.C. locals can often be heard to say they are \"on the Ellipse\", which is understood to mean that the individual is on the field that is bounded by Ellipse Road. The park was conceived in 1791, the first plan for the park was drawn up by Pierre (Peter) Charles L'Enfant, and during the American Civil War (1861–1865), the grounds of the Ellipse and incomplete Washington Monument were used as corrals for horses, mules, and cattle, and as camp sites for Union troops. The Army Corps of Engineers began landscaping work on the Ellipse in 1867 and worked on it through the late 1880s. The White House Visitor Center is located in the north end of the Herbert C. Hoover Building (the Department of Commerce headquarters off The Ellipse, between 14th Street and 15th Street on Pennsylvania Avenue NW). Since September 11, 2001, the visitor center no longer serves as a starting point for those going on a reserved tour of the White House. The various exhibits provide an alternative visitor experience for those not able to go on a tour. The themes of the six permanent exhibits are First Families, Symbols & Images, White House Architecture, White House Interiors, Working White House, and Ceremonies and Celebrations. Other exhibits change throughout the year.","Title":"President's Park - Wikipedia","KeyID":"3499","URL":"https://en.wikipedia.org/wiki/President%27s_Park"}