{"Content: ":"The American Institute of Architects (AIA) is a professional organization for architects in the United States. Headquartered in Washington, D.C., the AIA offers education, government advocacy, community redevelopment, and public outreach to support the architecture profession and improve its public image. The AIA also works with other members of the design and construction community to help coordinate the building industry. The AIA is currently headed by Lakisha Ann Woods, CAE, as EVP/Chief Executive Officer and Dan Hart, FAIA, as 2022 AIA President.[1] The American Institute of Architects was founded in New York City in 1857 by a group of 13 architects to \"promote the scientific and practical perfection of its members\" and \"elevate the standing of the profession.\"[2] This initial group included Charles Babcock, Henry W. Cleaveland, Henry Dudley, Leopold Eidlitz, Edward Gardiner, Richard Morris Hunt, Detlef Lienau,[3] Fred A. Petersen, Jacob Wrey Mould, John Welch, Richard M. Upjohn and Joseph C. Wells, with Richard Upjohn serving as the first president. They met on February 23, 1857, and decided to invite 16 other prominent architects to join them, including Alexander Jackson Davis, Thomas U. Walter, Frederick Clarke Withers, and Calvert Vaux. At the time of their establishment of the AIA, anyone could claim to be an architect, as there were no schools of architecture or architectural licensing laws in the United States.[2] They drafted a constitution and bylaws by March 10, 1857, under the name New York Society of Architects. Thomas U. Walter, of Philadelphia, later suggested the name be changed to American Institute of Architects. The members signed the new constitution on April 15, 1857, having filed a certificate of incorporation two days earlier.[2] The constitution was amended the following year with the mission \"to promote the artistic, scientific, and practical profession of its members; to facilitate their intercourse and good fellowship; to elevate the standing of the profession; and to combine the efforts of those engaged in the practice of Architecture, for the general advancement of the Art.\"[2] Architects in other cities were asking to join in the 1860s, by the 1880s chapters had been formed in Albany, Baltimore, Boston, Chicago, Cincinnati, Indianapolis, Philadelphia, Rhode Island, San Francisco, St. Louis, and Washington, D.C. As of 2008, AIA had more than 300 chapters.[2] The AIA is headquartered at 1735 New York Avenue, NW in Washington, D.C. A design competition was held in the mid-1960s to select an architect for a new AIA headquarters in Washington. Mitchell/Giurgola won the design competition but failed to get approval of the design concept from the United States Commission of Fine Arts. The firm resigned the commission and helped select The Architects Collaborative (TAC) to redesign the building. The design, led by TAC principals Norman Fletcher and Howard Elkus, was ultimately approved in 1970 and completed in 1973. In honor of the 150th anniversary of the organization, the building was formally renamed in 2007 the \"American Center for Architecture\" and is also home to the American Institute of Architecture Students, the Association of Collegiate Schools of Architecture and the National Architectural Accrediting Board. More than 95,000 licensed architects and associated professionals are members. AIA members adhere to a code of ethics and professional conduct intended to assure clients, the public, and colleagues of an architect's dedication to the highest standards in professional practice.[4] There are five levels of membership in the AIA:[5] There is no National AIA membership category for students, but they can become members of the American Institute of Architecture Students and many local and state chapters of the AIA have student membership categories. The AIA's most prestigious honor is the designation (FAIA) of a member as a Fellow of the American Institute of Architects. This membership is awarded to members who have made contributions of national significance to the profession. Slightly more than 2,600, or 2% of all members, have been elevated to the AIA College of Fellows. Foreign architects of prominence may be elected to the college as Honorary Fellows of the AIA.[6] The AIA is governed by a board of directors and has a staff of more than 200 employees.[7] Although the AIA functions as a national organization, its 217 local and state chapters provide members with programming and direct services to support them throughout their professional lives. The chapters cover the entirety of the United States and its territories. Components also operate in the United Kingdom, Continental Europe, the Middle East, Japan, Hong Kong, Shanghai and Canada.[8] By speaking with a united voice, AIA architects influence government practices that affect the practice of the profession and the quality of American life. The AIA monitors legislative and regulatory actions and uses the collective power of its membership to participate in decision making by federal, state, and local policy makers. To serve the public, the AIA's community-based programs work with federal legislators and local governments to elevate the design of public spaces, protect the nation's infrastructure, and develop well-designed affordable housing for all Americans. The American Institute of Architects announced in June 2013 at CGI America (an annual event of the Clinton Global Initiative) the creation of \"Designing Recovery,\" a design contest in partnership with the charities Make It Right, SBP, and Architecture for Humanity.[9] Sponsored by Dow Building Solutions, a total of $30,000 in prize money was divided equally among three winning designs in New Orleans, Louisiana, Joplin, Missouri, and New York City.[9] Entrants submitted single-family housing designs with the objective of \"improving the quality, diversity and resiliency of the housing in each community.\"[9] Organizers made the portfolio of designs (even from non-winners) available to communities recovering from natural disasters.[9] The AIA serves its members with professional development opportunities, contract documents that are the model for the design and construction industry, professional and design information services, personal benefits, and client-oriented resources. In contributing to their profession and communities, AIA members also participate in professional interest areas from design to regional and urban development and professional academies that are both the source and focus of new ideas and responses. To aid younger professionals, an Intern Development Program, Architect Registration Exam preparation courses, and employment referral services are frequently offered by local components.[10] The AIA holds an annual conference in late spring / early summer that draws the largest gathering of architects in the world.[11] The AIA attempts to meet the needs and interests of the nation's architects and the public by raising public awareness of the value of architecture and the importance of good design. To mark the AIA's 150th anniversary and to showcase how AIA members have helped shape the built environment, the AIA and Harris Interactive released findings from a public poll that asked Americans to name their favorite 150 works of architecture.[12] Two of the AIA's public outreach efforts, the Blueprint for America nationwide community service initiative marking its 150th anniversary and the Sustainability 2030 Toolkit, a resource created to encourage mayors and community leaders to advocate environmentally friendly building design both earned an Award of Excellence in the 2007 Associations Advance America Awards, a national competition sponsored by the American Society of Association Executives and the Center for Association Leadership. The AIA has long recognized individuals and organizations for their outstanding achievements in support of the architecture profession and the AIA.[13] For new and restoration projects anywhere in the world: This award, recognizing architectural design of enduring significance, is conferred on a project that has stood the test of time for 25 to 35 years. The project must have been designed by an architect licensed in the United States at the time of the project's completion.[14] For Professional Achievement: Architect: The Journal of the American Institute of Architects is the official magazine of the AIA, published independently by Washington, D.C.-based business-to-business media company Hanley Wood, LLC. Architect hands out the annual Progressive Architecture Award, in addition to the R+D Awards[15] (for research and development). Architect formerly conducted an Annual Design Review, which it described as \"a unique barometer of the business of architecture.\"[16] Previously, the official publication of the American Institute of Architects was Architecture, which was preceded in turn by the Journal of the American Institute of Architects. Both of these publications are currently defunct. The successor, Architect Magazine, is not owned by but is affiliated with AIA, and uses their name on their masthead.[17] The following people served as presidents, all of whom were elevated to Fellows of the American Institute of Architects:[18]   Coordinates: 38°53′46″N 77°02′30″W﻿ / ﻿38.89611°N 77.04167°W﻿ / 38.89611; -77.04167","Title":"American Institute of Architects - Wikipedia","KeyID":"3500","URL":"https://en.wikipedia.org/wiki/American_Institute_of_Architects"}