{"Content: ":"Samuel Osgood (February 3, 1747 – August 12, 1813) was an American merchant and statesman born in Andover, Massachusetts, currently a part of North Andover, Massachusetts. His family home still stands at 440 Osgood Street in North Andover and his home in New York City, the Samuel Osgood House, served as the country's first Presidential mansion. He served in the Massachusetts and New York State legislatures, represented Massachusetts in the Continental Congress and was the fourth Postmaster General of the United States (the first under the current Constitution), serving during George Washington's first term. In 1812, he was elected the first president of the newly formed City Bank of New York, which later became Citibank, predecessor of today's Citigroup.[1][2] John Osgood came to Massachusetts from Andover in England in 1638. In 1646 he started a new settlement there and named it Andover for his home town. Four generations later, Captain Peter Osgood lived there and in 1747 he had a third son whom he named Samuel.[3] Samuel attended Dummer Academy (now The Governor's Academy), and then Harvard College,[1] where he studied theology and graduated in 1770. Later, he returned to Andover to follow a mercantile career. He joined the local militia, was elected to represent the town in the colonial assembly, and in 1775 to the provincial congress that functioned as a revolutionary government.[4] Osgood led a local company of minutemen into the Battle of Lexington and Concord in the spring of 1775.[2] They followed the retreating British, and became part of the Siege of Boston. As more troops assembled, he was made Major of a brigade while serving at Cambridge. He became an aide to General Artemas Ward, and was promoted to Colonel. When the siege succeeded in the spring of 1776 Osgood left the army and returned to the provincial congress. The Provincial Congress named Osgood to the Massachusetts Board of War and he served there until 1780 when the government was reorganized. He was a delegate to the state's constitutional convention in 1779-1780. Under the new Constitution he was elected to the Massachusetts State Senate in 1780 and served two terms. The new government named Osgood as one of their delegates to the Continental Congress and he served there from 1782 until 1784.[5] After a brief term in the Massachusetts House of Representatives in 1784, the governor appointed Osgood a judge in 1785 but he soon resigned when the National Congress made him a commissioner of the Treasury later that year. He moved to New York City to take up this office, which he held until the Congressional Government ended. When a new U.S. government was installed in 1789, President Washington appointed Osgood the first Postmaster General under the new U.S. Constitution, replacing Ebenezer Hazard who was commissioned postmaster of the city of New York by the Continental Congress.[6][7] Osgood served as Postmaster from 1789 to 1791.[8] One of the first things Osgood would do is make the Post Office in Baltimore the new regional headquarters, whose postmaster was Katherine Goddard. Osgood ordered Goddard to resign from her post and was replaced by John White.[9] The seat of the Federal Government at that time was in New York City and the official residence of the President was located at the Samuel Osgood House at 3 Cherry Street, which was the home of Samuel Osgood and his family. Osgood offered the mansion to Washington so that the President and his wife would have what was then considered the finest house in the city as their home. The residence thus became America's first executive mansion.[2] When the Federal Government moved to Philadelphia for a ten-year period before finally settling in Washington, D.C., Osgood chose to remain in New York and resigned his post in 1791. Osgood was a presidential elector in 1792, and cast his votes for George Washington and George Clinton. He was a member of the New York State Assembly in 1800-01 and 1802, and was Speaker in 1800-01. In 1803, he was appointed by President Thomas Jefferson as Naval Officer of the Port of New York, a position he held until his death. For the last year of his life he was President of the new City Bank of New York.[2] Osgood was a member of the American Philosophical Society, and in his later years devoted time to writing and study. He had an extensive correspondence with George Washington and Thomas Jefferson among others. On January 4, 1775, Osgood married Martha Brandon, who died in 1778. On May 24, 1786, Osgood married Maria Bowne (1754-1813), widow of Walter Franklin and mother of Maria Franklin Clinton, first wife of New York Governor DeWitt Clinton. They had a daughter named Martha Brandon Osgood, who married diplomat Edmond-Charles Genêt. Osgood's brother, Isaac, married Sarah Pickman (1772-1791) on October 12, 1790; following her death, he married her sister, Rebecca Taylor Pickman (1775-1801), on December 8, 1794. They had a son, Isaac Osgood Jr., whose daughter Charlotte married Moses T. Stevens, and a daughter, Sally Pickman Osgood, who married Bailey Loring and had a son, George B. Loring. Thirdly, Isaac married Mary Pickman in 1802, the cousin of his first two wives. His first two wives were cousins of, and his third wife a sister of, Benjamin Pickman. He died in New York City in 1813. His birthplace in North Andover, Massachusetts is located on a street named for his family, and is listed on the National Register of Historic Places, as is his New York residence. Col. Osgood's portrait has been housed in the President's Room of the U.S. Capitol since Lincoln's presidency.[2]","Title":"Samuel Osgood - Wikipedia","KeyID":"3503","URL":"https://en.wikipedia.org/wiki/Samuel_Osgood"}