{"Content: ":"The Government House was a Georgian-style mansion at the foot of Broadway, south of Bowling Green, on the site previously occupied by Fort George in Manhattan, New York City. Built in 1790 by the state of New York, it was intended to be the executive mansion for President George Washington, but he never occupied it. Before it was completed, the federal government moved temporarily to Philadelphia; then permanently to Washington, D.C. It then became the state governor’s residence and was used by George Clinton and John Jay. Later it was leased to John Avery and was known as the Elysian Boarding House. After the passage of the Customs Administration Act in 1799, it was converted into the Custom House in New York. Parts of the building were later leased to the American Academy of Arts, who then offered space to the New-York Historical Society in 1809. In 1813, the property was sold to the city. In 1815, the land was sold to the public and the building demolished. After Evacuation Day, November 25, 1783, the site of Fort George was viewed as the \"social center of New York\", prime real estate for grand residences.[1] From March 4, 1789, to December 5, 1790, the federal capital of the United States was in New York, at Federal Hall. President Washington first occupied the Samuel Osgood House – April 23, 1789, to February 23, 1790 – then the Alexander Macomb House – February 23 to August 30, 1790 – both private houses. On July 13, 1789, the New York State legislature passed a resolution that the site of Fort George should be used to build a \"proper House ... for the residence and accommodation of the President of the United States.\"[2] On March 16, 1790, the New York state legislature authorized the demolition of Fort George and the building of a government house for the \"temporary use and accommodation of the President of the United States of America, during such time as the Congress of the United States shall hold their sessions in the city of New York.\"[3] On March 24, proposals for the building were requested. The architect, John McComb, Jr., submitted plans, but apparently they were not used, since they do not match the house as built. James Robinson became the architect and designed a Georgian-style mansion.[4][5] During the coming months, the fort defensive walls and enclosed buildings were taken down. Some stones were even reused to build the new government house.[6] The cornerstone of this new building was laid on May 21, 1790.[7] However, before the building was completed, Congress passed the Residence Act of July 16, 1790, which named Philadelphia as the temporary national capital for a 10-year period while the permanent national capital was under construction at what is now Washington, D.C. Thus, President Washington never resided in this public building, intended to be his executive mansion.[7][8] The Government House was described in 1791 by Rev. Garret Abeel as an \"elegant two-story brick building of an oblong square form ... In front is an elegant pediment, supported by four large pillars ... all the rooms in the house command a most extensive and delightful prospect, some into the East River, some quite to the Narrows; others up the North River.\"[9] While the building was never used by the President, it did serve as the state governors' house. In 1791, Governor George Clinton moved into the building.[10] Governor John Jay lived in the residence from 1795 to 1797.[11] He was the last governor to live here, since Albany became the state capital in 1797.[12] In May 1798, the state leased the building to John Avery.[13] He then opened it as the Elysian Boarding and Lodging House.[14] The Elysian has also been called a tavern.[8] John Avery left two weeks after the building became the Custom House.[15] Alexander Hamilton inspired the Customs Administration Act, passed by Congress on March 2, 1799, “An act to regulate the collection of duties on imports and tonnage.”[16] On May 1, 1799, the building was converted for use as the Custom House in New York.[17] The Custom House had previously been at S. William Street, opposite Mill Lane, known as 5 Mill Street.[18][19] Government House was the Custom House until 1815. The following year, the Custom House occupied a store at the site of the second City Hall on Wall Street.[20] On April 11, 1808, the upper room of the building was reserved for the American Academy of Arts.[21] The academy was previously known as the New York Academy of Fine Arts.[22] In 1809, the academy invited the New-York Historical Society to use one room on the second floor for its collection.[23] On May 26, 1812, the state legislature authorized the sale of the building and grounds to the city \"for the erection of private buildings or other individual purposes.\"[24] The purchase was completed on August 2, 1813.[25] On May 1, 1815, the city started the process to sell the property to the public. Seven lots facing Bowling Green were sold at auction on May 25.[26] By June 1, the demolition of the building and clearing of the adjacent lots was underway.[27] On September 29, 1890, the Holland Society of New York installed a commemorative tablet at 4 Bowling Green. It described that the Government House was built on the site of Fort Amsterdam, built in 1626.[28] The site is now occupied by the Alexander Hamilton U.S. Custom House, built between 1902 and 1907. The historic Holland Society tablet was moved inside this new building.[29]","Title":"Government House (New York City) - Wikipedia","KeyID":"3505","URL":"https://en.wikipedia.org/wiki/Government_House_(New_York_City)"}