{"Content: ":"The President's House was a mansion built from 1792 to 1797 by the Government of Pennsylvania and located on Ninth Street, between Market and Chestnut Streets, in Philadelphia, then the temporary national capital. Intended to persuade the federal government to permanently stay in the city, this house intended for the president of the United States never housed any president.[1] In 1800, the property was purchased at public auction by the University of Pennsylvania for use as a new, expanded campus. The university demolished the building in 1829 and replaced it with two new buildings.[2] After the constitution was ratified, the national capital of the United States was in New York City.[3] On July 16, 1790, Congress passed the Residence Act (1 Stat. 130), which designated Philadelphia the temporary capital for a 10-year period while the permanent capital at Washington, D.C., was constructed. The recently built Congress Hall was used from December 6, 1790, to May 14, 1800.[3] The president of the United States, first George Washington and then John Adams, resided at the house leased from financier Robert Morris, also known as the President's House, on Market Street, between Fifth and Sixth Streets.[4] In September 1791, the state government enacted the \"Federal Building Bill\" to pay for the renovations needed for the federal government office space and for the construction of a new executive mansion. Twelve lots were purchased on the west side of Ninth Street, between Market Street, then named High Street, and Chestnut Street. The property measured 202 by 151 feet (62 m × 46 m).[5] The cornerstone, inscribed \"House to accommodate the President of the United States\", was laid on May 10, 1792, in a ceremony attended by Governor Thomas Mifflin.[6] The mansion was completed in the spring of 1797 and cost more than $110,000.[7] On March 3, 1797, Governor Mifflin offered the nearly completed mansion to John Adams on the eve of his inauguration. However, Adams rejected the offer on constitutional grounds: \"as I entertain great doubts whether, by a candid construction of the Constitution of the United States, I am at liberty to accept it without the intention and authority of Congress\". Thus neither Washington, no longer president when the mansion was ready, nor Adams, would reside in the President's House.[8] On July 15, 1800, the University of Pennsylvania bought the property, the mansion, and twelve lots, at public auction for $41,650.[2] Classes started at this new campus in the spring of 1802.[9] This Ninth Street campus was the university's second one.[10] The property was renovated for the university by architect Benjamin Henry Latrobe.[11] The Philomathean Society was organized in 1813 and had a room in the President's House.[12] The mansion was demolished in 1829 to make room for two new university buildings, designed by architect William Strickland.[2] In 1790, Governor Mifflin had originally asked Pierre Charles L'Enfant, who was planning the new federal city, Washington, D.C., for a design.[13] The house was eventually designed and built by master builder William Williams (1749–1794).[14] The resulting three-story house was built of brick trimmed with marble and featured a facade in the neoclassical style of British architect Robert Adam.[15] It had a hip roof with a central glass dome and cupola, topped by an eagle sculpture.[16] In 1799, W. Birch & Son, artists William Birch and his son Thomas Birch, created the print entitled The House intended for the President of the United States, in Ninth Street Philadelphia, which depicted the house. It was plate 13 in Birch's Views of Philadelphia, published in 1800.[17] In 1940, the Presidential Mansion was illustrated on commemorative Wedgwood china cups for the bicentennial of the University of Pennsylvania.[18]","Title":"President's House (Ninth Street) - Wikipedia","KeyID":"3510","URL":"https://en.wikipedia.org/wiki/President%27s_House_(Ninth_Street)"}