{"Content: ":"The L'Enfant Plan[3] for the city of Washington is the urban plan developed in 1791 by Major Pierre (Peter) Charles L'Enfant for George Washington, the first president of the United States.[2][4] Major L'Enfant was a French engineer who served in the Continental Army during the American Revolutionary War.[5] In 1789, discussions were underway regarding a new federal capital city for the United States, and L'Enfant wrote to President Washington asking to be commissioned to plan the city. However, any decision on the capital was put on hold until July 1790 when Congress passed the Residence Act.[6] The legislation specified that the new capital should be situated on the Potomac River, at some location between the Eastern Branch (the Anacostia River) and the Conococheague Creek near Hagerstown, Maryland. The Residence Act gave authority to President Washington to appoint three commissioners to oversee the survey of the federal district and provide public buildings to accommodate the Federal government in 1800.[7][8] In 1791, President Washington appointed L'Enfant to plan the new federal city, under the supervision of three commissioners whom Washington had earlier appointed to oversee the planning and development of the territory that became the District of Columbia. Included in the new district were the riverport towns of Georgetown (formerly in Montgomery County, Maryland) and Alexandria, Virginia.[2] Thomas Jefferson, who was serving as President Washington's secretary of state, worked with Washington in the overall planning of the nation's capital. Jefferson sent L'Enfant a letter outlining his task, which was to provide a drawing of suitable sites for the federal city and the public buildings. Jefferson had modest ideas for the capital. However, L'Enfant saw the task as far more grandiose, believing that he was also devising the city plan and designing the buildings.[9] L'Enfant arrived in Georgetown on March 9, 1791 and began his work from Suter's Fountain Inn.[10] Washington arrived on March 28 to meet with L'Enfant and the commissioners for several days.[11] On June 22, L'Enfant presented his first plan for the federal city to the president.[12][13][14] On August 19, he appended a new map to a letter that he sent to the president.[13][15] President Washington retained a copy of one of L'Enfant's plans, showed it to the Congress, and later gave it to the three commissioners.[16] In November 1791, L'Enfant secured the lease of quarries at Wigginton Island and southeast along Aquia Creek to supply well-regarded Aquia Creek sandstone for the foundation of the Congress House.[17] However, his temperament and his insistence that his city design be realized as a whole brought him into conflict with the commissioners, who wanted to direct the limited funds into construction of the federal buildings, and they had Jefferson's support in the matter. L'Enfant's \"plan of the city intended for the permanent seat of the government of the United States...\" encompassed an area bounded by the Potomac River, the Eastern Branch, the base of the escarpment of the Atlantic Seaboard Fall Line, and Rock Creek (named on the plan as Pine Creek).[14][20][21] His plan specified locations for two buildings, the \"Congress House\" (the United States Capitol) and the \"President's House\" (known after its 1815–1817 rebuilding and repainting of its stone walls, as the White House or Executive Mansion).[22][20] The Congress House would be built on Jenkins Hill (later to be known as Capitol Hill), which L'Enfant described as a \"pedestal awaiting a monument\".[20][23] The President's House would be situated on a ridge parallel to the Potomac River north of the mouth of Tiber Creek (also named Goose Creek), which L'Enfant proposed to canalize.[2][20][23][24][25] L'Enfant envisioned the President's House to have public gardens and monumental architecture. Reflecting his grandiose visions, he specified that the President's House (occasionally referred to as the President's Palace) would be five times the size of the building that was actually constructed, even then becoming the largest residence then constructed in America.[9] Emphasizing the importance of the new nation's legislature, the Congress House would be located on a longitude designated as 0:0.[15][18][26][27] The plan specified that most streets would be laid out in a grid. To form the grid, some streets (later named for letters of the alphabet) would travel in an east–west direction, while others (named for numbers) would travel in a north-south direction. Broader diagonal grand avenues, later named after the states of the Union, crossed the north/south-east/west grid.[20][27][28][29] These \"grand avenues\" intersected with the north–south and east–west streets at circles and rectangular plazas that would later honor notable Americans and provide open space.[20] The plan identified some of the circles and rectangular plazas as numbered reservations. The plan's legends identified uses for other open spaces that letters in the alphabet identified. Other legends specified the widths of grand avenues and streets.[20] A prominent geometric feature of L'Enfant's plan was a large right triangle whose hypotenuse was a wide avenue (now part of Pennsylvania Avenue, NW) connecting the President's House and the Congress House.[2][28][30] To complete the triangle, a line projecting due south from the center of the President's House intersected at a right angle a line projecting due west from the center of the Congress House.[28][30] A 400 feet (122 m)-wide garden-lined grand avenue containing a public walk would travel for about 1 mile (1.6 km) along the east–west line.[28][30] L'Enfant chose the west end of this grand avenue (at the triangle's southwest corner) to be the location of a future equestrian statue of George Washington for which the Continental Congress had voted in 1783.[28][30] Although the planned grand avenue became the portion of the National Mall that is now between the Capitol's grounds and the Washington Monument, neither the avenue nor Washington's equestrian statue were ever constructed (see: National Mall).[31] In 1793, a wooden marker was placed at the triangle's southwest corner (the intersection of the cross axis of the White House and the Capitol.[32] A small stone obelisk, the Jefferson Pier, replaced the marker in 1804.[30][33] The plan also proposed the erection of an historic column that would be located within an open space (now the site of Lincoln Park) at the intersection of several streets and avenues that would be one mile east of the Congress House. The column would contain the point from which \"all distances of places through the Continent, are to be calculated\".[20][34] L'Enfant's plan additionally laid out a system of canals (later designated as the Washington City Canal) that would pass the Congress House and the President's House. One branch of the canal would empty into the Potomac River south of the President's House at the mouth of Tiber Creek, which would be channelized and straightened. The other branch of the canal would channelize James Creek and would divide and empty into the Eastern Branch at two separate points near the Eastern Branch's confluence with the Potomac River.[20][24][28] The scale and complexity of the canals in the 1791-92 plan and its revisions suggested the importance of the canals within the grand design of the city, with important structures located along its banks—the proposed National Pantheon, Judiciary Square, a market/exchange complex, a national bank and theater, as well as a grand church complex.[32] Under the direction of the commissioners, Andrew Ellicott had in 1791 been conducting the first survey of the boundaries of the federal district (the \"Territory of Columbia\") as well as assisting L'Enfant in the planning and survey of the smaller federal city (the \"City of Washington\"). In February 1792, Ellicott informed the commissioners that L'Enfant had not been able to have the city plan engraved and had refused to provide him with an original version of the plan for the city.[38][39] Ellicott and his brother Benjamin then revised the plan, despite L'Enfant's protests.[38][39][40] Ellicott's revisions changed the city's planned layout. His changes included the straightening of a grand avenue (Massachusetts Avenue), the removal of L'Enfant's Square No. 15 and several other open spaces, as well as the conversions of some circles and arcs to rectangles and straight lines (one of which straighted an arc on the southern side of the present Judiciary Square). His revisions also identified L'Enfant's Congress House as the Capitol.[38][41] After President Washington dismissed L'Enfant, Andrew Ellicott and his assistants continued the city survey in accordance with the revised plan, several versions of which were engraved, published, and distributed in Philadelphia and Boston. As a result, Ellicott's revision subsequently became the basis for the capital city's development.[38][42] Ellicott's most complete plan, engraved and printed in 1792 by Thackera and Valance in Philadelphia, contained the names of L'Enfant's grand avenues and East Capitol Street as well as lot numbers and the depths of the channels of the \"Potomak\" River and the Eastern Branch. This and other plans that Ellicott designed lacked both L'Enfant's name and the numerical designations for the reservations that L'Enfant had placed in the plan. The legends in each conveyed less information that did those in L'Enfant's plan.[37][38] In a paper published in 1899, John Stewart, a civil engineer who was in charge of records in the United States Army Engineers' Office of Public Buildings and Grounds,[43] wrote that President Washington had sent one of L'Enfant's handwritten plans to Congress on December 13, 1791.[44] Stewart wrote that L'Enfant had sent this plan to the president on August 19, 1791, and had also prepared a larger exact copy.[44] Stewart stated that surveyors had used the copy to lay out the city's streets and that L'Enfant had employed a Philadelphia architect to draft a copy of the larger version for L'Enfant's own use.[45] Stewart also wrote that President Washington had in December 1796 sent to the commissioners a plan of the city that had contained penciled directions from Thomas Jefferson that identified those parts of the plan that the plan's engravers should omit.[46] Stewart stated that he had discovered that plan in the commissioners' office in 1873.[46] He reported that the plan was still in that office in 1898.[46] During 1882, Stewart had been in charge of records that the Office of the United States Commissioner of Public Buildings was holding. In that year, he created a black and white copy of several portions of a manuscript plan of the federal capital city.[47] The last line in an oval in the upper left corner of Stewart's reproduction contains the words \"Peter Charles L'Enfant\", which are written in a typeface and alignment that are similar to those in the line that precedes it.[47] Stewart certified that \"this is a true copy of the original in this office\".[47] Five years later, in 1887, the United States Coast and Geodetic Survey prepared a colored tracing of a manuscript plan.[48][49] The last line in the oval contained the words \"By Peter Charles L'Enfant\", which were written in a serif typeface.[49] The typeface and its alignment differed from those in the oval's preceding line.[49] Printers published the tracing in at least four formats,[18][50] which together enabled the plan to be widely distributed for the first time. The printers added to each of the reproduced tracings a copy of a message that a survey assistant had sent to the survey's superintendent.[18][50] The message stated that the acting secretary of the treasury had directed that the tracing be produced for the purposes of preservation and reproduction.[18][50] The message further stated that the plan's original manuscript was in a dilapidated state and had earlier been mounted on cotton cloth and varnished for preservation, rendering the manuscript \"quite opaque\".[18][50] The survey assistant's message additionally contained a synopsis of letters requesting the tracing that a special assistant attorney for the United States, the United States attorney for the District of Columbia, the United States attorney general, the acting secretary of the treasury and the United States secretary of war had written.[18][50] The assistant attorney's letter stated that pending litigation (see Morris v. United States [the \"Potomac Flats\" case])[51] had necessitated the plan's reproduction to enable the United States government to establish title of the Government to the Potomac Flats.[18][50] The assistant attorney's letter further stated that an office of the Corps of Engineers that was in charge of public buildings and grounds was holding the original plan, which had become so indistinct that it could not be accurately photographed.[18][50] Several of the letter writers asked the Coast and Geodetic Survey to return the original manuscript plan to the War Department after the Survey had reproduced it, whereupon it was returned to the Corps' Office of Buildings and Grounds.[18][50] In 1930, the chief of the Division of Maps at the Library of Congress compared the wording in one of reproduced tracings to the wording in an annex to a plan of the City of Washington which, according to a January 1792 publication,[52] President Washington had recently sent to Congress and which contained the words \"By Peter Charles L'Enfant\".[49] The librarian concluded that the two maps were not the same.[49] A Library of Congress web page states that, on November 11, 1918, a map that L'Enfant had prepared was presented to the Library of Congress for safekeeping.[16] In a 1930 report to the National Capital Park and Planning Commission, William Partridge described the features and history of that map, as well as the changes that Andrew Ellicott had apparently made to the map.[53] In a 1930 report to the National Capital Park and Planning Commission, William Partridge described the features and history of that map, as well as the changes that Andrew Ellicott had apparently made to the map.[54] Partridge noted that L'Enfant had written that all of his drawings had been seized in December 1791, but that only one, a plan for the city of Washington, had been recovered.[55] He further stated that although L'Enfant had produced a number of versions of his plan, only one (an intermediate version) was still known to exist. Partridge concluded that the origin of that plan, which the Library of Congress was holding, was still in doubt.[56] That plan, which the Library now holds in its Geography and Map Division,[16] is still the only map of the capital city bearing L'Enfant's name that is widely known. The library's web page states that, in 1991, to commemorate the two hundredth anniversary of the manuscript map, the Library of Congress, in cooperation with the National Geographic Society, the National Park Service and the United States Geological Survey, published an exact-size, full-color facsimile[57] and an uncolored computer-assisted reproduction[20] of that map.[16] The manuscript's upper left corner contains an oval that identifies the title of the map, followed by the words \"By Peter Charles L'Enfant\" written in a serif typeface that has the same alignment as does that in the U.S. Coast and Geodetic Survey's 1887 tracing.[20] The library states that these reproductions were the library's first facsimiles to be based on photography and electronic enhancement technology.[16] The library further states that, during the reproduction process, it was possible to record faint editorial annotations that Thomas Jefferson had made and which are now virtually illegible on the original map.[16] Some of the differences between L'Enfant's and Ellicott's plans, including the name of the Capitol and the absence in Ellicott's plan of L'Enfant's name and some of his plan's legends, reflect the instructions contained in Jefferson's annotations. The library states (as did Partridge)[58] that it is believed that its Plan is one that L'Enfant submitted to President Washington in August 1791.[16] However, others have contended that the named manuscript map that the library holds is actually an earlier draft that was hand-delivered to George Washington in June 1791.[59] The library has in its collections a \"Dotted line map of Washington, D.C., 1791\" that lacks an author's name.[59][25] The library's notes state that this document is a \"Ms. survey map drawn by P.C. L'Enfant\" and is \"accompanied by positive and negative photocopies of L'Enfant's letter to George Washington, Aug. 19, 1791, the original in the L'Enfant papers\".[25] (L'Enfant's papers include an August 19, 1791, letter to President Washington that contains an \"annexed map of dotted lines\".[15][59]) The named plan would therefore be the one that L'Enfant annexed to his June 22, 1791 letter to the president.[12][59] Comparisons of Andrew Ellicott's February 1792 revision of L'Enfant's Plan with the two manuscript maps suggest that Ellicott had based his revision (which printers distributed soon after its preparation) on the August 1791 \"dotted line map\", rather than on June 1791 manuscript.[59] Edward Savage's 1789–1796 painting, The Washington Family, depicts L'Enfant's Plan.[60] In 1980, the Pennsylvania Avenue Development Corporation constructed Western Plaza along Pennsylvania Avenue in Northwest Washington, D.C. Designed by architect Robert Venturi and renamed in 1988 to Freedom Plaza, the plaza contains an inlay that partially depicts the L'Enfant Plan.[61] The last line in an oval inscribed in the Plaza contains the words \"By Peter Charles L'Enfant\" written in a serif typeface.[62]","Title":"L'Enfant Plan - Wikipedia","KeyID":"3519","URL":"https://en.wikipedia.org/wiki/L%27Enfant_Plan"}