{"Content: ":"The Blue Room is one of three state parlors on the first floor in the White House, the residence of the president of the United States. It is distinctive for its oval shape. The room is used for receptions and receiving lines and is occasionally set for small dinners. President Grover Cleveland married Frances Folsom in the room on June 2, 1886, the only wedding of a President and First Lady in the White House.[1] The room is traditionally decorated in shades of blue. With the Yellow Oval Room above it and the Diplomatic Reception Room below it, the Blue Room is one of three oval rooms in James Hoban's original design for the White House. The room is approximately 30 by 40 feet (9.1 by 12.2 m). It has six doors, which open into the Cross Hall, Green Room, Red Room, and South Portico. The three windows look out upon the Portico and South Lawn. The Blue Room is furnished in the French Empire style. A series of redecorations through the 19th century caused most of the original pieces to be sold or lost. Today much of the furniture is original to the room. Eight pieces of gilded European beech furniture purchased during the administration of James Monroe furnish the room, including a bergère (an armchair with enclosed sides) and several fauteuils (an open wood-frame armchair). The suite of furniture was produced in Paris around 1812 by the cabinetmaker Pierre-Antoine Bellangé, and reproduction side chairs and armchairs were made by Maison Jansen in 1961 during the Kennedy restoration. A marble-top center table has been in the White House since it was purchased by Monroe in 1817. A c. 1817 ormolu French Empire mantel clock with a figure of Hannibal, by Denière et Matelin, sits on the mantel. The early 19th-century French chandelier is made of gilded wood and cut glass, encircled with acanthus leaves. Acquired during the Kennedy Administration, it previously hung in the President's Dining Room on the second floor. George Peter Alexander Healy's 1859 portrait of John Tyler hangs on the west wall above the Monroe sofa. The sapphire-blue silk fabric used for the draperies and furniture upholstery was chosen by Hillary Clinton. The silk lampas upholstery fabric retains the gold eagle medallion on the chair backs which was adapted from the depiction of one of the Monroe-era chairs in a portrait of James Monroe. The painting, however, depicts the chair upholstered in crimson, not blue, showing the original color used for the room. The design of the blue satin draperies is derived from early 19th-century French patterns. The present drapery design is similar to those installed during the administration of Richard Nixon. Clement Conger, White House Curator at that time, used archive materials from the Society for the Protection of New England Antiquities and the Metropolitan Museum of Art's Department of Decorative Arts as patterns for the drapery. The walls are hung with a chamois-colored wallpaper imprinted with medallions of burnished gold. It is adapted from an early 19th-century American Empire wallpaper having French influences. The upper border is a faux printed blue fabric drapery swag. The faux fabric border is similar in effect to an actual fabric border installed during the administration of John F. Kennedy. The printed dado border along the chair rail is blue and gold with rosettes. Installation of a new oval carpet, based on early 19th-century designs, completed the renovation project. The design was adapted from an original design for a neoclassical English carpet from about 1815, the period of the furnishings acquired by Monroe for the Blue Room. During the administration of John Adams, the Blue Room served as the south entrance hall, though it has always functioned as the principal reception room of the White House. During the administration of James Madison, architect Benjamin Latrobe designed a suite of classical-revival furniture for the room, but the furnishings were destroyed in the fire of 1814 (see War of 1812). When the White House was rebuilt, President James Monroe redecorated the room in the French Empire style. Martin Van Buren had the room carpeted and wallpapered in blue in 1837,[2] and it has remained the tradition ever since, although many administrations have made changes to the decoration. During the administration of James Buchanan, the room was refurbished in a Victorian style called Rococo Revival. Buchanan was a lifelong bachelor. His niece, Harriet Lane, acted as hostess and de facto First Lady. Lane focused primarily on her hosting duties, rather than maintaining the White House. Although Congress allotted President Buchanan $20,000 ($581,643 in 2021 dollars) to refurbish the White House when he moved in, Buchanan spent nearly all these funds building a glass conservatory adjacent to the mansion to replace an orangery on the east side of the White House (built during the Jackson administration but torn down to make way for an expansion of the Treasury Building).[3][4] Rococo Revival furniture, a purchase of Harriet Lane's, financed by the auction of older White House furniture, arrived in December 1859.[2][a] The centerpiece of this suite was a large circular settee with a central table for flowers.[6] A series of increasingly complex highly patterned styles followed until 1902 when the room was returned to an Empire style by the firm of McKim, Mead & White during the administration of Theodore Roosevelt.[citation needed] The company fabricated a suite of chairs (painted white and gold) based on chairs made for Napoleon by François-Honoré-Georges Jacob-Desmalter.[7] Two new doorways were also cut in the walls to provide more access to the room.[8] The White House was completely gutted and rebuilt from 1950 to 1952 during the Harry S. Truman administration. When it came time to redecorate the Blue Room, Truman's designers selected for wall coverings a deep blue silk, which contained a pattern of gold urns draped with flowers.[9] The addition of the Truman Balcony provided shade to the oval portico outside the Blue Room. In 1961, First Lady Jacqueline Kennedy began a major refurbishment of the White House that included the Blue Room. Her renovation was technically overseen by an advisory Committee on Fine Arts made up of museum professionals as well as wealthy individuals interested in antiques.[10] American antiques autodidact Henry Francis du Pont (an expert in Federal furniture) led this committee.[11] Mrs. Kennedy also brought in French interior designer Stéphane Boudin (an advocate of French interior design) and his company, Maison Jansen, to oversee the refurbishment.[12] Although du Pont and Boudin often competed with one another for control of redecoration of a space in the White House, the Blue Room was an area where Boudin had almost exclusive control.[13] The style of the Blue Room was determined by Jacqueline Kennedy. While researching the history of the White House in early January 1961, she came across a 1946 French magazine article that mentioned a suite of French Empire-style gilt wood furniture made in 1817 by French furniture maker Pierre-Antoine Bellangé for use in the Yellow Oval Room. Kennedy asked the White House staff to locate any pieces from this suite, and one piece was found: a battered pier table. Kennedy then asked Maison Jansen if they would restore the table. Jansen agreed to do so and donate the work and materials for free. The pier table received a new white marble top and new giltwork.[14] The pier table was placed opposite the fireplace, its historic location.[8] Deciding where to place other furniture and what sort of colors, window treatments, and other design elements should be made, Maison Jansen created a maquette of the Blue Room. Tiny paintings, pieces of furniture, and window treatments in a wide range of colors and designs were manufactured and placed in the maquette to demonstrate to Jacqueline Kennedy how the room might be put together.[15][b] The French Empire pier table dictated the style of the room. Boudin initially retained the 1902 suite of chairs for the room. When one of the original 1817 armchairs was found in Pennsylvania, it was donated to the White House and added to the Blue Room.[16][c] Two side chairs from the suite were located at the Adams National Historic Site in Massachusetts. Charles Francis Adams IV declined to donate these chairs, but agreed to pay for seven reproduction armchairs and six reproduction side chairs.[19][d] After extensive research into designs, the American fabrics firm Scalamandré discovered a historic painting of the original Monroe-era upholstery for the furniture. Scalamandré was unable to produce a fabric of high enough quality to satisfy Mrs. Kennedy, so Boudin selected the French firm of Tassinari et Châtel to manufacture the coverings.[20][e] The Blue Room had long been decorated with a table in the center and other furniture around the edge. Boudin continued this historic decorative scheme, but this required him to find a new centerpiece. Although he was able to locate a mahogany round table with white marble top purchased during the Monroe administration, he disliked its heavy look and asked that it be covered. Sister Parish, an interior decorator and Kennedy friend who had refurbished the private rooms of the White House, designed a gold-colored silk damask cloth with tassels to cover the table.[19] Mrs. Kennedy was unhappy that the Monroe table was concealed, and Boudin soon swapped it out for a modern table (retaining the Parish covering).[22] Replacing the Truman-era wall covering, Boudin selected a silk upholstery with cream stripes, plain alternating with satin. To soften the cornice line of the room, Boudin chose a blue silk taffeta with black and gold trim in a Baroque Revival design which he formed into a continuous valance hung just below the cornice molding.[23][f] For the drapes in the room, Boudin chose straight panels of blue silk taffeta. He then replaced Parish's gold cloth on the table with a blue velvet covering with long gold fringe. The fabrics for the walls, valance, drapes, and tablecloth were all produced by Scalamandré.[24] To finish unifying the scheme of the Blue Room, Boudin had the dado rail and the cornice molding painted gold and white.[25] Painter and craftsman Peter H. Guertler, widely known as an expert on restoration of historic interior paintwork, repainted these parts of the room for free.[26] Life-size portraits of George Washington, John Adams, James Madison, and John Quincy Adams had long hung in the Blue Room. Boudin retained these works of art, adding to them three new works (of Thomas Jefferson, James Monroe, and Andrew Jackson) purchased by the White House. Boudin purchased and installed black and gilt French Empire sconces on the piers, and hung four of the paintings beneath them.[27][g] A French Empire gilt bronze and crystal chandelier was mounted in the center of the ceiling.[28][h] Additional lighting was provided by a pair of caryatid torchères.[28] An early 19th-century rectangular blue, gold, and pink French Empire carpet manufactured at Savonnerie in France was chosen for the floor, and a pair of French Empire gilt bronze andirons for the fireplace.[28] Redecoration of the Blue Room was funded by oil company executive Charles Bierer Wrightsman and his wife, Jayne (a close friend of Mrs. Kennedy's).[13] The Blue Room was chosen as the subject of a 1964 print that the Kennedys intended to present to White House staff for Christmas. Edward Lehman was commissioned to do the painting. (Lehman had also been commissioned to paint the Red Room and the Green Room for 1962 and 1963 perspective gift prints.) In August 1963, Lehman visited the White House to show the Kennedys his painting. The Kennedys approved of the work, and President Kennedy told Lehman at that time that the Blue Room was his favorite. Because President Kennedy was assassinated in November 1963, the Blue Room print was never distributed. About 1,000 prints were made, numbered, and signed, however, and some of these were obtained by collectors. When the completed Blue Room was opened to the public in January 1963, there was little criticism of Boudin's efforts. In 1973, First Lady Pat Nixon again refurbished the room. At that time, a number of critics were very vocal about Boudin's choices for the room. In 1985, White House Curator Clement Conger, in declaring Boudin's Blue Room a failure, said Boudin demonstrated no expertise in period American houses.[13] It followed a complete redecoration by First Lady Pat Nixon in 1971 which retained the Bellange pieces of Monroe but saw the walls covered with wallpaper for the first time since the early 19th century.[29] The current appearance of the Blue Room is the result of a renovation and refurbishing completed in 1995 by the Committee for the Preservation of the White House, the White House Office of the Curator, and funded by the White House Endowment Trust.[citation needed] As January 20, 2013 fell on a Sunday, President Barack Obama was sworn in for his second term by Chief Justice of the United States John G. Roberts in a brief semi-private ceremony in the Blue Room, accompanied by the First Lady and their two daughters. A larger public ceremony, including Obama's second inaugural address, followed the next day at the U.S. Capitol.[30] President and Mrs. Reagan in the Blue Room, 1981 Presidents Richard Nixon, Gerald Ford, Jimmy Carter, and Ronald Reagan in the Blue Room, 1981 President George W. Bush, Mrs. Bush, Vice President Dick Cheney, Mrs. Cheney, Australian Prime Minister, John Howard and Mrs. Howard in the Blue Room, 2006 President Barack Obama in a meeting in the Blue Room, 2009 President Joe Biden and First Lady Jill Biden light a diya in the Blue Room to celebrate Diwali, 2021 Coordinates: 38°53′51″N 77°02′11″W﻿ / ﻿38.8975°N 77.0365°W﻿ / 38.8975; -77.0365","Title":"Blue Room (White House) - Wikipedia","KeyID":"3525","URL":"https://en.wikipedia.org/wiki/Blue_Room_(White_House)"}