{"Content: ":"Dordogne (UK: /dɔːrˈdɔɪn/ dor-DOYN, US: /dɔːrˈdoʊn/ dor-DOHN or /dɔːrˈdɔːnjə/ dor-DAWN-yə;[3][4] French: [dɔʁdɔɲ] (listen); Occitan: Dordonha [duɾˈduɲɔ]) is a large rural department in Southwestern France, with its prefecture in Périgueux. Located in the Nouvelle-Aquitaine region roughly half-way between the Loire Valley and the Pyrenees, it is named after the river Dordogne, which runs through it. It corresponds roughly to the ancient county of Périgord. In January 2019, Dordogne had a population of 413,223.[5] The county of Périgord dates back to when the area was inhabited by the Gauls. It was originally home to four tribes. The name for \"four tribes\" in the Gaulish language was \"Petrocore\". The area eventually became known as the county of Le Périgord and its inhabitants became known as the Périgordins (or Périgourdins). There are four Périgords in the Dordogne. The Petrocores took part in the resistance against Rome. Concentrated in a few major sites are the vestiges of the Gallo-Roman period-–the gigantic ruined tower and arenas in Périgueux (formerly Vesone), the Périgord museum's archaeological collections, villa remains in Montcaret, and the Roman tower of La Rigale Castle in Villetoureix. The earliest cluzeaux (artificial caves either above or below ground) can be found throughout the Dordogne. These subterranean refuges and lookout huts were large enough to shelter entire local populations. According to Julius Caesar, the Gauls took refuge in these caves during the resistance. After Guienne province was transferred to the English Crown under the Plantagenets following the remarriage of Eleanor of Aquitaine in 1152, Périgord passed by right to English suzerainty. Being situated at the boundaries of influence of the monarchies of France and England, it oscillated between the two dynasties for more than three hundred years of struggle until the end of the Hundred Years' War in 1453. The county had been torn apart and, as a consequence, that modeled its physiognomy. During the calmer periods of the late 15th and early 16th centuries, the Castillon plain on the banks of the Dordogne saw a development in urban architecture. The finest Gothic and Renaissance residences were built in Périgueux, Bergerac, and Sarlat. In the countryside, the nobility erected the majority of the more than 1200 chateaux, manors and country houses. In the second half of the 16th century, however, the terrors of war again visited the area, as the attacks, pillaging, and fires of the Wars of Religion reached a rare degree of violence in Périgord. At the time, Bergerac was one of the most powerful Huguenot strongholds, along with La Rochelle. Following these wars, Périgord, fief of Henry of Navarre, was to return to the Crown for good and would continue to suffer from the sudden political changes of the French nation, from the Revolution to the tragic hours of the Resistance. We also encounter the memory of the region's most important literary figures: Arnaut Daniel, Bertran de Born, Michel de Montaigne, Étienne de La Boétie, Brantôme, Fenelon, Maine de Biran, Eugene Le Roy, and André Maurois; its great captains: Talleyrand, Saint-Exupéry, Biron; and even entertainer and activist Josephine Baker. A number of ruins (La Chapelle-Faucher, I'Herm) have retained the memory of the tragedies that took place within their walls. Several of the castles and châteaux are open to visitors; some of them, such as Bourdeilles and Mareuil, house noteworthy collections. In addition to its castles, chateaux, churches, bastides, and cave fortresses, the Périgord region has preserved since centuries past a number of villages that still have their market halls, dovecotes, bories (stone huts)Les bories du Périgord, churches, abbeys, and castles. Saint-Léon-sur-Vézère, Connezac, Saint-Jean-de-Côle, La Roque-Gageac, and many others contain important and visually interesting architectural examples. The old quarters of Périgueux or Bergerac have been restored and developed into pedestrian areas. A number of small towns, such as Brantôme, Issigeac, Eymet and Mareuil, have withstood the changes of modern times. A special mention should be made in this respect to Sarlat and its Black Périgord area. Dordogne is one of the original 83 departments created on 4 March 1790 during the French Revolution. It was created from the former province of Périgord, the county of Périgord. Its borders continued to change over subsequent decades. In 1870, shortly after France fought against Prussia in a war that the enemy was winning, a young aristocrat called Alain de Monéys was savagely tortured and then burned by a crowd of between 300 and 800 people for two hours on 16 August in a public square in the village of Hautefaye in the north-west of the department. Details of the incident remain unclear: the leading participants appear to have been drunk, and before the introduction of mass education most of the witnesses would have been unable (and possibly unwilling) to write down what they saw. But at some stage the victim died, and following a trial four individuals identified as culpable were in turn condemned to die by guillotine. The sentence was carried out in the same public square on 13 February 1885. It was suggested that the victim had reported the (bad) news of the war in a way that implied support for the enemy, although subsequently it became clear that his patriotic credentials were beyond reproach. It was also suggested that the mob had been antagonized when he called out, \"Vive la République!\" (Long live the republic) at a time when the patriotic villagers valued the imperial regime, which Parisian revolutionaries were in the process of destroying. The incident was widely reported at the time and has since been extensively researched. This summary relies on the work of Alain Corbin,[6] a modern historian specializing in the 19th century who analysed the incident and the mass psychology behind it. The department is part of the region of Nouvelle-Aquitaine and is surrounded by the six départements of Haute-Vienne, Corrèze, Lot, Lot-et-Garonne, Gironde, Charente-Maritime, and Charente. Dordogne is the third-largest department of metropolitan France. It is slightly comparable in size to Cyprus or just under half the size of Slovenia. The most populous commune is Périgueux, the prefecture. As of 2019, there are 9 communes with more than 5,000 inhabitants:[5] The population peaked at 505,789 in 1851 according to that year's census. After that the population declined to 373,000 by 1975. This reflected the long term population decline observed in many of the rural departments resulting from changes in agriculture and the lure of higher industrial wages available in more urbanized regions.[citation needed]. Between 1975 and 2010, the population increased again, reaching 415,000.[8] Dordogne has a British immigrant community. The region has between 5,000 and 10,000 British residents[citation needed] and 800 British entrepreneurs, drawn by the French lifestyle, warm climate, and lower cost of living. The village of Eymet is at the heart of the trend, with 200 British families among 2,600 inhabitants.[9] The President of the General Council is Germinal Peiro of the Socialist Party. [needs update] Périgueux Château de Beynac Lascaux Canoeing on the river Dordogne (river) La Roque-Gageac Cabanes du Breuil There are more than 1,500 castles in Dordogne, making it \"The Other Chateau Country\"[11] including: The famous caves of Lascaux have been closed to the public, but a replica of Lascaux II is open to visitors and is a major tourist attraction. Périgueux has important Roman ruins, including an arena which is still visible inside a public park located near the town centre. Dordogne is particularly popular with Britons and other foreigners, as a location for second homes.[12]","Title":"Dordogne - Wikipedia","KeyID":"3527","URL":"https://en.wikipedia.org/wiki/Dordogne"}