{"Content: ":"The École spéciale d'architecture (ÉSA; formerly École centrale d'architecture) is a private school for architecture at 254, boulevard Raspail in Paris, France. The school was founded in 1865 by engineer Emile Trélat as reaction against the educational monopoly of Beaux-Arts architecture. It was endorsed by Eugène Viollet-le-Duc, who had abandoned his attempts to reform the École des Beaux-Arts, and who became one of its original stockholders, along with other notables including Ferdinand de Lesseps, Anatole de Baudot, Eugène Flachat, Dupont de l'Eure, Jean-Baptiste André Godin, and Émile Muller. Even at its beginning it included innovative courses such as domestic hygiene and urban public health. It was officially recognized as providing \"public utility\" in 1870, and recognized by the state as an institution of higher education in 1934. Today,[when?] the school issues the Architecte DE degree awarding a master's degree in architecture, and the Architecte DESA, HMONP degree, recognized by the European Union allowing architects to open their own architectural practice, and is organized into five departments: It is a \"free school\" governed in part by its students and alumni. Major decisions are taken by the administrative council and the general assembly consisting of students, alumni, teaching staff and administrators. It has an international exchange student program with the Cal Poly Pomona College of Environmental Design, in California, United States, and with the University of Cincinnati College of Design, Architecture, Art, and Planning, in Ohio, United States. Notable students and staff include Ricardo Larraín Bravo, Pierre Karkar, Albert Besson, Jon Condoret, Jules Dormal Godet, Robert Mallet-Stevens, Farah Pahlavi, Auguste Perret, Henri Prost, René Sergent, Paul Virilio and Christian de Portzamparc. Coordinates: 48°50′15″N 2°19′51″E﻿ / ﻿48.83750°N 2.33083°E﻿ / 48.83750; 2.33083  This article about a French university, college, or other educational institution is a stub. You can help Wikipedia by expanding it.","Title":"École Spéciale d'Architecture - Wikipedia","KeyID":"3530","URL":"https://en.wikipedia.org/wiki/%C3%89cole_Sp%C3%A9ciale_d%27Architecture"}