{"Content: ":"This is a list of islands of Croatia. There are over a thousand islands in Croatia, the exact number varying by definitions, and they cover a total area of about 3,300 km2 (1,300 sq mi).[1] The number and classification of islands in Croatia varies over time and by different measurements, causing some domestic controversy when discrepancies are found.[2] These are the larger ones, sorted approximately from northwest to southeast: The Hydrographic Institute of the Republic of Croatia classifies all landforms surrounded by water in the Adriatic Sea as islands (Croatian: otoci), islets (otočići) and rocks (hridi). The categorization is determined according to their surface area. Rocks are defined as islets smaller than 0.1 km2 (0.04 sq mi), islets are between 0.1 and 1.0 km2 (0.04 and 0.39 sq mi) and islands proper are bigger than 1.0 km2 (0.39 sq mi).[3] According to measurements obtained in early 2000s the largest islands in the Adriatic Sea are Cres with an area of 405.70 km2 (156.64 sq mi), and Krk with an area of 405.22 km2 (156.46 sq mi) (In earlier literature, including atlases, Krk was usually cited as the largest island). The smallest island is Smokvica Vela (Kornati) with an area of 1.04 km2 (0.40 sq mi).[3] The island with the longest coastline of 302.47 km (187.95 mi) is Pag, being the fifth according to area value and the island with the shortest coastline length of 5.8 km (3.60 mi) is Vele Orjule.[3] The biggest islet is Badija with an area of 0.97 km2 (0.37 sq mi), while the smallest one is Galicija covering 0.01 km2 (0.0039 sq mi).[3] The following table lists the 79 Croatian islands having an area of 1 km2 (0.39 sq mi) or more, sorted by their surface area from largest to smallest. The area data is rounded off to the second decimal. The following is an incomplete list of islets. The Croatian Bureau of Statistics uses data from the Geographical Department of the Faculty of Science of the University of Zagreb, which classifies a total of 1,185 islands, rocks and reefs: 48 inhabited islands, 670 uninhabited islands (Croatian: otoci), 389 rocks (hridi) and 78 reefs (grebeni).[4] The rocks and reefs are defined as the \"rocky remains of an islet or a rocky formation destroyed by abrasion\", differentiated by whether they are \"always above sea level\" or \"at, under or above sea level (at low tide)\", respectively.[4] Mark Biondich's Eastern Europe: An Introduction to the People, Lands, and Culture puts the number of Croatian islands at 1,246. Of these, there are 718 islands in the conventional sense, 389 cliffs, and 78 reefs.[5]","Title":"List of islands of Croatia - Wikipedia","KeyID":"3533","URL":"https://en.wikipedia.org/wiki/List_of_islands_of_Croatia"}