{"Content: ":"Pučišća (Croatian pronunciation: [pûtʃiːʃt͡ɕa], Italian: Pucischie) is a coastal town and a municipality on the island of Brač in Croatia. It is often listed as one of the prettiest villages in Europe.[1][2][3][4][5] It is known for its white limestone and beautiful bay. The town has a population of 1,351 (2021 census). Many of the buildings are built with local stone, and so are the numerous monuments which adorn the town. Stone has long been a major part of Pučišćas economy and self-image. Jadrankamen, the largest stone quarry company in Europe, is located here, as is Croatia's only stonemason school. A number of historic quarries, some of them going back to Roman times, can be found further east. It was a privilege of the aristocrats and the stonemasons (called artišti) to live at the waterfront of Pučišća (called riva). This, and the easy access to the white limestone from the local quarries, gave Pučišća its look. The houses at the waterfront were spacious and wealthy. The higher you climb up the hill, the smaller the historic houses become. The local folk etymology explains that Pučišća used to be called Spuzišća (from the Croatian word spustiti or spuziti, to climb or to slide down), remembering their move here from the uphill and inland settlements of Pražnica and Straževnik in the 15th century. Academics derive the name from the Latin word puteus for fountain. The word was later Croatized as puč. Pučišća lies at the end of a deep natural bay on the northern coast of Brač, which in the summer months gives its harbour protection from the winds of the open sea. The bay splits in two arms, Stipanska luka ('Stephen's harbour') to the east and Pučinski dolac ('Pučišća's valley') to the west. From the waterfront, the island rises quickly, giving the town an amphitheater-like appearance. Suggestively, the deepest point of the harbour is called Talija. Pučišća is connected to the rest of the island via the municipal road Ž6161 to Postira, loosely following the northern coast of the island westwards, and the serpentine municipal road Ž6193 to Pražnica inland. A street eastwards to Povlja is being built.[6] Pučišća can also be reached by boat, although there are no regular ferry services. Archeological findings, such as an altar of Jupiter and a Roman grave stele, show that Stijepanska luka was settled in Roman times. In the 11th century, there has likely been a cloister of the Benedictines and a church. At the same time, in Pučinski dolac, which was deep in the island, a small settlement of goatherds formed. Pirate attacks forced the population to move further inland though: Pražnica was likely founded by the people of Pučinski dolac, and the now abandoned Straževnik (on the way to Gornji Humac) from Stipanska luka.[7] Later, also refugees fleeing from the Osman invasion coming from the Dalmatian mainland settled here. Only after 1420 with the establishment of the Venetian rule, when times became calmer again, the people moved again from the inland to the coastal area. Houses were built, but after 1462, at the height of the Turkish attacks, small fortified towers (kaštela) were built: first, Žuvetić (built 1467 by Ciprijan Žuvetić), then Akvila, Prodić, Mladinić, Pinešić, Ivelić, Davidović, Čipičić, Bokanić, Radojković, Cepernić, Posinković, Katković, and Bilavić. Thirteen such fortresses gave the town the name luka kula (Croatian, 'harbour of fortresses'). Of these thirteen, four are still preserved. Turkish attacks, like the large attack of 1571, were successfully defended against. A venetian document from 1600 calls the town castrum (Italian, 'fortress'). Stonemasons and artists working with the local stone made the material famous during the Renaissance. Examples of such artists were Giorgio da Sebenico (1410-1473) or Andreas Alessi (1425-1505). Ivan Puljizić (17th century), a military engineer, builder and constructor, was born in Pučišća and worked at the court of Pope Innocent X. Pučišća became one of the main cultural centers of Brač. 1516 the first private school of the island was founded. The major historians of the island come from Pučišća: Vicko Prodić (1628-1666), Petar Dominis (1654-1728), Trifun Mladinić (1680-1708), and Andrija Ciccarelli (1759-1823). Also the writers Jure Žuvetić (16th century) and Sabe Mladinić (17th century) are from Pučišća. In 1566, Pučišća together with Straževnik were split off the parish of Pražnica, and the parish church of Saint Jerome was founded. Pučišća's history followed the history of Dalmatia: the Venetian rule ended in 1797 after almost four centuries, and in the next two decades, Brač repeatedly changed hands between France, Italy, and Austria-Hungary, and was even conquered by Montenegrin forces with Russian support for a short time. In 1815 the situation stabilized under Austria-Hungary, where it remained until its disintegration. In 1823 Austria-Hungary designated Pučišća to be the administrative center of the eastern part of the island, which it remained until 1885 when Selca was split off. The oldest library on the island was founded here in 1868. The probably best known sculptors from Pučišća are Branislav Dešković (1883-1939) and Valerije Michielli (1922-1981), who worked with stone and bronze. Like most settlements in Brač, Pučišćas population peaked at the early 20th century. Since then, particularly due to heavy emigration, most prominently to Chile and the United States, the town has lost more than a third of its population. During World War II, in 1943, an attack of the Italian army damaged the town heavily. The most impressive church in Pučišća is the parish church of Saint Jerome (Croatian Sveti Jere), who is also the patron saint of the town. The church was built in 1566 and extended 1750 with baroque elements. It contains a relief of Saint Jerome from 1578, created by the Korčulan artist Čočić. The church also hosts the Charter of Povlja, written in 1250, the oldest document written in Bosnian Cyrillic. The altar picture of Saint Roch was created by Palma the Younger, a student of Titian. The background of the picture shows the city of Split. It was stolen in April 1986, but later found and brought back to Pučišća. The parish has also a rich treasury with sacred artifacts. The chapel of the lady of Batak, locally also known as the church of Saint Cyprian, was built in 1533, Croatian Gospe od Batka or Sveti Ciprijan. Above the entrance is an inscription dedicated to the main donor Ciprijan Žuvetić and the bishop of Šibenik Ivan Lucić who consecrated the church. On the main altar is a polyptych made of stone displaying Saint Mary with the child and the saints. The church contains sacral artifacts from the 18th and 19th century, most important of them an image of Jesus as a child in wax. Historical documents talk about a church dedicated to Saint Michael on Mount Čad, east of the town, but today's whereabouts of the church are unknown. The town has plenty of stone monuments, some centuries old, and some created only recently by the students of the stonemason school. The 1995 Eurovision Song contestant Lidija Horvat-Dunjko founded the Opera School of Mirula in 2003, in conjunction with the International Summer Music School Pučišća. The following objects are designated as protected cultural goods:[8] Stone has traditionally been one of the main sources of income of Pučišća. The stonemason school, founded in 1906, builds on centuries of tradition. It is the only such school in Croatia. The main limestone quarries are at the coast, east of the bay of Pučišća. The largest one is Veselje ('Happiness'), which belongs to Jadrankamen, the largest European quarry company. Jadrankamen was founded in Pučišća in 1902, and is still headquartered here. The shining white of Veselje is clearly visible from the main land and from aerial pictures. Veselje is already mentioned in documents from 1455, when it was used by Georgio da Sebenico (Croatian Juraj Dalmatinac). A story that is often heard locally is that some of the pure white limestone for the White House came from the quarries near Pučišća.[9] Other quarries close to Pučišća are Tesišće, Punta, and Kupinovo. A number of historic quarries, going back to Roman times, are located close to the town. Besides stone, the main sources of income have traditionally been winemaking, fishing, olives, husbandry (mainly sheep and goats), and, more recently, tourism. Pučišća also features a few areas of protection as habitats of certain species or as natural parks. The cave jama za mahrincem (HR2000056) is protected and houses the species Asthenargus bracianus named after the island of Brač, of the Asthenargus family of spiders, and described by Miller 1938. The deepest explored cave of the island, jama kod Matešić stana (HR2001200), lies also in the area of Pučišća. It is 285 meters deep. To the east of Pučišća is the crni rat, a protected natural area (HR3000133). The municipality of Pučišća includes the inland settlements Gornji Humac and Pražnica, which are connected to Pučišća with a serpentine road. The municipality is part of the Split-Dalmatia County. Part of its municipal responsibilities is still taken care of in Supetar, which is the islands largest settlement, and which has been the administrative center of the whole island until the administrative reform following Croatian independence in 1991. The municipality as a whole has a population of 1,934 (2021 census), of which 98,62% are Croats and 95.30% Catholic (2011 census). Some Croatian historians claim that John Owen Dominis, who became prince consort to the last queen of Hawaii, traces his family back to the Dominis (Gospodetnić) family in Pučišća. Some family names such as Vrandečić and Eterović are uniquely originating in Pučišća. Stone houses in Pučišća dolac View of the seafront Stonemason school (Klesarska škola). Parish church (left), the administrative building of the municipality (in red, right), and the harbour, North side of the harbour. The buildings at the harbour are large and spacious, and become smaller as we go uphill. The historic buildings become smaller an tighter as we climb up away from the harbour. The view out of the bay of Pučišća towards the mainland.","Title":"Pučišća - Wikipedia","KeyID":"3535","URL":"https://en.wikipedia.org/wiki/Pu%C4%8Di%C5%A1%C4%87a"}