{"Content: ":"Allkaruen (meaning \"ancient brain\") is a genus of \"rhamphorhynchoid\" pterosaur from the Early Jurassic Cañadon Asfalto Formation in Argentina.[2] It contains a single species, A. koi. As demonstrated by a CT scan, the braincase of Allkaruen exhibits a unique set of traits that are intermediate between more basal pterosaurs such as Rhamphorhynchus and more derived pterodactyloid pterosaurs such as Anhanguera. These traits are the position of the anterior semicircular canal of the inner ear,[3] the relative orientations of the occiput and occipital condyle, the relative positions of the lateral margins of the flocculus and cerebral hemispheres, and the ratio between the length of the brain and the height of the hindbrain.[2] In addition, the relative orientations of the frontal bone and lateral semicircular canal are more similar to Rhamphorhynchus than Anhanguera, while the optic lobes are positioned lower than the forebrain as in pterodactyloids.[2][3] This unique combination of characters indicates that the anatomy of the braincase in pterodactyloids evolved through mosaic evolution. The parietals of Allkaruen were long, being 60% of the length of the frontals; the frontals themselves were broad, flat, and extensively pneumatized. The lower jaw was about 3.5 times the length of the section of the skull that is preserved, and it is curved upwards at its tip. The dentary bore four or five tooth sockets in its front half, and in the latter half they were replaced by a groove; this combination is unique among pterosaurs.[2] Allkaruen was a small pterosaur. The holotype specimen would have been an adult, since its skull was entirely fused.[2] The holotype of Allkauren consists of a braincase (MPEF-PV 3613), a mandible (MPEF-PV 3609), and a cervical vertebra (MPEF-PV 3615); a similar cervical vertebra (MPEF-PV 3616) was also referred to the genus.[2] These elements were in 2000 discovered in the Cañadón Asfalto Formation, Cerro Cóndor, Chubut, Argentina, which has been dated to the Middle-Late Toarcian, 179.17 ± 0.12-178.07 ± 0.21 m.a (although earlier estimates have suggested an earliest-Bathonian age).[4][5] Other elements, mostly disarticulated and consisting of a number of limb bones as well as another mandible, were also discovered at the site.[2][6] The name Allkaruen is Tehuelche in origin, being derived from all (\"brain\") and karuen (\"ancient\"). The specific name, koi, originates from the Tehuelche word for \"lake\", in reference to the fact that the type locality would have been a saline lake.[2][7] In 2016, two phylogenetic analyses were conducted based on the dataset from the description of Darwinopterus in order to determine the phylogenetic position of Allkaruen.[8] One analysis was restricted to the holotype braincase, while the other included the holotype mandible and cervical vertebrae as well. Allkaruen was consistently recovered as the sister taxon of the Monofenestrata; the consensus of the 360 most parsimonious trees is shown below.[2] Dorygnathus Nesodactylus Rhamphorhynchus Cacibupteryx Pterorhynchus Sordes Scaphognathus Allkaruen Darwinopterus Wukongopterus Pterodactyloidea   ","Title":"Allkaruen - Wikipedia","KeyID":"354","URL":"https://en.wikipedia.org/wiki/Allkaruen"}