{"Content: ":"Pediments are gables, usually of a triangular shape. Pediments are placed above the horizontal structure of the lintel, or entablature, if supported by columns. Pediments can contain an overdoor and are usually topped by hood moulds. A pediment is sometimes the top element of a portico. For symmetric designs, it provides a center point and is often used to add grandness to entrances. The tympanum, the triangular area within the pediment, is often decorated with a pedimental sculpture which may be freestanding or a relief sculpture.[1] The tympanum may hold an inscription, or in modern times, a clock face. Pediments are found in ancient Greek architecture as early as 600 BC (e.g. the archaic Temple of Artemis). Variations of the pediment occur in later architectural styles such as Classical, Neoclassical and Baroque.[2] Gable roofs were common in ancient Greek temples with a low pitch (angle of 12.5° to 16°). The pediment is found in classical Greek temples, Etruscan, Roman, Renaissance, Baroque, Rococo, Neoclassical and Beaux-Arts architecture. A prominent example is the Parthenon, where it contains a tympanum decorated with figures in relief sculpture. This architectural element was developed in the architecture of ancient Greece and first appeared as gable ends of Greek temples.[1] In ancient Rome, the Renaissance, and later architectural revivals, the pediment was used as a non-structural element over windows, doors and aediculae.[4] Some used to protect windows and openings from weather. As classical architecture moved to Britain during the Renaissance, pediments wouldn't fit with the steeply pitched roofs and became detached from the structure to only create an impression. The form of the pediment is dictated by the primary function of the roof which in several areas is the dismissal of rainwater. A variant is the \"segmental\" or \"arch\" pediment, where the normal angular slopes of the cornice are replaced by one in the form of a segment of a circle, in the manner of a depressed arch. Both traditional and segmental pediments have \"broken\" and \"open\" forms. In the broken pediment the raking cornice is left open at the apex. The open pediment is open along the base – often \" sculpture, \"tondo\" paintings, mirrors or windows. These forms were adopted in Mannerist architecture, and applied to furniture designed by Thomas Chippendale. The terms \"open pediment\" and \"broken pediment\" are often used interchangeably.[5] Another variant is the swan's neck pediment and is a refinement of a broken pediment with two \"S\"-shaped profiles resembling a swan's neck. Non-triangular variations of pediments are usually found over doors, windows, and porches. One of the few sections of the sculpture of the Ancient Greek pediment of the Parthenon still in place; others are the Elgin marbles in the British Museum (London) Illustrations with the sculptures of the two pediments of the Parthenon, by James Stuart and Nicholas Revett in 1794 Ancient Roman segmental pediment of the Library of Celsus (Ephesus, Turkey) Romanesque pediment of the Abbaye Saint-Jouin de Marnes (Saint-Jouin-de-Marnes, Deux-Sèvres, France) Gothic mosaic pediment decoration at Orvieto Cathedral (Orvieto, Italy) Renaissance highly decorated pediment of the Hôtel Desplats ou de Palaminy (Toulouse, France) Baroque pediment of the Pavillon Saint-Germain-l'Auxerrois, part of the Palais du Louvre (Paris) Rococo pediment of the Erbdrostenhof (Münster, Germany) Louis XVI pediment of the Théâtre de la reine, part of the Petit Trianon (France) Gothic Revival pediment of house no. 56 on Rue Desmoueux (Caen, France) Romanian Revival door pediment of the Școala Centrală National College (Bucharest) 19th century Eclectic Classicist pediment with a cartouche in it, of house no. 17 on Strada Mântuleasa (Bucharest) Beaux-Arts pediment with sculptures at an entrance of the National Museum of Romanian History (Bucharest) Mosaic art on the pediment of the Alexander Nevsky Cathedral (Tallinn, Estonia)","Title":"Pediment - Wikipedia","KeyID":"3546","URL":"https://en.wikipedia.org/wiki/Pediment"}