{"Content: ":"In architecture, a loggia (/ˈloʊdʒ(i)ə/ LOH-j(ee-)ə, usually UK: /ˈlɒdʒ(i)ə/ LOJ-(ee-)ə, Italian: [ˈlɔddʒa]) is a covered exterior gallery or corridor, usually on an upper level, but sometimes on the ground level of a building. The outer wall is open to the elements, usually supported by a series of columns or arches. They can be on principal fronts and/or sides of a building and are not meant for entrance but as an outdoor sitting room.[1][2][3] An overhanging loggia may be supported by a baldresca.[4] From the early Middle Ages, nearly every Italian comune had an open arched loggia in its main square, which served as a \"symbol of communal justice and government and as a stage for civic ceremony\".[5] The main difference between a loggia and a portico is the role within the functional layout of the building. The portico allows entrance to the inside from the exterior and can be found on vernacular and small scale buildings. Thus, it is found mainly on noble residences and public buildings. A classic use of both is that represented in the mosaics of Basilica of Sant'Apollinare Nuovo of the Royal Palace. Loggias differ from verandas in that they are more architectural and, in form, are part of the main edifice in which they are located, while verandas are roofed structures attached on the outside of the main building.[1][6] A \"double loggia\" occurs when a loggia is located on an upper floor level above a loggia on the floor beneath. The Venetian Gothic loggia of the Buonconsiglio Castle in Trento, Italy The loggia of the Edificio La Inmobiliaria in Buenos Aires, Argentina A mosaic found in the nave of the 6th-century Basilica of Sant'Apollinare Nuovo in Ravenna, Italy depicts a loggia. Loggia in the shape of a Venetian window, at the Palazzo Brera in Milan, Italy The 17th-century Renaissance Lorántffy loggia in the Castle of Sárospatak, Borsod-Abaúj-Zemplén County, Hungary","Title":"Loggia - Wikipedia","KeyID":"3553","URL":"https://en.wikipedia.org/wiki/Loggia"}