{"Content: ":"Port Dover is an unincorporated community and former town located in Norfolk County, Ontario, Canada, on the north shore of Lake Erie. It is the site of the recurring Friday the 13th motorcycle rally. Prior to the War of 1812, this community was known as Dover Mills. This community is the southern terminus for Ontario Highway 6; located 480 kilometres (300 mi) to the south of the Northern Ontario community of McKerrow.[2] This highway stretches northward as a two-lane, undivided highway until the traffic flow increases to four lanes shortly after it departs from Caledonia.[3] In addition to allowing Port Dover residents direct access to the city of Hamilton, it also briefly merges with Highway 403 to allow for access to the Royal Botanical Gardens and locations on to Toronto. The postal forward sortation area is N0A; sharing its Canada Post service with the western portion of Haldimand County. All residences and businesses within the Port Dover area have a 583 in their phone number. Sightings of at least 128 bird species have been verified in Port Dover from 1956 to 2019; including the Indigo bunting, the Rose-breasted grosbeak, and the Scarlet tanager.[4] Most people get their television either through Shaw Direct, Bell Satellite TV or over-the-air. There is only one channel can be picked up reliably using an outdoor antenna while an additional five channels can be picked up semi-reliably. There are twelve channels that can be picked up over-the-air only during sunny days where clouds are absent.[5] Ride Norfolk offers transportation between Port Dover and Simcoe on Thursdays and Fridays. This service is used for people in Simcoe to access the tourist attractions of Port Dover mainly during the summer months. It can also be used for Port Dover residents to access doctors, medical services, and dental services in Simcoe that would usually require an automobile. The second largest of the Communities in Norfolk County, Ontario, Port Dover had a population of 6,161 at the time of the 2016 Census. This is an increase of 7.9% over the population of 5,710 in 2011. English is spoken by the majority of the residents, with 285 people speaking languages other than English or French. The majority of Port Dover residents were born in Canada, with 515 residents being born in Europe in addition to 10 African-born residents, 70 US-born residents and 70 residents who were born in Asia. With respect to the ethnic origin of residents, 230 are of North American Aboriginal origin (180 First Nations and 60 Metis), 1,975 are of North American origins (including 1,910 Canadian), 4,885 are of European origin (3,775 British Isles, 490 French, 1,290 Western European, 125 Northern European, 610 Eastern European, 355 Southern European, and 25 other), 25 are of Caribbean origin, 60 are of Latin, Central, and South American origin, 35 are of African origin, 145 are of Asian origin, and 25 are of Oceania origin. Respondents could report more than one ethnic origin. The 2016 Census recorded 2,965 males and 3,200 females. There were 610 people aged 0 to 14, 3,570 people aged 15 to 64, and 1,985 people aged 65 and over. The average age was 50.8, and the median was 56.8. The median income was $35,132. For males, the median income was $45,163, and $26,736 for females.[6][7] Port Dover is named for Dover, England.[8] Between the years 1897 and 1977, only the winter of 1975 was considered to be a mild winter for the Port Dover area.[9] From the late 1990s onwards, winters have become more mild due to changes in climate brought on by global warming. Port Dover traditionally belongs to the humid continental climate zone, even with the recent mild winters and warmer dry summers. The warmest summers that Port Dover has witnessed occurred in 1998, 2003, 2005, 2006, 2007, 2009 (with the exception of the month of July[10]), 2010, 2012, 2013, 2014, 2015 and 2016.[11] Port Dover's earliest known inhabitants, from around the year 1000 until approximately 300–350 years later, were the Algonquin nation. They were noted flint-workers and evidence of their skill in crafting arrowheads is still to be found in open worked field areas surrounding the village. The next wave of inhabitants were the Attawandaron nation, the Neutrals, who occupied the region from about 1350 until their absorption by the Iroquois in the year 1651. The last significant native nation to occupy the area was the Mississaugas. In 1670, French missionaries François Dollier de Casson and René Bréhant de Galinée became the first Europeans to winter at what is now Port Dover. Earthen remains and a plaque mark the spot near the fork of the Lynn River (Patterson's Creek to many older Port Doverites) and Black Creek where they and seven Frenchmen (the first Europeans known to have ascended the Great Lakes to Sault Ste. Marie) built a hut and chapel.[13] Just outside the community, a cross with the arms of France had been erected on 23 March 1670, claiming the area for King Louis XIV over the Lake Erie region.[14] By 1794 the first settlers, a group of United Empire Loyalists, had established a hamlet known as Dover Mills (named for the English port of Dover). Peter Walker was the first settler of this community, becoming its unofficial founder.[15] This community was the subject of an American raid during the War of 1812, on May 14–15, 1814. Much of it was destroyed but was later rebuilt.[16][17][18][19] After making their landing on the shore, 750 American soldiers launched a surprise attack on the village's civilians.[20] Scattered elements of nearby militia and regular units tried to defend the village without any success. Re-enactments carried out by local volunteer groups have allowed the British-Canadian forces to soundly defeat the American troops in battle.[20] The survivors of the war rebuilt the town of Port Dover further downstream on Patterson's Creek. The raid was part of America's Niagara campaigns toward the end of the War of 1812. During the war, in August 1812, Major General Isaac Brock gathered a force of regulars and militia here. Crossing the lake by boat, they reached Amherstburg (then also in Upper Canada) and attacked and captured the American Hull's Army at Detroit.[21] In 1835, Port Dover was incorporated as a village and later as a town. By 1842, the village was growing and had a population of almost 400. The harbour, lighthouse and bridge across the river had been completed as had the road to Hamilton; there was a grammar school, a grist mill, a saw mill and a Presbyterian church in the course of construction.[22] By 1896 the population was 1,000.[23] In 1877, Port Dover was a large village with 1,100 residents, most living on the west bank of the River Lynn. The South Norfolk Railway was started in the county and began operating in 1889. Even earlier, the Hamilton & Lake Erie Railway (H&LER) began operating in 1873 but was merged with the Hamilton & Northwestern Railway which completed the final section to Port Dover and to Jarvis in the mid 1870s.[22] A report from 1924 also discusses an electric railway that had been introduced \"in recent years\". This was the Grand River Railway that connected Hespeler, Berlin (later called Kitchener) and Waterloo with connection to Brantford and Port Dover.[24] By the 1920s tourism was an important contributor to the economy, with many summer visitors attracted by the beach. There was some light industry in the town but Port Dover was best known as a major fishing centre, with fish shipped by rail and by ship not only within Canada but also to the U.S.[24] Notable amenities like Ivey's Greenhouses and the incredible Port Dover beaches caused most of the passenger train traffic to occur during the summer months.[25] Rail service was also offered on the Port Dover & Lake Huron Railway (later purchased by Canadian National) line from the Caledonia Train Station to Port Dover until these services were cancelled after October 26, 1957. A popular amusement arcade was in operation in Port Dover from the mid-1950s to the mid-1990s.[26] Originally consisting of pinball games, it would expand to include video arcade games. During the late-1960s and early-1970s, local teenagers would frequently hang out at places like the Blue Pickerel, the ferris wheel, and the Summer Garden where musical acts like Guy Lombardo would make frequent appearances.[27] Businesses would often close one hour earlier on Wednesday as a measure to ensure that breadwinners, homemakers and their children would spend more time together until the 1970s. This occurred regardless of negative economic effects and would apply to most non-essential services. In 1974, the town was amalgamated into the new city of Nanticoke within the Regional Municipality of Haldimand-Norfolk. The Paris Port Dover Pipe Band was established on February 18, 2000 by Pipe Major Gordon Black as a competitive and as a community pipe band.[28] They act as ambassadors on the global level as well as on a local level. The band was formally established when a constitution and small band were formed out of ten pipers, one bass, and one snare.[28] In 2001, Nanticoke and all other municipalities within the region were dissolved and the region was divided into two single tier municipalities. Port Dover is now an unincorporated community in Ward 6 of Norfolk County. The Stanley Cup came to Port Dover in 2004 (with Jassen Cullimore) when the 2003–04 Tampa Bay Lightning won the Cup. He was the fourth NHL player to present the Stanley Cup to this small hockey town on the shore of Lake Erie.[29] The Canadian Coast Guard stationed the Cape-class motor lifeboat CCGS Cape Lambton in the community in 2005.[30] Certain segments of the 2009 American horror film Survival of the Dead were filmed in Port Dover.[31] The film was directed by George A. Romero and starred Alan van Sprang, Kenneth Welsh, and Kathleen Munroe.[32][33] 40 wind turbines were supposed to be built in the area starting in 2013.[34][35][36] However, Norfolk County council has effectively banned the placement of new wind turbines due to concerns about rural spaces being completely \"industrialized\" and \"unnatural\".[37] Until 2013, Port Dover had a high school which served students aged 14 through 21 in the immediate area. Approximately 1800 young people had fled the Port Dover Area between 2001 and 2011. Academic programs in Valley Heights Secondary School and Delhi District Secondary School were beefed up and prepared to accept former PDCS students after the closure date.[38] An elementary school called Lakewood Public School opened in the old PDCS building in 2013.[39] Port Dover hosts tens of thousands of people every Friday the 13th for the Friday the 13th motorcycle rally, which was started on 13 November 1981 by a local bike shop owner named Chris Simons at what was then the Commercial Hotel on Main Street.[42][43] Port Dover contains the Arbor hot dog restaurant and the Knetchels neighborhood market and fish restaurant.[44] The Erie Beach Hotel with its Cove Room[45] and The Beach House are also popular dining attractions. The \"Cliff Site\" was the first place designated by the federal Minister of the Environment as a National Historic Site of Canada (French: Lieux historiques nationaux du Canada), as being of national historic significance. There two priests claimed sovereignty over the Lake Erie region for Louis XIV of France in 1670.[46] Located just a short driving distance away from the Stelco Lake Erie Works in Nanticoke, Port Dover is the site of romantic sunsets along its surrounding countryside.[44] Port Dover can be used as an easy urban walking trail year round. Recommended activities are cycling, running, hiking, and walking. There are hills on Silver Lake Drive, Prospect Street, Bridge Street, and St. George Street. Most of the streets have sidewalks; but care should be taken around traffic especially during summer weekends. Walking on Park Street or Market Street takes the participant to Powell Park, which is the social epicenter of Port Dover. Depending on the participants' activity level, the town can be walked through in either 3 kilometres or 5 kilometres.[47] There are scenic waterfalls nearby and tourists generally go to nearby Port Ryerse as a side trip.[44] Local roads that originate from here often lead to the hamlets of Fishers Glen, Normandale and Turkey Point (which is another seasonal beach destination).[48] Even the farmers here generally enjoy the sunsets on their property.[44] Apple wine, produced by the local farmers themselves, can be purchased by anyone due to their lack of alcohol content.[48] This product is available in the Port Dover area.[48] On clear summer nights, the Port Dover lighthouse can be seen glimmering brightly with the moon.[44] The beaches in Port Dover have a tendency to emulate those that are beside the Mediterranean Sea.[48] At least 5,200 individuals, or families, have their remains interred at Port Dover Cemetery on the Blue Line Road, including famous poet, novelist, short-story writer, critic and editor Raymond Knister. The cemetery is a United Empire Loyalist cemetery that includes veterans from the War of 1812 along with other wars and conflicts that Canada was involved in. Due to the changing Canadian economic climate, a storage place for cremated remains was installed on the premises in 2011.[49] As of 2020, there are at least 28 members of the Millennials generation (born between 1980 and 2005) buried at this cemetery.[50] Common last names found at the Port Dover Cemetery include Abbott, Adams, Akins, Aldredge, Alexander, and Allan.[49] The Port Dover Cemetery is still functioning as of 2020 and people were buried here as far back as the early 19th-century.[49] The oldest male to be buried in this cemetery is W. Battersby (who died in 1809) and the older female to be buried in this cemetery is Margaret Thompson (who died in 1846 in her third year).[49] Willie's Restaurant in Port Dover on Friday, August 13, 2004. Union Station in Port Dover, circa the late-1930s. Map of Port Dover","Title":"Port Dover - Wikipedia","KeyID":"3557","URL":"https://en.wikipedia.org/wiki/Port_Dover"}