{"Content: ":"Dimorphodon /daɪˈmɔːrfədɒn/ was a genus of medium-sized pterosaur from the early Jurassic Period. It was named by paleontologist Richard Owen in 1859. Dimorphodon means \"two-form tooth\", derived from the Greek δι (di) meaning \"two\", μορφη (morphe) meaning \"shape\" and οδων (odon) meaning \"tooth\", referring to the fact that it had two distinct types of teeth in its jaws – which is comparatively rare among reptiles. Dimorphodon inhabited Europe. The body structure of Dimorphodon displays many \"primitive\" characteristics, such as, according to Owen, a very small brain-pan[1] and proportionally short wings.[1] The first phalanx in its flight finger is only slightly longer than its lower arm.[1] The neck was short but strong and flexible and may have had a membranous pouch on the underside. The vertebrae had pneumatic foramina, openings through which the air sacs could reach the hollow interior. Dimorphodon had an adult body length of 1 metre (3.3 ft) long, with a 1.45 metre (4.6 ft) wingspan.[1][2] The tail of Dimorphodon was long and consisted of thirty vertebrae. The first five or six were short and flexible, but the remainder gradually increased in length and were stiffened by elongated vertebral processes.[1] The terminal end of the tail may have borne a Rhamphorhynchus-like tail vane, although no impressions have yet been found in Dimorphodon fossils to confirm this speculation.[1] Dimorphodon had a large, bulky skull approximately 23 centimetres (9.1 in) in length, whose weight was reduced by large openings separated from each other by thin bony partitions.[1] Its structure, reminiscent of the supporting arches of a bridge, prompted Richard Owen to declare that, as far as achieving great strength from lightweight materials was concerned, no vertebra was more economically constructed; Owen saw the vertebrate skull as a combination of four vertebrae modified from the ideal type of the vertebra.[3] The front of the upper jaw had four or five fang-like teeth followed by an indeterminate number of smaller teeth; the maxilla of all exemplars is damaged at the back. The lower jaw had five longer teeth and thirty to forty tiny, flattened pointed teeth, shaped like lancets.[1] Many depictions give it a speculative puffin-like 'beak' because of similarities between the two animals' skulls. The first fossil remains now attributed to Dimorphodon were found in England by fossil collector Mary Anning, at Lyme Regis in Dorset, UK in December 1828.[4] This region of Britain is now a World Heritage Site, dubbed the Jurassic Coast; in it layers of the Blue Lias are exposed, dating from the Hettangian-Sinemurian. The specimen was acquired by William Buckland and reported in a meeting of the Geological Society on 5 February 1829.[5] In 1835, after a thorough study by William Clift and William John Broderip, this report, strongly expanded, was published in the Transactions of the Geological Society, describing and naming the fossil as a new species. As was the case with most early pterosaur finds, Buckland classified the remains in the genus Pterodactylus, coining the new species Pterodactylus macronyx.[6] The specific name is derived from Greek makros, \"large\" and onyx, \"claw\", in reference to the large claws of the hand. The specimen, presently NHMUK PV R 1034, consisted of a partial and disarticulated skeleton on a slab, lacking the skull. Buckland in 1835 also assigned a piece of jaw from the collection of Elizabeth Philpot to P. macronyx. Later, the many putative species assigned to Pterodactylus had become so anatomically diverse that they began to be broken into separate genera. In 1858, Richard Owen reported finding two new specimens, NHMUK PV OR 41212 and NHMUK PV R 1035, again partial skeletons but this time including the skulls. Having found the skull to be very different from that of Pterodactylus, Owen assigned Pterodactylus macronyx its own genus, which he named Dimorphodon.[7] His first report contained no description and the name remained a nomen nudum. In 1859, however, a subsequent publication by Owen provided a description.[8] After several studies highlighting aspects of Dimorphodon's anatomy, Owen in 1874 made NHMUK PV R 1034 the holotype.[9] Meanwhile, though Dimorphodon is not a very common fossil, other fragmentary specimens were found. Some of these were acquired by Othniel Charles Marsh between 1873 and 1881 from the London fossil dealer Bryce McMurdo Wright. One of these had been recovered from early Jurassic strata at the south bank of the Severn river, at the Aust Cliff.[1] An additional species of Dimorphodon, D. weintraubi, was named by James Clark et al in 1998 from a partial skeleton recovered in siltstones from the site Huizachal Canyon in La Boca Formation in Tamaulipas, Mexico, from the Early Jurassic (Pliensbachian), where remains of sphenodontians, dinosaurs and mammaliaforms have also been found.[10] It is known from the type specimen, IGM 3494 (Instituto Geológico de México, of the Universidad Nacional Autónoma de México), that comprises articulated pieces of the skeleton including the posterior part of skull, four cervical vertebrae, the scapulocoracoids, left humerus, partial right wing and right leg distal to mid tibiotarsus. This specimen is larger than D. macronyx and the well preserved foot of it shows that pterosaurs do not have a digitigrade posture in their hindlimbs, but that it have a plantigrade gait, as has been inferred from footprints. The name of the species is a homage to Dr. Robert L. Weintraub.[11] Later studies considered this species not closely related to Dimorphodon macronyx, but an early relative of Anurognathidae.[12] In 1870, Seeley assigned Dimorphodon to its own family, Dimorphodontidae, with Dimorphodon as the only member. It was suggested in 1991 by the German paleontologist Peter Wellnhofer that Dimorphodon might be descended from the earlier European pterosaur Peteinosaurus.[1] Later exact cladistic analyses are not in agreement. According to Unwin, Dimorphodon was related to, though probably not a descendant of, Peteinosaurus, both forming the clade Dimorphodontidae, the most basal group of the Macronychoptera and within it the sister group of the Caelidracones. This would mean that both dimorphodontid species would be the most basal pterosaurs known with the exception of Preondactylus. According to Alexander Kellner, however, Dimorphodon is far less basal and not a close relative of Peteinosaurus. The cladogram recovered by Andres and Myers in 2013 is reproduced below.[13] Preondactylus buffarinii Austriadactylus cristatus Peteinosaurus zambellii Eudimorphodontidae Dimorphodon macronyx Parapsicephalus purdoni Novialoidea The knowledge of how Dimorphodon lived is limited. It perhaps mainly inhabited coastal regions and might have had a very varied diet. Buckland suggested it ate insects. Later, it became common to depict it as a piscivore (fish eater), though biomechanical studies support Buckland's original insectivore idea better, and inconsistent with the animal's habits (see flight below). Dimorphodon had an advanced jaw musculature specialized for a \"snap and hold\" method of feeding. The jaw could close extremely quickly, but with relatively little force or tooth penetration. This, along with the short and high skull and longer, pointed front teeth suggest that Dimorphodon was an insectivore, though it may have occasionally eaten small vertebrates and carrion as well.[14] Mark Witton has argued that the animal was a specialised carnivore, being too large for an insectivorous diet and therefore specialised to hunt small lizards, sphenodonts and mammals, though its relatively weak jaw musculature probably meant that it ate proportionally small prey.[15] Dental microwear examinations confirm its status as a vertebrate predator, as opposed to several other insectivore or piscivore early pterosaurs.[16] Like many pterosaurs, Dimorphodon has been perceived as a soarer in the past, correlating to historical perceptions of pterosaurs as seabird analogues. However, more recent studies show that the animal was actually a rather poor flyer: its wings are proportionally short in relation to the body and its skeleton rather robust, offering very little gliding potential. In life, Dimorphodon probably relied on frantic short flights in the same manner as modern fowl, tinamous and woodpeckers, being unable to fly for long distances and probably only taking to the air as a last resort.[15][17] Its derived position amidst primitive pterosaurs implies that this ineptitude is a developed trait, not an ancestral characteristic, as earlier pterosaurs like Preondactylus were capable aeronauts. Owen saw Dimorphodon as a quadruped. He speculated that the fifth toe supported a membrane between the tail and the legs and that the animal was therefore very ungainly on the ground.[1] However, his rival Harry Govier Seeley, propagating the view that pterosaurs were warm-blooded and active, argued that Dimorphodon was either an agile quadruped or even a running biped due to its relatively well developed hindlimbs and characteristics of its pelvis.[18] This hypothesis was revived by Kevin Padian in 1983.[19] However, fossilised track remains of other pterosaurs (ichnites) show a quadrupedal gait while on the ground and these traces are all attributed to derived pterosaurs with a short fifth toe. Dimorphodon's was elongated, clawless, and oriented to the side.[1] David Unwin has therefore argued that even Dimorphodon was a quadruped, a view confirmed by computer modelling by Sarah Sangster.[20] Like most non-pterodactyloid pterosaurs, Dimorphodon was a competent climber, possessing proportionally large and curved ungals and a low center of gravity. Like modern squirrels, it probably moved in a saltatorial manner as it climbed.[15]   ","Title":"Dimorphodon - Wikipedia","KeyID":"356","URL":"https://en.wikipedia.org/wiki/Dimorphodon"}