{"Content: ":"James Madison Jr. (March 16, 1751[b] – June 28, 1836) was an American statesman, diplomat, and Founding Father who served as the fourth president of the United States from 1809 to 1817. He is hailed as the \"Father of the Constitution\" for his pivotal role in drafting and promoting the Constitution of the United States and the Bill of Rights. Madison was born into a prominent planter family in Virginia. He served as a member of the Virginia House of Delegates and the Continental Congress during and after the American Revolutionary War. Disillusioned by the weak national government established by the Articles of Confederation, he helped organize the Constitutional Convention, which produced a new constitution. Madison's Virginia Plan served as the basis for the Convention's deliberations, and he was one of the most influential individuals at the convention. He became one of the leaders in the movement to ratify the Constitution, and joined Alexander Hamilton and John Jay in writing The Federalist Papers, a series of pro-ratification essays that was one of the most influential works of political science in American history. Madison emerged as an important leader in the House of Representatives and was a close adviser to President George Washington. During the early 1790s, Madison opposed the economic program and the accompanying centralization of power favored by Secretary of the Treasury Hamilton and organized the Democratic–Republican Party in opposition to Hamilton's Federalist Party. After Jefferson was elected president, Madison served as his Secretary of State from 1801 to 1809. In that position, he supervised the Louisiana Purchase, which doubled the size of the United States. Madison contested the 1808 presidential election and won the presidency. After diplomatic protests and a trade embargo failed to end British seizures of American shipping, he led the United States into the War of 1812. The war was an administrative morass and ended inconclusively, but many Americans saw it as a successful \"second war of independence\" against Britain. As the war progressed, Madison was re-elected in 1812, albeit by a smaller margin than in the 1808 election. The war convinced Madison of the necessity of a stronger federal government. He presided over the creation of the Second Bank of the United States and the enactment of the protective Tariff of 1816. By treaty or through war, Native American tribes ceded 23 million acres of land to the United States under Madison's presidency. In 1817, Madison retired from public office after the end of his presidency, and returned to his plantation, Montpelier, and died there in 1836. Like Jefferson and Washington, Madison was a wealthy slave owner who never privately reconciled his republican beliefs with his slave ownership. Forced to pay debts, he never freed his slaves. Madison is considered one of the most important Founding Fathers of the United States, and historians have generally ranked him as an above-average president, although they are critical of how Madison executed the War of 1812. James Madison, Jr. was born on March 16, 1751 (March 5, 1750, Old Style) at Belle Grove Plantation near Port Conway in the Colony of Virginia, to James Madison Sr. and Nelly Conway Madison. His family had lived in Virginia since the mid-1600s.[1] Madison's maternal grandfather was a prominent planter and tobacco merchant.[2] His father was a tobacco planter who grew up at a plantation, then called Mount Pleasant, which he had inherited upon reaching adulthood. With an estimated 100 slaves[1] and a 5,000 acres (2,000 ha) plantation, Madison's father was the largest landowner and a leading citizen in Piedmont. In the early 1760s, the Madison family moved into a newly built house that they named Montpelier.[3] Madison grew up as the oldest of twelve children,[4] with seven brothers and four sisters, though only six lived to adulthood.[3] From age 11 to 16, Madison studied under Donald Robertson, a Scottish instructor who served as a tutor for several prominent planter families in the South. Madison learned mathematics, geography, and modern and classical languages—he became exceptionally proficient in Latin.[5][6] At age 16, Madison returned to Montpelier, where he studied under the Reverend Thomas Martin to prepare for college. Unlike most college-bound Virginians of his day, Madison did not attend the College of William and Mary, where the lowland Williamsburg climate—thought to be more likely to harbor infectious disease—might have strained his delicate health. Instead, in 1769, he enrolled as an undergraduate at Princeton (then formally named the College of New Jersey).[7] His studies at Princeton included Latin, Greek, theology, and the works of the Enlightenment.[8] Great emphasis was placed on both speech and debate; Madison was a leading member of the American Whig–Cliosophic Society, which competed on campus with a political counterpart, the Cliosophic Society.[9] During his time in Princeton, Madison's closest friend was future Attorney General William Bradford.[10] Along with another classmate, Madison undertook an intense program of study and completed the college's three-year Bachelor of Arts degree in just two years, graduating in 1771.[11] Madison had contemplated either entering the clergy or practicing law after graduation, but instead remained at Princeton to study Hebrew and political philosophy under the college's president, John Witherspoon.[1] He returned home to Montpelier in early 1772.[12] Madison's ideas on philosophy and morality were strongly shaped by Witherspoon, who converted him to the philosophy, values, and modes of thinking of the Age of Enlightenment. Biographer Terence Ball wrote that at Princeton, Madison \"was immersed in the liberalism of the Enlightenment, and converted to eighteenth-century political radicalism. From then on James Madison's theories would advance the rights of happiness of man, and his most active efforts would serve devotedly the cause of civil and political liberty.\"[13] After returning to Montpelier, without a chosen career, Madison served as a tutor to his younger siblings.[14] Madison began to study law books in 1773. He asked Princeton friend William Bradford, a law apprentice under Edward Shippen in Philadelphia, to send him an ordered written plan on reading law books. At the age of 22, there was no evidence that Madison, himself, made any effort to apprentice to any lawyer in Virginia. By 1783, he had acquired an understanding of legal publications. Madison saw himself as a law student but never as a lawyer—he never joined the bar or practiced. In his elder years, Madison was sensitive to the phrase \"demi-Lawyer\", or \"half-Lawyer\", a derisive term used to describe someone who read law books, but did not practice law.[15] Following the Revolutionary War, Madison spent time at Montpelier in Virginia studying ancient democracies of the world in preparation for the Constitutional Convention.[16] In 1765, the British Parliament passed the Stamp Act, which taxed the American colonists to help fund the increasing costs of administrating British America. The colonists' opposition to the tax marked the start of a conflict that would culminate in the American Revolution. The disagreement centered on Parliament's right to levy taxes on the colonists, who were not directly represented in that body. However, events deteriorated until the outbreak of the American Revolutionary War of 1775–83, in which the colonists split into two factions: Loyalists, who continued to adhere to George III, and the Patriots, whom Madison joined, under the leadership of the Continental Congress. Madison believed that Parliament had overstepped its bounds by attempting to tax the American colonies, and he sympathized with those who resisted British rule.[17] He also favored disestablishing the Anglican Church in Virginia; Madison believed that an established religion was detrimental not only to freedom of religion but also because it encouraged excessive deference to the authority of the state.[18] In 1774, Madison took a seat on the local Committee of Safety, a pro-revolution group that oversaw the local Patriot militia.[19] In October 1775, he was commissioned as the colonel of the Orange County militia, serving as his father's second-in-command until he was elected as a delegate to the Fifth Virginia Convention, which was charged with producing Virginia's first constitution.[20] Short in stature and frequently in poor health, Madison never saw battle in the Revolutionary War, but he rose to prominence in Virginia politics as a wartime leader.[21] At the Virginia constitutional convention, he convinced delegates to alter the Virginia Declaration of Rights to provide for \"equal entitlement\", rather than mere \"tolerance\", in the exercise of religion.[22] With the enactment of the Virginia constitution, Madison became part of the Virginia House of Delegates, and he was subsequently elected to the Virginia governor's Council of State,[23] where he became a close ally of Governor Thomas Jefferson.[24] On July 4, 1776, the United States Declaration of Independence was formally printed declaring the 13 American states an independent nation.[25][26] Although Madison was not a signatory of the Articles of Confederation, he did contribute to the discussion of religious freedom affecting the drafting of the Articles. Madison had proposed liberalizing the article on religious freedom, but the larger Virginia Convention stripped the proposed constitution of the more radical language. Other amendments by the committee and the entire Convention included the addition of a section on the right to a uniform government (Section 14).[27] Madison again served on the Council of State, from 1777 to 1779, when he was elected to the Second Continental Congress, the governing body of the United States.[c] America faced a difficult war against Great Britain, as well as runaway inflation, financial troubles, and lack of cooperation between the different levels of government. According to historian J.G.A. Stagg, Madison worked to become an expert on financial issues, becoming a legislative workhorse and a master of parliamentary coalition building.[19] Frustrated by the failure of the states to supply needed requisitions, Madison proposed to amend the Articles of Confederation to grant Congress the power to independently raise revenue through tariffs on imports.[29] Though General George Washington, Congressman Alexander Hamilton, and other influential leaders also favored the tariff amendment, it was defeated because it failed to win the ratification of all thirteen states.[30] While a member of Congress, Madison was an ardent supporter of a close alliance between the United States and France; and, as an advocate of westward expansion, he insisted that the new nation had to insure its right to navigation on the Mississippi River and control of all lands east of it in the Treaty of Paris, which ended the Revolutionary War.[31] After serving in Congress from 1780 to 1783, Madison won election to the Virginia House of Delegates in 1784.[32] As a member of the Virginia House of Delegates, Madison continued to advocate for religious freedom, and, along with Jefferson, drafted the Virginia Statute for Religious Freedom. That amendment, which guaranteed freedom of religion and disestablished the Church of England, was passed in 1786.[33] Madison also became a land speculator, purchasing land along the Mohawk River in partnership with another Jefferson protégé, James Monroe.[34] Throughout the 1780s, Madison advocated for reform of the Articles of Confederation. He became increasingly worried about the disunity of the states and the weakness of the central government after the end of the Revolutionary War in 1783.[35] He believed that \"excessive democracy\" caused social decay, and was particularly troubled by laws that legalized paper money and denied diplomatic immunity to ambassadors from other countries.[36] He was also concerned about the inability of Congress to capably conduct foreign policy, protect American trade, and foster the settlement of the lands between the Appalachian Mountains and the Mississippi River.[37] As Madison wrote, \"a crisis had arrived which was to decide whether the American experiment was to be a blessing to the world, or to blast for ever the hopes which the republican cause had inspired.\"[38] He committed to an intense study of law and political theory and also was heavily influenced by Continental Enlightenment texts sent by Jefferson from France.[39] He especially sought out works on international law and the constitutions of \"ancient and modern confederacies\" such as the Dutch Republic, the Swiss Confederation, and the Achaean League.[40] He came to believe that the United States could improve upon past republican experiments by its size; with so many distinct interests competing against each other, Madison hoped to minimize the abuses of majority rule.[41] Additionally, navigation rights to the Mississippi River highly concerned Madison. He disdained a proposal by John Jay that the United States acquiesce claims to the river for 25 years, and, according to historian John Ketchum, Madison's desire to fight the proposal was a major motivation in his to return to Congress in 1787.[42] Before a quorum was reached at the Philadelphia Convention on May 25, 1787,[44] Madison worked with other members of the Virginia delegation, especially Edmund Randolph and George Mason, to create and present the Virginia Plan.[45] This plan was an outline for a new federal constitution; it called for three branches of government (legislative, executive, and judicial), a bicameral Congress (consisting of the Senate and the House of Representatives) apportioned by population, and a federal Council of Revision that would have the right to veto laws passed by Congress. Reflecting the centralization of power envisioned by Madison, the Virginia Plan granted the Senate the power to overturn any law passed by state governments.[46] The Virginia Plan did not explicitly lay out the structure of the executive branch, but Madison himself favored a single executive.[47] Many delegates were surprised to learn that the plan called for the abrogation of the Articles and the creation of a new constitution, to be ratified by special conventions in each state, rather than by the state legislatures. With the assent of prominent attendees such as Washington and Benjamin Franklin, the delegates went into a secret session to consider a new constitution.[48] After the Philadelphia Convention ended in September 1787, Madison convinced his fellow congressmen to remain neutral in the ratification debate and allow each state to vote upon the Constitution.[49] Throughout the United States, opponents of the Constitution, known as Anti-Federalists, began a public campaign against ratification. In response, Hamilton and Jay began publishing a series of pro-ratification newspaper articles in New York.[50] After Jay dropped out of the project, Hamilton approached Madison, who was in New York on congressional business, to write some of the essays.[51] Altogether, Hamilton, Madison, and Jay wrote the 85 essays of what became known as The Federalist Papers in six months, with Madison writing 29 of them. The Federalist Papers successfully defended the new Constitution and argued for its ratification by the people of New York. The articles were also published in book form and became a virtual debater's handbook for the supporters of the Constitution in the ratifying conventions. Historian Clinton Rossiter called The Federalist Papers \"the most important work in political science that ever has been written, or is likely ever to be written, in the United States\".[52] Federalist No. 10, Madison's first contribution to The Federalist Papers, became highly regarded in the 20th century for its advocacy of representative democracy.[53] In Federalist 10, Madison describes the dangers posed by factions and argues that their negative effects can be limited through the formation of a large republic. He states that in large republics the large number of factions that emerge will control their corrupting effect.[54][55] In Federalist No. 51, he goes on to explain how the separation of powers between three branches of the federal government, as well as between state governments and the federal government, establishes a system of checks and balances that ensure that no one institution would become too powerful.[56] At the start of the convention in Virginia, Madison knew that most delegates had already made up their minds, and he focused his efforts on winning the support of the relatively small number of undecided delegates.[57] His long correspondence with Randolph paid off at the convention, as Randolph announced that he would support unconditional ratification of the Constitution, with amendments to be proposed after ratification.[58] Though Henry gave several persuasive speeches arguing against ratification, Madison's expertise on the subject he had long argued for allowed him to respond with rational arguments to Henry's emotional appeals.[59] In his final speech to the ratifying convention, Madison implored his fellow delegates to ratify the Constitution as it had been written, arguing that failure to do so would lead to the collapse of the entire ratification effort, as each state would seek favorable amendments.[60] On June 25, 1788, the convention voted 89–79 to ratify the Constitution, making Virginia the tenth state to do so.[61] New York ratified the constitution the following month, and Washington won the country's first presidential election.[62] After Virginia ratified the constitution, Madison returned to New York and resumed his duties in the Congress of the Confederation. With concerns both for his political career and over the possibility that Henry and his allies would arrange for a second constitutional convention, Madison ran for the House of Representatives.[63][64] At Henry's behest, the Virginia legislature created congressional districts designed to deny Madison a seat, and Henry recruited Monroe, a strong challenger to Madison. Locked in a difficult race against Monroe, Madison promised to support a series of constitutional amendments to protect individual liberties.[63] In an open letter, Madison wrote that, while he had opposed requiring alterations to the Constitution before ratification, he now believed that \"amendments, if pursued with a proper moderation and in a proper mode ... may serve the double purpose of satisfying the minds of well-meaning opponents, and of providing additional guards in favor of liberty.\"[65] Madison's promise paid off, as in Virginia's 5th district election, he gained a seat in Congress with 57 percent of the vote.[66] Madison became a key adviser to President Washington, who valued Madison's understanding of the constitution.[63] Madison helped Washington write his first inaugural address, and also prepared the official House response to Washington's speech. He played a significant role in establishing and staffing the three Cabinet departments, and his influence helped Thomas Jefferson become the first Secretary of State.[67] At the start of the first Congress, he introduced a tariff bill similar to the one he had advocated for under the Articles of the Confederation,[68] and Congress established a federal tariff on imports by enacting the Tariff of 1789.[69] The following year, Secretary of the Treasury Hamilton introduced an ambitious economic program that called for the federal assumption of state debts and the funding of that debt through the issuance of federal securities. Hamilton's plan favored Northern speculators and was disadvantageous to states, such as Virginia, that had already paid off most of their debt; and Madison emerged as one of the principal Congressional opponents of the plan.[70] After prolonged legislative deadlock, Madison, Jefferson, and Hamilton agreed to the Compromise of 1790, which provided for the enactment of Hamilton's assumption plan, as part of the Funding Act of 1790. In return, Congress passed the Residence Act, which established the federal capital district of Washington, D.C., on the Potomac River.[71] During the first Congress, Madison took the lead in pressing for the passage of several constitutional amendments to the Bill of Rights.[72] His primary goals were to fulfill his 1789 campaign pledge and to prevent the calling of a second constitutional convention, but he also hoped to protect individual liberties against the actions of the federal government and state legislatures. He believed that the enumeration of specific rights would fix those rights in the public mind and encourage judges to protect them.[73] After studying over two-hundred amendments that had been proposed at the state ratifying conventions,[74] Madison introduced the Bill of Rights on June 8, 1789. His amendments contained numerous restrictions on the federal government and would protect, among other things, freedom of religion, freedom of speech, and the right to peaceful assembly.[75] While most of his proposed amendments were drawn from the ratifying conventions, Madison was largely responsible for proposals to guarantee freedom of the press, protect property from government seizure, and ensure jury trials.[74] He also proposed an amendment to prevent states from abridging \"equal rights of conscience, or freedom of the press, or the trial by jury in criminal cases\".[76] Madison's Bill of Rights faced little opposition; he had largely co-opted the Anti-Federalist goal of amending the Constitution but had avoided proposing amendments that would alienate supporters of the Constitution.[77] Madison's proposed amendments were largely adopted by the House of Representatives, but the Senate made several changes.[78] Madison's proposal to apply parts of the Bill of Rights to the states was eliminated, as was his change to the Constitution's preamble.[79] Madison was disappointed that the Bill of Rights did not include protections against actions by state governments,[d] but the passage of the document mollified some critics of the original constitution and shored up Madison's support in Virginia.[74] Of the twelve amendments formally proposed by Congress to the states, ten amendments were ratified on December 15, 1791, becoming known as the Bill of Rights.[80][e] After 1790, the Washington administration became polarized into two main factions. One faction, led by Jefferson and Madison, broadly represented Southern interests and sought close relations with France. The other faction, led by Secretary of the Treasury Hamilton, broadly represented Northern financial interests and favored close relations with Britain.[82] In 1791, Hamilton introduced a plan that called for the establishment of a national bank to provide loans to emerging industries and oversee the money supply.[83] Madison and the Democratic-Republican Party fought back against Hamilton's attempt to expand the power of the Federal Government at the expense of the sovereignty of the individual States by opposing the formation of a national bank. Madison argued that under the Constitution, Congress did not have the power to create such an institution.[84] Despite Madison's opposition, Congress passed a bill to create the First Bank of the United States. After a period of consideration, Washington signed the banking bill into law in February 1791.[83] As Hamilton implemented his economic program and Washington continued to enjoy immense prestige as president, Madison became increasingly concerned that Hamilton would seek to abolish the federal republic in favor of a centralized monarchy.[85] When Hamilton submitted his Report on Manufactures, which called for federal action to stimulate the development of a diversified economy, Madison once again challenged Hamilton's proposal. He sought to mobilize public opinion by forming a political party based on opposition to Hamilton's policies.[86] Along with Jefferson, Madison helped Philip Freneau establish the National Gazette, a Philadelphia newspaper that attacked Hamilton's proposals.[87] In an essay published in the new newspaper in September 1792, Madison wrote that the country had divided into two factions: his faction, which believed in \"the doctrine that mankind are capable of governing themselves\", and Hamilton's faction, which allegedly sought the establishment of an aristocratic monarchy and was biased in favor of the wealthy.[88] Those opposed to Hamilton's economic policies, including many former Anti-Federalists, coalesced into the Democratic–Republican Party,[f] while those who supported the administration's policies coalesced into the Federalist Party.[89] In the 1782 presidential election, both major parties supported Washington for re-election, but the Democratic–Republicans sought to unseat Vice President John Adams. Because the Constitution's rules essentially precluded Jefferson from challenging Adams,[g] the party backed New York Governor George Clinton for the vice presidency, but Adams won nonetheless.[91] With Jefferson out of office after 1793, Madison became the de facto leader of the Democratic–Republican Party.[92] When Britain and France went to war in 1793, the U.S. was caught in the middle.[93] While the differences between the Democratic–Republicans and the Federalists had previously centered on economic matters, foreign policy became an increasingly important issue, as Madison and Jefferson favored France and Hamilton favored Britain.[94] War with Britain became imminent in 1794, after the British seized hundreds of American ships that were trading with French colonies. Madison believed that a trade war with Britain would probably succeed, and would allow Americans to assert their independence fully. The British West Indies, Madison maintained, could not live without American foodstuffs, but Americans could easily do without British manufacturers.[95] Washington then secured friendly trade relations with Britain through the Jay Treaty of 1794.[96] Madison and his Democratic–Republican allies were outraged by the treaty; the Democratic–Republican Robert R. Livingston wrote to Madison that the treaty \"sacrifices every essential interest and prostrates the honor of our country\".[97] Madison's strong opposition to the treaty led to a permanent break with Washington, ending their friendship.[96] Washington chose to retire after serving two terms and, in advance of the 1796 presidential election, Madison helped convince Jefferson to run for the presidency.[92] Despite Madison's efforts, Federalist candidate John Adams defeated Jefferson, taking a narrow majority of the electoral vote.[98] Under the rules of the Electoral College then in place, Jefferson became vice president because he finished with the second-most electoral votes.[99] Madison, meanwhile, had declined to seek re-election, and he returned to his home at Montpelier.[100] On Jefferson's advice, President Adams considered appointing Madison to an American delegation charged with ending French attacks on American shipping, but Adams's cabinet members strongly opposed the idea. After a diplomatic incident between France and the United States known as the XYZ Affair, the two countries engaged in an undeclared naval war known as the Quasi-War.[101] Though he was out of office, Madison remained a prominent Democratic–Republican leader in opposition to the Adams administration.[102] During the Quasi-War, the Federalists created a standing army and passed the Alien and Sedition Acts, which were directed at French refugees engaged in American politics and against Democratic–Republican editors.[103] Madison and Jefferson believed that the Federalists were using the war to justify the violation of constitutional rights, and they increasingly came to view Adams as a monarchist.[104] Both Madison and Jefferson, as leaders of the Democratic–Republican party, expressed the belief that natural rights were non-negotiable even during a time of war. Madison believed that the Alien and Sedition acts formed a dangerous precedent, by giving the government the power to look past the natural rights of its people in the name of national security.[105] In response to the Alien and Sedition Acts, Jefferson wrote the Kentucky Resolutions, which argued that the states had the power to nullify federal law on the basis of the Constitution being a compact among the states. Madison rejected this view of nullification, and his Virginia Resolutions instead urged states to respond to unjust federal laws through interposition, a process by which a state legislature declared a law to be unconstitutional but did not take steps to actively prevent its enforcement. Jefferson's doctrine of nullification was widely rejected, and the incident damaged the Democratic–Republican Party as attention was shifted from the Alien and Sedition Acts to the unpopular nullification doctrine.[106] In 1799, Madison won election to the Virginia legislature. At the same time, he and Jefferson planned for Jefferson's campaign in the 1800 presidential election.[107] Madison issued the Report of 1800, which attacked the Alien and Sedition Acts as unconstitutional. That report held that Congress was limited to legislating on its enumerated powers and that punishment for sedition violated freedom of speech and freedom of the press. Jefferson embraced the report, and it became the unofficial Democratic–Republican platform for the 1800 election.[108] With the Federalists badly divided between supporters of Hamilton and Adams, and with news of the end of the Quasi-War not reaching the United States until after the election, Jefferson and his ostensible running mate, Aaron Burr, defeated Adams. As Jefferson and Burr tied in the electoral vote, the Federalist-controlled House of Representatives held a contingent election to choose between the two candidates.[109] After the House conducted dozens of inconclusive ballots, Hamilton, who despised Burr even more than he did Jefferson, convinced several Federalist congressmen to cast blank ballots, giving Jefferson the victory.[110] Despite lacking foreign policy experience, Madison was appointed as the secretary of state by Jefferson.[111] Along with Secretary of the Treasury Albert Gallatin, Madison became one of the two major influences in Jefferson's Cabinet.[112] As the ascent of Napoleon in France had dulled Democratic–Republican enthusiasm for the French cause, Madison sought a neutral position in the ongoing Coalition Wars between France and Britain.[113] Domestically, the Jefferson administration and the Democratic–Republican Congress rolled back many Federalist policies; Congress quickly repealed the Alien and Sedition Act, abolished internal taxes, and reduced the size of the army and navy.[114] Gallatin, however, did convince Jefferson to retain the First Bank of the United States.[115] Though the Federalists were rapidly fading away at the national level, Chief Justice John Marshall ensured that Federalist ideology retained an important presence in the judiciary. In the case of Marbury v. Madison, Marshall simultaneously ruled that Madison had unjustly refused to deliver federal commissions to individuals who had been appointed to federal positions by President Adams but who had not yet taken office, but that the Supreme Court did not have jurisdiction over the case. Most importantly, Marshall's opinion established the principle of judicial review.[116] By the time Jefferson took office, Americans had settled as far west as the Mississippi River, though vast pockets of American land remained vacant or inhabited only by Native Americans. Jefferson believed that western expansion would play an important role in furthering his vision of a republic of yeoman farmers, and he hoped to acquire the Spanish territory of Louisiana, which was located to the west of the Mississippi River.[117] Early in Jefferson's presidency, the administration learned that Spain planned to retrocede the Louisiana territory to France, raising fears of French encroachment on U.S. territory.[118] In 1802, Jefferson and Madison sent Monroe to France to negotiate the purchase of New Orleans, which controlled access to the Mississippi River and thus was immensely important to the farmers of the American frontier. Rather than merely selling New Orleans, Napoleon's government, having already given up on plans to establish a new French empire in the Americas, offered to sell the entire territory of Louisiana. Despite lacking explicit authorization from Jefferson, Monroe, along with ambassador Livingston, negotiated the Louisiana Purchase, in which France sold over 800,000 square miles (2,100,000 square kilometers) of land in exchange for $15 million ($271 million adjusted for inflation in 2021).[119] Despite the time-sensitive nature of negotiations with the French, Jefferson was concerned about the constitutionality of the Louisiana Purchase, and he privately favored introducing a constitutional amendment explicitly authorizing Congress to acquire new territories. Madison convinced Jefferson to refrain from proposing the amendment, and the administration ultimately submitted the Louisiana Purchase Treaty for approval by the Senate, without an accompanying constitutional amendment.[120] Unlike Jefferson, Madison was not seriously concerned with the constitutionality of the purchase. He believed that the circumstances did not warrant a strict interpretation of the Constitution, because the expansion was in the country's best interest.[121] The Senate quickly ratified the treaty, and the House, with equal alacrity, passed enabling legislation.[122] The Jefferson administration argued that the purchase had included the Spanish territory of West Florida, but France and Spain both held that West Florida was not included.[123] Monroe attempted to purchase clear title to West Florida and East Florida from Spain, but the Spanish, outraged by Jefferson's claims to West Florida, refused to negotiate.[124] Early in his tenure, Jefferson was able to maintain cordial relations with both France and Britain, but relations with Britain deteriorated after 1805.[125] The British ended their policy of tolerance towards American shipping and began seizing American goods headed for French ports.[126] They also impressed American sailors, some of whom had originally defected from the British navy, but some of whom had never been British subjects.[127] In response to the attacks, Congress passed the Non-importation Act, which restricted many, but not all, British imports.[126] Tensions with Britain were heightened due to the Chesapeake–Leopard affair, a June 1807 naval confrontation between American and British naval forces, while the French also began attacking American shipping.[128] Madison believed that economic pressure could force the British to end attacks on American shipping, and he and Jefferson convinced Congress to pass the Embargo Act of 1807, which banned all exports to foreign nations.[129] The embargo proved ineffective, unpopular, and difficult to enforce, especially in New England.[130] In March 1809, Congress replaced the embargo with the Non-Intercourse Act, which allowed trade with nations other than Britain and France.[131] Speculation regarding Madison's potential succession of Jefferson commenced early in Jefferson's first term. Madison's status in the party was damaged by his association with the embargo, which was unpopular throughout the country and especially in the Northeast.[132] With the Federalists collapsing as a national party after 1800, the chief opposition to Madison's candidacy came from other members of the Democratic–Republican Party.[133] Madison became the target of attacks from Congressman John Randolph, a leader of a faction of the party known as the tertium quids.[134] Randolph recruited Monroe, who had felt betrayed by the administration's rejection of the proposed Monroe–Pinkney Treaty with Britain, to challenge Madison for leadership of the party.[135] Many Northerners, meanwhile, hoped that Vice President Clinton could unseat Madison as Jefferson's successor.[136] Despite this opposition, Madison won his party's presidential nomination at the January 1808 congressional nominating caucus.[137] The Federalist Party mustered little strength outside New England, and Madison easily defeated Federalist candidate Charles Cotesworth Pinckney in the general election.[138] On March 4, 1809, Madison took the oath of office and was inaugurated president. Unlike Jefferson, who enjoyed relatively unified support, Madison faced political opposition from Monroe and Clinton. Additionally, the Federalist Party was resurgent owing to opposition to the embargo. Aside from his planned nomination of Gallatin for secretary of state, the remaining members of Madison's Cabinet were chosen merely to further political harmony, and, according to historians Ketcham and Rutland, were largely unremarkable or incompetent.[139][140] Madison immediately faced opposition to his planned nomination of Secretary of the Treasury Gallatin as secretary of state. Madison eventually chose not to submit Gallatin's nomination for confirmation by the Senate but instead kept him in the treasury department.[141] With Gallatin's nomination now made moot by retaining him as the secretary of the treasury, Madison settled for Robert Smith, the brother of Maryland Senator Samuel Smith, to be the secretary of state.[140] However, for the next two years, Madison performed most of the job of the secretary of state due to Smith's incompetence. After bitter party contention, Madison finally replaced Smith with Monroe in April 1811.[142][143] With a Cabinet full of those he distrusted, Madison rarely called Cabinet meetings and instead frequently consulted with Gallatin alone.[144] Early in his presidency, Madison sought to continue Jefferson's policies of low taxes and a reduction of the national debt.[145] In 1811, Congress allowed the charter of the First Bank of the United States to lapse after Madison declined to take a strong stance on the issue.[146] Congress had repealed the Embargo Act of 1807 shortly before Madison became president, but troubles with the British and French continued.[147] Madison settled on a new strategy that was designed to pit the British and French against each other, offering to trade with whichever country would end their attacks against American shipping. The gambit almost succeeded, but negotiations with the British collapsed in mid-1809.[148] Seeking to drive a wedge between the Americans and British, Napoleon offered to end French attacks on American shipping so long as the United States punished any countries that did not similarly end restrictions on trade.[149] Madison accepted Napoleon's proposal in the hope that it would convince the British to finally end their policy of commercial warfare. However, the British refused to change their policies, and the French reneged on their promise and continued to attack American shipping.[150] With sanctions and other policies having failed, Madison determined that war with Britain was the only remaining option.[151] Many Americans called for a \"second war of independence\" to restore honor and stature to their new nation, and an angry public elected a \"war hawk\" Congress, led by Henry Clay and John C. Calhoun.[152] With Britain in the midst of the Napoleonic Wars, many Americans including Madison believed that the United States could easily capture Canada, at which point the U.S. could use Canada as a bargaining chip for all other disputes or simply retain control of it.[153] On June 1, 1812, Madison asked Congress for a declaration of war, stating that the United States could no longer tolerate Britain's \"state of war against the United States\". The declaration of war was passed along sectional and party lines, with opposition to the declaration coming from Federalists and from some Democratic–Republicans in the Northeast.[154] In the years prior to the war, Jefferson and Madison had reduced the size of the military, leaving the country with a military force consisting mostly of poorly trained militia members.[155] Madison asked Congress to quickly put the country \"into an armor and an attitude demanded by the crisis\", specifically recommending expansion of the army and navy.[156] Madison and his advisers initially believed the war would result in a quick American victory.[153][157] Being overconfident, Madison ordered a three front invasion of Canada, starting at Detroit, which was designed to loosen British control around American-held Fort Niagara and destroy the British supply lines from Montreal. These actions would gain leverage for concessions to protect American shipping in the Atlantic.[157] However, without a standing American army, Madison counted on state militias to rally to the flag and invade Canada. The American governors in the Northeast failed to cooperate, and the militias either sat out the war or refused to leave their respective states.[158] As a result, Madison's first Canadian campaign ended in failure. The British army was more organized, used professional soldiers, and fostered an alliance with Native American tribes led by Tecumseh. On August 16, Major General William Hull, timidly fearing Indian attack, quickly surrendered to British and Native American forces at Detroit.[157] On October 13, a separate force from the United States was defeated at Queenton Heights.[159][157] Commanding General Henry Dearborn, hampered by mutinous New England infantry, retreated to winter quarters near Albany, after failing to destroy Montreal's vulnerable British supply lines.[157] Lacking adequate revenue to fund the war, the Madison administration was forced to rely on high-interest loans furnished by bankers based in New York City and Philadelphia.[160] In leading up to the 1812 presidential election, held during the early stages of the War of 1812, the poorly-attended 1812 Democratic-Republican congressional caucus met in May 1812, and Madison was re-nominated without opposition.[161] A dissident group of New York Democratic-Republicans nominated DeWitt Clinton, the lieutenant governor of New York and the nephew of recently deceased Vice President George Clinton, to oppose Madison in the 1812 election. This faction of Democratic-Republicans hoped to unseat the president by forging a coalition among Democratic-Republicans opposed to the coming war, as well as those party faithful angry with Madison for not moving more decisively toward war, northerners weary of the Virginia dynasty and southern control of the White House, and disgruntled New Englanders who wanted almost anyone over Madison. Dismayed about their prospects of beating Madison, a group of top Federalists met with Clinton's supporters to discuss a unification strategy. Difficult as it was for them to join forces, they nominated Clinton for President and Jared Ingersoll, a Philadelphia lawyer, for vice president.[162] Hoping to shore up his support in the Northeast, where the War of 1812 was unpopular, Madison selected Governor Elbridge Gerry of Massachusetts as his running mate.[163] Despite the maneuverings of Clinton and the Federalists, Madison won re-election, though by the narrowest margin of any election since that of 1800. He received 128 electoral votes to 89 for Clinton.[164] Federalists made gains in most states outside of the South, but Pennsylvania's support for Madison ensured that the incumbent won a majority of the electoral vote.[165] Clinton won most of the Northeast, but Madison swept the South and the West, and won the key state of Pennsylvania.[166] After the disastrous start to the War of 1812, Madison accepted Russia's invitation to arbitrate the war, and he sent a delegation led by Gallatin and John Quincy Adams (the son of former President John Adams) to Europe to negotiate a peace treaty.[153] While Madison worked to end the war, the United States experienced some impressive naval successes, by the USS Constitution and other warships, that boosted American morale.[167][157] Victorious in the Battle of Lake Erie, the U.S. crippled the supply and reinforcement of British military forces in the western theater of the war.[168] In the aftermath of the Battle of Lake Erie, General William Henry Harrison defeated the forces of the British and of Tecumseh's confederacy at the Battle of the Thames. The death of Tecumseh in that battle marked the permanent end of armed Native American resistance in the Old Northwest and any hope of a united Indian nation.[169] In March 1814, General Andrew Jackson broke the resistance of the British-allied Muscogee in the Old Southwest with his victory at the Battle of Horseshoe Bend.[170] Despite those successes, the British continued to repel American attempts to invade Canada, and a British force captured Fort Niagara and burned the American city of Buffalo in late 1813.[171] In August 1814, the British landed a large force on the shores of Chesapeake Bay and routed Winder's army at the Battle of Bladensburg.[172] The Madisons escaped capture, fleeing to Virginia by horseback, in the aftermath of the battle, but the British burned Washington and other buildings.[173][174] The charred remains of the capital signified a humiliating defeat for Madison and America.[175] The British army next moved on Baltimore, but the U.S. repelled the British attack in the Battle of Baltimore, and the British army departed from the Chesapeake region in September.[176] That same month, U.S. forces repelled a British invasion from Canada with a victory at the Battle of Plattsburgh.[177] The British public began to turn against the war in North America, and British leaders began to look for a quick exit from the conflict.[178] In January 1815, an American force under General Jackson defeated the British at the Battle of New Orleans.[179] Just over a month later, Madison learned that his negotiators had negotiated the Treaty of Ghent, which ended the war without major concessions by either side. Madison quickly sent the treaty to the Senate, which ratified it on February 16, 1815.[180] Although the result of the war was inconclusive, the quick succession of events at the end of the war, including the burning of the capital, the Battle of New Orleans, and the Treaty of Ghent, appeared to most Americans as though American valor at New Orleans had forced the British to surrender. This view, while inaccurate, strongly contributed to a feeling of post-war euphoria that bolstered Madison's reputation as president. The Indian people lost the most, including their land and independence.[181] Napoleon's defeat at the June 1815 Battle of Waterloo brought a final close to the Napoleonic Wars, and to the end of attacks on American shipping by British and French forces.[182] The postwar period of Madison's second term saw the transition into the \"Era of Good Feelings\", as the Federalists ceased to act as an effective opposition party.[183] During the war, delegates from the New England states held the Hartford Convention, where they asked for several amendments to the Constitution.[184] Though the Hartford Convention did not explicitly call for the secession of New England,[185] it became a political millstone around the Federalist Party as Americans celebrated what they saw as a successful \"second war of independence\" from Britain.[186] Madison hastened the decline of the Federalists by adopting several programs he had previously opposed, thus weakening the ideological divisions between the two major parties.[187] Recognizing the difficulties of financing the war and the necessity of an institution to regulate the currency, Madison proposed the re-establishment of a national bank. He also called for increased spending on the army and the navy, a tariff designed to protect American goods from foreign competition, and a constitutional amendment authorizing the federal government to fund the construction of internal improvements such as roads and canals. His initiatives were opposed by strict constructionists such as John Randolph, who stated that Madison's proposals \"out-Hamiltons Alexander Hamilton\".[188] Responding to Madison's proposals, the 14th Congress compiled one of the most productive legislative records up to that point in history.[189] Congress granted the Second Bank of the United States a twenty-five-year charter[188] and passed the Tariff of 1816, which set high import duties for all goods that were produced outside the United States.[189] Madison approved federal spending on the Cumberland Road, which provided a link to the country's western lands;[190] but in his last act before leaving office, he blocked further federal spending on internal improvements by vetoing the Bonus Bill of 1817. In his veto message, Madison argued that the General Welfare Clause did not broadly authorize federal spending on internal improvements.[191] Upon becoming president, Madison said the federal government's duty was to convert Native Americans by the \"participation of the improvements of which the human mind and manners are susceptible in a civilized state\".[145] On September 30, 1809, little more than six months into his first term, Madison agreed to the Treaty of Fort Wayne, negotiated and signed by Indiana Territory's Governor Harrison. The treaty began with \"James Madison, President of the United States,\" on the first sentence of the first paragraph.[192] In the treaty, the American Indian tribes were compensated $5,200 ($109,122 in 2020) in goods and $500 in cash, with $250 in annual payments, to the various tribes, in return for the cession of 3 million acres of land (approximately 12,140 square kilometers).[193] The treaty angered Shawnee leader Tecumseh, who said, \"Sell a country! Why not sell the air, the clouds and the great sea, as well as the earth?\"[194] Harrison responded that tribes were the owners of their land and could sell it to whomever they wished.[195] Like Jefferson, Madison had a paternalistic attitude toward American Indians, encouraging the men to give up hunting and become farmers.[196] Madison believed the adoption of European-style agriculture would help Native Americans assimilate the values of British–U.S. civilization. As pioneers and settlers moved West into large tracts of Cherokee, Choctaw, Creek, and Chickasaw territory, Madison ordered the U.S. Army to protect Native lands from intrusion by settlers, to the chagrin of his military commander Andrew Jackson, who wanted Madison to ignore Indian pleas to stop the invasion of their lands.[197] Tensions mounted between the United States and Tecumseh over the 1809 Treaty of Fort Wayne, which ultimately led to Tecumseh's alliance with the British and the Battle of Tippecanoe, on November 7, 1811, in the Northwest Territory.[197][198] Tecumseh was defeated and Indians were pushed off their tribal lands, replaced entirely by white settlers.[197] [198] In addition to the Battle of the Thames and the Battle of Horseshoe Bend, other wars with American Indians took place, including the Peoria War, and the Creek War. Negotiated by General Jackson, in the aftermath of the Creek War, the Treaty of Fort Jackson of August 9, 1814, added 20 million acres of land to the United States (approximately 80,937 square kilometers) in Georgia and Alabama.[199] Privately, Madison did not believe American Indians could be civilized. He believed that Native Americans may have been unwilling to make \"the transition from the hunter, or even the herdsman state, to the agriculture\".[194] Madison feared that Native Americans had too great an influence on the settlers they interacted with, who in his view were \"irresistibly attracted by that complete liberty, that freedom from bonds, obligations, duties, that absence of care and anxiety which characterize the savage state\". In March 1816, Madison's Secretary of War William Crawford advocated for the government to encourage intermarriages between Native Americans and whites as a way of assimilating the former. This prompted public outrage and exacerbated anti-Indigenous bigotry among white Americans, as seen in hostile letters sent to Madison, who remained publicly silent on the issue.[194] In the 1816 presidential election, Madison and Jefferson both favored the candidacy of Secretary of State James Monroe, who defeated Secretary of War William H. Crawford in the party's congressional nominating caucus. As the Federalist Party continued to collapse as a national party, Monroe easily defeated Federalist candidate Rufus King in the 1816 election.[200] Madison left office as a popular president; former president Adams wrote that Madison had \"acquired more glory, and established more union, than all his three predecessors, Washington, Adams, and Jefferson, put together\".[201] When Madison left office in 1817 at age 65, he retired to Montpelier, his tobacco plantation in Orange County, Virginia, not far from Jefferson's Monticello. As with both Washington and Jefferson, Madison left the presidency a poorer man than when he came in. His plantation experienced a steady financial collapse, due to the continued price declines in tobacco and also due to his stepson's mismanagement.[202] In his retirement, Madison occasionally became involved in public affairs, advising Andrew Jackson and other presidents.[203] He remained out of the public debate over the Missouri Compromise, though he privately complained about the North's opposition to the extension of slavery.[204] Madison had warm relations with all four of the major candidates in the 1824 presidential election, but, like Jefferson, largely stayed out of the race.[205] During Jackson's presidency, Madison publicly disavowed the Nullification movement and argued that no state had the right to secede.[206] Madison also helped Jefferson establish the University of Virginia.[207] In 1826, after the death of Jefferson, Madison was appointed as the second rector of the university. He retained the position as college chancellor for ten years until his death in 1836. In 1829, at the age of 78, Madison was chosen as a representative to the Virginia Constitutional Convention for revision of the commonwealth's constitution. It was his last appearance as a statesman. Apportionment was the central issue at the convention. The western districts of Virginia complained that they were underrepresented because the state constitution apportioned voting districts by county. The increased population in the Piedmont and western parts of the state were not proportionately represented by delegates in the legislature. Western reformers also wanted to extend suffrage to all white men, in place of the prevailing property ownership requirement. Madison tried in vain to effect a compromise. Eventually, suffrage rights were extended to renters as well as landowners, but the eastern planters refused to extend the suffrage to all citizens, regardless of wealth. However, the planters included slaves held as property to the population count, to maintain a permanent majority in both houses of the legislature, arguing that there must be a balance between representations of population and property. Madison was disappointed at the failure of Virginians to resolve the issue more equitably.[208] In his later years, Madison became highly concerned about his historical legacy. He resorted to modifying letters and other documents in his possession, changing days and dates, adding and deleting words and sentences. By his late seventies, Madison's self-editing of his own archived letters and older materials had become almost an obsession. As an example, he edited a letter written to Jefferson criticizing Gilbert du Motier, Marquis de Lafayette—Madison not only inked out original passages, but even forged Jefferson's handwriting.[209] Historian Drew R. McCoy wrote that, \"During the final six years of his life, amid a sea of personal [financial] troubles that were threatening to engulf him ... At times mental agitation issued in physical collapse. For the better part of a year in 1831 and 1832 he was bedridden, if not silenced ... Literally sick with anxiety, he began to despair of his ability to make himself understood by his fellow citizens.\"[210] Throughout the early-to-mid-1830s, Madison's health slowly deteriorated. By coincidence, the Fourth of July was the day of the year on which former presidents Jefferson, Adams, and Monroe had all died. In his final week, his doctors advised Madison to take stimulants which might prolong his life to July 4, 1836. However, Madison refused.[211][212] He died of congestive heart failure at Montpelier on the morning of June 28, 1836, at the age of 85.[213] According to one common account of his final moments, he was given his breakfast, which he tried eating but was unable to swallow. His favorite niece, who sat by to keep him company, asked him, \"What is the matter, Uncle James?\" Madison died immediately after he replied, \"Nothing more than a change of mind, my dear.\"[214] He was buried in the family cemetery at Montpelier.[202] He was one of the last prominent members of the Revolutionary War generation to die.[203] His last will and testament left significant sums to the American Colonization Society, Princeton, and the University of Virginia, as well as $30,000 ($897,000 in 2021) to his wife, Dolley. Left with a smaller sum than Madison had intended, Dolley suffered financial troubles until her death in 1849.[215] After Madison's death, in the 1840s Dolley sold Montpelier, its remaining slaves, and the furnishings to pay off outstanding debts. Paul Jennings, one of Madison's younger slaves, later recalled in his memoir, In the last days of her life, before Congress purchased her husband's papers, she was in a state of absolute poverty, and I think sometimes suffered for the necessaries of life. While I was a servant to Mr. Webster, he often sent me to her with a market-basket full of provisions, and told me whenever I saw anything in the house that I thought she was in need of, to take it to her. I often did this, and occasionally gave her small sums from my own pocket, though I had years before bought my freedom of her.[216] At a height of only five feet, four inches (163 cm), and never weighing more than 100 pounds (45 kg), Madison was the country's most diminutive president.[217] He had bright blue eyes, a strong demeanor, and was known to be humorous in small gatherings. Although physically able throughout most of his life, Madison suffered from episodes of mental exhaustion and illness, with associated nervousness, and was often sidelined after periods of stress. He often feared for the worst and was a hypochondriac. However, Madison was usually in good physical health throughout his long life until his very last years in the 1830s.[218] On September 15, 1794, Madison married Dolley Payne Todd, a 26-year-old widow of John Todd, a Quaker farmer who died during a yellow fever epidemic in Philadelphia.[219] Aaron Burr introduced Madison to her, at his request, after Dolley had stayed in the same boardinghouse as Burr in Philadelphia. After an arranged meeting in early 1794, the two quickly became romantically engaged and prepared for a wedding that summer, but Dolley suffered recurring illnesses because of her exposure to yellow fever in Philadelphia. They eventually traveled to Harewood in Virginia for their wedding. Only a few close family members attended, and Winchester Reverend Alexander Balmain presided.[220] Madison, an introspective individual, enjoyed a strong relationship with his wife[221] and deeply relied on her to help him in dealing with the social pressures of being a public figure.[222] She became a renowned figure in Washington, D.C., and excelled at hosting dinners and other important political occasions.[222] Dolley helped to establish the modern image of the first lady of the United States as an individual who has a leading role in the social affairs of the nation.[221] Madison never had children, but he adopted Dolley's one surviving son, John Payne Todd (known as Payne), after the marriage.[100] Some of his colleagues, such as Monroe and Burr, alleged that Madison was infertile and that his lack of offspring weighed on his thoughts; but Madison never spoke of any such distress.[223] Nonetheless, his fertility has come into questions in recent years, following a popular 2007 article in The Washington Post, in which an African-American named Bettye Kearse claimed to be a descendant of Madison and a slave named Coreen.[224][225] Throughout his life, Madison maintained a close relationship with his father, James Sr., who died in 1801. At age 50, Madison inherited the large plantation of Montpelier and other possessions, including his father's numerous slaves.[226] He had six siblings who lived to adulthood: three brothers, Francis, Ambrose, and William, and three sisters, Nelly, Sarah, and Frances. Ambrose helped manage Montpelier for both his father and older brother until his own death in 1793.[227] During his first stint in Congress in the 1780s, Madison came to favor amending the Articles of Confederation to provide for a stronger central government.[228] In the 1790s, he led the opposition to Hamilton's centralizing policies and the Alien and Sedition Acts.[229] According to historian Ron Chernow, Madison's support of the Virginia and Kentucky Resolutions in the 1790s \"was a breathtaking evolution for a man who had pleaded at the Constitutional Convention that the federal government should possess a veto over state laws\".[103] Historian Gordon S. Wood says that Lance Banning, as in his Sacred Fire of Liberty (1995), is the \"only present-day scholar to maintain that Madison did not change his views in the 1790s\".[230] During and after the War of 1812, Madison came to support several policies he had opposed in the 1790s, including the national bank, a strong navy, and direct taxes.[231] Wood notes that many historians struggle to understand Madison, but Wood looks at him in the terms of Madison's own times—as a nationalist but one with a different conception of nationalism than that of the Federalists.[230] Gary Rosen uses other approaches to suggest Madison's consistency.[232] Although baptized as an Anglican and educated by Presbyterian clergymen,[233] young Madison was an avid reader of English deist tracts.[234] As an adult, Madison paid little attention to religious matters. Though most historians have found little indication of his religious leanings after he left college,[235] some scholars indicate he leaned toward deism.[236][237] Others maintain that Madison accepted Christian tenets and formed his outlook on life with a Christian world view.[238] Regardless of his own religious beliefs, Madison believed in religious liberty, and he advocated for Virginia's disestablishment of the Anglican Church throughout the late 1770s and 1780s.[239] He also opposed the appointments of chaplains for Congress and the armed forces, arguing that the appointments produce religious exclusion as well as political disharmony.[240] In 1819, Madison said, \"The number, the industry, and the morality of the priesthood & the devotion of the people have been manifestly increased by the total separation of the Church from the State.\"[241] Madison grew up on a plantation that made use of slave labor and he viewed slavery as a necessary part of the Southern economy, though he was troubled by the instability of a society that depended on a large slave population.[242] Although Madison had supported a republican form of government, he believed that slavery had caused the South to become aristocratic. Madison believed that slaves were human property, while he opposed slavery intellectually.[243] Madison initially opposed the 20-year delay in ending the foreign slave trade. However, he eventually accepted it as a necessary compromise to get the South to ratify the constitution.[244] He also proposed that apportionment in the House of Representatives be according to each state's free and slave population, eventually leading to the adoption of the Three-fifths Compromise.[245] Madison supported the extension of slavery into the West during the Missouri crisis of 1819–1821.[246] He believed that former slaves were unlikely to successfully integrate into Southern society. In the late 1780s, he became interested in the idea of African-Americans establishing colonies in Africa,[247] and he later served as the president of the American Colonization Society, which founded the settlement of Liberia for former slaves.[248] Madison was referred to as a \"garden-variety slaveholder\" by historian Elizabeth Dowling Taylor. Madison abstained from excessive cruelty to slaves, to avoid criticism from peers, but worked his slaves from dawn to dusk, six days a week, allowing Sundays off for rest.[249] By 1801, Madison's slave population at Montpelier was slightly over 100. During the 1820s and 1830s, Madison was forced by debts to sell land and slaves. In 1836, at the time of Madison's death, he owned 36 taxable slaves.[250] Madison did not free any of his slaves, either during his lifetime or in his will.[246][243] Madison is widely regarded as one of the most important Founding Fathers of the United States. Historian J. C. A. Stagg writes that \"in some ways—because he was on the winning side of every important issue facing the young nation from 1776 to 1816—Madison was the most successful and possibly the most influential of all the Founding Fathers.\"[251] Though he helped found a major political party and served as the fourth president, his legacy has largely been defined by his contributions to the Constitution; even in his own life he was hailed as the \"Father of the Constitution\".[252] Law professor Noah Feldman writes that Madison \"invented and theorized the modern ideal of an expanded, federal constitution that combines local self-government with an overarching national order\".[253] Feldman adds that Madison's \"model of liberty-protecting constitutional government\" is \"the most influential American idea in global political history\".[253] Polls of historians and political scientists tend to rank Madison as an above-average president. A 2018 poll of the American Political Science Association's Presidents and Executive Politics section ranked Madison as the twelfth best president.[254] Historian Gordon Wood commends Madison for his steady leadership during the war and resolve to avoid expanding the president's power, noting one contemporary's observation that the war was conducted \"without one trial for treason, or even one prosecution for libel\".[255] Nonetheless, many historians have criticized Madison's tenure as president.[256] In 1968, Henry Steele Commager and Richard B. Morris said the conventional view of Madison was of an \"incapable President\" who \"mismanaged an unnecessary war\".[257] A 2006 poll of historians ranked Madison's failure to prevent the War of 1812 as the sixth-worst mistake made by a sitting president.[258] Historian Garry Wills wrote, \"Madison's claim on our admiration does not rest on a perfect consistency, any more than it rests on his presidency. He has other virtues. ... As a framer and defender of the Constitution he had no peer. ... The finest part of Madison's performance as president was his concern for the preserving of the Constitution. ... No man could do everything for the country—not even Washington. Madison did more than most, and did some things better than any. That was quite enough.\"[259] Montpelier, the Madison family's plantation, has been designated a National Historic Landmark. The James Madison Memorial Building is part of the United States Library of Congress and serves as the official memorial to Madison.[260] In 1986, Congress created the James Madison Memorial Fellowship Foundation as part of the bicentennial celebration of the Constitution.[261] Several counties and communities have been named for Madison, including Madison County, Alabama, and Madison, Wisconsin. Other things named for Madison include Madison Square, James Madison University, and the USS James Madison.[262][263][264][265]","Title":"James Madison - Wikipedia","KeyID":"3562","URL":"https://en.wikipedia.org/wiki/James_Madison"}