{"Content: ":"The James S. Brady Press Briefing Room is a small theater in the West Wing of the White House where the White House press secretary gives briefings to the news media and the president of the United States sometimes addresses the press and the nation. It is located between the workspace assigned to the White House press corps and the office of the press secretary. The first presidential press conference was held in March 1913 in the Oval Office, during the presidency of Woodrow Wilson. Subsequently, until 1969, communications from the president and general press news conferences took place in various locations, including the Indian Treaty Room, the State Department auditorium, and the White House East Room.[1] In 1969, to accommodate the growing number of reporters assigned to the White House, President Richard Nixon had the indoor swimming pool, which had been installed by the March of Dimes for Franklin D. Roosevelt, covered and turned into press offices and a lounge that could double as a briefing room.[2][3] In 2000, the room was renamed the \"James S. Brady Press Briefing Room\" in honor of James Brady, the White House Press Secretary who had been shot and permanently disabled during an assassination attempt on President Ronald Reagan in 1981.[3] In December 2005, the White House announced the intention to renovate the aging Press Briefing Room and cramped press corps offices.[4] On August 2, 2006, the final briefing was held, and President George W. Bush hosted several previous press secretaries at a closing ceremony and there was some hesitation and concern about whether the press would be allowed to return to the White House.[5][6] In the interim, the White House Conference Center was used as temporary location for press conferences.[citation needed] President Bush reopened the renovated room in a ribbon-cutting ceremony on the morning of July 11, 2007. He held his first formal press conference in the new briefing room the next day, following the release of a report on the progress of the Iraqi government.[7] The modernization cost nearly US$8.5 million. Of that sum, $2.5 million was funded by the media, and the remainder was funded from tax revenue. Each correspondent's seat was priced at $1,500. Beneath the current press room lies the former White House swimming pool that has since become a computer server room.[8][9]  1 2 3 4 5 6 7 NBC News Wall Street Journal Politico MSNBC/CNBC/Telemundo Bloomberg BNA Washington Examiner Boston Globe/Washington Blade Fox News CBS News Radio AP Radio/PBS VOA Time Yahoo! News Daily Caller/EWTN CBS News Bloomberg News McClatchy NY Post/TheGrio Washington Times Salem Radio/CBN Cheddar News/Hearst TV AP NPR Foreign pool The Hill Regionals Newsmax Gray TV/Spectrum News ABC News Washington Post Agence France-Presse Fox Business/Fox News Radio CSM/Roll Call Al Jazeera Nexstar/Newsy Reuters NY Times LA Times Univision/AURN RealClearPolitics Daily Beast/Dallas Morning News BBC/Newsweek CNN USA Today ABC News Radio Daily Mail National Journal HuffPost Financial Times/The Guardian Coordinates: 38°53′52″N 77°02′08″W﻿ / ﻿38.89771°N 77.03567°W﻿ / 38.89771; -77.03567","Title":"James S. Brady Press Briefing Room - Wikipedia","KeyID":"3570","URL":"https://en.wikipedia.org/wiki/James_S._Brady_Press_Briefing_Room"}