{"Content: ":"John Plumbe Jr. (occasionally Plumb; July 13, 1809 – May 29, 1857) was a Welsh-born American entrepreneurial photographer, gallerist, publisher, and an early advocate of an American transcontinental railroad in the mid-19th century. He established a franchise of photography studios in the 1840s in the U.S., with additional branches in Paris and Liverpool. He created a lithographic process for reproducing photographic images, called the \"plumbeotype.\" Plumbe was born in Castle Caereinion, Powys, Wales in 1809, to John Plumbe and Frances Margaretta Atherton. The family moved to Philipsburg, Pennsylvania in 1821,[1] and later to Dubuque, Iowa.[2] He began his career as a civil engineer. \"He studied civil engineering while still in his late teens and by 1829 was surveying sites for future railroad routes in the southern and eastern portions of the country. About 1836 he relocated to the Wisconsin territory, where he became and advocate for a trans-contintental railroad.\"[3] Plumbe reasoned that a transcontintental railroad \"would hasten the formation of dense settlements throughout the whole extent of the road, advance the sales of the public lands, afford increased facilities to the agricultural, commercial and mining interests of the country...and enable the government to transport troops and munitions of war.\"[4] Throughout his life Plumbe would continue to press for the railroad, petitioning Congress and presenting his ideas in various newspapers and other publications. Plumbe \"took up photography in 1840 after seeing the work of an itinerant daguerreotypist in Washington, D.C.\"[5]—probably the work of John G. Stevenson.[3] In a short period of time, Plumbe established a string of daguerreotype studios and galleries, all bearing his name. Visitors to the galleries could view photographic works, receive training, or pay to have their portrait taken. Images produced in the Plumbe studios were credited to \"Plumbe,\" although the work was made by others, including his brother Richard Plumbe. \"Each of his galleries was staffed by a host of operators, colorists, and artisans, and many notable daguerreotypists received their training or honed their skills in Plumbe's galleries, including Richard Carr, Marsena Cannon, Charles E. Johnson, Jacob Shew, Myron Shew, and William Shew.\"[1] Others who learnt photographic arts through the Plumbe franchise included Ezra Chase, Samuel Masury, C.S. Middlebrook, and Gabriel Harrison.[2] In the 1840s in the United States there were Plumbe franchises in: Abroad, he opened branches in: By 1847-1848 Plumbe sold his part of the galleries he'd established.[2][5] \"He sold his New York gallery to William H. Butler, his head man there, in 1847, and the other galleries soon changed ownership, though the name \"Plumbe's Daguerrean Gallery\" was retained as late as 1852 in Boston (John P. Nichols, proprietor), and 1850 in Washington (Blanchard P. Paige, proprietor).\"[11] Plumbe entered his photographic work in several exhibitions, including: In 1846 he founded the National Publishing Company which produced the weekly Popular Magazine (Augustine J.H. Duganne, editor) and other works. Plumbe lived in California from 1849 to 1854.[1] In 1854 returned to Dubuque, Iowa. He may have worked for photographer Mathew Brady, c. 1855-1857.[14] He died in Iowa in 1857, at age 48.[15] Examples of Plumbe's work are in the New York Public Library.[16] Man reading, c. 1842 Daniel Dickinson, 1840s George Bancroft, c. 1844 U.S. Capitol, by Plumbe, 1846 White House, by Plumbe, 1846 Col. James Bankhead, 2nd U. S. Artillery. c. 1846. by J. Plumbe The Plumbeian, 1847 Woman and children, 19th century Washington Irving. Copy daguerreotype by Mathew Brady, reverse of original by John Plumbe.","Title":"John Plumbe - Wikipedia","KeyID":"3571","URL":"https://en.wikipedia.org/wiki/John_Plumbe"}