{"Content: ":"Meridian Hill Park, also known as Malcolm X Park, is a structured urban park located in the Washington, D.C., neighborhood of Columbia Heights; it also abuts the nearby neighborhood of Adams Morgan. The park was designed and built between 1912 and 1940. This 12-acre (49,000 m2), formally landscaped site is officially part of the National Capital Parks Unit of the National Park System, and is administered by the superintendent of nearby Rock Creek Park. Meridian Hill Park is bordered by 15th, 16th, W, and Euclid streets NW, and sits on a prominent hill 1.5 miles (2.4 km) directly north of the White House. Since 1969, the name \"Malcolm X Park\" has been used by many in honor of minister and activist Malcolm X.[2][3][4] At the time of Washington, D.C.'s creation in 1791, the land beneath present-day Meridian Hill Park was owned by Robert Peter, wealthy Georgetown merchant, and was known as Peter's Hill. In 1804, president Thomas Jefferson had a geodetic marker placed on this large hill. Centered exactly north of the White House, this marker helped to establish a longitudinal meridian for the city and the nation: the \"White House meridian\". After the War of 1812, David Porter, a commodore and naval hero of that war, acquired the hill in 1816 as part of a 110-acre (450,000 m2) tract of land that he had purchased; he named this property Meridian Hill. On the brow of this prominent hill on his new estate, and close to the marker, Porter then built a large and famous mansion which he also named Meridian Hill.[5] The home faced south with a dramatic view of the White House and the Potomac River. Meridian Hill Park today shares this view. Following his presidential term, John Quincy Adams briefly lived at Meridian Hill. After the onset of the American Civil War, and with a strategic location overlooking the city, the Meridian Hill estate and mansion, along with the land of neighboring Columbian College (founded 1821, later moving and becoming George Washington University), were taken for use as an army encampment named Camp Cameron. At times, this location was referred to as being \"on Georgetown Heights\".[6][7][8] Shortly after the war, a fire badly damaged the mansion, and the home ultimately was razed. At that time, Washington was experiencing postwar growth and some prosperity, so in 1867 the old Porter estate's land was subdivided into smaller lots. In 1887, former senator John Brooks Henderson and his wife Mary Foote Henderson, a wealthy couple from Missouri, resettled in Washington and purchased a large number of these real estate lots. On the west side of newly extended 16th Street, the Hendersons then built an elaborate stone home, designed to resemble a castle, which became known as Henderson Castle. Mary, with many friends in Congress, had grand plans for the area and for the public use of the hill. She put forward, without success, two ambitious proposals, one by architect Paul J. Pelz in 1898 and the second by Franklin W. Smith in 1900, both with designs to construct a colossal presidential mansion on Meridian Hill to replace the White House. She next unsuccessfully proposed that the site be used for the planned Lincoln Memorial. When these did not work out, Mary Henderson focused on a park. In addition, with her own money and with architect George Oakley Totten Jr., she planned and then built her own projects, which included creating a succession of large, elaborate embassies and mansions along both 15th and 16th streets. These formal, well-made structures today frame Meridian Hill Park and help to create a thematic visual appearance to the area immediately around the park. In 1901, the Senate Park Commission (with its McMillan Plan) undertook a set of formal changes to Washington's civic appearance, most famously by reconfiguring the city's National Mall. The commission also decided, with Mary's input, that a park on Meridian Hill was appropriate, and proceeded to plan for its creation. Mary, strong-willed, intelligent, vigorous and well-connected, very much championed the park. Later, throughout the many years of park construction, she lobbied Congress to maintain the flow of funding necessary to complete the project. By an Act of Congress on June 25, 1910, Meridian Hill Park was established.[9] The federal government also purchased the land for the park in 1910, and began planning for its construction in 1912, with the Interior Department hiring landscape architect George Burnap to design a grand urban park modeled on parks found in European capitals. His plans were approved in early 1914, and later were modified by Horace Peaslee, who took over as project architect; the design included an Italian Renaissance-style terraced fountain cascade with pools in the lower half, and gardens in a French Baroque style in the upper half. The upper portion later was simplified somewhat to focus on an open mall, suitable for gatherings and performances. The well-designed and carefully made walls, fountains, balustrades and benches were built with concrete aggregate, a then-new type of building material consisting of a specially washed and exposed-pebble surface set into the concrete substrate. This construction technique for the park was created by master craftsman John Joseph Earley; he and his team of skilled artisans worked for years on the project. After two decades under construction, the grounds were declared essentially complete, given park status, and then dedicated in 1936. Following its completion, the park became popular with city residents. The upper mall area was often used for concerts and gatherings. At a political rally in 1969, activist Angela Davis proposed renaming the park Malcolm X Park, but ultimately this name change was not approved.[2] And after 1970, with inner-city areas of Washington experiencing an economic decline, the park and its neighborhood suffered some decay for a number of years, with crime and vandalism becoming a problem. Upkeep of the park suffered, and the park became less safe, with drug dealing at times occurring. About 1990, in response to rising crime rates in and around the park, neighborhood residents became more involved in the park's stewardship and programming, and a group of community organizations formed the Friends of Meridian Hill. This organization organized volunteer nighttime patrols to combat crime, planted trees, produced a wide range of community arts and educational programs in the park, including twilight concerts, and helped the National Park Service to make improvements to the park. In recognition of the impact of these efforts in 1994, president Bill Clinton presented the Friends of Meridian Hill with the Partnership Leadership Award in a White House ceremony.[10] Since 2005, the Park Service has been working on a general restoration, carefully repairing and replacing the unique concrete structures as necessary, and replacing key utility systems. This ongoing work on the site continues today, and has resulted in a renovated asset for the city. The park is now a place that is well-used and enjoyed by local residents. On Sunday afternoons during warm weather, people gather from 3 to 9 p.m. in the upper park to dance and participate in a drum circle. This activity, held in the park since the 1950s, regularly attracts both enthusiastic dancers and professional drummers.[11][12] In 1994 the park was designated a National Historic Landmark, as \"an outstanding accomplishment of early 20th century Neoclassicist park design in the United States\",[1] and is today maintained as a part of Rock Creek Park.[13] In 2014 the District of Columbia government approved creation of the Meridian Hill Historic District in the local neighborhood around the park, with the park itself in the center of the newly designated area. A central feature of Meridian Hill Park is the 13-basin Cascading Waterfall in the lower-level formal garden. The fountains are designed with a recirculating water system which, through an elaborate series of pumps, supplies water to two large circular fountains on the upper level, and cascade found on the lower. The many walls and stairways of the site's composition add variety to the park, and because the central structure is on a hillside, some of the stairways are rather dramatic. The park also contains well-designed textured-concrete benches and urns, and patterned-concrete walkways. The park plan conceived by Burnap and Peaslee was one composed to depict a formal Italian garden. The actual planting scheme was designed by New York landscape architects Vitale, Brinckerhoff, and Geiffert. In the past, gardens of this scope generally were reserved for aristocrats, but Meridian Hill Park, a product of democracy, was made for all people.[14] A number of finely-crafted sculptures and memorials have been placed in the park, some even as the grounds were under construction. These include: Washington, D.C., area indie rock band Unrest named their fourth album Malcolm X Park after the unofficial name of the park. Coordinates: 38°55′16″N 77°02′09″W﻿ / ﻿38.9210°N 77.0357°W﻿ / 38.9210; -77.0357","Title":"Meridian Hill/Malcolm X Park - Wikipedia","KeyID":"3574","URL":"https://en.wikipedia.org/wiki/Meridian_Hill_Park"}