{"Content: ":"Lucretia Garfield (née Rudolph; April 19, 1832 – March 13, 1918) was the first lady of the United States from March to September 1881, as the wife of James A. Garfield, the 20th president of the United States. Born in Garrettsville, Ohio, Garfield first met her husband in 1849 at Geauga Seminary.[1] After a long courtship, they married in 1858. They would eventually have seven children together, five of whom lived to adulthood. Highly educated and intellectually curious, Lucretia Garfield was well attuned to the internal machinations of the Republican Party, which proved to be of great aid to her husband's political career. She was well regarded during her brief period in the White House, but after only a few months contracted malaria and went to Long Branch, New Jersey, to recuperate. In July 1881, James Garfield was shot and mortally wounded by Charles Guiteau. He lingered for two and a half months before dying, during which his wife stayed at his bedside and received much public sympathy. Lucretia Garfield returned to her former residence in Ohio after being widowed, living in what is now the James A. Garfield National Historic Site. She spent much of the rest of her life preserving her husband's papers and other materials, establishing what was effectively the first presidential library. Born in Garrettsville, Ohio, the daughter of Zebulon Rudolph, a farmer and co-founder of the Western Reserve Eclectic Institute (now Hiram College) at Hiram, and Arabella Mason Rudolph. Lucretia \"Crete\" Rudolph was a devout member of the Churches of Christ. Her ancestry includes German, Welsh, English and Irish; Lucretia Garfield's paternal great-grandfather immigrated to Pennsylvania (in a part that is now Delaware) from Württemberg, Germany.[2] After attending the Geauga Seminary, where she met James Garfield, Lucretia attended the Eclectic Institute. The Institute believed in the education of women and because of this Lucretia became an educated woman of her time. Lucretia studied all of the classics, and learned to speak Greek, Latin, French, and German. Additionally, she studied science, biology, math, history, and philosophy. She graduated from Hiram College (known as Western Reserve Eclectic Institute when she attended) and then became a teacher.[3] She first met James Garfield in 1849 while she was attending school at Hiram College where James was her teacher in Chester, Ohio. He then went to Williams College while she stayed behind to begin teaching in Cleveland, Ohio and Bryan, Ohio. They then began correspondence and became engaged shortly after. Garfield was attracted to her keen intellect and appetite for knowledge. Lucretia kept up her studies and her teaching, determined to have something to fall back on if ever she found herself unmarried. She didn't want to have to depend on her father to support her, so she earned her own salary.[3] Both James and Crete were 26 when they married on November 11, 1858, at the home of the bride's parents in Hiram. Although both were members of the churches of Christ, the nuptials were performed by Henry Hitchcock, a Presbyterian minister. The newlyweds did not take a honeymoon but instead set up housekeeping immediately in Hiram. His service in the Union Army from 1861 to 1863 kept them apart. But after his first winter in Washington as a freshman Representative, the family remained together. With a home in the capital as well as one (Lawnfield) in Mentor, Ohio,[4] they enjoyed a happy domestic life. In Washington, D.C. they shared intellectual interests with congenial friends; she went with him to meetings of a locally celebrated literary society. They read together, made social calls together, dined with each other, and traveled in company until by 1880 they were as nearly inseparable as his career permitted. The Garfields had seven children. Two, their first and last, died in early childhood: Eliza Arabella \"Trot\" Garfield (1860–1863) and Edward Garfield (1874–1876). Four sons and a daughter lived to maturity: James Garfield's election to the presidency brought a cheerful family to the White House in 1881. Though Lucretia Garfield was not particularly interested in a First Lady's social duties, she was deeply conscientious and her genuine hospitality made her dinners and twice-weekly receptions enjoyable. Aside from hosting dinners and receptions, Lucretia advised her husband on whom to select as cabinet officers and her choice for Secretary of State, James Blaine, proved to be successful. \"Her diary entries show that she not only understood the implications of each appointment on the rival factions within the Republican Party but also carefully calculated their effects.\"[5] Her earlier education instilled in her an interest in history and she began to make plans to make the historical White House the cultural center of D.C.[5] Lucretia went to the Library of Congress to research the history of the White House. Her intent was not to restore the White House, but to \"[bring] a sense of history\" to it. She feels as if there are ghosts in the White House because of all of the history it had seen in the eighty years it had been standing. \"She really had a sense of history and the history of the house.\"[3] Unfortunately she contracted malaria, and by the time she recovered President Garfield had been shot. She was still a convalescent, at Elberon, a seaside resort in New Jersey, when her husband was shot by Charles Guiteau on July 2 at a railway station in Washington. The President was actually planning to take a train north to New Jersey that same day in order to meet his wife, before continuing on to a function at his former college in Massachusetts. The First Lady hurriedly returned to Washington by special train—\"frail, fatigued, desperate,\" reported an eyewitness at the White House, \"but firm and quiet and full of purpose to save\". As her train raced south, it was speeding so fast that the engine broke a piston in Bowie, Maryland and nearly derailed. Lucretia Garfield was thrown from her seat, but not injured. After an anxious delay, she reached the White House and immediately went to her husband's bedside. One of the doctors hired to take care of President Garfield was a woman, Dr. Susan Edson. However, she was paid half the amount the men were being paid. Upon hearing about this discrepancy in pay, Lucretia wrote a letter expressing her outrage, using the word \"discrimination\" to express her fury. Dr Edson then received the same amount as the men.[3] During the three months that the President fought for his life, her grief and devotion won the respect and sympathy of the country. On the night of Garfield's death, according to Doctor Willard Bliss, she exclaimed, \"Oh, why am I made to suffer this cruel wrong?\" After his death and funeral, the bereaved family went home to their farm in northern Ohio. For another 36 years, she led a strictly private, but busy and comfortable life, active in preserving the records of her husband's career. She created a wing to the home that became a presidential library of his papers. She lived comfortably on a $350,000 trust fund raised for her and the Garfield children by financier Cyrus W. Field. She spent winters in South Pasadena, California, where she built a home she helped design with the celebrated architects Greene and Greene, to whom she was distantly related. Although she never came outright in support of women's suffrage, her daughter claims her mother believed in equal rights for women. She went to events Theodore Roosevelt held in support of him.[3] When the United States entered World War I, Lucretia became a volunteer for the Red Cross. She died at her South Pasadena[3] home on March 14, 1918, at the age of 85.[6] Her casket was placed above ground beside the coffin of her husband in the lower level crypt of the James A. Garfield Memorial at Lake View Cemetery in Cleveland, Ohio.[7] Media related to Lucretia Garfield at Wikimedia Commons","Title":"Lucretia Garfield - Wikipedia","KeyID":"3578","URL":"https://en.wikipedia.org/wiki/Lucretia_Garfield"}