{"Content: ":"A government auction or a public auction is an auction held on behalf of a government in which the property to be auctioned is either property owned by the government or property which is sold under the authority of a court of law or a government agency with similar authority.[1][2][3] In the case of government procurement, goods and services are bought using a reverse auction.[4] When the term \"government auction\" is used it often means that a general auctioneer has been contracted to deal with stock that needs to be liquidated by various government bodies: Often goods sold at government auctions will be unreserved, meaning that they will be sold to the highest bidder at the auction.[citation needed] Auctioneers are normally contracted by the different government organisations within their local area.[citation needed] Government property sold at public auction may include surplus government equipment, abandoned property over which the government has asserted ownership, property which has passed to the government by escheat, government land, and intangible assets over which the government asserts authority, such as broadcast frequencies sold through a spectrum auction. Public auctions of government property may be conducted by whichever agency is auctioning the property. Some substantial items have been sold at public auction. For example, the United States Navy cruiser Philadelphia was sold at such an auction at the Puget Sound Navy Yard in 1927. In 2021, GSA offered a 0.7501 share of a bitcoin valued more than $38,000 for an auction.[5] Kevin Kerns, an acting regional administrator of GSA’s Southeast Sunbelt Region, stated: \"Whether it’s a car, or a piece of jewelry, or now even cryptocurrency, you never know what kind of treasures you’ll find on GSA Auctions”. It was the first time ever that GSA auctioned cryptocurrency. Private property may be sold in a public auction for a number of reasons. It may be seized through a governmental process to satisfy a judgment rendered by a court or agency, or to liquidate a mortgage foreclosure, tax lien, or tax sale. Usually, prices obtained at a public auction to satisfy a judgment are distressed – that is, they are much lower than the price which would be obtained for that property if the seller were free to hold out for an optimal time to sell.[citation needed] In the United States, public auctions to satisfy judgments are usually conducted under the authority of the sheriff of the county or city in which the property to be auctioned was seized pursuant to the judgment, and an auction held for such a purpose is also called a sheriff's sale or sheriff sale.[6][7][8] Real property may be subject to a public auction in order to partition the property between joint tenants who can not agree as to how the property should be divided. An estate sale conducted at the direction of a probate court may also be conducted as a public auction. In ancient Roman Empire, the maintenance of the public works such as aqueducts, roads, drains, etc. were let out by the censors by public auction to the lowest bidder, just as the vectigalia were let out to the highest bidder. These expenses were called ultrotributa, and hence we frequently find vectigalia and ultrotributa contrasted with one another.[9] The Proceeds of Crime Act allows for a court to confiscate items that a criminal can't legally account for. Government auctions are usually held by nominated auction houses all around the UK. They will instruct an auction house which will sell the items on their behalf. There are many thousands of such court orders issued each year, and items that can't be returned to their legal owner are auctioned off at local auction houses all over the UK. Police auctions are an established route used by regional police forces across the country to dispose of proceeds of crime, lost and found, seized, and unclaimed stolen and confiscated property. Government auctions are often held onsite in the US, generally hosted by a professional auctioneer. A wide variety of merchandise is available from a number of websites both official and unofficial. The Internet provides services to various government agencies that allow them to sell surplus and confiscated items. Government agencies sell goods via various contracted auctioneers and online on websites such as Trade Me. Brazil runs auctions to sell surplus electrical energy.[10] Brazilian state also holds auction for contracts for solar and wind power.[11] Germany established the website zvg-portal.de to announce court auctions of real estate.[12] There are over 120 real estates every day auctioned on court auctions by German authorities. Azerbaijan started an e-auction platform eherrac.gov.az in 2020 in order to influence the property prices positively.[13]","Title":"Government auction - Wikipedia","KeyID":"3580","URL":"https://en.wikipedia.org/wiki/Public_auction"}