{"Content: ":"McKim, Mead & White was an American architectural firm that came to define architectural practice, urbanism, and the ideals of the American Renaissance in fin de siècle New York. The firm's founding partners Charles Follen McKim (1847–1909), William Rutherford Mead (1846–1928) and Stanford White (1853–1906) were giants in the architecture of their time, and remain important as innovators and leaders in the development of modern architecture worldwide. They formed a school of classically trained, technologically skilled designers who practiced well into the mid-twentieth century.[1] According to Robert A. M. Stern, only Frank Lloyd Wright was more important to the identity and character of modern American architecture.[2] The firm's New York City buildings include Manhattan's former Pennsylvania Station, the Brooklyn Museum, and the main campus of Columbia University. Elsewhere in New York State and New England, the firm designed college, library, school and other buildings such as the Boston Public Library, Walker Art Building at Bowdoin College, and the Rhode Island State House. In Washington, D.C., the firm renovated the West and East Wings of the White House, and designed Roosevelt Hall on Fort Lesley J. McNair and the National Museum of American History. Across the United States, the firm designed buildings in Illinois, Kentucky, Michigan, Ohio, Pennsylvania, Tennessee, Washington and Wisconsin. Other examples are in Canada, Cuba and Italy. The scope and breadth of their achievement is astounding, considering that many of the technologies and strategies they employed were nascent or non-existent when they began working in the 1880s.[3] Charles McKim was the son of a prominent Quaker abolitionist who grew up in West Orange, New Jersey. He attended Harvard College and went to Paris to attend the École des Beaux-Arts, a leading training ground for Americans. William Rutherford Mead, a cousin of president Rutherford B. Hayes, went to Amherst College and trained with Russell Sturgis in Boston. The two formed a partnership with William Bigelow in New York in 1877. White was born in New York City, the son of Shakespearean scholar Richard Grant White and Alexina Black Mease (1830–1921). His father was a dandy and Anglophile with no money, but a great many connections in New York's art world, including painter John LaFarge, Louis Comfort Tiffany and Frederick Law Olmsted. White had no formal architectural training; he began his career at the age of 18 as the principal assistant to Henry Hobson Richardson, the most important American architect of the day and creator of a style recognized today as \"Richardsonian Romanesque\". He remained with Richardson for six years, playing a major role in the design of the William Watts Sherman House in Newport, Rhode Island, an important Shingle Style work. White joined the partnership in 1879, and quickly became known as the artistic leader of the firm. McKim's connections helped secure early commissions, while Mead served as the managing partner. Their work applied the principles of Beaux-Arts architecture, with its classical design traditions and training in drawing and proportion, and the related City Beautiful movement after 1893. The designers quickly found wealthy and influential clients amidst the bustle and economic vigor of metropolitan New York.[4] Initially the firm distinguished itself with innovative Shingle Style summer houses such as Victor Newcomb's house in Elberon, New Jersey (1880–1881), the Isaac Bell House in Newport, Rhode Island (1883), and Joseph Choate's house \"Naumkeag\" in Lenox, Massachusetts (1885-88).[5] Their status rose when McKim was asked to design the Boston Public Library in 1887, ensuring a new group of institutional clients following its successful completion in 1895. The firm had begun to use classical sources from Modern French, Renaissance and even Roman buildings as sources of inspiration for daring new work. In 1877 White and McKim led their partners on a \"sketching tour\" of New England, visiting many of the key houses of Puritan leaders and early masterpieces of the colonial period. Their work began to incorporate influences from these buildings, contributing to a revival of interest in American art and architecture: The Colonial Revival.[6] The H.A.C. Taylor house in Newport (1882–1886) was the first of their designs to use overt quotations from colonial buildings, but many would follow. A less successful but daring variation of a formal Georgian plan was White's house for Commodore William Edgar, also in Newport (1884-86). Rather than traditional red brick or the pink pressed masonry of the Bell house, White tried a tawny, almost brown color, leaving the building neither fish nor fowl. The partners added talented designers and associates as the 1890s loomed, with Thomas Hastings, John Carrère, Henry Bacon and Joseph M. Wells on the payroll in their expanding office. With a larger staff, each partner could have a \"studio\" of designers at his disposal, rather like the organization of a modern design firm. This increased their capacity for doing bigger and bigger jobs, such as the design of entire college campuses for Columbia and New York Universities, and a massive entertainment complex at Madison Square Garden. They were entering a new phase of outstanding productivity and achievements. McKim, Mead and White gained prominence as a cultural and artistic force through their construction of Madison Square Garden. White secured the job from the Vanderbilt family, and the other partners brought former clients into the project as investors. The extraordinary building opened its doors in 1890. What had once been a dilapidated arena for horse shows was now a multi-purpose entertainment palace, with a larger arena, a theater, apartments in a Spanish style tower, restaurants, and a roof garden with views both uptown and downtown from 34th Street. White's masterpiece was a testament to his creative imagination, and his taste for the pleasures of city life.[7] The architects paved the way for many subsequent colleagues by fraternizing with the rich in a number of other settings similar to The Garden, enhancing their social status during the Progressive Era. McKim, Mead and White designed not only the Century Association building (1891), but also many other clubs around Manhattan: the Colony Club, the Metropolitan Club, the Harmonie Club, and the University Club of New York. Though White's subsequent life was plagued by scandals, and McKim's by depression and the loss of his second wife, the firm continued to produce magnificent and varied work in New York and abroad.[8] They worked for the titans of industry, transportation and banking, designing not only classical buildings (the New York Herald Building, Morgan Library, Villard Houses, and Rhode Island State Capitol), but also planning factory towns (Echota, near Niagara Falls, New York; Roanoke Rapids, North Carolina; and Naugatuck, Connecticut),[9] and working on university campuses (the University of Virginia, Harvard, and Columbia). The magnificent Low Library (1897) at Columbia was similar to Thomas Jefferson's at the University of Virginia, where White added an academic building on the other side of the Lawn. Some of their later, classical country houses also enhanced their reputation with wealthy oligarchs and critics alike. The Frederick Vanderbilt mansion (1895-98) at Hyde Park, New York and White's \"Rosecliff\" for Tessie Oelrichs (1898–1902) in Newport were elegant venues for the society chronicled by Edith Wharton and Henry James. Newly-wealthy Americans were seeking the right spouses for their sons and daughters, among them idle aristocrats from European families with dwindling financial resources. When called for, the firm could also deliver a house-full of continental antiques and works of art, many acquired by Stanford White from dealers abroad. The Clarence McKay house in Roslyn, New York, was probably the most opulent of these flights of fancy. Though many are gone, some now serve new uses, such as \"Florham\", in Madison, New Jersey (1897–1900), now the home of Fairleigh Dickinson University.[10] New York's enormous Penn Station (1906–1910) was the firm's crowning achievement, reflecting not only its commitment to new technological advances, but also to architectural history stretching back to Greek and Roman times.[11] McKim, Mead & White also designed the General Post Office Building across from Penn Station at the same time, part of which became the new Amtrak station in 2021. [12] The original Penn Station was demolished in 1963–1964 and replaced with a newer Madison Square Garden, in spite of large opposition to the move.[13] One of the firm's last major works in the city was the Manhattan Municipal Building (1906–1913) adjacent to City Hall, built following the deaths of both White (1906) and McKim (1909) and the financial collapse of the original partnership.[14] The firm retained its name long after the deaths of founding partners White (1906), McKim (1909), and Mead (1928). The major partners became William M. Kendall and Lawrence Grant White, Stanford's son.[15] Among the firm's final works under the name McKim, Mead & White was the National Museum of American History in Washington, D.C. Designed primarily by partner James Kellum Smith, it opened in 1964.[16] Smith died in 1961, and the firm was soon renamed Steinmann, Cain and White. In 1971, it became Walker O. Cain and Associates.[17]","Title":"McKim, Mead & White - Wikipedia","KeyID":"3586","URL":"https://en.wikipedia.org/wiki/McKim,_Mead_%26_White"}