{"Content: ":"The Vermeil Room (/ˈvɜːrməl/ VUR-məl; French: [vɛʁˈmɛj]) is located on the ground floor of the White House, the official residence of the president of the United States. The room houses a collection of silver-gilt or vermeil tableware, a 1956 bequest to the White House by Margaret Thompson Biddle. Portraits of American First Ladies hang in the room.[1] The Vermeil Room was originally a staff work room used for storage and later for the tasks of polishing silver. Theodore Roosevelt's 1902 renovation of the White House by architect Charles Follen McKim reconfigured the use of the house, finishing much of the ground floor for public use. When first furnished for public use the room was termed the Social Room, because it served as a lounge adjacent to a women's rest room. McKim provided the room with late Georgian style cove moldings and panelled wainscot. On the west wall McKim installed a Colonial Revival mantel with paired Tuscan Doric columns and bas-relief medallions with American eagles similar to the one found in the Seal of the President of the United States. The mantel was flanked by a pair of built-in arched cupboards. The Truman reconstruction of the White House in 1952 replaced the 1815 pine beams installed during the reconstruction of the house after its burning by the British in 1814. President Truman had the ancient beams sawn and installed as paneling in the Vermeil Room, China Room, and Library. The style of wall paneling and bracketed molding installed during the Truman reconstruction were based on a Georgian period model, contemporary with the design of the White House exterior. They were originally left unpainted, showing their grain and knots, a look popular in the 1950s. Margaret Thompson Biddle's collection was significant and ranges from Renaissance to 19th-century French and English pieces. The collection includes work by English Regency silversmith Paul Storr (1771–1844) and French Empire silversmiths Pierre-Philippe Thomire (1751–1843), and Jean-Baptiste-Claude Odiot (1763–1850). First Lady Mamie Eisenhower had the collection displayed in the room's glass-enclosed vitrines. Biddle was the daughter of William Boyce Thompson and the wife of A. J. Drexel Biddle, Jr. At first only displayed in the Vermeil Room in a museum like setting, First Lady Jacqueline Kennedy on recommendation of her friend Rachel Lambert Mellon began using the collection for the display of flowers and fruit in the rooms on the state floor. During the Kennedy White House restoration, interior designer Stéphane Boudin proposed painting the room in a style used in 17th and 18th century England and Normandy. Boudin had used a similar treatment in the Blue Bedroom at Leeds Castle in Kent, England. Rather than attempting to putty and polish the rough sawn timbers he chose to highlight the porous texture of the paneling. The walls were first rubbed down with wire brushes to bring up the grain and create an \"aged\" surface. Next a solid coat of off-white paint was applied, and that was followed by a \"dragged\" coating of blue paint. This was sealed using a bar of wax dabbed in pure dry blue pigment, and finally the surface was lightly distressed to tiny specks of white in the underlying base coat. The interior of the shelves displaying the vermeil were covered in white velvet. One of two neoclassical caryatid mantels was installed (still in place). White damask drapes were made with blue and off-white fringe trim. A finely patterned blue and white carpet was installed, and a large center table was created with a custom dyed blue velvet cloth not delivered until the Johnson years. A gilded chandelier, making reference to the vermeil collection was installed. The result was a gallery room, not a sitting room. The White House: An Historic Guide (1964) shows an architectural cross-section with Boudin's blue Vermeil Room. In 1971 First Lady Pat Nixon, working with White House Curator Clement Conger, refurbished the Vermeil Room adopting a Federal style for the room's decoration. The Georgian cornices were replaced with later period cornices. Several of the vitrines were closed up, and the paneling was given many coats of putty to transform it to a smooth finish. The room was painted a soft green and drapery was designed by Edward Vason Jones in gold, green, and blue with complex swags trimmed in bobbin tassels. A late 19th-century English crystal chandelier was installed and the room was furnished with two Federal style sofas, and an Empire pier table between the windows on the south wall. In 1991, during the George H.W. Bush administration, the room was repainted a soft yellow, the pier table was replaced with an empire-style sofa, and the two federal-style sofas were replaced by a pair of lolling chairs. The striped gold-and-blue drapery was replaced with striped silk damask in blue and cream. In 2006 the White House curator Bill Allman, First Lady Laura Bush, Bush family decorator Ken Blasingame and the Committee for the Preservation of the White House refurbished the room. Walls were painted in an enamel gloss finish in an ivory color with a tint of green described as Deauville. An 1829 center table in the late neoclassical style by Philadelphia cabinetmaker Anthony Gabriel Quervelle was placed in the room. The lolling chairs were reupholstered in patterned white silk damask, the c. 1815 sofa on the south wall is attributed to Duncan Phyfe and upholstered in a pink silk lampas. On each side of the sofa stand Boston work tables produced in the early 19th century likely to be the work of cabinetmakers John Seymour or Thomas Seymour. Though an unmatched pair, each has drawers and a fabric sewing-bag. Windows were given new drapery – straight panels of patterned silk jacquard in olive and gold, topped by a single festooned swag and side jabots of the same patterned silk, trimmed in tassels. The carpet is a Turkish Hereke with a background of light green, and produced about 1860. Coordinates: 38°53′51″N 77°02′11″W﻿ / ﻿38.8976°N 77.0363°W﻿ / 38.8976; -77.0363","Title":"Vermeil Room - Wikipedia","KeyID":"3594","URL":"https://en.wikipedia.org/wiki/Vermeil_Room"}