{"Content: ":"The Red Room is one of three state parlors on the State Floor in the White House, the Washington D.C. home of the president of the United States. The room has served as a parlor and music room, and recent presidents have held small dinner parties in it. It has been traditionally decorated in shades of red. The room is approximately 28 by 22.5 feet (8.5 by 6.9 m). It has six doors, which open into the Cross Hall, Blue Room, South Portico, and State Dining Room. Benjamin Latrobe's 1803 drawing of the White House's first floor indicates that the Red Room served as \"the President's Antichamber\" (sic) for the president's \"Library & Cabinet\" next door in the location of the present State Dining Room. During the administration of John Adams, it served as a breakfast room.[1] Jefferson kept a caged magpie in the room. During the James Madison administration, the antechamber became the \"Yellow Drawing Room\" and the scene of Dolley Madison's fashionable Wednesday night receptions. Dolley ordered a piano she particularly wanted, along with red velvet curtains for the room. The White House was gutted in 1814 when the British set fire to the structure during the Burning of Washington. It was largely reconstructed during the administration of President James Monroe, and the door and window frames and doors themselves date to this era.[2] Monroe purchased furnishings for the Red Room in the Empire style, as he had for the Blue Room, to furnish the rebuilt White House. Gilbert Stuart's portrait of George Washington originally hung in the Red Room, providing the colloquial name the \"Washington Parlor.\" Stuart's 1804 portrait of Dolley Madison also was hung here. The fireplace mantel was one of two originally purchased by President James Monroe in 1817. Carved of white marble in France in the Empire style, it and its partner originally were installed in the State Dining Room. In 1902, President Theodore Roosevelt selected Charles Follen McKim of the New York architectural firm McKim, Mead & White to renovate the White House. McKim fashioned all new mantels for the State Dining Room, and reused one of the 1817 mantels in the Red Room.[2] The walls were hung with burgundy silk velvet. A late nineteenth century suite of stuffed Turkish-style furniture was upholstered in the same shade. The addition of a new attic story during the Coolidge administration placed great strain on the building's structure. By 1951 the house had become unsound and President Truman directed a major reconstruction. The building's interior was largely dismantled, with some of the architectural elements being numbered and stored. After a steel infrastructure was installed, those elements were restored in their original configuration. The Red Room was dismantled and reconstructed during this period. Installation of air conditioning in 1953 and 1954 required the ceiling height be reduced by approximately 18\" and a new plaster ceiling with a somewhat generic pattern of stars was installed. Having nearly no furniture original to the house, Truman hired the New York department store B. Altman's design department to oversee the refurnishing of the house. In the Red Room, a red silk damask in the same pattern as before the reconstruction was installed on the walls. The Louis XVI style mantel clock is French, c. 1780–85, and was a gift to the American nation in 1954 from President Vincent Auriol of France following completion of the Truman reconstruction of the house (1949–52). Jacqueline Kennedy made extensive renovations to the White House in 1961 and 1962. When the Kennedy family first moved into the White House, the Red Room (along with other rooms on the State Floor of the White House) were arranged and decorated using existing items by Sister Parish, Mrs. Kennedy's long-time friend and interior decorator. Parish initially rearranged the Red Room, but did no refurbishment of it.[3][a] By the middle of 1961, however, as the wider Kennedy renovation of the White House moved into high gear, Parish's Red Room decor was dismantled and she no longer played much of a role in the renovation.[3] The Kennedy renovation was overseen by American antiques autodidact Henry Francis du Pont and French interior designer Stéphane Boudin and his company, Maison Jansen.[4] Kennedy also established an advisory Committee on Fine Arts made up of museum professionals as well as wealthy individuals interested in antiques.[5] Kennedy was an ardent admirer of French interior design,[2] and the Red Room was not only the first room to be redesigned during the Kennedy renovation but also the room refurbished almost completely in a French style.[6] But because the involvement of a French interior decorator was considered politically unpalatable to the American people, Boudin's role in redecorating the Red Room was not mentioned and the refurbishment was for many years attributed solely to Parish.[7] Boudin, rather than du Pont, proved to have the greatest impact on the Red Room. About June 1961, Boudin proposed two alternative treatments for the walls. The more elaborate of these featured cerise (pinkish-red) silk upholstery for the walls, with a broad band of gold decorative \"tape\" around the inside of each panel (above the dado rail, below the cornice, and along both sides). The second proposal was nearly identical, but omitted the decorative band. In August, du Pont agreed that either of Boudin's suggestions would be appropriate.[8] The second proposal was approved by Kennedy Parish assisted by attempting to find a manufacturer who could not only duplicate the colors Boudin wanted but also the various medallion patterns he proposed. The New York textile manufacturer Bergamo was approached, but problems with design, manufacture, and cost forced Parish to utilize the Scalamandré firm instead.[9] The wall covering was put in place in late 1961.[7][b] Du Pont suggested the room be made over using Duncan Phyfe furniture, while Gerald Shea[c] of the Committee on Fine Arts felt that American Empire style furniture would be better.[11] Other advisors wanted furniture in the \"French antique\" style of Charles-Honoré Lannuier.[12] Since no single individual was in charge of the renovation effort, at first confusion reigned. The issue was largely decided after a potential patron turned down a request to donate a suite of American Empire furniture, and Kennedy convinced du Pont that a mix of French Empire and American Empire was appropriate.[13] The room's refurnishing was made around a small circular guéridon probably designed and manufactured by Lannuier. A family in New York, which had owned it since American colonial times, donated the piece.[14] As of 1998, furniture historians James Abbott and Elaine Rice say, it \"is still considered the best example of American neoclassical furniture in the mansion.\"[15] Sofas which once belonged to Dolley Madison and Nelly Custis (granddaughter of Martha Washington) were donated and placed in the room, as was a sofa table which featured a sphinx as a base (also attributed to Lannuier).[15] Two card tables with intricate wood inlays and sphinx-like legs; three French Empire armchairs with gilt-bronze frames; and a French Empire desk were also purchased and installed.[16] Four gondola side chairs, a pair of early Rococo Revival side chairs, and a French Empire armchair already owned by the White House were removed from storage and placed in the room.[16] A carpet woven in Aubusson, France, was selected by Kennedy for the floor of the Red Room. Too expensive to purchase outright, Boudin and his Maison Jansen associate Paul Manno approached financier André Meyer, who agreed to purchase and donate the carpet to the White House in exchange for a meeting with Mrs. Kennedy.[3] To light the room, a gilded wood French chandelier (made about 1820), three French bouillotte table lamps, and a pair of French torchères were purchased and added to the Red Room.[3] Boudin oversaw the installation of art in the Red Room as well. Boudin preferred a French design aesthetic,[17] which emphasized covering as much wall space as possible with paintings. This scheme was implemented early in 1961, but in early 1962 (after the walls were recovered in silk) Boudin altered this scheme. He now created two rows of paintings, one at eye-level and one above the top of the door frames. This mimicked the look of an art gallery, and was used in many French country manor-houses.[7] Boudin and du Pont also competed to design window treatments for the Red Room. Boudin suggested straight panels of cerise silk, suspended from a gilded wood rod and rings. Du Pont proposed a lighter treatment of white cotton voile or muslin, drawn back from the windows with tassels. Mrs. Kennedy was concerned that du Pont's drapes would require constant pressing in order to look good, and that souvenir-hunters might snip at the tassels and fringe. Boudin's scheme won out.[18] Most furniture presently found in the Red Room was acquired during the Kennedy and Nixon administrations. In 1971 the room was redecorated by First Lady Pat Nixon with advice from a new White House curator Clement Conger who collaborated with architect and designer Edward Vason Jones. Conger replaced a generic plaster molding and ceiling medallion installed during the Truman reconstruction with historically accurate molding profiles and a new ceiling medallion. Conger used the workshop of Franco Scalamandré for textiles, keeping the motif of medallions and scrolls, but changed the red color used by the Kennedys to a warmer more scarlet shade of red. On the south wall of the room between two windows a large gilded bracket was installed to hold a bust of President Martin Van Buren carved by Hiram Powers. A portrait of Van Buren's daughter-in-law, Angelica Singleton Van Buren, painted in 1842 by Henry Inman hangs above the mantel. The portrait includes a representation of the marble bust. Drapery panels of yellow-gold silk satin with elaborate swags and jabots of red with gold medallions with handmade fringe recall a description of drapery used here during Dolley Madison's day. The curtains were designed by Edward Vason Jones, and are based on historical patterns held by the Society for the Preservation of New England Antiquities (now called Historic New England) and the Metropolitan Museum of Art. Conger returned use of the decorative tape along the ceiling moulding but not above the dado. The 2000 refurbishment of the Red Room led by First Lady Hillary Clinton with advice from the Committee for the Preservation of the White House, and White House curator Betty Monkman retained the general form of Clement Conger's 1971 design. The color for walls and upholstery was changed to a deeper carmine red that historians considered more typical of nineteenth-century American manufactured textiles. The wide decorative tape, like those used in the Kennedy administration was installed above the dado. The most significant recent addition to the Red Room is a tall rectilinear secretary desk attributed to Charles-Honoré Lannuier. It was a gift of the White House Historical Association during the Clinton administration, on the occasion of the 200th anniversary of the completion of the house. In 2019, First Lady Melania Trump had the wall fabric of the Red Room refreshed after sunlight streaming into the room had left parts of the walls faded.[19] The Madisons, Lincolns, Grants, and Kennedys all used the Red Room as a music room. A guitar, piano and music stands were kept in the room. Today a music stand beside the fireplace recalls that earlier use of the room. In 1833, during the presidency of Andrew Jackson, the Red Room was host to the second Catholic ceremony in the history of the White House.[20] William Matthews presided over the baptism of Andrew Jackson Pageot, the son of Joseph Pageot and Mary Anne Lewis, a ward of Jackson.[21][22] President Ulysses S. Grant, fearing disruption of the transition of power to Rutherford B. Hayes (because of the latter's contested Election of 1876) had the new president-elect secretly sworn into office in the Red Room the evening before the inauguration. The Grants used the Red Room as a family living room. Eleanor Roosevelt used the Red Room for meeting with women members of the press. Following the State Funeral for President John F. Kennedy, Mrs. Kennedy received foreign heads of state in the Red Room. The Reagans frequently used this room for official photographs with visiting heads of state. The Clintons favored the room for small dinner parties. In 2012, President Barack Obama and First Lady Michelle Obama had lunch with the Bush family in the Red Room ahead of the unveiling of the presidential portrait of George W. Bush.[23] During the presidency of Donald Trump, First Lady Melania Trump and Queen Rania of Jordan had lunch together in the Red Room in April 2017.[24] President Trump met with French President Emmanuel Macron in the Red Room during an official state visit in 2018.[25] The Bidens used the Red Room for their 2021 Lunar New Year message, red being an auspicious color in Chinese and East Asian culture. The funeral reception for John F Kennedy, 25 November 1963. First Lady Betty Ford and former White House Chief of Staff Alexander Haig during a dinner in the Red Room, 23 October 1974. First Lady Nancy Reagan in the Red Room, her favorite White House room, 1981. President Ronald Reagan and Prime Minister of the United Kingdom Margaret Thatcher in the Red Room, 1983. The George W. Bush family in the Red Room, 2005. President Barack Obama reading notes in the Red Room, 2009. Members of the public in the Red Room during White House tour, 2012. The Obamas sharing lunch with the Bush family in May 2012. The Trumps meeting with French President Emmanuel Macron and his wife Brigitte Macron, 24 April 2018. President Joe Biden signing the commission for Avril Haines to become DNI, 21 January 2021. Coordinates: 38°53′51.15″N 77°2′11.4″W﻿ / ﻿38.8975417°N 77.036500°W﻿ / 38.8975417; -77.036500","Title":"Red Room (White House) - Wikipedia","KeyID":"3598","URL":"https://en.wikipedia.org/wiki/Red_Room_(White_House)"}