{"Content: ":"The Crowninshield family is an American family that has been prominent in seafaring, political and military leadership, and the literary world. The founder of the American family emigrated from what is now Germany in the 17th century. The family is one of several known collectively as Boston Brahmins. Johann Caspar Richter was a Saxon landowner and shipper-trader originally from Germany. He moved to a supposed German village of Kronenschieldt (sometimes spelled Cronenschieldt), near Leipzig, during the Thirty Years' War (1618–1648) and married Maria Hahn, from Annaburg in Saxony-Anhalt.[citation needed] His illegitimate son, Johannes Caspar Richter von Kronenschieldt, was born in Leipzig circa 1661 and adopted the village's name as part of his surname, together with an entirely spurious and canting coat of arms. After being educated briefly at the University of Leipzig, he moved to Boston, Massachusetts in about 1688. He anglicized his name to \"John Caspar Crowninshield\" and married Elizabeth Allen on December 5, 1694, in Lynn, Massachusetts, and bought land near Spring Pond. Their children began the Crowninshield family known today. He died December 19, 1711.[1] His great-granddaughter Mary Crowninshield (1778–1835) was the wife of Senator Nathaniel Silsbee, whose son-in-law was Jared Sparks. Shortly after moving to Essex County, Massachusetts, and especially the town of Salem, the Crowninshields began to make their impact on American seafaring. They helped settle Salem and led it to seafaring prominence, helping turn it into an important seaport as well as a settlement for affluent families by the late 18th century. George Crowninshield (1733–1815) founded the Crowninshield & Sons shipping business with his five sons. In Salem, the family built Crowninshield's Wharf, one of three major town wharves at the time. As a result, the Crowninshields became highly influential in the international trade in tea (including Bohea from as far as China), cod, molasses, Madeira wine, Valencia oranges, Málaga grapes, salt, iron, pepper, and other goods.[2] Lieutenant Benjamin Crowninshield (b. 1757) served from 17 October 1778 on the American privateer Black Prince during the American Revolution,[3] which raided Fishguard and disrupted British merchant shipping. He was a son of Jacob Crowninshield (1732–1774) and Hannah Carlton (1734–1824). A son of George Crowninshield (b. 1733), sea adventurer George Crowninshield Jr. (1766–1817) built and sailed the yacht Cleopatra's Barge, named after the ancient ship used by Cleopatra VII. It became the first yacht to cross the Atlantic Ocean. Although the family's prominence was originally gained via seafaring, Crowninshields later became most noted for the public service, primarily in politics and the military. The early Crowninshields were Republicans and were noted for their strong support of Thomas Jefferson. The Crowninshields were particularly praised for their naval leadership. Benjamin Williams Crowninshield was United States Secretary of the Navy under both James Madison and James Monroe, while his great-great-grandson Charles Francis Adams III, also a noted yachtsman, was secretary under Herbert Hoover. Former U.S. Representative Jacob Crowninshield was appointed to be the second person to hold the position by Thomas Jefferson, but did not serve due to his ill health. His grandson Arent S. Crowninshield served as an admiral in the United States Navy and later as chief of the Navy's Bureau of Navigation during the McKinley Administration. William Crowninshield Endicott was United States Secretary of War during Grover Cleveland's first term as President of the United States. Caspar F. Crowninshield served as a Union Army captain and brevet brigadier general during the American Civil War, while Charles Francis Adams Jr., great-grandson of Benjamin Williams Crowninshield, served as a general. Since the late 19th century, the family's political influence has been exercised primarily at the state and local levels, including in Vermont, New Hampshire, and New York, where multiple branches of the family settled, as well as in Massachusetts. During the late 19th and 20th centuries, the Crowninshields were mostly visible in the arts and publishing. Frank Crowninshield created and edited Vanity Fair magazine, while Francis Boardman Crowninshield became an accomplished painter and architect. Stained-glass artist Frederic Crowninshield (1845–1918) was an instructor at the Museum of Fine Arts School of Drawing and Painting in Boston.[4] Benjamin Crowninshield Bradlee was the executive editor of The Washington Post during the publication of the Pentagon Papers and played a pivotal role in the newspaper's coverage of the Watergate scandal. He stepped down as executive editor and became a member of the editorial board and vice president at large in 1991. The Crowninshields were responsible for bringing the first elephant to the U.S. The elephant arrived on April 12, 1796, brought by Jacob Crowninshield, who had purchased it in India. The two-year-old elephant was brought into New York City, costing Crowninshield a total of $450. It later toured the country extensively after Crowninshield sold it for $10,000.[5] Louise E. du Pont Crowninshield, wife of Francis Boardman Crowninshield, is known as one of America's first major historical preservationists and was a founding member of the National Trust for Historic Preservation. Charles Francis Adams IV, great-great-great-grandson of Benjamin Williams Crowninshield and the son of Charles Francis Adams III, was the first president and later chairman of the Raytheon Company. The Crowninshields, like other Boston Brahmin families, often married into other noted families. Frances (Fanny) Cadwalader Crowninshield, daughter of George and Harriet Sears Crowninshield, married John Quincy Adams II, son of Charles Francis Adams, grandson of president John Quincy Adams and great grandson of president John Adams. William Crowninshield Endicott was a direct descendant of John Endecott, the first Governor of the Massachusetts Bay Colony. Fellow Salem resident Nathaniel Hawthorne's father, Captain Nathaniel Hathorne Sr., sailed ships owned by the Crowninshields, who were his in-laws. The Crowninshields were also intermarried with the Derby and Pickman families of Salem, two other dynastic families of merchants. George Crowninshield married Mary Derby, sister of Elias Hasket Derby, who married Elizabeth Crowninshield, George Crowninshield's sister, in 1761.[6] Anstiss Derby, Elias Hasket's daughter by his Crowninshield wife, Derby married merchant Benjamin Pickman Jr. Rebecca Crowninshield Browne married Robert F. Bradford, who was Governor of Massachusetts from 1947 to 1949. Francis Boardman Crowninshield married the former Louise Evaline du Pont (later Louise E. du Pont Crowninshield) of the Du Pont family. On June 20, 1700, in Massachusetts Bay Colony, Dr. John Casper Richter von Crowninshield (Johannes Kaspar Richter von Kronenscheldt, as first spelled), became a historic landowner of an estate by Spring Pond in Lynn and Salem, married Elizabeth, daughter of the former land owners of the estate. He was a physician from Germany, descended from a noble family of the Kingdom of Saxony. He bought the land near Spring Pond with all the “houses, buildings, waters, and fishings” from Elizabeth (Clifford) Allen of Salem, widow of Jacob Allen. He settled on the land in the interest of retreat and farming. The Crowninshields also had close associations with other elite families, including the Monroes, Jeffersons, and Madisons. Robert Gould Shaw was a close friend of Benjamin W. Crowninshield (not to be confused with Benjamin Williams Crowninshield) at Harvard. The Crowninshields also periodically lived with other noted figures, such as William Bentley, who boarded with the family in Salem from 1791 to 1819; Andrew Jackson and his wife, who lived with Benjamin William Crowninshield and his family in Georgetown; and Condé Nast, who was Frank Crowninshield's New York City roommate. Although they were known for feuding with other noted families, particularly the anti-Jeffersonian Derby family of Salem, they also had close connections to the powerful. During the Salem witch trials, the Crowninshields were aligned on the side of John Hathorne, one of the associate magistrates of the trials; no Crowninshields were accused during the trials. Early Crowninshields were typically educated at institutions like St. Paul's School and Phillips Academy, followed by Harvard University, Harvard Law School, Williams College, or the service academies. Family members have held trusteeships and provost positions at Harvard College and Boston College, among other institutions. The Crowninshield influence is particularly visible in Essex County, Massachusetts, and especially in their historical homebase of Salem. The homestead of Captain John Crowninshield, son of Johannes Caspar Richter von Kronenschieldt and Elizabeth Allen, survives as the Crowninshield-Bentley House, which is governed by the Peabody Essex Museum and is part of Salem's historical tourism industry. Benjamin Williams Crowninshield's federal-style waterfront mansion, once used by President James Monroe on a trip to Salem, is now used as home for the Brookehouse for Women. Some other sites, such as the Crowninshield Wharf have been lost to time and damage. Other places and things named for the family include Crowninshield Island, located off nearby Marblehead, and USS Crowninshield, a Wickes-class destroyer during World War I. There are also streets named for members of the Crowninshield family in Providence (Rhode Island); Brookline, Marblehead, and Peabody (Massachusetts); and The Bronx (New York City), all locations where noted Crowninshields lived.[citation needed] Family members are buried in several of New England's most prominent cemeteries, including Mount Auburn Cemetery and the ancient burial ground in Salem.[citation needed] Although less common today, references to the Crowninshield family in popular culture were prevalent in earlier American society. Some examples include: The simplified family tree through the 18th century:","Title":"Crowninshield family - Wikipedia","KeyID":"3604","URL":"https://en.wikipedia.org/wiki/Crowninshield_family"}