{"Content: ":"Jane Engelhard (August 12, 1917 – February 29, 2004), born Mary Jane Reiss,[1][2] was an American philanthropist, best known for her marriage to billionaire industrialist Charles W. Engelhard Jr., as well as her donation of an elaborate 18th-century Neapolitan crêche to the White House in 1967. She was named to the International Best Dressed List Hall of Fame in 1972.[3] Born in Qingdao or Shanghai, China, Mary Jane Reiss was the youngest daughter of Hugo Reiss (1879–1931),[4] a prominent Jewish businessman who emigrated to the USA in 1896;[5] he was an executive at his family's British fabric-and-small-arms wholesale firm, G. Reiss & Co. Ltd. and served as Brazil's consul in Shanghai.[6][7] Hugo Reiss married, at The Grand Hotel in Yokohama, Japan, on 16 October 1911, Marie Ignatius Murphy[8][9] (1891-1965), an Irish Roman Catholic native of San Francisco, California; she was a daughter of James. J. Murphy and his wife, Mary O'Gorman.[10][11] Reiss had two elder sisters by her parents' marriage: After her parents' divorce, her mother married French merchant and former theatre critic Guy Louis Albert Brian (1891–1955) in 1928. They had two daughters: All five daughters were raised as Catholics, with the three Reiss girls spending their infancy and early childhood in Shanghai, China. After Marie (Murphy) Reiss separated from Reiss in the late 1920s, she and her children moved to Paris, where she remarried and where Jane graduated from Couvent des Oiseaux, a fashionable Roman Catholic school; its alumni included the future Vietnamese empress Nam Phương.[14] On 1 June 1939, at Villa Monte Cristo, Vaucresson, France, Reiss married Fritz Mannheimer (1890–1939), a German Jewish banker and art collector. The director of Mendelssohn & Co. in Amsterdam, a branch of a Berlin bank on Jagerstrasse 51, known for floating multimillion-dollar loans to various European governments, including that of Germany and Russia, he died eight weeks after the wedding, reportedly of a heart attack, on 9 August 1939. The actual cause of Mannheimer's death remains as speculative as its timing was suspicious. One day after his death, the Amsterdam branch announced that it was insolvent and that it was confiscating Mannheimer's art collection, which had been financed with unlimited bank credit. Shortly thereafter, the entire firm was liquidated by the German government. The couple had one child, born in Nice, France, six months after Mannheimer's death: Jane Mannheimer moved first to London, then to Buenos Aires, then to New York City after her first husband's death. In 1947 she was named vice president of the merchandising division of Holbrook Microfilming Service, a company which was headed by president John J. Raskob and chairman Lt. Gen. Hugh Drum.[16] She also was a member of Sillman & Associates, through which she was a minor investor in Broadway revues including New Shoes and Gentlemen Be Seated. On 18 August 1947, in New York City, New York,[17] Mannheimer married Charles W. Engelhard Jr. (1917–1971), vice-president of Baker & Co. Inc. and heir to Engelhard Industries, a New Jersey-based minerals conglomerate.[18] The couple lived in Far Hills, New Jersey, where they raised golden retrievers and thoroughbred racehorses, including the fabled Triple Crown of Thoroughbred Racing champion, Nijinsky. They had numerous homes, including Cragwood, a 1920s neo-Georgian mansion in New Jersey, a country house in South Africa, and residences in London, Paris, Maine, Nantucket, New York City, and Quebec's Gaspé Peninsula. The Engelhards had five daughters: Charles Engelhard also adopted his wife's daughter from her first marriage. Engelhard was a patron of numerous causes and institutions, including the New Jersey Symphony. She served on the Boards the Metropolitan Museum of Art and the Morgan Library for many years. She also was a member of the Fine Arts Committee of the White House, organized during the Kennedy administration; the decoration of the Small State Dining Room is among her reported contributions to the restoration of the White House. In 1977, Engelhard was the first woman appointed as a Commissioner of the Port Authority of New York and New Jersey.[25] She was also a member of the Library of Congress Trust Fund Board and a recipient of the Legion d'honneur. Engelhard died of pneumonia on February 29, 2004, at her home in Nantucket, Massachusetts.[14]","Title":"Jane Engelhard - Wikipedia","KeyID":"3605","URL":"https://en.wikipedia.org/wiki/Jane_Engelhard"}