{"Content: ":"Maison Jansen (French: [mɛzɔ̃ ʒɑ̃sɑ̃]; English: House of Jansen) was a Paris-based interior decoration office founded in 1880 by Dutch-born Jean-Henri Jansen. Jansen is considered the first truly global design firm, serving clients in Europe, Latin America, North America and the Middle East. This House was located at 23, rue de l'Annonciation, Paris, and closed in 1989. From its beginnings Maison Jansen combined traditional furnishings with influences of new trends including Anglo-Japanese style, the Arts and Crafts movement, and Turkish style. The firm paid great attention to historical research with which it attempted to balance clients' desires for livable, usable, and often dramatic space. Within ten years the firm had become a major purchaser of European antiques, and by 1890 had established an antiques gallery as a separate firm that acquired and sold antiques to Jansen's clients and its competitors as well. In the early 1920s Jean-Henri Jansen approached Stéphane Boudin, who was then working in the textile trimming business owned by his father Alexandre Boudin, and brought him on board. Accounts of the arrangement vary. Speculation existed that Boudin was able to provide financial solvency to the prominent but capital-poor atelier. Boudin's attention to detail, concern for historical accuracy, and ability to create dramatic and memorable spaces brought increasing new work to the firm. Boudin was made director and presided over an expansion of the firm's offices and income. Not originally equipped with its own workrooms for producing furniture the firm began by relying upon antiques and the furniture contracted to outside cabinetmakers. By the early 1890s Maison Jansen had established its own manufacturing capacity producing furniture of contemporary design, as well as reproductions, primarily in the Louis XIV, Louis XVI, Directoire, and Empire styles. Throughout the firm's history, it employed a traditional style drawing upon European design, but influence of contemporary trends including the Vienna Secession, Modernism, and Art Deco has also appeared in Jansen interiors and in much of the custom furniture the firm produced between 1920 and 1950. Under Boudin's leadership, Maison Jansen provided services to the royal families of Belgium, Iran, and Serbia; Elsie de Wolfe, and Lady Olive Baillie's Leeds Castle in Kent, England. The firm's most published work was a project by Boudin and Paul Manno, the head of Jansen's New York office, for the U.S. White House during the administration of John F. Kennedy. At the same time, Jansen completed the interior of the motor yacht Chambel IV, now renamed Northwind II. Northwind II is one of the few remaining complete Jansen commissions. After Stéphane Boudin's death in 1967, colleague Pierre Delbée took over the business. Maison Jansen came under new ownership in 1979 and finally closed in 1989.[1]","Title":"Maison Jansen - Wikipedia","KeyID":"3607","URL":"https://en.wikipedia.org/wiki/Maison_Jansen"}