{"Content: ":"The Green Room is one of three state parlors on the first floor of the White House, the home of the president of the United States. It is used for small receptions and teas. During a state dinner, guests are served cocktails in the three state parlors before the president, first lady, and a visiting head of state descend the Grand Staircase for dinner. The room is traditionally decorated in shades of green. The room is approximately 28 by 22.5 feet (8.5 by 6.9 m). It has six doors, which open into the Cross Hall, East Room, South Portico, and Blue Room. Little is known about the room's original decor, except that it was likely in the fashionable French Empire style of the day, a tradition that continued until a group of Colonial Revival and Federal-style furniture and art experts appointed by then President Coolidge sought to restore the room according to the period in which it was built, rather than a passing style of a later time. All subsequent work on the room followed Coolidge's lead, First Lady Jackie Kennedy most prominently. In 1961, she formed the White House Historical Association \"to help the White House collect and exhibit the very best artifacts of American history and culture.\"[1] The same year, \"Congress enacted Public Law 87-286 declaring that the furnishings of the White House were the inalienable property of the White House, legislating the White House’s status as a museum and extending legal protection to donated period furnishings and all White House objects.\"[2] An endowment for new acquisitions and the renovation of state rooms was created in 1979, with the help of former First Lady Rosalynn Carter.[2] Descriptions of the Green Room's furnishings before the 1814 fire are limited.[citation needed] Following the 1816 rebuilding, inventories suggest the room initially contained French Empire items bought by President James Madison.[citation needed] Throughout most of the 19th century, the room was decorated in a series of revival styles.[citation needed] In 1902, President Theodore Roosevelt selected the architectural firm of McKim, Mead & White to make extensive structural changes to the White House and redecorate most of its rooms.[3] For the Green Room, the firm decided to mimic an 1820s-style parlor or drawing room in the French Empire style. An 1817 fireplace mantel was removed from the State Dining Room and used in the Green Room,[4] displacing its original mantel.[citation needed] The door moldings, which dated from the James Monroe administration, were retained.[4] In 1924, First Lady Grace Coolidge undertook a restoration of the White House. Coolidge appointed a group of wealthy patrons of the arts, many of whom were knowledgeable in Colonial and Early American furniture and art, to locate historic furnishings and raise money for the work. A split emerged in the committee between those who wished to implement a Colonial Revival style room and those who wished to preserve the 1902 Beaux-Arts decor. The dispute became public, and President Calvin Coolidge ordered the restoration stopped. Work resumed with a different committee in 1926, and the room redecorated in Colonial Revival and Federal furniture.[5] Coolidge replaced the heavily patterned floral wall covering with a simple green silk velvet.[citation needed] The Renaissance Revival-style mantel (likely installed in 1852) was replaced by a French Empire mantel purchased by President Monroe in 1819.[citation needed] Although the some period antiques were found and placed in the room, most of the furniture were reproductions.[6] A suite of reproduction French Directoire upholstered chairs and white-painted caned reproduction English Regency furniture replaced a suite of overstuffed Turkish style sofas and chairs.[citation needed] Over the next 37 years, subsequent presidents mostly maintained the Green Room as Coolidge left it, with only minor alterations.[6] One significant change was made after the White House was gutted and renovated under President Harry S. Truman in 1952. When the Green Room was decorated after the renovation, the walls were covered in a green silk damask in the style of Robert Adam (manufactured by American fabrics firm Scalamandré). The window treatments and drapes used the same fabric, with the window treatments covering the window moldings.[7] In 1961, First Lady Jacqueline Kennedy began a major refurbishment of the White House that included the Green Room. Her renovation was technically overseen by an advisory Committee on Fine Arts made up of museum professionals as well as wealthy individuals interested in antiques.[8] American antiques autodidact Henry Francis du Pont (an expert in Federal furniture) led this committee.[9] Mrs. Kennedy also brought in French interior designer Stéphane Boudin (an advocate of French interior design) and his company, Maison Jansen, to oversee the refurbishment.[10] Although du Pont and Boudin often competed with one another for control of redecoration of a space in the White House, the Green Room represents an area where they cooperated more closely.[4] This was because the Green Room had a long history as a Federal-style room, an area in which du Pont and his committee were experts.[6] The Green Room was the first room in the White House to be redesigned almost completely with the input of the committee.[4][a] Du Pont and Boudin did disagree over the wall covering. Du Pont proposed a green-on-green stripe, while Boudin desired a more subdued, moss-colored silk with a moiré pattern. Jacqueline Kennedy chose Boudin's fabric in spring 1962.[11] After the Scalamandré fabric company proved unable to reproduce the moiré silk with the quality desired by Kennedy, the French firm of Tassinari et Châtel was chosen to manufacture the fabric.[12][b] The window treatments were another area of disagreement between du Pont and Boudin. Du Pont wanted the window treatments inside the window frame, to expose the moldings. Boudin felt this made the room appear too tall. After the two discussed the issue in early 1961, du Pont's view won out.[7] But in late 1962, Boudin removed these window treatments and implemented one he had used many times before in many different homes: Straight panels to hide the side moldings, with a Baroque Revival flat panel to cover the top molding and rods. The fabric used was the same Boudin had selected for the wall covering, but trimmed with a French-made decorative silver tape.[13][c] Several significant pieces of antique furniture were acquired and placed in the room by du Pont. Among these were card tables, \"Martha Washington\" chairs,[d] a secretary (by Baltimore furniture maker Joseph Burgess), side chairs, a sofa (formerly owned by Daniel Webster), settees (from Massachusetts), urn stands, and work tables.[15][e] Many items of furniture were reupholstered in white. Du Pont chose a white cotton with delicate embroidered vines in green and gold for the Massachusetts settees, and an ivory silk with multicolored flowers for the Webster sofa. The various chairs were covered in either a white damask with a medallion pattern, a green-on-white silk brocade (inspired by Robert Adam), or a buff, green, or gold silk of contemporary design and weave.[17] With the new window and wall upholstery in place by early 1963, Boudin suggested upholstering all the furniture in the room in green. But for reasons which are unclear, he only changed one item, a Louis XVI-style armchair acquired in 1963. It was covered in a leather the same shade of green as the walls.[18] Artwork in the room was generally selected by Boudin, primarily because the frames used reflected the Federal style of the Green Room. These paintings included John Frederick Kensett's 1853 Niagara Falls, Théobald Chartran's 1902 portrait of Edith Roosevelt, and Alvin Fisher's 1849 Indian Guides. Smaller still lifes were used to frame the larger pictures.[19] A late 18th-century English Axminster carpet in a Neoclassical pattern was donated by an anonymous individual and placed on the floor. This carpet incorporated as its central motif an architectural medallion surrounded by rosettes. The borders featured anthemion in shades of taupe, sage, and pink.[citation needed] The Green Room became President John F. Kennedy's favorite.[4] After Kennedy's assassination, the Kennedy family donated Claude Monet's 1897 Morning on the Seine, Good Weather, to the White House. It was hung in the Green Room. When Aaron Shikler finished President Kennedy's official portrait in 1970, it, too, was hung in the Green Room.[20] In 1964, President Lyndon Johnson followed in the former First Lady's footsteps, by establishing the advisory Committee for the Preservation of the White House to oversee the maintenance of the State Rooms in a museum-like fashion, as well as to create a permanent position for a White House curator.[2] Many changes occurred during the Nixon administration under the direction of First Lady Pat Nixon. Clement Conger, the new White House curator appointed during the Nixon administration, had completed substantial Chippendale and Neoclassical interiors at the United States Department of State. In the Green Room, as well as in the Blue and Red rooms, Conger addressed correcting the generic traditional plaster moldings put in place during the Truman reconstruction, installing historically accurate crown moldings and ceiling medallions. Conger commissioned Edward Vason Jones and David Byers to design new drapes of striped cream, green, and coral silk satin. Conger and Jones cited illustrations shown in an early 19th-century pattern book belonging to the Society for the Preservation of New England Antiquities (now called Historic New England). Coral and gilt ornamental cornices were constructed and installed above the windows. They were topped by hand-carved, gilded American eagles with outspread wings, a favorite decorative motif of the Federal period. The cornices are similar to those in the library of the Miles Brewton House in Charleston, South Carolina, and the South Drawing Room of the Sir John Soane House in London in the United Kingdom. Scalamandré produced a copy of the Kennedy-era moss green silk to be rehung on the walls. Conger also added several major pieces by Scottish-born New York cabinetmaker Duncan Phyfe. They include a pair of work tables, side chairs with scroll arms, two card tables, and a pair of window benches. These replaced the more delicate Federal-era furniture approved by du Pont and Mrs. Kennedy. On the west wall above a Duncan Phyfe sofa, Conger hung a pair of gilded girandole \"bullseye\" wall sconces. The Green Room was refurbished during the summer of 2007 by First Lady Laura Bush with advisement from the Committee for the Preservation of the White House, Bush family interior designer Ken Blasingame, and White House curator William Allman. The refurbishment retained most of the Nixon-era Conger and Jones design. Walls were again hung in silk, but this time in a more vertical and largely scaled moiré pattern and a darker shade. The coral color in the upholstered chairs and in the striped drapery fabric was intensified to a more vibrant shade bordering on vermilion. The drapery recreates Edward Vason Jones' 1971 design but with the more intense vermilion in the silk and the painted cornice. The drapery design was simplified by removing four large tassels but retained the large bobble-fringe of the Nixon-era design. The green Turkish Kilim carpet installed in the Nixon administration was replaced by a new rug woven in the Savonnerie style of France. It is somewhat similar in design to an antique Savonnerie acquired for the Red Room by Stéphane Boudin. As a part of the refurbishment the painting The Builders by Jacob Lawrence was acquired by the White House Acquisition Trust.[21] The Builders and Sand Dunes at Sunset, Atlantic City by Henry Ossawa Tanner were at that time the only two paintings by African-American artists in the White House permanent collection.[22] The room was intended by architect James Hoban to be the \"Common Dining Room.\" Thomas Jefferson used it as a dining room and covered the floor with a green-colored canvas for protection. It was in the Green Room that William Wallace Lincoln, the third son of President Abraham Lincoln, was embalmed following his death (most likely from typhoid). Grace Coolidge displayed what some considered risqué Art Deco sculpture in the room and used the room for small parties with friends. Eleanor Roosevelt entertained Amelia Earhart in the Green Room. Coordinates: 38°53′51.15″N 77°2′11.16″W﻿ / ﻿38.8975417°N 77.0364333°W﻿ / 38.8975417; -77.0364333","Title":"Green Room (White House) - Wikipedia","KeyID":"3608","URL":"https://en.wikipedia.org/wiki/Green_Room_(White_House)"}