{"Content: ":"Zuber & Cie, founded as Jean Zuber et Cie, is a French company that is a Manufacture de Papier Peints et Tissus (French for 'painted wallpaper and fabrics manufacturer'). It claims to be the last factory in the world to produce woodblock-printed wallpapers and furnishing fabrics.[1] The company's forerunner, Nicholas Dolfus & Cie, was founded in 1790 in Mulhouse, Alsace.[2] Its name changed in 1795, to Hartmann, Risler & Cie.[2] In 1797, it moved to Rixheim, France.[2] In 1802, the company was bought out by Jean Zuber, and its name changed to Zuber & Cie.[2] The Frederick Post reported that Jean Zuber's wallpapers were so respected that King Louis Philippe honored him with the Legion of Honor in 1834. The award was made for Zuber's exhibit at the French Industrial Exposition of 1834.[citation needed] For its production, Zuber & Cie uses woodblocks (more than 100,000) engraved as early as the 18th century.[2] Zuber & Cie's panoramic wallpapers include Vues de l'Amérique du Nord,[3] Eldorado,[4] Hindoustan,[5] les Guerres d'Independence, and Isola Bella. Zuber & Cie also produces dado borders, friezes, and ceiling papers, some depicting faux representations of architectural details, drapery, fringe, and tassels. Zuber & Cie has showrooms in Paris and Nice, New York, Los Angeles, London and Dubai. During the presidency of John F. Kennedy, First Lady Jacqueline Kennedy on recommendation of historian Henry Francis du Pont had an antique copy of the panoramic wallpaper Vues de l'Amérique du Nord, (designed in 1843, per the Zuber et Cie website) installed in the Diplomatic Reception Room of the White House.[6][7] The wallpaper had been on the walls of a parlor in the Federal period Stoner House in Maryland until 1961 when the house was demolished for a grocery store.[8] Just before the demolition, the wallpaper was salvaged and sold to the White House. As with many 18th century wallpapers, this panorama is designed to be hung above a dado. The formal dining room at the Old Louisiana Governor's Mansion in Baton Rouge, Louisiana is also decorated with the Vue de l'Amérique du Nord. Zuber's panoramic scene Vues de l'Amérique du Nord, has been the subject of at least two protests. In 2020 students and alumnae of the Spence School for girls in New York City protested its use of racist caricatures in its depiction of Black Americans and indigenous Americans.[9] In 2019, students in a Brown University graduate program wrote to the university, demanding the removal of the wallpaper for the same reasons. The wallpaper had been present in the campus' Nightingale-Brown House since the 1930s.[3] Floral Brocade (1875–1900) Sidewall (1875–1900) Sidewall (1875-1900) Sidewall (1875-1900) Sidewall (1875–1900) Sidewall (1901–06) The Fleur de Lys (1875–1900)","Title":"Zuber & Cie - Wikipedia","KeyID":"3612","URL":"https://en.wikipedia.org/wiki/Zuber_%26_Cie"}