{"Content: ":"The Washington Monument is an obelisk shaped building within the National Mall in Washington, D.C., built to commemorate George Washington, once commander-in-chief of the Continental Army (1775–1784) in the American Revolutionary War and the first President of the United States (1789–1797). Located almost due east of the Reflecting Pool and the Lincoln Memorial,[2] the monument, made of marble, granite, and bluestone gneiss,[3] is both the world's tallest predominantly stone structure and the world's tallest obelisk,[A] standing 554 feet 7+11⁄32 inches (169.046 m) tall according to the U.S. National Geodetic Survey (measured 2013–14) or 555 feet 5+1⁄8 inches (169.294 m) tall, according to the National Park Service (measured 1884).[B] It is the tallest monumental column in the world if all are measured above their pedestrian entrances.[A] Overtaking the Cologne Cathedral, it was the tallest structure in the world between 1884 and 1889, after which it was overtaken by the Eiffel Tower in Paris. Construction of the presidential memorial began in 1848 and was halted for a period of 23 years, from 1854 to 1877 due to a lack of funds, a struggle for control over the Washington National Monument Society, and the American Civil War. Although the stone structure was completed in 1884, internal ironwork, the knoll, and installation of memorial stones were not completed until 1888. A difference in shading of the marble, visible approximately 150 feet (46 m) or 27% up, shows where construction was halted and later resumed with marble from a different source. The original design was by Robert Mills (1781–1855) of South Carolina, but he did not include his proposed colonnade due to a lack of funds, proceeding only with a bare obelisk. The cornerstone was laid on July 4, 1848; the first stone was laid atop the unfinished stump on August 7, 1880; the capstone was set on December 6, 1884; the completed monument was dedicated on February 21, 1885;[14] and officially opened October 9, 1888. The Washington Monument is a hollow Egyptian style stone obelisk with a 500-foot (152.4 m) tall column surmounted by a 55-foot (16.8 m) tall pyramidion. Its walls are 15 feet (4.6 m) thick at its base and 1+1⁄2 feet (0.46 m) thick at their top. The marble pyramidion has thin walls only 7 inches (18 cm) thick supported by six arches, two between opposite walls that cross at the center of the pyramidion and four smaller corner arches. The top of the pyramidion is a large marble capstone with a small aluminum pyramid at its apex with inscriptions on all four sides. The lowest 150 feet (45.7 m) of the walls, constructed during the first phase 1848–1854, are composed of a pile of bluestone gneiss rubble stones (not finished stones) held together by a large amount of mortar with a facade of semi-finished marble stones about 1+1⁄4 feet (0.4 m) thick. The upper 350 feet (106.7 m) of the walls, constructed during the second phase 1880–1884, are composed of finished marble surface stones, half of which project into the walls, partially backed by finished granite stones.[15] The interior is occupied by iron stairs that spiral up the walls, with an elevator in the center, each supported by four iron columns, which do not support the stone structure. The stairs contain fifty sections, most on the north and south walls, with many long landings stretching between them along the east and west walls. These landings allowed many inscribed memorial stones of various materials and sizes to be easily viewed while the stairs were accessible (until 1976), plus one memorial stone between stairs that is difficult to view. The pyramidion has eight observation windows, two per side, and eight red aircraft warning lights, two per side. Two aluminum lightning rods, connected via the elevator support columns to ground water, protect the monument. The monument's present foundation is 37 feet (11.3 m) thick, consisting of half of its original bluestone gneiss rubble encased in concrete. At the northeast corner of the foundation, 21 feet (6.4 m) below ground, is the marble cornerstone, including a zinc case filled with memorabilia.[15] Fifty American flags fly on a large circle of poles centered on the monument.[16] In 2001, a temporary screening facility was added to the entrance to prevent a terrorist attack.[17] An earthquake in 2011 slightly damaged the monument, and it was closed until 2014.[18] It was closed again for elevator system repairs, security upgrades, and mitigation of soil contamination from August 2016 to September 2019. George Washington (1732–1799), hailed as the father of his country, and as the leader who was \"first in war, first in peace and first in the hearts of his countrymen\" (in eulogy by Maj. Gen. 'Light-Horse Harry' Lee at Washington's funeral, December 26, 1799), was the dominant military and political leader of the new United States of America from 1775 to 1799. Even his former enemy King George III called him \"the greatest character of the age\".[19] At his death in 1799, he left a critical legacy: Washington was the unchallenged public icon of American military and civic patriotism. He was also identified with the Federalist Party, which lost control of the national government in 1800 to the Jeffersonian Republicans, who were reluctant to celebrate the hero of the opposition party.[20] Starting with victory in the Revolution, there were many proposals to build a monument to Washington, beginning with an authorization in 1783 by the old Confederation Congress to erect an equestrian statue of the General in a future American national capital city. After his December 1799 death, the United States Congress authorized a suitable memorial in the planned national capital then under construction since 1791, but the decision was reversed when the Democratic-Republican Party (Jeffersonian Republicans) took control of Congress in 1801 after the pivotal 1800 Election, with the first change of power between opposing political parties.[21] The Republicans were dismayed that Washington had become the symbol of the Federalist Party; furthermore the values of Republicanism seemed hostile to the idea of building monuments to powerful men. They also blocked his image on coins or the celebration of his birthday. Further political squabbling, along with the North–South division on the Civil War, blocked the completion of the Washington Monument until the late 19th century. By that time, Washington had the image of a national hero who could be celebrated by both North and South, and memorials to him were no longer controversial.[22] As early as 1783, the old Confederation Congress (successors after 1781 to the earlier Second Continental Congress) had resolved \"That an equestrian statue of George Washington be erected at the place where the residence of Congress shall be established\". The proposal called for engraving on the statue which explained it had been erected \"in honor of George Washington, the illustrious Commander-in-Chief of the Armies of the United States of America during the war which vindicated and secured their liberty, sovereignty, and independence\".[23] Currently, there are two equestrian statues of President Washington in the national capital city of Washington, D.C. One is located in Washington Circle at the intersection of the Foggy Bottom and West End neighborhoods at the north end of the George Washington University campus, and the other is in the gardens of the National Cathedral of the Episcopal Church on Mount St. Alban in northwest Washington. On December 24, 1799, 10 days after Washington's death, a U.S. Congressional committee recommended a different type of monument. John Marshall (1755–1835), a Representative from Virginia (who later became Chief Justice of the United States, 1801–1835) proposed that a tomb be erected within the Capitol and it was designed later to place such a crypt sepulchre below the rotunda of the great dome. However, a lack of funds, disagreement over what type of memorial would best honor the country's first president, and the Washington family's reluctance to move his body from Mount Vernon prevented progress on any project.[24] Progress toward a memorial finally began in 1833. That year a large group of citizens formed the Washington National Monument Society. Three years later, in 1836, after they had raised $28,000 in donations (equivalent to $1,000,000 in 2020), they announced a competition for the design of the memorial.[25]: chp 1  On September 23, 1835, the board of managers of the society described their expectations:[26] It is proposed that the contemplated monument shall be like him in whose honor it is to be constructed, unparalleled in the world, and commensurate with the gratitude, liberality, and patriotism of the people by whom it is to be erected ... [It] should blend stupendousness with elegance, and be of such magnitude and beauty as to be an object of pride to the American people, and of admiration to all who see it. Its material is intended to be wholly American, and to be of marble and granite brought from each state, that each state may participate in the glory of contributing material as well as in funds to its construction. The society held a competition for designs in 1836. In 1845, the winner was announced to be architect Robert Mills, supposedly the first native-born American to be professionally trained as an architect.[6]: 2–2  The citizens of Baltimore had chosen him in 1814 to build one of the first monuments to George Washington originally planned for the former courthouse square in their port city, and he had designed a tall elaborately decorated Greek column with balconies, surmounted by a statue of the President. Mills' Baltimore monument, with cornerstone laid and construction begun in 1815, was later simplified to a plain column shaft with a statue of a toga-clad Washington at the top when it was completed in 1829, but moved (because of its height) to the then rural hills to the north, where the city's growth would later extend. Mills also knew the capital well, with its being only 40 miles (65 kilometers) southwest of Baltimore, and his having just been chosen Architect of Public Buildings for Washington. His design called for a circular colonnaded building 250 feet (76 m) in diameter and 100 feet (30 m) high from which sprang a four-sided obelisk 500 feet (150 m) high, for a total elevation of 600 feet (180 m). A massive cylindrical pillar 70 feet (21 m) in diameter supported the obelisk at the center of the building. The obelisk was to be 70 feet (21 m) square[C] at the base and 40 feet (12 m) square at the top with a slightly peaked roof. Both the obelisk and pillar were hollow within which a railway spiraled up. The obelisk had no doorway—instead its interior was entered from the interior of the pillar upon which it was mounted. The pillar had an \"arched way\" at its base. The top of the portico of the building would feature Washington standing in a chariot holding the reins of six horses. Inside the colonnade would be statues of 30 prominent Revolutionary War heroes as well as statues of the 56 signers of the Declaration of Independence.[27]: 6–8 [15]: 13 [28]: 26–28  Criticism of Mills's design and its estimated price tag of more than $1 million (in 1848 money, equivalent to $20,000,000 in 2020) caused the society to hesitate. On April 11, 1848, the society decided, due to a lack of funds, to build only a simple plain obelisk. Mills's 1848 obelisk was to be 500 feet (150 m) tall, 55 feet (17 m) square at the base and 35 feet (11 m) square at the top. It had two massive doorways, each 15 feet (4.6 m) high and 6 feet (1.8 m) wide, on the east and west sides of its base.[15]: 15, 21  Surrounding each doorway were raised jambs, a heavy pediment, and entablature within which was carved an Egyptian-style winged sun and asps.[29][15]: 23 [28]: 353+  Some of these details can be seen in the 1860 photograph below at Donations run out, after clicking on the image and viewing the original file at its highest magnification. This original design conformed to a massive temple which was to have surrounded the base of the obelisk, but because it was never built, the architect of the second phase of construction Thomas Lincoln Casey smoothed down the projecting jambs, pediment and entablature in 1885, walled up the west entrance with marble forming an alcove, and reduced the east entrance to 8 feet (2.4 m) high.[30][15]: 90–91  The western alcove has contained a bronze statue of Washington since 1992–93. Also during 1992–93 a limestone surround was installed at the east elevator entrance decorated with a winged sun and asps to mimic Mills's 1848 design. The Washington Monument was originally intended to be located at the point at which a line running directly south from the center of the White House crossed a line running directly west from the center of the U.S. Capitol on Capitol Hill. French born and military engineer Pierre (Peter) Charles L'Enfant's 1791 visionary \"Plan of the city intended for the permanent seat of the government of the United States ...\" designated this point as the location of the proposed central equestrian statue of George Washington that the old Confederation Congress had voted for in 1783, at the end of the American Revolutionary War (1775–1783) in a future American national capital city.[31][D] The ground at the intended location proved to be too unstable to support a structure as heavy as the planned obelisk, so the monument's location was moved 390 feet (118.9 m) east-southeast.[E] At that originally intended site there now stands a small monolith called the Jefferson Pier.[36][37] This offset caused the McMillan Plan to specify that the Lincoln Memorial should be \"placed on the main axis of the Capitol and the Monument\", about 1° south of due west of the Capitol or the monument, not due west of the Capitol or the monument.[38][F] Construction of the monument finally began three years later in 1848 with the excavation of the site, the laying of the cornerstone on the prepared bed, and laying the original foundation around and on top of the cornerstone, before the construction of its massive walls began the next year. Regarding modern claims of slave labor being used in construction, Washington Monument Historian John Steele Gordon stated \"I can't say for certain, but the stonemasonry was pretty highly skilled, so it's unlikely that slaves would've been doing it. The stones were cut by stonecutters, which is highly skilled work; and the stones were hoisted by means of steam engines, so you'd need a skilled engineer and foreman for stuff like that. Tending the steam engine, building the cast-iron staircase inside—that wasn't grunt work. ... The early quarries were in Maryland, so slave labor was undoubtedly used to quarry and haul the stone\"[39] Abraham Riesman, who quoted Gordon, states \"there were plenty of people who worked as skilled laborers while enslaved in antebellum America. Indeed, there were enslaved people who worked as stonemasons. So the possibility remains that there were slaves who performed some of the necessary skilled labor for the monument.\"[39] According to historian Jesse Holland, it is very likely that African-American slaves were among the construction workers, given that slavery prevailed in Washington and its surrounding states at that time, and slaves were commonly used in public and private construction.[40] Gordon's arguments are valid for the second phase (1879–1888) after slavery was abolished, when every stone laid required dressing and polishing by a skilled stonemason. This includes the iron staircase which was constructed 1885–86. That the stonecutters in the quarry were slaves is confirmed because all quarry workers were slaves during the construction of the United States Capitol during the 1790s.[41]: 5–6  However, Holland's views are valid for the first phase because most of its construction only required unskilled manual labor. No information survives concerning the method used to lift stones that weighed several tons each during the first phase, whether by a manual winch or a steam engine.[15]: 17–23  The surviving information concerning slaves that built the core of the United States Capitol during the 1790s is not much help. At the time, the District of Columbia outside of Georgetown was sparsely populated so the federal government rented slaves from their owners who were paid a fee for their slaves' normal daily labor. Any overtime for Sundays, holidays, and nights was paid directly to the slaves which they could use for daily needs or to save to buy their freedom.[41]: 9  Conversely, the first phase of the monument was constructed by a private entity, the Washington National Monument Society, which may not have been as magnanimous as the federal government, but most information was lost during the 1850s while two Societies vied for control of the monument. Useful information concerning the use of slaves during the major expansion of the Capitol during the 1850s, nearly contemporaneous with the monument's first phase, does not exist. Only a small number of stones used in the first phase required a skilled stonemason, the marble blocks on the outer surface of the monument (their inner surfaces were left very rough) and those gneiss stones that form the rough inner walls of the monument (all other surfaces of those inner stones within the walls were left jagged). The vast majority of all gneiss stones laid during the first phase, those between the outer and inner surfaces of the walls, from very large to very small jagged stones, form a pile of rubble held together by a large amount of mortar. The top surface of this rubble can be seen below at Walls in an 1880 drawing made just before the polished/rough marble and granite stones used in the second phase were laid atop it. The original foundation below the walls was made of layered gneiss rubble, but without the massive stones used within the walls. Most of the gneiss stones used during the first phase were obtained from quarries in the upper Potomac River Valley. Almost all the marble stones of the first and second phases came from two Maryland quarries about 20 miles (30 km) north of downtown Baltimore in rural Baltimore County where stone for their first Washington Monument was obtained. On Independence Day, July 4, 1848, the Freemasons, the same organization to which Washington belonged, laid the cornerstone (symbolically, not physically).[28]: 45, 136–143  According to Joseph R. Chandler:[28]: 136, 140–141 [42] No more Washingtons shall come in our time ... But his virtues are stamped on the heart of mankind. He who is great in the battlefield looks upward to the generalship of Washington. He who grows wise in counsel feels that he is imitating Washington. He who can resign power against the wishes of a people, has in his eye the bright example of Washington.[42] Two years later, on a torrid July 4, 1850, George Washington Parke Custis (1781–1857), the adopted son of George Washington and grandson of Martha Washington (1731–1802), dedicated a stone from the people of the District of Columbia to the Monument at a ceremony that 12th President Zachary Taylor (1784–1850, served 1849–1850) attended, just five days before he died from food poisoning.[43] Construction continued until 1854, when donations ran out and the monument had reached a height of 152 feet (46.3 m). At that time a memorial stone that was contributed by Pope Pius IX, called the Pope's Stone, was destroyed by members of the anti-Catholic, nativist American Party, better known as the \"Know-Nothings\", during the early morning hours of March 6, 1854 (a priest replaced it in 1982 using the Latin phrase \"A Roma Americae\" instead of the original stone's English phrase \"Rome to America\"). Economic and political conditions of the time caused public contributions to the Washington National Monument Society to cease, so they appealed to Congress for money.[15]: 23, 25–26 [44]: 16, 215, 222–3  The request had just reached the floor of the House of Representatives when the Know-Nothing Party seized control of the Society on February 22, 1855, a year after construction funds ran out. Congress immediately tabled its expected contribution of $200,000 to the Society, effectively halting the Federal appropriation. During its tenure, the Know-Nothing Society added only two courses of masonry, or 4 feet (1.2 m), to the monument using rejected masonry it found on site, increasing the height of the shaft to 156 feet (48 m). The original Society refused to recognize the takeover, so the two rival Societies existed side by side until 1858. With the Know-Nothing Party disintegrating and unable to secure contributions for the monument, it surrendered its possession of the monument to the original Society three and a half years later on October 20, 1858. To prevent future takeovers, the U.S. Congress incorporated the Society on February 22, 1859 with a stated charter and set of rules and procedures.[25]: chp 3 [28]: 52–65  The American Civil War (1861–1865), halted all work on the monument, but interest grew after the war's end. Engineers studied the foundation several times to determine if it was strong enough for continued construction after 20 years of effective inactivity. In 1876, the American Centennial of the Declaration of Independence, Congress agreed to appropriate another $200,000 to resume construction.[45] Before work could begin again, arguments about the most appropriate design resumed. Many people thought a simple obelisk, one without the colonnade, would be too bare. Architect Mills was reputed to have said omitting the colonnade would make the monument look like \"a stalk of asparagus\"; another critic said it offered \"little ... to be proud of\".[24] This attitude led people to submit alternative designs. Both the Washington National Monument Society and Congress held discussions about how the monument should be finished. The Society considered five new designs, concluding that the one by William Wetmore Story (1819–1895), seemed \"vastly superior in artistic taste and beauty\". Congress deliberated over those five as well as Mills's original. While it was deciding, it ordered work on the obelisk to continue. Finally, the members of the society agreed to abandon the colonnade and alter the obelisk so it conformed to classical Egyptian proportions.[26] Construction resumed in 1879 under the direction of Lieutenant Colonel Thomas Lincoln Casey of the United States Army Corps of Engineers. Casey redesigned the foundation, strengthening it so it could support a structure that ultimately weighed more than 40,000 tons (36,000 tonnes). The first stone atop the unfinished stump was laid on August 7, 1880, in a small ceremony attended by President Rutherford B. Hayes, Casey and a few others. The president placed a small coin on which he had scratched his initials and the date in the bed of wet cement at the 150-foot (46 m) level before the first stone was laid on top of it.[15]: 76  Casey found 92 memorial stones (\"presented stones\") already inlaid into the interior walls of the first phase of construction. Before construction continued he temporarily removed eight stones at the 150-foot (46 m) level so that the walls at that level could be sloped outward, producing thinner second-phase walls. He inserted those stones and most of the remaining memorial stones stored in the lapidarium into the interior walls during 1885–1889.[44]: 11–17  The bottom third of the monument is a slightly lighter shade than the rest of the construction because the marble was obtained from different quarries.[46] The building of the monument proceeded quickly after Congress had provided sufficient funding. In four years, it was completed, with the 100-ounce (2.83 kg) aluminum apex/lightning-rod being put in place on December 6, 1884.[45] The apex was the largest single piece of aluminum cast at the time, when aluminum commanded a price comparable to silver.[10] Two years later, the Hall–Héroult process made aluminum easier to produce and the price of aluminum plummeted, though it should have provided a lustrous, non-rusting apex.[G][47] The monument opened to the public on October 9, 1888.[48] The Monument was dedicated on February 21, 1885.[14] Over 800 people were present on the monument grounds to hear speeches during a frigid day by Ohio Senator John Sherman (1823–1900), the Rev. Henderson Suter, William Wilson Corcoran (of the Washington National Monument Society) read by Dr. James C. Welling because Corcoran was unable to attend, Freemason Myron M. Parker, Col. Thomas Lincoln Casey of the Army Corps of Engineers, and President Chester A. Arthur.[45][28]: 104 [49] President Arthur proclaimed: I do now .... in behalf of the people, receive this monument .... and declare it dedicated from this time forth to the immortal name and memory of George Washington.[49] After the speeches Lieutenant-General Philip Sheridan (1831–1888), Civil War Cavalry veteran and then General-in-Chief of the United States Army led a procession, which included the dignitaries and the crowd, past the Executive Mansion, now the White House, then via Pennsylvania Avenue to the east main entrance of the Capitol, where 21st President Chester Arthur (1829–1886, served 1881–1885) received passing troops. Then, in the House of Representatives Chamber at the U.S. Capitol, the president, his Cabinet, diplomats and others listened to Representative John Davis Long (1838–1915), (former Lieutenant Governor and Governor of Massachusetts and future Secretary of the Navy) read a speech written a few months earlier by Robert C. Winthrop (1809–1894), formerly the Speaker of the House of Representatives when the cornerstone was laid 37 years earlier in 1848, but now too ill to personally deliver his speech.[28]: 234–260  A final speech was given by John W. Daniel (1842–1910), of Virginia, a well-regarded lawyer, author and Representative (congressman), and Senator. The festivities concluded that evening with fireworks, both aerial and ground displays.[28]: 260–285 [50][51] At completion, it was the tallest building in the world, until the Eiffel Tower was completed four years later in Paris in 1889. It is still the tallest building in Washington, D.C.[52][53] The Heights of Buildings Act of 1910 restricts new building heights to no more than 20 feet (6.1 m) greater than the width of the adjacent street.[54] This monument is taller than the obelisks around the capitals of Europe and in Egypt and Ethiopia, but ordinary antique obelisks were quarried as a monolithic block of stone, and were therefore seldom taller than approximately 100 feet (30 m).[55] The Washington Monument attracted enormous crowds before it officially opened. For six months after its dedication, 10,041 people climbed the 900 steps and 47 large landings to the top. After the elevator that had been used to raise building materials was altered to carry passengers, the number of visitors grew rapidly, and an average of 55,000 people per month were going to the top by 1888, only three years after its completion and dedication.[56] The annual visitor count peaked at an average of 1.1 million people between 1979 and 1997. From 2005 to 2010, when restrictions were placed on the number of visitors allowed per day, the Washington Monument had an annual average of 631,000 visitors.[57] As with all historic areas administered by the National Park Service (an agency of the U.S. Department of the Interior), the national memorial was listed on the National Register of Historic Places on October 15, 1966.[58] In the early 1900s, material started oozing out between the outer stones of the first construction period below the 150-foot (46 m) mark, and was referred to by tourists as \"geological tuberculosis\". This was caused by the weathering of the cement and rubble filler between the outer and inner walls. As the lower section of the monument was exposed to cold and hot and damp and dry weather conditions, the material dissolved and worked its way through the cracks between the stones of the outer wall, solidifying as it dripped down their outer surface.[59] For ten hours in December 1982, the Washington Monument and eight tourists were held hostage by a nuclear arms protester, Norman Mayer, claiming to have explosives in a van he drove to the monument's base. United States Park Police shot and killed Mayer. The monument was undamaged in the incident, and it was discovered later that Mayer did not have explosives. After this incident, the surrounding grounds were modified in places to restrict the possible unauthorized approach of motor vehicles.[60] The monument underwent an extensive restoration project between the years of 1998 and 2001. During this time it was completely covered in scaffolding designed by the American architect Michael Graves (who was also responsible for the interior changes).[61] The project included cleaning, repairing and repointing the monument's exterior and interior stonework. The stone in publicly accessible interior spaces was encased in glass to prevent vandalism, while new windows with narrower frames were installed (to increase the viewing space). New exhibits celebrating the life of George Washington, and the monument's place in history, were also added.[62] A temporary interactive visitor center, dubbed the \"Discovery Channel Center\" was also constructed during the project. The center provided a simulated ride to the top of the monument, and shared information with visitors during phases in which the monument was closed.[63] The majority of the project's phases were completed by summer 2000, allowing the monument to reopen July 31, 2000.[62] The monument temporarily closed again on December 4, 2000, to allow a new elevator cab to be installed, completing the final phase of the restoration project. The new cab included glass windows, allowing visitors to see some of the 194 memorial stones with their inscriptions embedded in the monument's walls. The installation of the cab took much longer than anticipated, and the monument did not reopen until February 22, 2002. The final cost of the restoration project was $10.5 million.[64] On September 7, 2004, the monument closed for a $15 million renovation, which included numerous security upgrades and redesign of the monument grounds by landscape architect Laurie Olin (b. 1938). The renovations were due partly to security concerns following the September 11, 2001 attacks and the start of the War on Terror. The monument reopened April 1, 2005, while the surrounding grounds remained closed until the landscape was finished later that summer.[65][66] On August 23, 2011, the Washington Monument sustained damage during the 5.8 magnitude 2011 Virginia earthquake;[67] over 150 cracks were found in the monument.[68] A National Park Service spokesperson reported that inspectors discovered a crack near the top of the structure, and announced that the monument would be closed indefinitely.[69][70] A block in the pyramidion also was partially dislodged, and pieces of stone, stone chips, mortar, and paint chips came free of the monument and \"littered\" the interior stairs and observation deck.[71] The Park Service said it was bringing in two structural engineering firms (Wiss, Janney, Elstner Associates, Inc. and Tipping Mar Associates) with extensive experience in historic buildings and earthquake-damaged structures to assess the monument.[72] Officials said an examination of the monument's exterior revealed a \"debris field\" of mortar and pieces of stone around the base of the monument, and several \"substantial\" pieces of stone had fallen inside the memorial.[70] A crack in the central stone of the west face of the pyramidion was 1 inch (2.5 cm) wide and 4 feet (1.2 m) long.[73][74] Park Service inspectors also discovered that the elevator system had been damaged, and was operating only to the 250-foot (76 m) level, but was soon repaired.[75] On September 27, 2011, Denali National Park ranger Brandon Latham arrived to assist four climbers belonging to a \"difficult access\" team from Wiss, Janney, Elstner Associates.[70][74] The reason for the inspection was the park agency's suspicion that there were more cracks on the monument's upper section not visible from the inside. The agency said it filled the cracks that occurred on August 23. After Hurricane Irene hit the area on August 27, water was discovered inside the memorial, leading the Park Service to suspect there was more undiscovered damage.[70] The rappellers used radios to report what they found to engineering experts on the ground.[76] Wiss, Janney, Elstner climber Dave Megerle took three hours to set up the rappelling equipment and set up a barrier around the monument's lightning rod system atop the pyramidion;[73] it was the first time the hatch in the pyramidion had been open since 2000.[73] The external inspection of the monument was completed on October 5, 2011. In addition to the 4-foot (1.2 m) long west crack, the inspection found several corner cracks and surface spalls (pieces of stone broken loose) at or near the top of the monument, and more loss of joint mortar lower down the monument. The full report was issued in December 2011.[18] Bob Vogel, Superintendent of the National Mall and Memorial Parks, emphasized that the monument was not in danger of collapse. \"It's structurally sound and not going anywhere\", he told the national media at a press conference on September 26, 2011.[74] More than $200,000 was spent between August 24 and September 26 inspecting the structure.[70] The National Park Service said that it would soon begin sealing the exterior cracks on the monument to protect it from rain and snow.[76][77] On July 9, 2012, the National Park Service announced that the monument would be closed for repairs until 2014.[78] The National Park Service hired construction management firm Hill International in conjunction with joint-venture partner Louis Berger Group to provide coordination between the designer, Wiss, Janney, and Elstner Associates, the general contractor Perini, and numerous stakeholders.[79] NPS said a portion of the plaza at the base of the monument would be removed and scaffolding constructed around the exterior. In July 2013, lighting was added to the scaffolding.[80] Some stone pieces saved during the 2011 inspection would be refastened to the monument, while \"Dutchman patches\"[H] would be used in other places. Several of the stone lips that help hold the pyramidion's 2,000-pound (910 kg) exterior slabs in place were also damaged, so engineers installed stainless steel brackets to more securely fasten them to the monument.[82] The National Park Service reopened the Washington Monument to visitors on May 12, 2014, eight days ahead of schedule.[83][79] Repairs to the monument cost $15 million,[68] with taxpayers funding $7.5 million of the cost and David Rubenstein funding the other $7.5 million.[84] At the reopening Interior Secretary Sally Jewell, Today show weatherman Al Roker, and American Idol Season 12 winner Candice Glover were present.[85] The monument continued to be plagued by problems after the earthquake, including in January 2017 when the lights illuminating it went out.[86] The monument was closed again in September 2016 due to reliability issues with the elevator system.[87] On December 2, 2016, the National Park Service announced that the monument would be closed until 2019 in order to modernize the elevator. The $2–3 million project was to correct the elevator's ongoing mechanical, electrical and computer issues, which had shuttered the monument since August 17. The National Park Service requested funding in its FY 2017 President's Budget Request to construct a permanent screening facility for the Washington Monument.[88] The final months of closure were for mitigation of possibly contaminated underground soil thought to have been introduced in the 1880s.[89] The monument reopened September 19, 2019.[90] After reopening in September 2019, the Washington Monument was closed on March 14, 2020, with the onslaught of the COVID-19 pandemic.[91] It reopened on October 1, 2020,[92] and remained open through the remainder of that year, except for brief closures.[93] On January 11, 2021, a few days after the storming of the United States Capitol, the National Park Service announced a two-week closure of the monument until after the presidential inauguration due to \"credible threats to visitors and park resources\".[94] Following a lack of violence, the closure was extended due to a revival of COVID-19 fears.[95] The monument then reopened on July 14, 2021,[92] only to close yet again on August 16 for two weeks due to lightning strikes which damaged some electrical systems.[96] This occurred just a week before the 10th anniversary of the August 23, 2011 earthquake and highlighted a decade when the monument was closed more than it was open. The cornerstone was laid with great ceremony at the northeast corner of the lowest course or step of the old foundation on July 4, 1848. Robert Mills, the architect of the monument, stated in September 1848, \"The foundations are now brought up nearly to the surface of the ground; the second step being nearly completed, which covers up the corner stone.\"[15]: 20  Therefore, the cornerstone was laid below the 1848 ground level. In 1880, the ground level was raised 17 feet (5.2 m) to the base of the shaft by the addition of a 30-foot (9.1 m) wide earthen embankment encircling the reinforced foundation, widened another 30 feet in 1881, and then the knoll was constructed in 1887–88.[6]: B-36–B-39 [15]: 70, 95–96  If the cornerstone was not moved during the strengthening of the foundation in 1879–80, its upper surface would now be 21 feet (6.4 m) below the pavement just outside the northeast corner of the shaft. It would now be sandwiched between the concrete slab under the old foundation and the concrete buttress completely encircling what remains of the old foundation. During the strengthening process, about half by volume of the periphery of the lowest seven of eight courses or steps of the old foundation (gneiss rubble) was removed to provide good footing for the buttress. Although a few diagrams, pictures and descriptions of this process exist, the fate of the cornerstone is not mentioned.[6]: 2-7–2-8, 3-3–3-5, 4-3–4-4, B-11–B-18, figs 2.5–2.7, 3.2–3.6, 3.13, 4.8–4.11 [15]: 67–73  The cornerstone was a 24,500-pound (11,100 kg) marble block 2.5 feet (0.76 m) high and 6.5 feet (2.0 m) square with a large hole for a zinc case filled with memorabilia. The hole was covered by a copper plate inscribed with the date of the Declaration of Independence (July 4, 1776), the date the cornerstone was laid (July 4, 1848), and the names of the managers of the Washington National Monument Society. The memorabilia in the zinc case included items associated with the monument, the city of Washington, the national government, state governments, benevolent societies, and George Washington, plus miscellaneous publications, both governmental and commercial, a coin set, and a Bible, totaling 73 items or collections of items, as well as 71 newspapers containing articles relating to George Washington or the monument.[25]: app C [28]: pp 43–46, 109–166  The ceremony began with a parade of dignitaries in carriages, marching troops, fire companies, and benevolent societies.[25]: chp 2 [28]: 44–48 [50]: 16–17, 45–47  A long oration was delivered by the Speaker of the House of Representatives Robert C. Winthrop.[28]: 113–130  Then, the cornerstone was pronounced sound after a Masonic ceremony using George Washington's Masonic gavel, apron and sash, as well as other Masonic symbols. In attendance were President James K. Polk and other federal, state and local government officials, Elizabeth Schuyler Hamilton, Mrs. Dolley Madison, Mrs. John Quincy Adams, and George Washington Parke Custis, among 15,000 to 20,000 others, including a bald eagle. The ceremony ended with fireworks that evening. States, cities, foreign countries, benevolent societies, other organizations, and individuals have contributed 194 memorial stones, all inserted into the east and west interior walls above stair landings or levels for easy viewing, except one on the south interior wall between stairs that is difficult to view. The sources disagree on the number of stones for two reasons: whether one or both \"height stones\" are included, and stones not yet on display at the time of a source's publication cannot be included. The \"height stones\" refer to two stones that indicate height: during the first phase of construction a stone with an inscription that includes the phrase \"from the foundation to this height 100 feet\" (30 m) was installed just below the 80–90-foot (24–27 m) stairway and high above the 60–70-foot (18–21 m) stairway;[7]: sheet 25 [44]: 52  during the second phase of construction a stone with a horizontal line and the phrase \"top of statue on Capitol\" was installed on the 330-foot (100 m) level.[7]: sheet 30 [97] The Historic Structure Report (HSR, 2004) named 194 \"memorial stones\" by level, including both height stones.[6]: 4-17–4-20, 5–6, \"194\" on 4-17  Jacob (2005) described in detail and pictured 193 \"commemorative stones\", including the 100 foot (30 m) stone but not the Capitol stone.[44]: \"193\" on 1  The Historic American Buildings Survey (HABS, 1994) showed the location of 193 \"memorial stones\", but did not describe or name any. HABS showed both height stones, but did not show one stone not yet installed in 1994.[7]: sheets 22–25, 28–30  Olszewski (1971) named 190 \"memorial stones\" by level, including the Capitol stone but not the 100-foot stone. Olszewski did not include three stones not yet installed in 1971.[25]: chp 6, app D, \"190\" in chp 6  Of 194 stones, 94 are marble, 40 are granite, 29 are limestone, 8 are sandstone, with 23 miscellaneous types, including stones with two types of material and those whose materials are not identified.[I] Unusual materials include native copper (Michigan),[44]: 147  pipestone (Minnesota),[44]: 153  petrified wood (Arizona),[44]: 213  and jadeite (Alaska).[44]: 220  The stones vary in size from about 1.5 feet (0.46 m) square (Carthage)[J] to about 6 by 8 feet (1.8 m × 2.4 m) (Philadelphia and New York City).[44]: 3, 90, 124, 218  Utah contributed one stone as a territory and another as a state, both with inscriptions that include its pre-territorial name, Deseret, both located on the 220-foot (67 m) level.[44]: 154–155  A stone at the 240-foot (73 m) level of the monument is inscribed in Welsh: Fy Iaith, Fy Ngwlad, Fy Nghenedl, Cymry am byth (My Language, My Country, My Nation, Welsh forever). The stone, imported from Wales, was donated by Welsh citizens of New York.[44]: 170 [99] Two other stones were presented by the Sunday Schools of the Methodist Episcopal Church in New York and the Sabbath School children of the Methodist Episcopal Church in Philadelphia—the former quotes from the Bible verse Proverbs 10:7, \"The memory of the just is blessed\".[44]: 190, 192  Ottoman Sultan Abdul Mejid I donated $30,000 toward the construction of the Washington monument. The Sultans' donation was the largest single donation toward the building of the Washington Monument. The Sultan's intention was to bridge peace between the Ottomans and the Americans. The stone containing the Turkish inscriptions commemorating this event is on the 190-foot (58 m) level. The translation of the inscriptions state, \"To support the continuation of true friendship Abdul Mejid Khan's clear and pure name was written on the lofty stone in Washington.\"[44]: 128  It combines the works of two eminent calligraphers: an imperial tughra by Mustafa Rakım's student Haşim Efendi, and an inscription in jalī ta'līq script by Kazasker Mustafa Izzet Efendi, the calligrapher who wrote the giant medallions at Hagia Sophia in Istanbul.[100][101] One stone was donated by the Ryukyu Kingdom and brought back by Commodore Matthew C. Perry,[102] but never arrived in Washington (it was replaced in 1989).[44]: 210  Many of the stones donated for the monument carried inscriptions that did not commemorate George Washington. For example, one from the Templars of Honor and Temperance stated \"We will not make, buy, sell, or use as a beverage, any spiritous or malt liquors, Wine, Cider, or any other Alcoholic Liquor.\"[44]: 140  (George Washington himself had owned a whiskey distillery which operated at Mount Vernon after he left the presidency.[103]) The aluminum apex, composed of a metal that at the time was as rare and valuable as silver, was cast by William Frishmuth of Philadelphia.[10] At the time of casting, it was the largest piece of aluminum in the world. Before the installation, it was put on public display at Tiffany's in New York City and stepped over by visitors who could say they had \"stepped over the top of the Washington Monument\". It was 8.9 inches (23 cm) tall before 3⁄8 inch (1 cm) was vaporized from its tip by lightning strikes during 1885–1934, when it was protected from further damage by tall lightning rods surrounding it. Its base is 5.6 inches (14 cm) square. The angle between opposite sides at its tip is 34°48'. It weighed 100 ounces (2.83 kg) before lightning strikes removed a small amount of aluminum from its tip and sides.[30] Spectral analysis in 1934 showed that it was composed of 97.87% aluminum with the rest impurities.[10] It has a shallow depression in its base to match a slightly raised area atop the small upper surface of the marble capstone, which aligns the sides of the apex with those of the capstone, and the downward protruding lip around that area prevents water from entering the joint.[15]: 83–84  It has a large hole in the center of its base to receive a threaded 1.5-inch (3.8 cm) diameter copper rod which attaches it to the monument and used to form part of the lightning protection system.[15]: 91  In 2015 the National Geodetic Survey reported the coordinates of the 1 mm dimple atop the aluminum apex as 38°53′22.08920″N 77°2′6.92910″W﻿ / ﻿38.8894692222°N 77.0352580833°W﻿ / 38.8894692222; -77.0352580833 (WGS 84).[1]: 6, 82, 86  The four faces of the external aluminum apex all bear inscriptions in cursive writing (Snell Round hand), which are incised into the aluminum.[10] The apex was inscribed on site after it was delivered. Most inscriptions are the original 1884 inscriptions, except for the top three lines on the east face which were added in 1934. From 1885 to 1934 a wide gold-plated copper band that held eight short lightning rods, two per side but not at its corners, covered most of the inscriptions, which were damaged and illegible as shown in the accompanying picture made in 1934. A new band including eight long lightning rods, one at each corner and one at the middle of each side, was added in 1934 and removed and discarded in 2013. The inscriptions that it covered were still damaged and illegible in 2013.[1]: 90–95  Only the top four and bottom two lines of the north face, the first and last lines of the west face, the top four lines of the south face, and the top three lines of the east face are still legible. Even though the inscriptions are no longer covered, no attempt was made to repair them when the apex was accessible in 2013. The following table shows legible inscriptions in blue and illegible inscriptions in red.[1]: 93  No colors appear on the actual apex. The inscriptions occupy the lower portions of triangles, thus the inscribed upper lines are necessarily shorter than some lower lines. Although most printed sources, Harvey (1903),[28]: 295  Olszewski (1971),[25]: app C  Torres (1984),[15]: 82, 84  and the Historic Structure Report (2004),[6]: 4-6–4-7  refer to the original 1884 inscriptions, the National Geodetic Survey (2015)[1]: 90–95  refers to both the 1884 and 1934 inscriptions. All sources print them according to their own editorial rules, resulting in excessive capitalization (Harvey, Olszewski, and NGS) and inappropriate line breaks. No printed source uses cursive writing, although pictures of the apex clearly show that it was used for both the 1884 and 1934 inscriptions.[1]: 92–95 [104][105] A replica displayed on the 490-foot level uses totally different line breaks than those on the external apex—it also omits the 1934 inscriptions. In October 2007, it was discovered that the display of this replica was positioned so that the Laus Deo (Latin for \"praise be to God\") inscription could not be seen and Laus Deo was omitted from the placard describing the apex. The National Park Service rectified the omission by creating a new display.[106] The pyramidion, the pointed top 55 feet (17 m) of the monument, was originally designed with an 8.9-inch (23 cm) tall inscribed aluminum apex which served as a single lightning rod, installed December 6, 1884. Six months later on June 5, 1885 lightning damaged the marble blocks of the pyramidion,[107] so a net of gold-plated copper rods supporting 200 3-inch (7.6 cm) gold-plated, platinum-tipped copper points spaced every 5 feet (1.5 m) was installed over the entire pyramidion.[6]: 3-10–3-11, 3–15, figs 3.17, 3.23 [25]: chp 6 [15]: 91–92  The original net included a gold-plated copper band attached to the aluminum apex by four large set screws which supported eight closely spaced vertical points that did not protrude above the apex. In 1934 these eight short points were lengthened to extend them above the apex by 6 inches (15 cm).[108] In 2013 this original system was removed and discarded. It was replaced by only two thick solid aluminum lightning rods protruding above the tip of the apex by about one foot (0.3 m) attached to the east and west sides of the marble capstone just below the apex.[1]: 23, 26 [11] Until it was removed, the original lightning protection system was connected to the tops of the four iron columns supporting the elevator with large copper rods. Even though the aluminum apex is still connected to the columns with large copper rods, it is no longer part of the lightning protection system because it is now disconnected from the present lightning rods which shield it. The two lightning rods present since 2013 are connected to the iron columns with two large braided aluminum cables leading down the surface of the pyramidion near its southeast and northwest corners. They enter the pyramidion at its base, where they are tied together (electrically shorted) via large braided aluminum cables encircling the pyramidion two feet (0.6 m) above its base.[11] The bottom of the iron columns are connected to ground water below the monument via four large copper rods that pass through a 2-foot (0.6 m) square well half filled with sand in the center of the foundation. The effectiveness of the lightning protection system has not been affected by a significant draw down of the water table since 1884 because the soil's water content remains roughly 20% both above and below the height of the water table.[109] During the first phase of construction (1848–1854), the walls were built with bluestone gneiss rubble, ranging from very large irregular stones having a cross section of about 5 by 10 feet (1.5 m × 3.0 m) down to spalls (broken pieces of stone) all embedded in a large amount of mortar. The outer surface is marble stones 14 to 18 inches (36–46 cm) thick in 2-foot (61 cm) high courses or rows horizontally encircling the monument. Although each course contains both stretchers (stones parallel to the wall) and headers (stones projecting into the wall), about two to three times as many stretchers as headers were used. Their joints were so thin that some stones pressed on bare stone below them, breaking off many pieces since it was constructed. The batter or slope of the outer surface is 0.247 inches per foot (2.06 cm/m, 1°11'). The inner surface has disorderly rows of smaller roughly dressed bluestone gneiss.[6]: B-49 [7]: sheets 7–30 [15]: 18–19, 23, 105–6  The base of the first phase walls has an outer dimension of 55 feet 1+1⁄2 inches (16.80 m) square and a thickness of 15 feet (4.6 m). The interior well is 25 feet 1 inch (7.65 m) square and has square corners.[9] The weight of the first phase walls up to 150 feet (45.7 m) is 22,373 long tons (25,058 short tons; 22,732 tonnes).[9] During the second phase (1879–1884), the walls were constructed of smoothly dressed (ashlar) large marble and granite blocks (rectangular cuboids) laid down in an orderly manner (Flemish bond) with thick joints. Two-foot high marble surface stones, using an equal number of stretchers and headers, were backed by granite blocks from the 152-foot level (the first course above the rubble) to the 218-foot level, where marble headers become increasingly visible on the internal surface of the walls up to the 450-foot level, above which only marble stones are used.[K] Between the 150- and 160-foot levels the inner walls rapidly slope outward, increasing the shaft well from 25 feet 1 inch square to 31 feet 5+1⁄2 inches (9.59 m) square with a corresponding decrease in the thickness of the walls and their weight.[7]: sheets 4–5 [15]: 23  The second phase walls at the 160-foot level were 8 feet 7+1⁄2 inches (2.63 m) thick, which, combined with the larger shaft well, yields an outer dimension of 48 feet 8+1⁄2 inches (14.85 m) square at that level. The top of the second phase walls are 34 feet 5+1⁄2 inches (10.50 m) square and 1 foot 6 inches (46 cm) thick.[6]: 3–7 [9] The second phase interior walls have rounded corners (2-foot (0.61 m) radii). The weight of the second phase walls (from 150 feet to 500 feet) are 21,260 long tons (23,810 short tons; 21,600 tonnes). The walls of the entire shaft (combined first and second phases) are 500 feet 5+1⁄8 inches (152.530 m) high.[9] The first phase of the walls was constructed under the direction of William Dougherty. Its white Cockeysville marble exterior came from the Texas quarry now adjacent to and east of north I-83 near the Warren Road exit in Cockeysville, Maryland. The quarry was named for the Texas Station (no longer extant) and 19th-century town on the Northern Central Railway. During the first phase it was operated by Thomas Symington, but is now operated by Martin Marietta Materials[111] and no longer produces building stone. The second phase of construction was under the direction of Lt Col/Col Thomas Lincoln Casey of the United States Army Corps of Engineers, who removed two defective courses added by the Know-Nothings and the last 152-foot course added by Dougherty before Casey began his construction. The next three courses of white marble (152–156 feet (46–48 m)) came from Sheffield, Massachusetts, while all courses above them came from the Beaver Dam quarry just west of the 19th-century town of Cockeysville.[15]: 63 [112][113] The latter quarry is located on Beaver Dam Road near its intersection with McCormick Road. During the second phase the quarry was operated by Hugh Sisson, but is now flooded, is called Beaverdam Pond, and is the home of the Beaver Dam Swimming Club. Both 19th-century towns are now within the city limits of Cockeysville. The marble capstone of the pyramidion is a truncated pyramid with a cubical keystone projecting from its base and a deep groove surrounding the keystone. The aluminum apex replaces its truncated top. The inside upper edges of the topmost slabs on the four faces of the pyramidion rest on the keystone and in the groove. It has a large vertical hole through which a 1.5-inch (3.8 cm) threaded copper rod passes and screws into the base of the apex, which used to form part of its lightning protection system. The keystone and groove occupy so much of its base that only a small horizontal area near its outer edge remains. The weight of the capstone is transferred to both the inner and outer portions of the shiplap upper edges of the slabs. It weighs 3,300 pounds (1,500 kg), is 5 feet 2 inches (1.57 m) high from its base to its top, and is 3 feet (91 cm) square at its base.[15]: 85 [110]: 80  The marble pyramidion has an extremely complex construction to save weight yet remain strong. Its surface slabs or panels are usually only 7 inches (18 cm) thick (with small thick and thin portions) and generally do not support the weight of slabs above them, instead transferring their own weight via 1-foot (30 cm) wide internal marble ribs to the shaft's walls. The slabs are generally 7 feet (2 m) wide and 4 feet 4 inches (1 m) high with a 2-inch (5 cm) vertical overlap (shiplap) to prevent water from entering the horizontal joints. Twelve such courses, the internal ribs, the marble capstone, and the aluminum apex comprise the pyramidion. Its height is 55 feet 0 inches (16.76 m). Its weight is 300 long tons (336 short tons; 305 tonnes).[9] The slope of the walls of the pyramidion is 17°24' from the vertical.[30] There are twelve ribs, three per wall, which spring from the 470-foot (143.3 m) level, all being integrated into the walls up to the 500-foot (152.4 m) level. All are free standing above 500 feet, relying on mortise and tenon joints to attach neighboring stones. The eight corner ribs terminate six courses above the shaft, each corner rib resting on its neighboring corner rib via a miter joint, forming four corner arches. Each such arch supports a pair of square corner stones, one above the other totaling one course in height. Each corner rib is linked to the nearest center rib at the sixth course via a marble tie beam. The four center ribs terminate eight courses above the shaft at a marble cruciform (cross shaped) keystone, forming two main arches that cross each other. Two stones, each one course high, are mounted on each of the four ribs, supporting two additional courses above the cruciform keystone, leaving two courses to support the capstone's weight by themselves.[6]: 3-8–3-11 [18]: 6–10 [114] The observation floor (nominally the 500-foot level) is 499 feet 4+1⁄2 inches (152.21 m) above the entry lobby floor or lowest landing level. It is 1+1⁄4 inches (3.2 cm) above the marble base of the pyramidion and the top of the shaft walls.[1]: 56, 58, 65 [7]: sheet 7, 31–35 [9] Four pairs of 3-foot (91 cm) wide observation windows are provided, spaced 4 feet (122 cm) apart, inner stone edge to edge, all just above the lowest course of slabs (504-foot level). Six are 1 foot 6 inches (46 cm) high while two on the east face are 2 feet (61 cm) high for easier egress. All were originally provided with thin marble shutters in a bronze frame each of which could be opened inward, one left and the other right per wall.[6]: 3–11  After two people committed suicide by jumping through the open windows in the 1920s, hinged horizontal iron bars were added to them in 1929.[6]: 3–14 [15]: 85, 102  A ninth opening in a slab on the south face just below the capstone is provided for access to the outside of the pyramidion. It is covered by a stone slab which is internally removable. In 1931, four red aircraft warning lights were installed, one per face in one of its observation windows. Pilots complained that they could not be easily seen, so the monument was floodlit on all sides as well.[6]: 2–14, B-39, B-41, B-52–B-53  In 1958, eight 14-inch (36 cm) diameter holes for new red aircraft warning lights were bored, one above each window near the top edge of the fourth course of slabs (516-foot level) in the pyramidion.[6]: 2–28, 3–15, B-55 [7]: sheet 12  In 1958 the observation windows were glazed with shatterproof glass. In 1974–1976, they were glazed with bulletproof glass and the shutters removed. New bulletproof glass was installed during 1997–2000.[6]: 3–16, 3–18, B-49  The pyramidion has two inscriptions, neither of which is regarded as a memorial stone. One is the year \"1884\" on the underside of the cruciform keystone; the other is at the same level as that keystone on the north face of the west center rib containing the names and titles of the four highest ranked builders. Its inscription (\"Chief Engineer ...\") is almost identical to the inscription on the south face of the aluminum apex except for \"U.S.\", which is part of the phrase \"14th U.S. Infantry\" in the inscription inside the pyramidion, but the apex has only \"14th Infantry\". Additionally, the internal inscription does not use cursive writing and all letters in all names are capitals.[7]: sheet 35 [18]: 8  The first phase began with the excavation of about 7 feet 8 inches (2.3 m) of topsoil down to a level of loam, consisting of equal parts of sand and clay, hard enough to require picks to break it up. On this \"bed of the foundation\" the cornerstone was laid at the northeast corner of the proposed foundation. The rest of the foundation was then constructed of bluestone gneiss rubble and spalls, with every crevice filled with lime mortar.[15]: 23, 68  The dimensions of this old foundation were 23 feet 4 inches (7.1 m) high, 80 feet (24.4 m) square at the base, and 58 feet 6 inches (17.8 m) square at the top, laid down in eight steps, similar to a truncated step pyramid.[15]: 18–19, 23, 47  At the center of the foundation a brick-lined 2-foot (60 cm) square well was dug to a depth of 20 feet (6 m) below the bed of the foundation to keep it dry and to supply water during construction.[15]: 19  During the second phase, after determining that the proposed weight of the monument was too great for the old foundation to safely bear, the thickness of the walls atop the unfinished stump was reduced and the foundation was strengthened by adding a large unreinforced concrete slab below the perimeter of the old foundation to increase the monument's load bearing area two and one half times. The slab was 13 feet 6 inches (4.1 m) thick, with an outer perimeter 126 feet 5+1⁄2 inches (38.54 m) square, an inner perimeter 44 feet (13.4 m) square, with undisturbed loam inside the inner perimeter except for the water well. The area at the base of the second phase foundation is 15,992 square feet (1,485.7 m2). The strengthened foundation (old foundation and concrete slab) has a total depth of 36 feet 10 inches (11.2 m) below the bottom of the lowest course of marble blocks (now below ground), and 38 feet (11.6 m) below the entry lobby floor. Casey reported that nowhere did the load exceed 9 long tons per square foot (140 psi; 970 kPa) and did not exceed 3 long tons per square foot (47 psi; 320 kPa) near the outer perimeter.[9] To properly distribute the load from the shaft to slab, about half by volume of the outer periphery of the old rubble foundation below its top step was removed. A continuous sloping unreinforced concrete buttress encircles what remains. The buttress is 100 feet 4 inches (30.6 m) square at its base, 64 feet 6 inches (19.7 m) square at its top, and 20 feet 5 inches (6.2 m) high. The perimeter of the original top step of the old rubble foundation rests on the larger top of the concrete buttress. Its slope (lower external angle from the vertical) is 49°. This buttress rests in a depression (triangular cross-section) on the top surface of the concrete slab. The slab was constructed by digging pairs of 4-foot (1.2 m) wide drifts on opposite sides of the monument's center line to keep the monument properly balanced. The drifts were filled with unreinforced concrete with depressions or dowel stones on their sides to interlock the sections.[6]: 3-3–3-5, figs 3.1–3.6, 3.9, 3.13, 4.11 [15]: 39, 47–48, 67–73  An earthen terrace 60 feet (18 m) wide with its top at the base of the walls and steep sides was constructed in 1880–81 over the reinforced foundation while the rest of the monument was being constructed. During 1887–88, a knoll was constructed around the terrace tapering out roughly 300 feet (90 m) onto the surrounding terrain. This earthen terrace and knoll serves as an additional buttress for the foundation. The weight of the foundation is 36,912 long tons (41,341 short tons; 37,504 tonnes),[9] including earth and gneiss rubble above the concrete foundation that is within its outer perimeter. The monument is filled with ironwork, consisting of its stairs, elevator columns and associated tie beams, none of which supports the weight of the stonework. It was redesigned in 1958 to reduce congestion and improve the flow of visitors. Originally, visitors entered and exited the west side of the elevator on the observation floor, causing congestion. So the large landing at the 490-foot level was expanded to a full floor and the original spiral stair in the northeast corner between the 490-and-500-foot (149.4 and 152.4 m) levels was replaced by two spiral stairs in the northeast and southeast corners. Now visitors exit the elevator on the observation floor, then walk down either spiral stair before reboarding the elevator for their trip back down.[6]: fig 3.31  The main stairs spiral up the interior walls from the entry lobby floor to the elevator reboarding floor at the 490-foot (150 m) level. The elevator occupies the center of the shaft well from the entry lobby to the observation floor, with an elevator machine room (installed 1925–26) whose floor is 18 feet 10 inches (5.74 m) above the observation floor and an elevator pit (excavated 1879) whose floor is 9 feet (2.74 m) below the entry lobby floor.[7]: sheet 31–35 [15]: 61, 74  The stairs and elevator are supported by four wrought iron columns each. The four supporting the stairs extend from the entry lobby floor to the observation floor and were set at the corners of a 15-foot-8-inch (4.78 m) square. The four supporting the elevator extend from the floor of the elevator pit to 14 feet (4.3 m) above the observation floor and were set at the corners of a 9-foot-9+1⁄2-inch (3.0 m) square.[6]: 3–6  The weight of the ironwork is 275 long tons (308 short tons; 279 tonnes).[9] Cast iron, wrought iron, and steel were all used. The two small spiral stairs installed in 1958 are aluminum. Most landings occupy the entire east and west interior walls every 10 feet (3.05 m) from and including the east landing at the 30-foot (9.1 m) level up to the west landing at the 480-foot (150 m) level, east then west alternately. Three stairs with small landings rise from the entry lobby floor to the 30-foot (9.1 m) level successively along the north, west and south interior walls. Landings from the 30 foot (9.1 m) level up to the 150 foot (46 m) level are 3 feet 2+1⁄4 inches (0.97 m) by 25 feet 1 inch (7.65 m), while landings from the 160-foot (49 m) level to the 480-foot (150 m) level are 7 feet 10+3⁄4 inches (2.41 m) by 31 feet 5+1⁄2 inches (9.59 m). All stairs are on the north and south walls except for the aforementioned west stair between the 10–20-foot (3.05–6.10 m) levels, and the two spiral stairs. About one fourth of visitors chose to ascend the monument using the stairs when they were available. They were closed to up traffic in 1971, and then closed to all traffic except by special arrangement in 1976.[6]: 3–18 [15]: 101  The stairs had 898 steps until 1958, consisting of 18 risers in each of the 49 main stairs plus 16 risers in the spiral stair.[25]: chp 7 [115]: 18  Since 1958 the stairs have had 897 risers if only one spiral stair is counted because both spiral stairs now have 15 risers each.[7]: sheets 6, 31–35 [15]: 72  These figures do not include two additional steps in the entry passage that were covered up in 1975 by a ramp and its inward horizontal extension to meet the higher (since 1886) entry lobby floor. One step was 3.2 feet (1 m) away from the outer walls and the other was at the end of the passage, 15 feet (4.6 m) away from the outer walls.[6]: 3-17–3-18, figs 3.11, 3.32–3.33, 3.39  As initially constructed, the interior was relatively open with two-rail handrails, but a couple of suicides and an accidental fall prompted the addition of tall wire screening 7 feet (2.1 m) high with a large diamond mesh) on the inside edge of the stairs and landings in 1929. The original steam powered elevator, which took 10 to 12 minutes to ascend to the observation floor, was replaced by an electric elevator powered by an on-site dynamo in 1901 which took five minutes to ascend. The monument was connected to the electrical grid in 1923, allowing the installation of a modern electric elevator in 1925–26 which took 70 seconds. The latter was replaced in 1958 and again in 1998 by 70-second elevators.[6]: 2–13, 2–15, 3-20–3-21, B-44, B-47, B-48 [28]: 102, 107–8  From 1997 to 2000, the wire screening at three platforms was replaced by large glass panels to allow visitors on the elevator to view three clusters of memorial stones that were synchronously lit as the elevator automatically slowed while passing them during its descent.[6]: 3–21, 4–16  Fifty American flags (not state flags), one for each state, are now flown 24 hours a day around a large circle centered on the monument. Forty eight American flags (one for each state then in existence) were flown on wooden flag poles on Washington's birthday since 1920 and later on Independence Day, Memorial Day, and other special occasions until early 1958. Both the flags and flag poles were removed and stored between these days. In 1958 fifty 25-foot (7.6 m) tall aluminum flag poles (anticipating Alaska and Hawaii) were installed, evenly spaced around a 260-foot (79 m) diameter circle. During 2004–05, the diameter of the circle was reduced to 240 feet (73 m). Since Washington's birthday 1958, 48 American flags were flown on a daily basis, increasing to 49 flags on July 4, 1959, and then to 50 flags since July 4, 1960. When 48 and 49 flags were flown, only 48 and 49 flag poles of the available 50 were placed into base receptacles. All flags were removed and stored overnight. Since July 4, 1971, 50 American flags have flown 24 hours a day.[6]: 2-14–2-15, 4-1–4-2, B-35–B-36 [7]: sheet 3 [16] In the 2004 grounds renovation, two large circles were added to the landscaping with the obelisk in the intersection or vesica piscis. The monument's vesica piscis is not ideal because neither circle passes through the center of its neighbor. Furthermore, both \"circles\" are slightly elliptical. The total cost of the monument from 1848 to 1888 was $1,409,500[115] (equivalent to $30,000,000 in 2020).[116] The weight of the above ground portion of the monument is 44,208 long tons (49,513 short tons; 44,917 tonnes), whereas its total weight, including the foundation below ground and any earth above it that is within its outer perimeter is 81,120 long tons (90,854 short tons; 82,422 tonnes). The total number of blocks in the monument, including all marble, granite and gneiss blocks, whether externally or internally visible or hidden from view within the walls or old foundation is over 36,000.[8] The number of marble blocks externally visible is about 10,000. The monument stands 554 feet 7+11⁄32 inches (169.046 m) tall according to the National Geodetic Survey (measured 2013–14) or 555 feet 5+1⁄8 inches (169.294 m) tall according to the National Park Service (measured 1884).[B] In 1975, a ramp covered two steps at the entrance to the monument, so the ground next to the ramp was raised to match its height, reducing the remaining height to the monument's apex. It is both the world's tallest predominantly stone structure and the world's tallest obelisk. It is the tallest monumental column in the world if all are measured above their pedestrian entrances, but two are taller when measured above ground, though they are neither all stone nor true obelisks.[A] The tallest masonry structure in the world is the brick Anaconda Smelter Stack in Montana at 585 feet 1+1⁄2 inches (178.35 m) tall. But this includes a 30-foot (9.1 m) non-masonry concrete foundation, leaving the stack's brick chimney at 555 feet 1+1⁄2 inches (169.20 m) tall, only about 6 inches (15 cm) taller than the monument's 2015 height. If the monument's aluminum apex is also discounted, then the stack's masonry portion is 15 inches (38 cm) taller than the monument's masonry portion.[12][B][L] In 2001, a temporary visitor security screening center was added to the east entrance of the Washington Monument in the wake of the September 11 attacks. The one-story facility was designed to reduce the ability of a terrorist attack on the interior of the monument, or an attempt to seize and hold it. Visitors obtained their timed-entry tickets from the Monument Lodge east of the memorial, and passed through metal detectors and bomb-sniffing sensors prior to entering the monument. After exiting the monument, they passed through a turnstile to prevent them from re-entering. This facility, a one-story cube of wood around a metal frame, was intended to be temporary until a new screening facility could be designed.[17] On March 6, 2014, the National Capital Planning Commission approved a new visitor screening facility to replace the temporary one. The 785-square-foot (72.9 m2) facility will be two stories high and contain space for screening 20 to 25 visitors at a time. The exterior walls (which will be slightly frosted to prevent viewing of the security screening process) will consist of an outer sheet of bulletproof glass or polycarbonate, a metal mesh insert, and another sheet of bulletproof glass. The inner sheet will consist of two sheets (slightly separated) of laminated glass. A 0.5-inch (1.3 cm) airspace will exist between the inner and outer glass walls to help insulate the facility. Two (possibly three) geothermal heat pumps will be built on the north side of the monument to provide heating and cooling of the facility. The new facility will also provide an office for National Park Service and United States Park Police staff. The structure is designed so that it may be removed without damaging the monument.[117] The United States Commission of Fine Arts approved the aesthetic design of the screening facility in June 2013.[118] A recessed trench wall known as a ha-ha has been built to minimize the visual impact of a security barrier surrounding the monument. After the September 11 attacks and another unrelated terror threat at the monument, authorities had put up a circle of temporary Jersey barriers to prevent large motor vehicles from approaching. The unsightly barrier was replaced by a less-obtrusive low 30-inch (76 cm) granite stone wall that doubles as a seating bench and also incorporates lighting. The installation received the 2005 Park/Landscape Award of Merit from the American Society of Landscape Architects.[119][120][121] The Washington Monument is served by Federal Triangle metro station and Smithsonian metro station.[122] Traveling by Metro bus, one can take the DC Circulator on the National Mall route or ride bus number 34, 36, and 32.[123] The Monument viewed from the Iwo Jima Memorial in neighboring Virginia The Washington Monument viewed from the tidal basin The Monument viewed across the Reflecting Pool The Monument and the surrounding National Mall The Washington Monument with cherry blossoms in the foreground The monument as viewed from the steps of the Lincoln Memorial during 1963 March on Washington The monument viewed from a window in the Blue Room of the White House. 169.29 m ","Title":"Washington Monument - Wikipedia","KeyID":"3617","URL":"https://en.wikipedia.org/wiki/Washington_Monument"}