{"Content: ":"The swimming pool at the White House, the official residence of the president of the United States, is located on the South Lawn near the West Wing. The 20-foot (6.1 m) wide and 50-foot (15 m) long pool was created in 1975 by Gerald Ford during his presidency. Before becoming president, Ford swam twice daily at his home in Alexandria, Virginia; early in the morning and after work in the evening. Ford regretted the White House no longer had a swimming pool and he did not find playing golf as satisfying for exercise as swimming. The New York Times reported that the pool was built \"over strong opposition from his [Ford's] advisers\" as Ford had stressed budgetary restraint upon taking office in 1974. Aides had reportedly warned Ford that the construction of a pool would ensure that he only lasted a year in the presidency, and should wait until after his potentially successful re-election in 1976.[1] The area had previously been part of the South Lawn, with a natural screen of bushes and trees. Ford was a regular swimmer, and demonstrated his swimming for the press when the pool was completed.[2] The photographer Dick Swanson of People took a picture from the bottom of the pool of Ford swimming.[3]In 1933, an indoor swimming pool had been built for President Franklin D. Roosevelt for his physical therapy for polio. The pool was covered over in 1970 when the space was remodeled as the Press Briefing Room.[2] A cabana was later added to the pool, with showers and changing facilities, and an underground passage connects the cabana to the West Wing for the purposes of security. The cabana is solar powered with heated pipes providing hot water with remaining heat going to the outdoor spa. It was renovated in 2002 with the addition of extra windows and a raised roof.[2] Ford's son, Jack, learned to scuba dive in the pool, and 39th President Jimmy Carter's daughter Amy frequently dived in the pool.[2] Barbara Bush frequently swam in the pool; in 1990 a rat swam past her and was subsequently drowned by her husband, 41st President George H. W. Bush. Barbara Bush said that she \"[swam] with a mask, and it just went right by in front of me...Fortunately, George Bush was there and drowned the beast. It was horrible\".[4] Hillary Clinton was also a frequent user of the pool. Clinton had considered recreating the indoor pool of the White House and creating a new space for the media. As part of the White House grounds, the pool and its cabana are the responsibility of the National Park Service.[2] In the first year of his presidency, Barack Obama wrote that he would leave the Oval Office and \"have a cigarette (or two)\" by the cabana \"savoring a quieter moment and letting my thoughts wander and deepen\".[5] The cost of the pool was estimated at $52,417 (equivalent to $263,965 in 2021). It was entirely funded by private contributions, with donations limited to $1,000 (equivalent to $5,036 in 2021). A swimming pool committee oversaw the construction of the pool; it was chaired by the vice chairman of the United States Olympic swimming committee, A. J. Sehorn.[1] Gerald Ford swimming in the pool in July 1975 Buddy reaching for a ball in the pool in 1998 Susan Ford helping her father dive into the new swimming pool Coordinates: 38°53′49″N 77°02′16″W﻿ / ﻿38.89705°N 77.03771°W﻿ / 38.89705; -77.03771","Title":"White House swimming pool - Wikipedia","KeyID":"3636","URL":"https://en.wikipedia.org/wiki/White_House_swimming_pool"}