{"Content: ":"The tennis court at the White House, the official residence of the president of the United States in Washington, D.C., is located on the South Lawn. Lines have been drawn and baskets have since been added to the court so it can also be used as a basketball court. The first tennis court at the White House was built at the south side of the West Wing during the presidency of Theodore Roosevelt, the present location of the West Wing's south terrace. Roosevelt often played here with his son.[1][2] The court became renowned as the haunt of Roosevelt's 'Tennis cabinet', an informal regular gathering of his closet associates.[3] On 1 March 1909 Roosevelt gave a lunch and speech to say farewell to his 'Tennis cabinet'. United Press described the gathering as a \"famous coterie of afternoon sportsmen that has been the power \"behind the white house\" for over seven years\". Attendees included people as diverse as the French ambassador Jean Jules Jusserand, the Supreme Court Justice William Henry Moody, soldier Luther \"Yellowstone\" Kelly, the Oklahoman wolf hunter John Abernathy and Pudge Heffelfinger, the football player.[4] In 1910 a court was built on the site of the present outdoor swimming pool.[1] Bill Tilden and his protégée Sandy Wiener played on the court in 1923. The son of Calvin Coolidge, Calvin Jr., died of blood poisoning aged 16 after getting a blister as he played without socks on the court in June 1924.[2] The first women's tennis exhibition at the White House was hosted by Florence Harding at the court.[1] The court was subsequently relocated south to its present location. During Jimmy Carter's presidency, it was reported that the playing schedule of the court was personally overseen by the President himself. The Los Angeles Times wrote that this \"came to be a popular symbol of what many felt was the fatal flaw of his presidency: the unwillingness to delegate authority on small matters\". However, according to his domestic policy advisor Stuart Eizenstat, Carter only asked his staff to sign up in advance to avoid coming to the court when he or First Lady Rosalynn were playing.[5] Bert Lance, the Director of the Office of Management and Budget who was accused of corruption, gave his resignation to Carter during a match on the court.[2] Carter's Chief of Staff, Hamilton Jordan was a regular player on the court and was often seen wearing his tennis outfit in his office at the White House.[2] George H. W. Bush was a regular tennis player. His press secretary Marlin Fitzwater said that Bush would \"subconsciously...[judge] people by their competitive attitude on the courts\". Bush would also regularly recount past games with aides, and on-court conversations could prove more effective at getting his attention than the sending of memos.[6] The court was enlarged by Bush in 1989. He played doubles tennis on the court with American tennis player Pete Sampras in 1990.[1] Bush also played with the president of South Korea, Roh Tae-woo, in 1991.[7] A pavilion for the tennis court was built under the administration of Donald Trump in 2020. The ground was broken on the project by Melania Trump, who had helped design the pavilion. The National Park Service stated that it would \"provide a unifying element for the tennis court, the Children's Garden and the Kitchen Garden\" and replace a maintenance building used by groundstaff called \"The Pony Shed\". The tennis pavilion is 1,200 square feet in size and 18 ft high. It has a copper roof and is clad in limestone. The design of the pavilion was inspired by the neo-classical style of the White House. It was funded by private donations.[8] The first celebrity tennis exhibition to raise funds for the Nancy Reagan Drug Abuse Fund was held on the court in May 1985. A fundraising target of $450,000 was set (equivalent to $1,133,772 in 2021), with nine corporate sponsors contributing $50,000 each. 200 guests of the sponsors were seated in temporary bleacher seats. The general public was not invited.[2] Participants included football players Marcus Allen, Rolf Benirschke, Dwight Clark, and Jeff Kemp, swimmer Steve Lundquist, basketball player John Havlicek and the actors Cathy Lee Crosby, Robert Duvall, Veronica Hamel and Dina Merrill. Politicians included John Herrington, Paul Laxalt, Joe Wright, William H. Webster, the Director of the FBI and Swedish ambassador Wilhelm Wachtmeister. The centerpiece of the inaugural tournament was the doubles match viewed by Ronald and Nancy Reagan which saw John Forsythe and Pam Shriver take on Roscoe Tanner and the Secretary of State George Shultz. The match was umpired by the actors Tom Selleck and Brooke Shields.[2][9] Participants in the 1986 tournament included tennis player Stan Smith and Ashok and Vijay Amritraj, actors Chuck Norris and Stephanie Zimbalist, and basketball player Julius Erving and football player Herschel Walker. Mr T was an umpire.[10] Basketball lines were drawn and baskets added so it could be used as a basketball court during the presidency of Barack Obama in 2009.[1] Obama celebrated his 50th birthday with a game of basketball on the court organised by his friends and his aide Reggie Love.[11] The game featured the NBA and WNBA players Shane Battier, LeBron James, Magic Johnson, Maya Moore, Alonzo Mourning, Joakim Noah, Chris Paul and Derrick Rose in addition to Obama's friends from high school.[11] Kobe Bryant and Bill Russell were spectators.[11] Bill Tilden at the court with his protégé Sandy Wiener in 1923 Barack Obama and his partner during tennis games on the court at the 2012 Easter Egg Roll at the White House Gerald Ford, Donald Rumsfeld, and David Kennerly following a tennis match on the court in 1976 Ronald and Nancy Reagan at a reception for the American Davis and Wightman Cup teams in September 1981 Coordinates: 38°53′46″N 77°02′14″W﻿ / ﻿38.89614°N 77.03714°W﻿ / 38.89614; -77.03714","Title":"White House tennis court - Wikipedia","KeyID":"3639","URL":"https://en.wikipedia.org/wiki/White_House_tennis_court"}