{"Content: ":"The Family Dining Room is a dining room located on the State Floor of the White House, the official residence of the president of the United States. The room is used for smaller, more private meals than those served in the State Dining Room. Used in the 1800s as a space for the First Family to have their meals, the Family Dining Room was used less for family meals and more for working lunches and small dinners in the 20th and 21st centuries. (Family dinners are now more often served on the Second Floor in the President's Dining Room.) Architect James Hoban's 1792 design for the White House featured a Grand Stair in the western part of the mansion on the State Floor.[a][1] Not completed when the White House was occupied in 1800, the Grand Stairs were probably finished by architect Benjamin Henry Latrobe in 1803 or shortly thereafter.[1] To the north of this wing was a Public Dining Room[2] and (between the dining room and the entrance hall) a Porter's Lodge[3] and a narrow, winding Private Stair.[4] To the south of the Grand Stair was a smaller room, to be used as a Cabinet Room or President's Library.[5][6] To the east of this room was a President's Antechamber (later known as the Red Room).[5][6] An oval-shaped Drawing Room (now the Blue Room)[5] and a Common Dining Room (now the Green Room) served as additional dining and living space.[7] During the presidential administration of Thomas Jefferson, the Common Dining Room rather than the Public Dining Room was used primarily for family meals.[7] At Jefferson's request, Latrobe drafted plans for altering the State Floor. In 1807, he proposed turning the Porter's Lodge into a sitting room, and partitioning the Public Dining Room. The eastern part of the room would contain a toilet and dressing room, while the western two-thirds of the room would become a bedroom.[2] Latrobe envisioned this as private space for the president to use during the day, or as quarters for a high-ranking presidential aide. Latrobe's changes, however, were never implemented.[4][b][8] Following the Burning of Washington and the near-destruction of the White House in 1814, the State Floor was rebuilt. This 1817 recreation[4] saw the old Cabinet Room/Presidential Library turned into the State Dining Room,[1] and the President's Antechamber into a Yellow Parlor.[6][9] The Public Dining Room now became the Private Dining Room. The room was partitioned to make it smaller, and the western third of the room turned into a pantry.[1] President James Monroe gave State Dinners in the Private Dining Room from 1817 to 1825, and subsequent presidents used it as a formal dining room for the First Family or as a space for official but small official events.[10] An 1829, 18-light chandelier (fueled by whale oil and of unknown make) was moved from the East Room into the State Dining Room in 1834 to provide light.[11] In time, the term \"Family Dining Room\" began to replace the name \"Private Dining Room.\"[10] In 1869, President Ulysses S. Grant rebuilt the Grand Stair. Now, only a single staircase led up the north wall to the landing, while a second stair on the south wall led from the landing to the Second Floor.[12][c][1] Because so much new room was created on the landing by this renovation, this area on the State Floor became known as the West Sitting Hall.[13] In 1880, during the administration of Rutherford B. Hayes, First Lady Lucy Webb Hayes purchased a large mahogany table and a sideboard from Henry L. Fry of Cincinnati, Ohio. The table was transformed into a console table two years later.[14] During the first administration of President Chester A. Arthur, the D.C. firm of W. B. Moses & Son manufactured a large table for the dining room, which could be extended with leaves, and a mahogany sideboard. An oak sideboard was supplied by John C. Knipp & Brothers of Baltimore. Eighteen leather-upholstered dining room chairs were ordered in 1882 from Hertz Brothers of New York, and another 12 more in 1883. A few years later, 22 copies of these chairs were manufactured by Daniel G. Hatch & Company of Washington, D.C. But by 1901, these 40 chairs were moved to the State Dining Room.[15] The White House was extensively renovated in 1902, during which the Stair Hall and its staircase were demolished and the State Dining Room expanded northward.[16][17] Renovations by architect Charles Follen McKim during the administration of Theodore Roosevelt architecturally transformed the Family Dining Room. Using White House architect James Hoban's groin vaulted ground floor hall ceilings as a model, McKim installed a similar groin vault ceiling. The surface was articulated with a low relief plaster meander (Greek key) and five-pointed star decoration, and an eagle within a laurel wreath on the east wall above the mantel. McKim commissioned the Boston furniture manufacturer A. H. Davenport and Company to build a somewhat overscaled Federal-style sideboard, china cabinet, and dining table. Reproduction Chippendale-style sidechairs replaced the series of Victorian chairs used in the nineteenth century. The style combined both Jacobean and Chippendale styles.[18] McKim also ordered a new mahogany console table based on Anthony Quervelle's 1829 console table (made for the East Room, but since about 1860 having stood in the Family Dining Room), and a new mirror.[19] To light the room, McKim hired Edward F. Caldwell & Co. of New York to design a new chandelier and wall sconces for the room. The chandelier design was copied from 18th-century English and French chandeliers, and cut glass was used for the chandelier and wall sconces.[20] A photograph of the ceiling area taken while the room was being dismantled previous to the Truman reconstruction, shows the simple c. 1818 moulding and several pieces of Victorian era wall paper. Plaster decoration and wood trim was removed from the room with the intention of reinstalling it after the reconstruction. Like much of the salvaged wood and plaster from the house, it was pronounced unusable. McKim's groin vaulted ceiling and plaster decoration was copied, along with the Greek key, stars and large eagle ornament. Most of McKim's Colonial Revival furniture was returned to the room. During the Kennedy restoration the room was designed largely by Sister Parish who asked preservation architect Robert Raley, a consulting architect to Henry Francis du Pont's Winterthur Museum, to assess the room. Raley considered the room to be very strong and in keeping with the White House's time of construction. He made two proposals which were followed: the removal of moulding that organized the walls into a series of upper and lower panels; and the lowering of the window height by extending a cornice across the north wall of the room.[21] These changes had the dual effect of unifying the room and giving the vaulted ceiling more presence. Parish had the walls painted a soft yellow, and yellow silk curtains, tied back twice with ornamental cords and tassels, installed within the frame of the windows. French interior designer Stéphane Boudin had recommended a similar treatment by her in the Yellow Oval Room. A series of mantels and chandeliers were tried, finally resulting in permanent installation of a late Louis XVI green marble mantelpiece with a carved eagle and festoons in white marble. This mantel was acquired for the Yellow Oval Room but proved too small for the scale of that room. Baseboard trim was painted to match the green marble of the mantel, and Federal period dining and side chairs installed. Several pieces of early 19th-century furniture, made in Maryland, were also added to the room.[22] The Kennedy alterations were both praised and criticized. Patrick Phillips-Schrock, writing in 2013, noted that the room's \"furniture, fireplace and fixtures serve the space well\" and praised the lowering of the upper sill of the window to more correctly match the cornice line of the room. But he harshly disapproved of the room's painting scheme (calling it a \"Yellow Fever Epidemic\"), and called the insertion of a register in the frame above the room's northeast door \"in incredibly poor taste\".[23] In 1981, First Lady Nancy Reagan hired Ted Graber to update the Kennedy design slightly. Yellow silk draperies based on an English Regency pattern were installed to cover the window frames. Reagan also had the chairs reupholstered and the carpet replaced. A silver mirror plateau, made in New York by John W. Forbes about 1820, was placed on the table. In February 2015, a newly redecorated Old Family Dining Room was unveiled. The redecoration marked the first time since the Kennedy administration that the room was entirely renovated. The room was repainted a light gray to make it look more airy. The room's new style is Mid-Century American, and features a rug, artwork, table, gilded metal and glass wall light sconces, and tea service typical of mid-20th century American design. Some elements of the room were retained, such as the buffet table.[24][25] New red drapes, influenced by the 1961 Kennedy redesign but less formal, graced the windows. The room's new brown, beige, black, and white rug has a design adapted from the 1950 work Black, White, and Gray by textile artist Anni Albers.[25][26] The silver tea service was manufactured by Graff, Washbourne, & Dunn of New York City and was manufactured for the 1939 New York World's Fair. The service is accompanied by ceramic, porcelain, and glass servingware.[26] The World's Fair servingware and other 20th century American tableware are on display in the Philadelphia bookcase (which is against the south wall), while the tea service is on display on the sideboard on the west wall.[25] A mirror replaced C. Gregory Stapko's 1952 portrait of Frances Folsom Cleveland over the fireplace in the east wall.[27] The mirror has a historic connection to the room: It was present in the room in 1901 when President Theodore Roosevelt hosted a dinner attended by Booker T. Washington. (The informal event triggered protests by racists who opposed African Americans as guests in the White House.)[24] A 1902 portrait of Edith Roosevelt by Theobald Chartran was taken down from the west wall, and the 1998 Robert Rauschenberg work Early Bloomer [Anagram (A Pun)] took its place.[27][25] On the north wall, a mirror was removed and replaced with the 1966 Alma Thomas work Resurrection.[27][25] On the south wall are two paintings by Josef Albers: the 1963 Study for Homage to the Square: Asking and the 1966 Homage to the Square.[25][26] President Abraham Lincoln and his family used the Family Dining Room frequently.[28] Presidents throughout the 1800s and 1900s continued to use it for private family dining, but nearly all disliked it, finding it too cavernous.[29] In 1961, First Lady Jacqueline Kennedy had a new kitchen and President's Dining Room created on the Second Floor of the White House,[30] which largely ended the practice of the First Family eating in the Family Dining Room.[31] After the assassination of President John F. Kennedy on November 22, Jacqueline Kennedy asked that a Mass be held in the White House at 10:00 AM on November 23. White House Chief Usher J. B. West initially had the Family Dining Room set for this service. But Jacqueline Kennedy asked that the Mass be moved,[32] and it was held in the State Dining Room instead. (A second Mass, held on November 24 at 11:15 AM, was held in the East Room.)[33] During the presidency of Barack Obama, the annual White House Seder was held in the Family Dining Room. President Obama would host the traditional meal for Passover.[34] When events are held in the State Dining Room, the Family Dining Room is often used as a pantry. Since the White House kitchen is on the mansion's Ground Floor, this helps alleviate many of the inconveniences which occur when moving food, china, and serving dishes up to the State Floor.[10] On February 10, 2015, the Family Dining Room was opened to the public for the first time as part of the White House Tour.[24] Coordinates: 38°53′52″N 77°2′12″W﻿ / ﻿38.89778°N 77.03667°W﻿ / 38.89778; -77.03667","Title":"Family Dining Room - Wikipedia","KeyID":"3643","URL":"https://en.wikipedia.org/wiki/Family_Dining_Room"}