{"Content: ":"The East Sitting Hall is located on the second floor of the White House, home of the president of the United States. First used as a reception room for guests of the president (the Lincoln Bedroom and the Queens' Bedroom were originally offices of the chief executive), it is now a family parlor with access to the east rooms on the second floor. The room is entered from the second floor corridor on the west side of the room. A large fanlight window on the east side of the room faces the Jacqueline Kennedy Garden, the East Colonnade, the East Wing, and the U.S. Treasury. Two disguised doors allow access to a closet and a staircase up to the third floor. Charles Dickens wrote this about the room during the administration of John Tyler: [W]e went upstairs into another chamber, where were certain visitors, waiting for audiences. At sight of my conductor, a black in plain clothes and yellow slippers who was gliding noiselessly about and whispering messages in the ears of the more impatient, made a sign of recognition, and glided off to announce him. We had previously looked into another chamber fitted all round with a great bare wooden desk or counter [probably the Anteroom, today's Treaty Room], whereon lay piles of newspapers, to which sundry gentlemen were referring. But there were no such means of beguiling the time in this apartment, which was as unpromising and tiresome as any waiting-room.... Because the East Sitting Hall is situated above the East Room (which has a 22-foot ceiling), access to the East Sitting Hall was originally by way a small set of stairs from the Stair Landing. During the Truman reconstruction, the room was reduced by the addition of a lavatory and side stair to the third floor; the steps were replaced with a ramp through an arched corridor. Sister Parish, the first interior designer brought in to decorate during the Kennedy restoration, created the original concepts of the redesigned East Sitting Hall, which became a repository of furniture and memorabilia associated with the life of President James Monroe. Coordinates: 38°53′52″N 77°02′11″W﻿ / ﻿38.89771°N 77.03639°W﻿ / 38.89771; -77.03639","Title":"East Sitting Hall - Wikipedia","KeyID":"3649","URL":"https://en.wikipedia.org/wiki/East_Sitting_Hall"}