{"Content: ":"The President's Dining Room is a dining room located in the northwest corner of the second floor of the White House. It is located directly above the Family Dining Room on the State Floor and looks out upon the North Lawn. The Dining Room is adjacent to the Family Kitchen, a small kitchen designed for use by the First Family, and served by a dumbwaiter connected to the main kitchen on the ground floor. The space was originally occupied by a bedroom suite known as the Prince of Wales Room. From 1929 to 1948, this suite was known as the Lincoln Bedroom. The bedroom suite was structurally changed in 1961 to create a dining room and kitchen in the First Family's residence. The President's Dining Room is located in the northwest corner of the Second Floor. When this part of the Executive Residence was completed in 1809, a bedroom suite occupied the space. What is now the private stairs and Cosmetology Room were the eastern chamber and closet of the suite,[a] A bedroom and toilet occupied what is now the President's Dining Room, and a lady's dressing room was in the space currently occupied by the Family Kitchen, the kitchen storage space, and the pantry.[1] This space was little changed by 1825. Since the private stairs from the Ground Floor were now complete, the closet in the eastern chamber was removed and a landing for the stairs inserted in the middle of the room. This effectively created an open storage area in the southern third of the chamber.[2] First Lady Louisa Adams and her niece, Mary Hellen, used the bedroom and dressing room as a bedroom suite (but did not occupy the eastern chamber).[3] From March 1829 to the summer of 1830, all three rooms were occupied by Jack and Emily Donelson and their four children.[3][b] President William Henry Harrison used the larger bedroom as his personal bedroom during his 32-day presidency in 1841.[3] Robert Tyler (son of President John Tyler), his wife, and daughter used all three rooms from April 1841 to March 1845.[3] From 1845 to 1849, the bedroom, dressing room, and eastern chamber were used by Augusta Tabb Walker and her two small children.[4][c] The bedroom suite became known as the Prince of Wales Room after Albert Edward, Prince of Wales stayed in the room in 1860.[5] Although a full bath was added to the eastern chamber, there was no connecting door between it and the bedroom.[6][d] To accommodate the bathroom, the stairs were moved from the middle to the southern part of the room, and the storage space eliminated.[7][3] Mary Todd Lincoln's refurbishment of the White House in 1861 led to historic changes in the room. Mrs. Lincoln purchased two armchairs,[e] a rosewood center table,[f] a chest of drawers, four side balloon-back[g] side chairs,[h] a sofa, and—most importantly—a 6-foot (1.8 m) wide, 8-foot (2.4 m) long rosewood bed frame for the room. The headboard was pierced and richly carved with images of birds, grapes, and vines. The footboard featured similar, though more simply-carved, images. Attached to the headboard was a gilt canopy carved in the shape of a crown, with a shield in the front. Purple satin trimmed in gold lace hung from the canopy. This bed became known as the \"Lincoln bed\", even though President Lincoln is not known to have slept in it. Mrs. Lincoln also purchased a Wilton carpet to cover the floor, and purple-tinted French velvet wallpaper with crimson stripes and repetitive golden images of a moss rose tree in bloom.[11] In this configuration, the bedroom was used by Willie Lincoln, who died in it.[3] On April 16, 1865, Dr. Janvier Woodward and Dr. Edward Curtis autopsied, and Dr. Charles D. Brown embalmed, Abraham Lincoln in this room.[12] First Lady Eliza Johnson used the small eastern chamber as her bedroom, while the First Family used the larger bedroom (later to be the President's Dining Room) as a living room.[3] The large room was later used as a bedroom by Nellie Grant (daughter of President Ulysses S. Grant);[i] Fanny Hayes (daughter of President Rutherford B. Hayes);[j] Mary \"Mollie\" Garfield (daughter of President James Garfield);[k] Ellen \"Nell\" Arthur (daughter of President Chester Arthur);[l] President Grover Cleveland and First Lady Frances Cleveland;[m] James Robert and Mary Harrison McKee and their two small children;[n] President William McKinley and his wife, Ida; Alice Roosevelt (daughter of President Theodore Roosevelt);[o] Ethel Roosevelt (daughter of President Theodore Roosevelt);[p] First Lady Helen Taft; Eleanor Wilson (daughter of President Woodrow Wilson);[q] and Calvin Coolidge, Jr.;[r] The room was used as a surgery in 1907 when newly-married Alice Roosevelt (now Alice Roosevelt Longworth) was stricken by appendicitis. Rather than go to a hospital, her appendectomy was performed in the Prince of Wales Room.[13] After the death of Calvin Coolidge, Jr. in July 1924, the bedroom suite was unoccupied for some years. In 1929, the Coolidges moved the \"Lincoln Bed\" into the bedroom suite and formally renamed it the Lincoln Bedroom. This large, four-poster bed had been purchased by Mary Todd Lincoln in 1861 and placed in the Prince of Wales Room. Although there is no evidence Abraham Lincoln ever slept in it, it subsequently became known as the Lincoln Bed. It had moved to several other rooms (and even placed in storage) in the intervening years, but now was restored to its original setting.[14] The Lincoln Bedroom was used as a guest bedroom until the Franklin D. Roosevelt administration, when it was occupied by Lorena Hickok (journalist and aide to First Lady Eleanor Roosevelt).[s] After Roosevelt's death in 1945, it became the bedroom of Margaret Truman, daughter of President Harry S. Truman.[3] Major architectural changes were made to the Lincoln Bedroom when the White House was gutted and renovated in 1952. In the smaller eastern chamber, the bathroom was removed, the stairs were widened, and the stairs moved into the middle of the space (which allowed an enclosed storage space to be created south of the stairs). The passage from the eastern chamber to the bedroom was closed as well. The 1952 reconstruction turned the bedroom into a mirror image of the president's bedroom across the Center Hall. The bedroom's south wall was made convex, which created a walled-off dead space in the room's southeast corner. The southwest corner now became storage space accessible from the dressing room.[16] After the reconstruction, Margaret Truman continued to use it as her bedroom. In 1953, First Lady Mamie Eisenhower turned it from a bedroom into a sitting room for her mother, Elivera \"Minnie\" Doud.[3] In 1961, First Lady Jacqueline Kennedy transformed the Lincoln Bedroom into the President's Dining Room. Kennedy felt the Family Dining Room on the State Floor was too cavernous and impersonal in which to raise a young family, and decided that a smaller, more intimate dining room should be created on the Second Floor. A small kitchen took over the space which was once a dressing room, with a pantry and storage space occupying the southern half of the space.[t] (The storage closet created in the now-convex room to the east was accessed from the new pantry.) The bedroom became the new Family Dining Room.[18][19] At first, the walls of the President's Dining Room were merely painted off-white,[20] and the room furnished with Louis XVI chairs and a table belonging to the Kennedys.[citation needed] During the presidential transition, Kennedy was advised on White House decor by her veteran interior decorator and good friend Dorothy \"Sister\" Kinnicutt Parish.[21] Although Kennedy chose French interior designer Stéphane Boudin to decorate most of the executive mansion, his design for the President's Dining Room was rejected in favor of Sister Parish's recommendations. The look of the President's Dining Room was defined by its wallpaper. The wallpaper was a 1960 reproduction[22] of paper printed by Zuber et Cie[23] in France some time in the early to mid 1800s.[24] It was discovered in a London antique shop by Kennedy friend and socialite Brooke Astor.[25] Known as \"Scenes of Revolutionary America\",[24] the wallpaper depicts various events in the American Revolutionary War.[25] The wallpaper is based on an 1834 wallpaper printed by Zuber, \"Scenic America\", which depicted various American landscapes and which Kennedy had hung in the Diplomatic Reception Room. (\"Scenic America\", in turn was derived from engravings made by Engelmann in the 1820s.)[24] To match the colors of the wallpaper, window draperies of blue and green silk damask were hung in the room.[24] Their design was a copy of an early 1800s design found in a book.[26] These were topped by window treatments of green silk with gold bullion fringe. A Hereke rug from Turkey, in a similar color style, covered the floor. A mantel made of plaster mixed with other materials, installed over the fireplace in the east wall in 1952, was retained. Designed about 1815 by Robert Welford in Philadelphia, the mantel is inscribed with Commodore Oliver Hazard Perry's famous message, issued after the Battle of Lake Erie in 1813: \"We have met the enemy, and they are ours\".[24] The room was lit with an Empire style chandelier,[27] manufactured in the 1700s[28] by Waterford Crystal and purchased in London by banker and art collector Chester Dale. It was given to the White House in 1948.[26][u] The room was furnished with Federal style antiques.[29] Twelve dining room chairs,[29] crafted in the Sheraton style[24] in Baltimore in 1785, were donated to the White House in 1961 by Mrs. Charles W. Engelhard, Jr.[30][25] The chairs were initially reupholstered in an off-white damask approximating mother-of-pearl, designed by Parish and woven by Bergamo Fabrics. The fabric stained too easily, and in early 1963 Mrs. Kennedy asked Boudin to recommend a new upholster. Boudin selected white leather, tooled to look like silk damask and manufactured by Maison Jansen (the design firm for which Boudin worked).[31] The chairs surrounded a Sheraton[24] pedestal dining table.[27][v] The Engelhards also donated a Federalist hunt board[34] crafted in the American South.[27] A side table, attributed to cabinetmaker John Shaw (cabinetmaker) of Annapolis, Maryland; a mahogany sideboard manufactured in New England and originally owned by Daniel Webster;[w] a setee with caned seat;[27] and a hunt table in the Hepplewhite style[24] also adorned the room. Additional Federalist dining chairs were donated in 1962.[24] Serving items in the President's Dining Room during the Kennedy administration included a silver dinner service purchased by President Andrew Jackson in 1833, a tureen purchased by President James Monroe, a French silver dessert service,[24] two French-made wine coolers, and a vegetable serving dish purchased by President Jackson.[34][x] First Lady Betty Ford had the dining room's Zuber wallpaper removed. (The wallpaper was installed with a linen backing, which allowed it to be detached from the wall and rolled up without incurring much damage.[17]) Ford then had the walls painted yellow.[36] In 1977, First Lady Rosalynn Carter had the Zuber wallpaper reinstalled.[17] In 1984, First Lady Nancy Reagan more extensively refurbished the President's Dining Room. Reproductions were made of the Sheraton chairs, which had suffered extensive wear and tear after nearly a quarter century of use. The reproductions were upholstered in blue horsehair (a historically accurate fabric for the Federal period), with a gold diamond and rosette pattern dyed into it.[37] The Zuber wallpaper in the room was also treated, conserved, and stabilized.[37] The room was again redecorated in 1997 by Kaki Hockersmith, the personal interior designer for President Bill and Hillary Clinton. Hockersmith felt the room was gloomy due to the color of the wallpaper and the lack of light, but the historic wallpaper could not be removed without incurring further damage. Instead, thin wooden lathes were nailed to the walls, and a new wall covering attached to them. This completely obscured the 1961 wallpaper without having to remove it. For the new wall covering, Hockersmith chose a pale green silk (manufactured by Scalamandré, Inc.) with a moiré pattern, onto which was printed medallions in two different tones of green.[38] Portions of the frieze around the top of the room were painted with a pale yellow glaze to bring out its detail.[38] A new carpet, in colors complementary to the green wall covering, was also ordered and installed. The carpet, designed by Hockersmith, featured a diagonal grid-like background pattern designed to be both visually stimulating as well as better able to obscure stains and damage. Clusters of flowers and acorns, in the Colonial Revival style, were woven into the field of the carpet, which was woven by Scott Group Custom Carpets in Grand Rapids, Michigan.[38] The Sheraton chairs were restored to the room, and reupholstered in a bright yellow patterned brocade with a curving garland of flowers down and across the seat. The pedestal table was removed, and a custom 1902 dining room table, designed by architect Stanford White installed. The room was decorated with paintings by Childe Hassam, Edmund C. Tarbell, and Guy C. Wiggins.[38] The pale green silk wall covering was removed during the presidency of George W. Bush, replaced by a soft yellow silk damask selected by the Bushes' interior decorator, Ken Blasingame.[39] Coordinates: 38°53′52″N 77°02′11″W﻿ / ﻿38.89778°N 77.03639°W﻿ / 38.89778; -77.03639","Title":"President's Dining Room - Wikipedia","KeyID":"3651","URL":"https://en.wikipedia.org/wiki/President%27s_Dining_Room"}