{"Content: ":"The Roosevelt Room is a meeting room in the West Wing of the White House, the home and main workplace of the president of the United States. Located in the center of the wing, near the Oval Office, it is named after two related U.S. presidents, Theodore Roosevelt and Franklin D. Roosevelt, who contributed to the wing's design. Theodore Roosevelt hired architect Charles Follen McKim of McKim, Mead & White architectural firm to reorganize the layout and use of the White House. This included constructing the West Wing in 1902 and moving executive offices out of the central White House. The original structure, some of which is still extant in the present West Wing, was originally intended to be temporary. With some modifications by William Howard Taft the West Wing remained largely unchanged until a fire on December 24, 1929 during the administration of Herbert Hoover. Because of the recent stock market crash, Hoover chose only to repair rather than expand. In 1933, early in the administration of Franklin Roosevelt, the new president began a series of meetings with staff architect Eric Gugler to enlarge and modify the West Wing. Roosevelt moved Taft's Oval Office, centered on the south side of the wing, to its present location in the southeast corner adjacent to the Rose Garden. This made moving to and from the Executive Residence to the Oval Office quicker, and allowed for more privacy, both concerns because of FDR's paralysis. The present Roosevelt Room is located where Theodore Roosevelt's first West Wing office was. When FDR reconstructed the West Wing he used the present room for staff meetings and larger meetings with members of Congress. Franklin Roosevelt kept an aquarium and hung several mounted fish in the room, and the room became the Fish Room. President Kennedy continued the fish name and hung a large mounted sailfish on the wall. In 1969 President Nixon gave the room its present name, the Roosevelt Room, to honor Theodore Roosevelt who first built the West Wing, and FDR who expanded it. The east wall of the room is a half circle, with a centered fireplace and doors on either side. Cast bronze bas-relief plaques with profile portraits of Theodore Roosevelt by James Earle Fraser and of FDR by John DeStefano hung on the south wall until removal during a refurbishment during the second term of President George W. Bush. The room has no windows and is lit by a false skylight. A large conference table seating a maximum of 16 is located in the center. The room is painted a buff color with white trim. A triglyph molding, similar to that found in Independence Hall, encircles the room. The furniture is mostly twentieth century reproductions of Chippendale and Queen Anne style furniture. Traditionally paintings of both presidents Roosevelt have hung in the room. Even before President Nixon's formal naming of the Roosevelt Room a tradition existed of Democratic administrations hanging Alfred Jonniaux's portrait of FDR over the mantel with Theodore Roosevelt's equestrian portrait by Tade Styka titled Rough Rider hung on the south wall. Republican administrations would, in turn, hang Teddy Roosevelt's painting above the mantel and move FDR's portrait to the south wall. Bill Clinton decided to keep the landscape formatted Teddy Roosevelt portrait above the mantel and FDR's portrait on the south wall. The Roosevelt Room continues to be used for staff meetings, and is increasingly used to announce the appointment or nomination of new staff members. The room is also used as a preparation room by large delegations meeting with the president before entering the Oval Office. ","Title":"Roosevelt Room - Wikipedia","KeyID":"3656","URL":"https://en.wikipedia.org/wiki/Roosevelt_Room"}