{"Content: ":"The White House Big Dig was the name used in press reports to describe a multi-year construction project at the White House that began in September 2010 and temporarily concluded in 2012, with a second phase planned for the future. According to the General Services Administration (GSA), the $376-million project, which involved a multi-story excavation adjacent to the West Wing, was to replace electrical wiring and update air conditioning. A second phase of the project, with an unannounced start date, will involve a similar excavation adjacent to the East Wing. Funds for the White House Big Dig were allocated by a congressional appropriation made in late 2001.[1][2] Despite the utilitarian description of its purpose, the project came to be the object of intense media speculation. The Washington Post characterized the GSA description of the project as a \"nothing to see here story\" while The New York Times, citing an anonymous source, claimed it was \"security-related construction.\"[3][4] The Associated Press reported that a privacy screen was placed around the construction site for its duration and sub-contractors on the project were required to cover identifying marks or logos on their company vehicles, measures it implied were unusual.[2] ABC News, meanwhile, equated the construction project as a \"mystery\" on-par with \"what happened to the dinosaurs\". In a story set to the theme song from the science fiction television program The X-Files, reporter John Berman sarcastically commented \"maybe it is a bunch of pipes and wires ... just like Area 51\".[5] In 2013, RealClearPolitics reported that a \"clone\" of the Oval Office would be built in the Eisenhower Executive Office Building, as the Oval Office would be unusable during the second phase of the White House Big Dig.[6] White House press secretary Jay Carney subsequently rebutted that report as false.[7]","Title":"White House Big Dig - Wikipedia","KeyID":"3659","URL":"https://en.wikipedia.org/wiki/White_House_Big_Dig"}