{"Content: ":"Eleanor Rosalynn Carter (/ˈroʊzəlɪn/ ROH-zə-lin; née Smith; born August 18, 1927) is an American writer and activist who served as First Lady of the United States from 1977 to 1981 as the wife of President Jimmy Carter. For decades, she has been a leading advocate for numerous causes, including mental health. Carter was politically active during her White House years, sitting in on Cabinet meetings. She was her husband's closest adviser. She also served as an envoy abroad, particularly in Latin America. Like her husband, Rosalynn Carter is considered a key figure in the Habitat for Humanity charity. After Bess Truman, Carter is the second-longest lived First Lady of the White House. Eleanor Rosalynn Smith was born on August 18, 1927, in Plains, Georgia. She was the eldest of four children of Wilburn Edgar Smith, an auto mechanic, bus driver and farmer, and Frances Allethea \"Allie\" Murray Smith, a teacher, dressmaker and postal worker. Her brothers were William Jerrold \"Jerry\" Smith (1929–2003), an engineer, and Murray Lee Smith (1932–2003), a teacher and minister. Her sister, Lillian Allethea (Smith) Wall (born 1936), known as Allethea, named for her mother and for Lillian Gordy Carter (Smith and Carter families being friends[1]), is a real estate broker. Rosalynn was named after Rosa Wise Murray, her maternal grandmother.[2] Smith's great-uncle W.S. Wise was one of the American Brazilians known as Confederados who emigrated from the United States to Brazil after the Civil War.[3] Smith's family lived in poverty, although she later claimed that she and her siblings were unaware, since even though their family \"didn't have money,\" neither did \"anyone else, so as far as we knew, we were well off.\"[4] Churches and schools were at the center of her family's community, and the people of Plains were familiar with each other.[5] Smith played with the boys during her early childhood since no girls on her street were her age. She drew buildings and was interested in airplanes, which led her to believe that she would someday become an architect.[6] Rosalynn's father died of leukemia when she was 13 in 1940. She called the loss of her father the conclusion of her childhood.[7] Thereafter, she helped her mother raise her younger siblings, as well as assisting in the dressmaking business in order to meet the family's financial obligations.[8] Rosalynn would credit her mother with inspiring her own independence and said that she learned from her mother that \"you can do what you have to do\".[9] At Plains High School, Rosalynn worked hard to achieve her father's dream of seeing her go to college.[8] Rosalynn graduated as salutatorian of Plains High School. Soon after, she attended Georgia Southwestern College and graduated in 1946.[10] After helping her husband win the governorship of Georgia in 1970, Rosalynn decided to focus her attention in the field of mental health when she was that state's First Lady. It was her main focus.[11] She was appointed to the Governor's Commission to Improve Services for the Mentally and Emotionally Handicapped. Many of the Commission's recommendations were approved and became law. In August 1971, Carter engaged in a statewide tour of mental health facilities across Georgia.[12] She has described her efforts for mentally disabled children her proudest achievement as First Lady of Georgia.[13] Carter also served as a volunteer at the Georgia Regional Hospital in Atlanta, Georgia, and for four years was honorary chairperson for the Georgia Special Olympics.[14] Among wives of Georgia legislators, she was considered a model and was revered for her traits and appearance. Her activities included entertaining as many as 75 people a week at the Governor's Mansion.[15] Governor Carter once claimed that he had supported the Equal Rights Amendment while his wife was opposed to the measure, the First Lady confronting him upon hearing the news story with two feminist allies.[16] When her husband's gubernatorial term ended in January 1975, Rosalynn, Jimmy and Amy Carter returned to Plains. Jimmy had already announced his plans to run for President of the United States. Rosalynn returned to the campaign trail, this time on a national quest to gather support for her husband. She campaigned alone on his behalf in 41 states. Because of her husband's obscurity at the time, she often had to answer the question, \"Jimmy who?\"[11] She promoted the establishment of additional daycare facilities and adjustments to \"Social Security and so many other things to help the elderly.\"[17] During the months when she was campaigning across the country, she was elected to the board of directors of the National Association of Mental Health, honored by the National Organization for Women with an Award of Merit for her vigorous support for the Equal Rights Amendment, and received the Volunteer of the Year Award from the Southwestern Association of Volunteer Services. Rosalynn sat in the balcony at Madison Square Garden with friends and family the night of the nomination while her husband was with his mother and daughter. She had \"butterflies in her stomach,\" until the Ohio delegation announced its votes were for her husband. Rosalynn wished she could have been with him at that time.[18] The Carters met with all the potential running mates, and instantly gained affinity for Walter Mondale after meeting with him and his wife Joan.[19] Following the election, the Carters traveled to the White House and met with President Ford and First Lady Betty Ford,[20] the latter becoming a role model for Rosalynn.[21] When her husband assumed the presidency in January 1977, Rosalynn and Jimmy Carter walked hand-in-hand down Pennsylvania Avenue during his presidential inauguration parade. The gown that she wore to the inaugural balls was the same one that she had worn six years earlier at the Atlanta balls when Jimmy became governor.[22] Rosalynn declared that she had no intention of being a traditional First Lady of the United States.[23] During her husband's administration, Rosalynn supported her husband's public policies as well as his social and personal life. In order to remain fully informed, she sat in on Cabinet meetings at the invitation of the President. The first meeting she attended was on February 28, 1977, where she felt comfortable since she was among other officials that were not members of the unit. The idea for her to be in attendance came from her husband's suggestion after she started to question him about a news story.[24] She wrote notes, but never spoke. As she put it, \"I was there to be informed so that when I traveled across the country, which I did a great deal, and was questioned by the press and other individuals about all areas of government, I'd know what was going on.\"[24] When the cultural exchange program Friendship Force International launched at the White House on March 1, 1977, she became honorary chairperson, a position she held until 2002. She joined Lady Bird Johnson and Betty Ford in supporting the unsuccessful campaign for the Equal Rights Amendment (ERA) at the Houston conference celebrating the International Women's Year in 1977.[25][26] For Christmas 1977, she decorated the White House's Christmas tree with ornaments from pine cones, peanuts and egg shells.[27] On July 27, 1978, Carter was the host of \"First Lady's Employment Seminar\". 200-300 delegates came and shared information to learn how other communities responded to unemployment.[25] Rosalynn remembered 1979 and 1980 as years of never-ending crises, the years having \"Big ones and small ones, potential disasters and mere annoyances.\"[28] During 1978, Carter became involved with an effort to reform D.C. General Hospital after criticizing the appearance of it,[29] traveling to the hospital for reviews of changing conditions as more work was done in remodeling.[30] Despite finding time to entertain, the Carters never were able to match their immediate predecessors and Rosalynn never considered it a major part of her job as First Lady.[31] Criticism came towards her role as First Lady by a U.S. diplomat in Brazil, who insisted that women were meant to be kept \"at home and that's all.\" The cultural factor had also caused many to oppose her trip.[32] Critics called her too programmed and disciplined while others said she lacked admirable qualities of Lady Bird Johnson and Betty Ford.[33] Despite this, Rosalynn was pleased by her viewed role as a demanding First Lady and remembered the times of presidents' wives being \"confined\" to \"official hostess\" and other demeaning roles.[34] In efforts to advance the appearance of the White House, she accumulated American paintings.[35] After the Carter administration began losing popularity, Rosalynn advised Gerald Rafshoon be brought on as White House Director of Communications and have key media figures at the White House during \"informal, off‐the‐record, deep discussions about issues.\"[36] Rafshoon was selected[37] and confirmed for the position.[38] In March 1977, Carter gave her first interview since becoming First Lady. She outlined her goals in focusing on mental health: \"For every person who needs mental health care to be able to receive it close to his home, and to remove the stigma from mental health care so people will be free to talk about it and seek help. It's been taboo for so long to admit you had a mental health problem.\"[39] Rosalynn Carter served as an active honorary chair of the President's Commission on Mental Health. On behalf of the Mental Health System Bill, enacted in 1980, she testified before a Senate committee, the second First Lady to appear before the Congress (the first being Eleanor Roosevelt). Of her priorities, mental health was the highest. Working to change the nature of government assistance to the mentally ill, Carter wanted to allow people to be comfortable admitting their disabilities without fear of being called crazy.[32] After she had been in the office of First Lady for two years, Time magazine called her the \"second most powerful person in the United States.\" Many times, Carter was cited by her husband as an equal partner; he even called her a \"perfect extension of myself.\"[40] During a 1977 interview, Carter admitted that she quarrelled with her husband over his policies but his own decision was what he acted on, and she denied influencing his major decisions.[41] In an interview the following year, Carter stated that she did not publicly disagree with her husband's policies out of a belief that she \"would lose all my effectiveness with him\" as well as her opinion that the gesture would not assist in changing his perspective to her own.[42] She outlined that a First Lady could influence officials or the public by discussing an issue or giving attention to it.[43] Biographer MaryAnne Borrelli wrote that Carter considered her attempts to portray herself as a traditional wife and influencing factor in her husband's administration would be \"viewed by some as dependent upon her husband, by others as lacking accountability, and by still others as doing too little–or too much.\"[44] Years after leaving the White House, Carter would remain bothered by claims that she exuded too much influence on her husband, insisting they had an equal partnership.[45] Jimmy Carter would later write that the two engaged in discussions on a variety of issues and she was aware of everything within the administration apart from \"a few highly secret and sensitive security matters\".[46] Rosalynn represented President Carter in meetings with domestic and foreign leaders, most notably as an envoy to Latin America in 1977.[47] She purposely scheduled so as not to have meetings with any of the heads of state.[48] President Carter said that while his wife had initially been met with hesitance as an American representative, \"at the conclusion of those meetings, they now rely on her substantially to be sure that I understand the sensitivities of the people.\"[42] Following the Latin America meetings, David Vidal observed, \"Mrs. Carter has achieved a personal and diplomatic success that goes far beyond the modest expectations of both her foreign policy tutors at the State Department and her hosts.\"[49] In a June 7, 1977 news conference, Carter stated that her meetings with Brazilian leaders included discussions on human rights and her wishes for Brazil to include itself among other countries seeking out a reduction in nuclear weapons via an international study.[50] On December 30, 1977, Carter and National Security Advisor Zbigniew Brzezinski met with Stefan Wyszyński at the Cardinal's Warsaw residence. President Carter said the meeting was intended to display American \"appreciation for the degree of freedom of worship in the country.\"[51] Carter led the American delegation to the May 1978 inauguration of Rodrigo Carazo Odio as President of Costa Rica.[52] In August 1978, Rosalynn led the American delegation to the funeral of Pope Paul VI in Rome.[53] Rosalynn also led a delegation to Thailand in 1979 to address the problems of Cambodian and Laotian refugees.[54] She examined camps where Cambodian refugees had fled to avoid the combat between the Vietnamese troops and the government of Pol Pot.[55] Helping the refugees, particularly the children, became a special cause for her. She returned to the United States and played a prominent role in speeding up a large appeal for assistance after being affected by the suffering she witnessed during her visit.[56] By the time she had returned, however, her husband met with families of the hostages in Iran. They were more concerned for what they needed to do to get them out over being worried about whether or not they would ever get out.[57] Carter stated that she wanted to return to the US as quickly as possible to mobilize their forces to assist in calming the refugees' plight.[58] She was the first First Lady to keep her own office in the East Wing.[59] She also oversaw her family at the White House. Her daughter, Amy, attracted much public attention. The two youngest sons, Chip and Jeff, and their families also lived in the White House. Other members of the family, including son Jack and his wife and children, were frequent visitors. Rosalynn Carter's Secret Service codename was \"Dancer\".[60] In 1977, Carter reported that her family was divided in their reaction to public perception of them, saying her sons were worried about how they would be perceived living there while she personally thought nothing of it as the public was not financing their residence and she favored the family being together.[61] On August 16, 1979, Carter released a statement announcing Edith J. Dobelle had accepted \"the newly created position of staff director for the East Wing\".[62] After leaving the White House, Carter reflected of Washington, \"I love this city. I loved living here and being so close to the seat of power, being a part of the political system. When you watched television you knew the people involved, you were familiar with both sides of the issues.\"[63] During the 1976 campaign, Carter spoke to feminists about her equal partnership with her husband.[64] In January 1977, prior to the inauguration of her husband, Carter substituted for him in speaking with Senator Birch Bayh over the phone as the latter wanted President-elect Carter to lobby for support of the Equal Rights Amendment being ratified in Indiana. She persuaded Wayne Townsend to switch his vote and the Equal Rights Amendment was approved in an Indiana Senate vote of 26 to 24.[65] In reference to Carter's role in supporting the Equal Rights Amendment, associate professor of religion Elizabeth Flowers said, \"[Rosalynn Carter] wanted to temper down some of the more radical elements of feminism, as she saw it, and challenge what she felt were caricatures of the movement. She wanted to be sure that the struggle for ERA really appealed to mainstream America.\"[66] During the 1976 election cycle, journalists dubbed Carter the \"steel magnolia\" for having a fragile and feminine appearance that concealed a \"tough as nails\" interior.[67] Carter was known for a lack of attention paid to fashion, and her choice to reuse the gown from her husband's swearing in as Governor to his presidential inauguration reinforced this view of her.[68] Carter's public interest in national policy prompted Kandy Stroud of The New York Times to speculate she might become the most activist First Lady since Eleanor Roosevelt.[69] Amid the sinking approval ratings of President Carter, Rosalynn maintained high favorable viewpoints in the eyes of the public, and was tied with Mother Teresa for most admired woman in the world.[70] In April 1979, during her speech as guest speaker at the 1979 Matrix Awards Luncheon of New York Women in Communications Inc., Carter said the issues she was championing were being met with opposition due to their lack of sexiness in being topics a First Lady discusses.[71] President Carter was challenged by Ted Kennedy for his re-election bid in the Democratic presidential primary.[72] Carter would later write that the ongoing Iran hostage crisis impacted the latter's choice to rely on Rosalynn among others in his administration to advocate for his policies on the campaign trail.[73] Vice President Mondale would come to view himself and Rosalynn as President Carter's proxies through much of the spring portion of the election cycle.[74] Rosalynn would reflect that the Iowa victory of the Carter re-election campaign, which saw President Carter defeat Kennedy 59.16% to 31.23%, made attacks by Kennedy easier for her to not be bothered by.[75] Although President Carter was able to secure the nomination,[76] Rosalynn would come to believe that Kennedy had damaged the Democratic Party through his campaign and not adequately assisted in the general election: \"He was a poor loser. I thought that once he saw that he could not win he would try to help the Democratic Party because I thought it was so important to keep Ronald Reagan out of the White House and I thought he should have helped. Instead, he tore the Democratic Party to pieces.\"[77] In the last few months of her husband's presidency, Rosalynn was confident that she and her husband would be able to defeat Reagan in the general election. On her birthday, she saw polls that showed they were gaining on Reagan, whose previous lead of 25 percent had decreased to 7.[78] In the November 4 election, Carter lost to Reagan in a landslide.[79] Rosalynn would later cite Christian conservatives, the Iran hostage crisis, inflation, and desire to wage a protest vote against the current administration with having contributed to Carter's defeat.[80] Her husband's loss came shortly after the passing of the Mental Health System Act, which sought to do much of what she had wished for during her tenure. However, after Ronald Reagan was elected, she reflected \"funding of our legislation was killed, by the philosophy of a new President. It was a bitter loss.\"[81] In the days following the election, Rosalynn experienced depression, which led her husband to express the benefits of his impending post-presidency. She telephoned supporters of the re-election campaign to thank them for their involvement.[82] Rosalynn met with Reagan's wife, Nancy, during the transitional period and provided her with a tour of the White House.[83] Rosalynn and Nancy developed a friendship as a result of their shared support for the Equal Rights Amendment.[84] She was also satisfied that the Iran hostages were released on the day of Reagan's inauguration.[85] Their families were already acquainted when Rosalynn first dated Jimmy Carter in 1945 while he was attending the United States Naval Academy at Annapolis. She became attracted to him after seeing a picture of him in his Annapolis uniform.[1] The two were riding in the back seat of the car of Ruth Carter's boyfriend when Jimmy surprised Rosalynn by kissing her. This was the first time that Rosalynn had ever allowed a boy to do so on the first date.[86] Rosalynn agreed to marry Jimmy in February 1946 when she went to Annapolis with his parents. The two scheduled their marriage to take place in July and kept the arrangement secret. Rosalynn resisted telling her mother she had chosen to marry instead of continuing her education.[87] On July 7, 1946, they married in Plains. The marriage canceled Rosalynn's plans to attend Georgia State College for Women, where she had planned to study interior design.[23] The couple had four children: John William \"Jack\" (b. 1947), James Earl \"Chip\" III (b. 1950), Donnel Jeffrey \"Jeff\" (b. 1952), and Amy Lynn (b. 1967). Due to Jimmy's military duties, the first three were born in different parts of the country and away from Georgia. During those duties, Rosalynn watched over and enjoyed the independence she had gained from raising the children on her own. However, their relationship faced its first major crisis when she opposed Jimmy's resigning to return to Plains in 1953 after he learned his father was dying.[23] Jimmy reflected that she \"avoided talking to me as much as possible\" as a result of his decision and would interact with him through their children.[88] They were fans of the New York Yankees until the Braves moved to Atlanta.[89] They said they never went to bed arguing with each other.[90] In 1953, after her husband left the Navy, Rosalynn helped run the family peanut farm and warehouse business, handling accounting responsibilities. Around this time, yearning for another child, the Carters discovered Rosalynn had physical ailments preventing pregnancy. She underwent surgery to remove a large tumor from her uterus 12 years later. Her obstetrician confirmed she could have another child, and their daughter Amy was born thereafter.[91] Since 1962, the year her husband Jimmy was elected to the Georgia State Senate, she has been active in the political arena. Rosalynn had different relationships with each member of Jimmy's family. Becoming friends with his sister Ruth Carter Stapleton, who was two years younger than she, she gave her dresses she had outgrown.[92] However, she and Jimmy's mother, Lillian Gordy Carter, had difficulty living together.[93] In later years, the couple rode two and a half miles a day on three-wheel electric scooters, and they read the Bible aloud to each other in Spanish before they retired to bed each night.[94] On November 22, 1963, Rosalynn was at a beauty parlor when she was contacted by her husband and informed of the assassination of John F. Kennedy. She would later write that though the pair were both saddened at the event, a teacher and classmates of their son Chip exclaimed happiness.[95] Carter backed Kennedy's successor Lyndon B. Johnson in the 1964 Presidential election, which she stated put her and her family at odds with other Georgians and caused them to develop a closeness with each other over shared values that others opposed.[96] Jimmy thoroughly consulted with Rosalynn before he mounted a bid for Governor of Georgia in 1966. She traveled to multiple towns throughout the state with promotional materials, visited multiple establishments such as radio stations and newspaper offices, and attending civic organizations meetings.[97] In one encounter, she tried endorsing her husband to a man in Washington, Georgia, the latter declaring his support for Republican candidate Bo Callaway before spitting on her. Rosalynn would later describe the encounter as the \"worst political experience of my life.\" Summarizing the race, Carter wrote, \"This was a brief and rushed campaign, but we all learned many things that were helpful to us later.\"[98] The 1966 gubernatorial campaign began a new interaction between the Carters, with Rosalynn determining that she would know her husband's positions on issues and be informed.[96] The month after the election, Jimmy Carter began campaigning for the 1970 Georgia gubernatorial election.[98] In this campaign, Rosalynn made speeches, which she had not done in prior campaigns. The Carters were separated for most of their travels, and she also began writing speeches for the first time in her political involvement.[99] When she met a Carter campaign worker who confided in Rosalynn that her daughter had a mental illness, the sight of the exhausted woman haunted Carter and became a factor in her eventual focus on mental health.[100] Jimmy would later disclose that the couple's Georgia years were when they became \"keenly aware of the unmet needs of people in our state who suffered from mental and emotional disabilities.\"[101] Mary Prince (an African American woman wrongly convicted of murder, and later pardoned) was Amy's nanny for most of the period from 1971 until Jimmy Carter's presidency ended,[102] partly thanks to Rosalynn's belief in Prince's innocence.[103][104] In April 1977, Carter underwent surgery to remove a nonmalignant breast tumor.[105][106] In August 1977, Carter had a gynecological procedure at Bethesda Naval Hospital,[107] her press secretary Mary Hoyt describing it as a routine private matter.[108] After the Carters left the White House in 1981, Rosalynn and Jimmy continued to lead a very active life. In 1982, she co-founded The Carter Center, a private, not-for-profit institution based in Atlanta, Georgia. The Carters returned to the home they had built in 1961 in Plains, Georgia. She is a member of the Center's Board of Trustees and participates in many of the Center's programs, but gives special attention to the Mental Health Program.[109] Carter and her husband fell into serious debt immediately after leaving the White House, but were able to alleviate this by writing projects and were able to open the Carter Center from their revenue. She, like Betty Ford before her, would say the American people made a mistake in not reelecting her husband and was bitter over the election.[110] At this time she expressed resentment of Ronald Reagan, and even told interviewer Mike Wallace that he was ruining the country. Rumors at this time spread that she was running for Governor of Georgia, which she denied and outright stated she had no political ambition.[111] When asked nearly two decades later why she had not run for Georgia Senate after Hillary Clinton was pondering to run, she responded \"What would I have done in Washington, with Jimmy in Georgia?\"[112] Rosalynn and her husband's first major project with the Carter Center was to help in peace between Israel and its neighbors. The two visited the Middle East in March 1983 and worked with Kenneth W. Stein and other associates of the Carter administration, and invited top leaders from a wide range of cities and countries to participate. This included the Palestinian community, Jordan, Syria and Egypt.[113] In the early summer of 1986, she and her husband aided the poor by helping to build homes on the North and West sides of Chicago.[114] The two were accompanied by members of the Habitat for Humanity as they wielded hammers and saws while working for a week to construct homes in a vacant lot.[115][116] The Carters removed themselves and the Carter Center in 1991, from direct involvement in the Middle East at the time that President George H. W. Bush and Secretary of State James Baker became more active. However, they did monitor the Oslo peace agreement of 1993, which sprung from the President and Secretary of State's bringing Palestinians and other parties involved in the matter at a conference in Madrid.[117] Rosalynn Carter created and serves as the chair of The Carter Center Mental Health Task Force, an advisory board of experts, consumers, and advocates promoting positive change in the mental health field. She hosts the annual Rosalynn Carter Symposium on Mental Health Policy, bringing together nationwide leaders in the mental health field. In April 1984, she became an Honorary Fellow of the American Psychiatric Association and serves as a board member emeritus of the National Mental Health Association. In 1985, she started the Rosalynn Carter Symposium on Mental Health Policy. The launch and its proceeds allowed representatives of mental health organizations to come together and collaborate on prominent issues.[118] Success of the Symposium led the creation of the Mental Health Program in 1991. Carter established the Mental Health Task Force that same year to guide the Symposia as well as other Mental Health programs.[119] Rosalynn became chair of the International Women Leaders for Mental Health in 1992.[120] Three years later, she was honored with the naming of the Rosalynn Carter Mental Georgia Health Forum.[121] The Rosalynn Carter Fellowships for Mental Health Journalism provide stipends to journalists to report on topics related to mental health or mental illnesses. The one-year fellowship seeks to promote public awareness of mental health issues, as well as to erase the stigma associated with them.[122] In September 2004, Carter met with the recipients of the eighth annual Rosalynn Carter Fellowships for Mental Health Journalism at the Carter Center.[123] In 2007, Rosalynn Carter joined with David Wellstone, son of one-time U.S. Senator Paul Wellstone, in pushing Congress to pass legislation regarding mental health insurance.[124] She and Wellstone worked to pass the Paul Wellstone and Pete Domenici Mental Health Parity and Addiction Equity Act of 2008 which requires equal coverage of mental and physical illnesses when policies include both types of coverage. And both testified before a House subcommittee regarding the bill in July 2007.[124] Legislation requiring parity in health insurance coverage for treatment of mental illnesses was ultimately passed and signed into law in October 2008.[125] Rosalynn Carter is president of the board of directors for the Rosalynn Carter Institute for Caregiving (RCI) at Georgia Southwestern State University, her alma mater in Americus, Georgia. The RCI, which was established in 1987, aims to address issues related to caregiving in America and internationally. The institute focuses its work on both family and professional caregivers for individuals living with chronic illness and disabilities, limitations related to aging, and other health concerns across the lifespan. It plays a major role in moving science into practice for caregivers by supporting the implementation of evidence-based programs and interventions for caregivers in community settings.[126] The inaugural Rosalynn Carter Institute Gala Celebration of Caregivers took place in June 2004 in Symphony Hall and featured Carter presenting bronze medallions to award winners.[127] In 1977, Rosalynn Carter was a speaker at the 1977 National Women's Conference among other speakers including Betty Ford, Bella Abzug, Lady Bird Johnson, Barbara Jordan, Audrey Colom, Claire Randall, Gerridee Wheeler, Cecilia Burciaga, Gloria Steinem, Lenore Hershey and Jean O'Leary.[128] In 1988, Rosalynn Carter convened with three other former first ladies—Betty Ford, Lady Bird Johnson, and Pat Nixon—at the \"Women and the Constitution\" conference at The Carter Center to assess that document's impact on women. The conference featured over 150 speakers and 1,500 attendees from all 50 states and 10 foreign countries. The conference was meant to promote awareness on sexual inequality in other countries, and fight against it in America.[129] She served on the Policy Advisory Board of The Atlanta Project (TAP) of The Carter Center, addressing social ills associated with poverty and quality of life citywide. In 1991, she launched Every Child By Two, a nationwide campaign that sought to increase early childhood immunizations along with Betty Bumpers, wife of former U.S. Senator Dale Bumpers of Arkansas. Rosalynn Carter serves as President of the organization and Bumpers as Vice President. The campaign's launch was in response to the deaths of nearly 150 people after a resurgence of measles.[130] She also serves on the board of advisors for Habitat for Humanity and as an honorary chair of Project Interconnections, both of which aim to provide housing for those in need. Additionally, she is a deacon at her and her husband's Plains Baptist church.[131] Shortly after leaving office, Carter signed with Houghton Mifflin for the writing of her autobiography. Carter's memoir, First Lady from Plains, was released in 1984. Mark Updegrove wrote that her memoir, and that of her husband, Keeping Faith: Memoirs of a President, succeeded in \"boosting the bank account and spirits of their authors.\"[132] Carter's work of the autobiography was noted by her husband during a March 1981 interview, who said that she would be \"starting on a book shortly\" without disclosing what the contents were.[133] Early into the Carters' time out of the White House, Rosalynn retained sour feelings toward the loss and questioned her faith as to how her husband could not be re-elected despite what she believed were good choices he had undertaken during his presidency.[132] In a 1984 interview, Carter was asked about her opinions on the 1984 Presidential election, saying she was unsure if it was the right time for a female vice presidential candidate on the Democratic ticket and that the most important thing for the Democrats should be winning against Reagan, who she charged with committing a tragedy with his policies. Carter also voiced her wishes for her husband to run for a second non-consecutive term.[134] She knew in her heart that her husband would not seek a non-consecutive term and went into depression in the early weeks of the retirement, Jimmy's attempts at portraying an artificial happiness straining the relationship due to him seeming to not understand her reasons for being disappointed in their current state of affairs.[132] Throughout the 1980s, Carter developed a pattern of giving speeches to audiences on the subject of caring for caregivers, Carter reflecting that members of the audience \"came up to me crying, saying that this was the first time someone understood what they were going through.\"[135] After the October 1981 assassination of Anwar Sadat,[136] the Carters contacted his wife Jehan Sadat and traveled with former presidents Nixon and Ford to represent the United States at his funeral.[137] The Carters visited Jehan, who Rosalynn pledged to stay with during the funeral.[138] Later that month, the Carters attended the National Mental Health Association's gala dinner dance, their first visit to D.C. since leaving the White House. Rosalynn presented former Governor of New York W. Averell Harriman with an award during the event.[139] In December, Carter released a statement on the death of her personal secretary Rita Regina Merthan.[140] In October 1982, Carter attended the funeral of Bess Truman in Independence, Missouri.[141][142] In March 1983, the Carters traveled through the Middle East.[143] In late 1983, Carter visited her ailing mother-in-law Lillian Carter at Americus-Sumter County Hospital, and was by her bedside when she died,[144] attending her funeral days later.[145] In October 1985, the Carters traveled to Nepal for a thirteen-day vacation in the Himalayan kingdom.[146] In July 1986, Rosalynn traveled with her husband to Chicago, Illinois for a weekend assisting with construction projects for Habitat for Humanity.[147] In October, the Carters gave President Reagan and his wife Nancy a tour of the Jimmy Carter Library and Museum.[148] On January 19, 1988 Rosalynn was given the honor of christening the cruise ship Sovereign of the Seas in a gala ceremony in Miami. It was the largest cruise ship in the world at the time. A special oversized 26+1⁄4 liter bottle of Taittinger's champagne was used. In March 1988, Carter attended a hearing on mental health by the House Select Committee on Aging. She criticized that ten years after a presidential commission found that 10% of Americans needed some form of mental health care, \"most who were underserved at that time are still underserved in 1988.\"[149] Later that month, the Carters traveled to Nigeria for discussions with officials on disease control and rural development projects.[150] Carter attended the November 4, 1991 dedication of the Ronald Reagan Presidential Library and Museum.[151] In September 1993, the Carters returned to the White House for a ceremony promoting the North American Free Trade Agreement the following day.[152] In August 1994, the Carters organized a Habitat for Humanity crew for the rebuilding of the house of family friend Annie Mae after it had been destroyed in a flood the previous month.[153] On December 4, 2001, Carter delivered a speech to the National Press Club.[154] In January 2003, Carter attended the benefit for the 20th anniversary celebration of the Betty Ford Center in Indian Wells, California.[155] During the June 5, 2004 christening of the USS Jimmy Carter in Groton, Connecticut, Carter served as the ship sponsor and christened the ship with a bottle of champagne.[156] On October 11, 2004, Carter delivered the keynote address at the AAP National Conference & Exhibition, stating that she would favor medical school curricula requiring doctors to have the ability to recognize mental health symptoms and stressing the importance of recognizing symptoms in early childhood.[157] In December 2006, Carter was ordained a deacon at the Maranatha Baptist Church.[158] In January 2007, Rosalynn and her husband joined other First Ladies and Presidents in attending the funeral of Gerald Ford[159] and six months later, attended Lady Bird Johnson's as well.[160] In a 2007 interview shortly before her 80th birthday, Carter said she would continue a full schedule despite wanting to curtail her schedule with the advancing of age and it had become a regularity for her to plan lowering her workload but failed to do so since she still did not \"want to miss anything.\"[161] In March 2009, Rosalynn and her husband met with National Security Advisor James L. Jones for a \"general briefing\".[162] Carter was present for the April 21, 2009 signing by President Barack Obama of the Edward M. Kennedy Serve America Act.[163] In 2010, she criticized television crime dramas that portrayed mentally ill people as violent, when in fact they were more prone to being victims of crime.[164] On May 7, 2010, she attended the Michelle Obama-hosted Mother's Day Tea at the White House, and was joined by her granddaughter Sarah and infant great-granddaughter.[165] In June, the Carters cut the ribbon at the grand opening of the Best Western Plus Windsor Hotel in Americus, Georgia.[166] On October 26, Carter appeared at a discussion panel at the Gerald R. Ford Presidential Museum.[167] After the death of Betty Ford on July 8, 2011, Carter delivered a eulogy during a memorial service.[168] Carter called her one who had the courage to speak the truth and fight stigmas surrounding illness and addiction, even calling her \"a tireless advocate for those struggling.\"[169] Carter attended a speech given by Georgia National Guard's Colonel Brent Bracewell in the morning hours of October 25, 2012.[170] Carter gave out the Georgia Paraprofessional Caregiver of the Year, Volunteer Caregiver of the Year, Family Caregiver of the Year, and an award with her namesake, the Rosalynn Carter Leadership in Caregiving Award later that day and expressed happiness in the amount of progress that had been made \"since we started.\"[171] On April 25, 2013, Carter attended the dedication of the George W. Bush Presidential Library and Museum with her husband and other former First Ladies and Presidents. In October 2013, Carter spoke about her confidence in the American people and her lack of confidence in the government on the issue of the income gap in the United States.[172] Carter had \"one of the greatest disappointments\" corrected when learning from Health and Human Services Secretary Kathleen Sebelius that the Obama administration had passed a mental health insurance rule.[173] She was \"shaking\" after learning about the government rules that required equal treatment for mental health upon hearing the announcement in November 2013.[174] She and her husband were saddened by the death of Nelson Mandela.[175] In August 2015, Jimmy announced his cancer diagnosis, stating that it had spread throughout his body.[176] At the time of the announcement, Betty Pope, cousin of the former president, attested to Rosalynn's strength and voiced her belief that the former First Lady would remain committed to her husband.[94] Carter made her first public comments about the illness a month later in September, saying, \"In spite of what's going on, it's been kind of wonderful just to know we have that kind of support, and also Jimmy's attitude is helping\".[177] In November 2015, she and her husband traveled to Memphis, Tennessee where they assisted in construction for the town's Habitat for Humanity affiliate.[178][179] In January 2016, Jimmy Carter confirmed that he was having regular treatments and said of Rosalynn at the time, \"Her support has helped me through the last 69 years since we've been married in everything I've ever tried. Of course, when I was ill and thought I might die at any time, she was there for me.\"[180][181] Carter attended the March 11, 2016 funeral of Nancy Reagan at the Ronald Reagan Presidential Library in Simi Valley, California.[182][183] In July 2016, Carter endorsed Proposition 62, which would abolish the death penalty in California, releasing a joint statement with her husband in support of the measure.[184] She voted for Bernie Sanders in the Democratic presidential primary of that year. Carter differed from her husband in believing Russia had interfered with determining the results of the general election.[185] Upon the death of Barbara Bush on April 17, 2018, Carter became the oldest living former First Lady. On October 17, 2019, she became the longest-married former First Lady.[186] In July 2021, the Carters celebrated their 75th wedding anniversary.[187] In July 2022, the Carters celebrated their 76th wedding anniversary. Rosalynn Carter has written five books: On October 5, 2002, Rosalynn Carter was inducted into the National Women's Hall of Fame in Seneca Falls, New York. She became only the third First Lady ever inducted into the Hall of Fame, joining Abigail Adams and Eleanor Roosevelt. (Hillary Clinton was inducted in 2005.) In 1999, Rosalynn and Jimmy Carter received the Presidential Medal of Freedom, the nation's highest civilian honor. Among Rosalynn's many other awards for service are: Rosalynn Carter has received honorary degrees from the following institutions: Rosalynn served as distinguished centennial lecturer at Agnes Scott College in Decatur, Georgia, from 1988 to 1992. She has been a Distinguished Fellow at the Emory University Department of Women's Studies in Atlanta since 1990. Portions of this article are based on public domain text from:","Title":"Rosalynn Carter - Wikipedia","KeyID":"3664","URL":"https://en.wikipedia.org/wiki/Rosalynn_Carter"}