{"Content: ":"The South Lawn at the White House in Washington, D.C., is directly south of the house and is bordered on the east by East Executive Drive and the Treasury Building, on the west by West Executive Drive and the Old Executive Office Building, and along its curved southern perimeter by South Executive Drive and a large circular public lawn called The Ellipse. Since the address of the White House is 1600 Pennsylvania Avenue NW, and the North Lawn faces Pennsylvania Avenue, the South Lawn is sometimes described as the back lawn of the White House. The South Lawn presents a long north–south vista from the house. Open to the public until the Second World War, it is now a closed part of the White House grounds that provides a setting for official events like the State Arrival Ceremony as well as informal gatherings including the annual White House Egg Rolling Contest and staff barbecues. Marine One, the presidential helicopter, departs from and lands on the South Lawn. When the White House was first occupied in 1800 the site of the South Lawn was an open meadow gradually descending to a large marsh, the Tiber Creek, and Potomac River beyond.[1] Thomas Jefferson completed grading of the South Lawn, building up mounds on either side of a central lawn. Jefferson, working with architect Benjamin Henry Latrobe located a triumphal arch as a main entry point to the grounds, just southeast of the White House.[2] Pierre-Charles L'Enfant's 1793 plan of the city of Washington, indicates a setting of terraced formal gardens descending to Tiber Creek. Later in 1850, landscape designer Andrew Jackson Davis attempted to soften the geometry of the L'Enfant plan, incorporating a semicircular southern boundary and meandering paths.[3] Andrew Jackson Davis's changes included enlarging the South Lawn, creating a large circular lawn he termed the \"Parade or President's Park\" and bordered by densely planted shrubs and trees.[4] During the administration of Ulysses S. Grant the marsh to the south was drained, and the South Lawn received additional grading and 8 to 10 feet of fill to make the descent to the Potomac more gradual.[5] During the administrations of Rutherford B. Hayes and (the first of) Grover Cleveland the U.S. Army Corps of Engineers were engaged to reconfigure the South Lawn, reducing the size of Downing's circular parade, and creating the current boundaries much as they presently are.[6] Theodore Roosevelt, who had engaged the architectural firm of McKim, Mead, and White to reconfigure and rebuild parts of the White House in 1902, was influenced to remove the complex of Victorian era glass houses built up the West Colonnade and the site of the present West Wing. In 1934, President Franklin D. Roosevelt engaged Frederick Law Olmsted Jr. to evaluate the grounds and recommend changes. Olmsted understood the need to offer presidents and their families a modicum of privacy balancing with the requirement for public views of the White House.[5] The Olmsted plan presented the landscape largely as seen today: retaining or planting large specimen trees and shrubs on the perimeter to create boundaries for visual privacy, but punctuated with generous sight lines of the house from north and south.[7] The lawn is planted with a grass variety called tall fescue (Festuca arundinacea).[8] Trees on the South Lawn include the earliest remaining trees on the grounds to have been planted by a United States president – President Andrew Jackson's southern magnolias (Magnolia grandiflora) on either side of the South portico, Japanese threadleaf maple (Acer palmatum dissectum), American elm (Ulmus americana), white oak (Quercus alba), white saucer magnolia (Magnolia × soulangeana), Atlas cedar (Cedrus atlantica), sugar maple (Acer saccharum), and northern red oak (Quercus rubra).[9] The South Lawn pool and fountain is planted seasonally with borders of tulips edged by grape hyacinth (Muscari armeniacum) for spring, red geranium (Pelargonium) and Dusty Miller (Senecio cineraria) in summer, and chrysanthemum (Chrysanthemum cinerariaefolium) in fall.[10] The two ceremonial gardens of the White House (the Rose Garden and the Jacqueline Kennedy Garden) face the South Lawn. The Rose Garden (sometimes referred to as \"The presidents Garden\") is located south-west of the main residence along the west colonnade, just outside the Oval Office. The Jacqueline Kennedy Garden is located south-east of the main residence along the east colonnade. The garden was dedicated by Lady Bird Johnson as the Jacqueline Kennedy Garden on April 22, 1965, although it has been called the \"First Lady's Garden\" by some later administrations. A tennis court was first installed during the Theodore Roosevelt administration on the south lawn. Since then, the court has been moved several times, eventually landing in its current position in the south-west area. President Obama had basketball court lines and removable baskets installed so he could play full court basketball. Located just west of the tennis and basketball court is a half-court basketball area that also housed a horseshoe pit. The outdoor swimming pool was installed in 1975 by President Gerald Ford. It is located directly south of the West Wing. A cabana was later added. The original pool at the White House was indoors, located in between the main residence and the West Wing. However, President Richard Nixon turned it into an area for the press, now known as the James S. Brady Press Briefing Room.[11] The putting green was first installed in 1954 by President Dwight D. Eisenhower who was an avid golfer. It was removed by President Nixon[12] and later reinstalled by President George H. W. Bush in 1991.[13] However President Bill Clinton moved it to its current location just south of the Rose Garden, a short walk from the Oval Office.[14] A horseshoe pit was created on the site of the present putting green by Harry Truman, and later re-established near the swimming pool by George H. W. Bush who was an avid player. Two month long horseshoe tournaments were held bi-annually during Bush's presidency, with teams consisting of maintenance and house staff and family members and administration personnel. Bush would frequently demonstrate his prowess at horseshoes for foreign dignitaries.[15][16] The children's garden is located between the tennis court and basketball court to the south-west area of the property. The garden was a gift to the White House in 1968 from President Johnson and his wife. The garden supplies a secluded location for children to play in private. The garden features a goldfish pond in the sitting area. Footprints and handprints of various President's children and grandchildren are embedded in various stones making up the walkway. The south lawn provides space for the president's helicopter, Marine One, to land directly on the White House grounds. The helicopter will take off and land in the grassy area directly south of the main residence. For aesthetic reasons, the lawn does not contain a full helipad, but rather three removable aluminum discs which accommodate the helicopter's individual landing gear. The climax of the 1974 White House helicopter incident occurred on the South Lawn.[17] President Clinton had a quarter-mile long jogging track installed during his presidency in 1993. An avid runner, Clinton would regularly want to go on runs, but his doing so greatly disrupted Washington traffic; thus the track was built adjacent to the South Lawn driveway. At a distance, its spongy surface is virtually indistinguishable from the driveway's asphalt. A playground was installed in 2009 under President Obama for his two children, Sasha and Malia Obama. The playground was located just south of the Oval Office near the Rose Garden, but removed at the end of the Obama administration. Michelle Obama installed a vegetable garden during her husband's presidency on the far south area of the property. The vegetables grown are used at the White House for meals as well as donated to area shelters.[18][19] The Obamas also installed a beehive on the south lawn.[20] During French President Emmanuel Macron's 2018 state visit to the United States, President Donald Trump, First Lady Melania Trump, French President Macron and his wife Brigitte Macron planted a \"European sessile oak from the Belleau Wood\" on the South Lawn to commemorate the Battle of Belleau Wood.[21][22] The oak was originally sprouted at the World War I Battle of Belleau Wood grounds in northern France. The tree was removed to quarantine soon after planting.[23][24] The Department of Agriculture's Animal and Plant Health Inspection Service said at least two years of monitoring and testing may be required before the tree and the backup tree can be planted.[25] According to Le Monde the oak tree given by Macron has died in quarantine.[26] There are no messages about the status of the backup tree. Coordinates: 38°53′48″N 77°02′12″W﻿ / ﻿38.8966°N 77.0366°W﻿ / 38.8966; -77.0366","Title":"South Lawn - Wikipedia","KeyID":"3666","URL":"https://en.wikipedia.org/wiki/South_Lawn_(White_House)"}