{"Content: ":"Klobiodon is a genus of rhamphorhynchid pterosaur from the Middle Jurassic Taynton Limestone Formation of Oxfordshire, England. The type species of Klobiodon is Klobiodon rochei. The generic name Klobiodon means \"small cage tooth,\" from the Greek κλωβίον, klobion, \"little cage\", and ὀδών, odon, \"tooth\", in reference to the large anterior laniaries that appear to form a fish grab, while the specific name rochei honors the comic book artist Nick Roche for his anatomically correct designs inspired by dinosaurs.[1] The holotype of Klobiodon rochei, NHMUK PV OR 47991, was first mentioned by George Robert Waterhouse (1878) as part of the collection of the British Museum of Natural History, where he mentions Richard Owen intended to name the specimen Pterodactylus raptor in an unpublished manuscript. It had been donated by Robert Marsham.[2][3] Richard Lydekker (1888) referred the specimen to Rhamphorhynchus depressirostris (listed by him as Rhamphocephalus depressirostris).[4] In their revision of pterosaur remains from the Great Oolite Group, Michael O'Sullivan and David Martill (2018) declared Rhamphorhynchus depressirostris a nomen dubium at ?Scaphognathinae indeterminatae, coining Klobiodon rochei for NHMUK PV OR 47991. A second specimen, OUM J.28410, was referred to the species but only provisionally because it lacks the, diagnostic, teeth.[1] Klobiodon is one of the largest pterosaurs known from the middle Jurassic. Its adult wingspan was estimated at two metres.[1] The describing authors established a number of distinguishing traits. The lower jaw shows a unique combination of elongated front fang-like laniaries with short and robust teeth in a more backward position. The teeth more to the rear are at least 1.3 times longer than their tooth-sockets are wide. The rear laniary is at least 1.4 times and perhaps 2.4 times longer than the tooth to its rear (which could be an only partially erupted replacement tooth). The longest laniaries are at least 1.5 times taller than the vertical thickness of the front tooth-bearing lower jaw bone, the dentary, at its tallest point.[1] The right lower jaw has a preserved length of fourteen centimetres. To the front, it gradually curves to below. A piece at the front has broken off. The original length of the jaw including this piece was estimated at eighteen centimetres. The missing piece was assumed by the authors to have borne one additional tooth. The fossil shows four teeth, which then would have been the second to fifth. The second and third teeth are elongated, recurved and inclined to the front. Such teeth are called laniaries. The fourth and fifth teeth are noticeably shorter but almost as wide, giving them a robust appearance. They are also straighter, especially at their rear edges, and perpendicular to the jaw.[1] Klobiodon was placed in the Rhamphorhynchidae in 2018. At several places in the describing article, a position in the Rhamphorhynchinae is suggested, but the authors eventually determine that it might also be member of the Scaphognathinae, concluding: \"Klobiodon rochei is therefore conservatively identified here as a member of the Rhamphorhynchidae rather than assigned to either subgroup\".[1]   ","Title":"Klobiodon - Wikipedia","KeyID":"367","URL":"https://en.wikipedia.org/wiki/Klobiodon"}