{"Content: ":"Rachel Lambert Mellon (August 9, 1910 – March 17, 2014), often known as Bunny Mellon, was an American horticulturalist, gardener, philanthropist, and art collector. She designed and planted a number of significant gardens, including the White House Rose Garden, and assembled one of the largest collections of rare horticultural books. Mellon was the second wife of philanthropist and horse breeder Paul Mellon. Rachel Lowe Lambert, nicknamed Bunny by her mother, was the eldest child of Gerard Barnes Lambert, president of the Gillette Safety Razor Company and a founder of Warner–Lambert, and his wife, Rachel Parkhill Lambert (née Lowe).[2][3] Her paternal grandfather, chemist Jordan Lambert, was the inventor of Listerine, which was later marketed by her father.[4] She had a brother and a sister: Gerard Barnes Lambert, Jr. (1912–1947; married Elsa Cover), who died in a 1947 plane crash,[5][6] and Lily McCarthy (1914–2006; married twice, to William Wilson Fleming and John Gilman McCarthy, respectively). Lambert attended Miss Fine's School (Princeton, New Jersey) and the Foxcroft School (Middleburg, Virginia).[7] Her parents divorced in 1933, and both subsequently remarried. Lambert married Stacy Barcroft Lloyd Jr. of Ardmore, Pennsylvania on November 25, 1932 at Trinity Church, Princeton.[8] Her first husband Stacy Barcroft Lloyd Jr. served in the Office of Strategic Services during World War II. They divorced in 1948. They had two children: Stacy Barcroft Lloyd III, and Eliza Winn Lloyd. Eliza predeceased her mother.[9] Lambert and her first husband became close friends of the banking heir and art collector Paul Mellon and his first wife, Mary Conover, who died of an asthma attack in 1946. After Bunny divorced Lloyd, she and Paul were married, on May 1, 1948.[10] By this marriage, she became the stepmother of Timothy Mellon and Catherine Conover Mellon (later Mrs. John Warner and now known as Catherine Conover). Together the couple collected and donated more than a thousand works of art, mostly eighteenth- and nineteenth-century European paintings, to the National Gallery of Art and established the Yale Center for British Art.[11][12] The couple bred and raced thoroughbred horses, including Sea Hero, winner of the 1993 Kentucky Derby.[13] Mellon was long known for her maximal discretion and minimal public exposure; she offered only a handful of interviews to journalists in her lifetime.[10] In a 1969 New York Times article with the Mellons, she proclaimed that \"nothing should be noticed.\"[14] Although this remark was made in reference to garden design, it has frequently been taken to encapsulate her attitude toward personal privacy and lifestyle choices.[15][16] Although she had no formal training, Mellon read widely in horticulture and made contributions to several landmark gardens. Her interests in gardening were first cultivated while watching Olmsted Brothers gardeners tend her family's New Jersey home.[17] Mellon amassed a large collection of horticultural books and was regarded as an authority on American horticulture.[11] Her work was strongly influenced by French gardeners André Le Nôtre and Jean-Baptiste de La Quintinie.[17][10] Mellon designed landscapes for many of the Mellons' properties, including the French-inspired gardens of their estate, Oak Spring Farms.[10][17] A longtime friendship with the Kennedy family was initiated by a 1958 visit to Oak Spring Farms by Jacqueline Kennedy, whom Mellon later advised on fine arts and antiques during the Kennedy White House restoration.[18][10][19] In 1961, President John F. Kennedy asked Mellon to redesign the White House Rose Garden.[18] Mellon created more open space for public ceremonies and introduced American species of plants, as well as Magnolia soulangeana. She next began to work on the White House's East Garden, but her work was interrupted by Kennedy's assassination. After his funeral, for which Mellon arranged flowers, Lady Bird Johnson asked Mellon to resume her work on the White House grounds.[19][20] After Jacqueline Kennedy left the White House, Mellon was asked to design landscapes for Kennedy's home in Martha's Vineyard, the John F. Kennedy Presidential Library, and River Farm, the headquarters of the American Horticultural Society.[17] In France, Mellon created a landscape design for the home of Hubert de Givenchy and assisted with a restoration of the potager du Roi in Versailles.[10][17] As most of her assets were invested in trusts, it was difficult to estimate Mellon's wealth, but her family and husband's fortune and fixed assets suggest she was exceptionally wealthy.[21] She maintained homes in Antigua, Nantucket and Oyster Harbors, Cape Cod, two apartments in Paris, and a townhouse in New York City. These properties were sold in the years preceding her death.[4][22] Her main residence, Oak Spring Farms, was a 4,000-acre (1,600 ha) estate in Virginia, that had its own 1-mile (1,600 m) long airstrip to accommodate her Falcon 2000.[10][21] Mellon gathered a sizable collection of works by artist Mark Rothko, having purchased many of his 1950s works directly from his New York studio. In a 2010 interview, she spoke of having purchased a total of thirteen works by Rothko. One of the works, No. 20 (Yellow Expanse), completed in 1955 was considered one of the largest Rothko works in private hands.[10][23] The painting measured 10 by 15 feet.[24] On November 10, 2014, items from Mellon's collection of paintings, jewelry, furniture, and decorative objects were auctioned at Sotheby's in New York for a total of $158.7 million, including Untitled (Yellow, Orange, Yellow, Light Orange) by Rothko, which sold for $36.5 million, and another Rothko that went for $39.9 million.[25] Three of her most important paintings, two by Rothko and one by Richard Diebenkorn, were sold privately before the Sotheby's auction for a reported $250 million.[24] Proceeds from the sales benefited the Gerard B. Lambert Foundation, a charitable entity established by Mellon in memory of her father.[26] Mellon's second husband, Paul Mellon, died in 1999, aged 91.[27] Shortly thereafter, in May 2000, her daughter Eliza was hit by a truck while crossing a Manhattan street, causing a severe brain injury and full-body paralysis. Eliza spent the remaining eight years of her life under round-the-clock care at Oak Spring Farms, and died in 2008.[4][28] Caroline Kennedy, daughter of Jacqueline Kennedy Onassis, sat beside Mrs. Mellon during the funeral.[14] Mellon was a long-time Democrat whose political views often conflicted with those of her husband.[10] In 2004, she expressed interest in presidential candidate John Edwards because he reminded her of President Kennedy, but when she called his campaign office with an offer to help, her name was not recognized and the call went unreturned.[29]: 157  She was an early financier of Edwards' 2008 Democratic primary run, offering an initial US$1 million commitment to his campaign, and eventually contributing more than $3.5 million to organizations supporting his candidacy.[4][29]: 158  At the request of campaign operative Andrew Young, the commitment morphed to include underwriting Edwards' personal expenses. Beginning in May 2007, Mellon contributed more than $725,000 to John Edwards' personal accounts over an eight-month period, writing checks disguised as furniture purchases.[30] During this period Mellon wrote a note to Young stating: \"from now on, all haircuts, etc. that are necessary and important for his campaign—please send the bills to me... It is a way to help our friend without government restrictions.\"[31] The funds were secretly used to support Rielle Hunter, a campaign videographer with whom Edwards had an extra-marital affair and child. When Mellon became aware of the use of her funds for this purpose, she reportedly came to regret the donations, but maintained that Edwards \"would have been a great president.\"[4][30] While investigating Edwards, the Federal Bureau of Investigation interviewed Mellon at Oak Spring on two occasions in 2010.[14] In December 2010, four of her relatives were subpoenaed to appear before a grand jury.[32] On June 3, 2011, Edwards was indicted on using campaign funds to help cover up an affair and pregnancy during the 2008 presidential campaign. Just one week prior to his indictment, in late May 2011, Edwards visited Mellon at her Upperville estate.[33] Following his indictment, the judge forbade Edwards to speak with any potential witnesses. In 2010, it was reported that Mellon had lost $5.75 million to investment adviser and convicted Ponzi scheme operator Kenneth I. Starr.[15] Described as a resilient centenarian, a bout with cancer[34] and ongoing macular degeneration nonetheless slowed her activity. She was forced to give up gardening by 2011, although she continued to swim, do Pilates, and give the rare interview.[4][14] On March 17, 2014, Mellon died at her Upperville, Virginia, home of natural causes. She was 103 years old.[7][35] Her funeral was held at Trinity Episcopal Church in Upperville, which the Mellons had gifted to the community in 1960. She was eulogized by her friend Frank Langella, who described himself as \"a rough Jersey kid\" whom Mellon taught \"how to listen, dress, never be vulgar, respect all people, be humble, avoid hubris, write thank-you notes, never boast, be curious and 'above all, be loyal'\". Her grandson, Stacy Lloyd IV, remembered Mellon as \"Granbunny\" and how she taught him to find beauty in everything. Her friend Bette Midler performed her hit song The Rose.[36]","Title":"Rachel Lambert Mellon - Wikipedia","KeyID":"3670","URL":"https://en.wikipedia.org/wiki/Rachel_Lambert_Mellon"}