{"Content: ":"The Jacqueline Kennedy Garden is located at the White House south of the East Colonnade. The garden balances the Rose Garden on the west side of the White House. Edith Carow Roosevelt, who had established her \"Colonial Garden\" on the site of the present Rose Garden, oversaw a similar but less formal planting on the east side, the site of the present Jacqueline Kennedy Garden. The origins of the Garden's present form initially began in 1913 with First Lady Ellen Louise Axson Wilson, at the time taking to calling it the East Garden, which saw Mrs. Wilson's design featuring a modest central lily pond. However, this work on the Garden was not completed until after the first lady had died in 1914, resulting in an area 36 by 19 meters (118x62 feet). In the nearly half a century which followed, the grounds to the White House fell into disrepair. When the Kennedy administration came to office the ill-kempt state of the gardens drew the focus of First Lady Jacqueline Kennedy, who worked with Rachel Lambert Mellon and Perry Wheeler on the redesign and replanting of the entire Rose and East Gardens. By the time of President Kennedy's assassination in November 1963, the Rose Garden had been completed, while revitalization on the East Garden was still a work in progress. To further honor Jacqueline Kennedy's contributions to the White House and its grounds, her immediate successor, First Lady Lady Bird Johnson, renamed the East Garden as the \"Jacqueline Kennedy Garden\" during a ceremony on 22 April 1965. Rachel Lambert Mellon created a space with a more defined central lawn, bordered by flower beds planted in a French style, but largely using American botanical specimens. Though more formal than the previous East Garden, the Jacqueline Kennedy Garden paid tribute to Beatrix Farrand's work in its use of a more organic structure, planting masses of the same plants in drifts, and use of foliage plants like ornamental grasses and caladiums. The garden followed a layout established by Mellon. Each flower bed was planted with a series of Littleleaf lindens and Kennedy saucer magnolias bordered by low hedges of boxwood and American Holly. The outer edge of the flower bed facing the central lawn was edged with boxwood. Perennial flowering plants included delphinium, hollyhock, lavender, and roses. Many seasonal flowers were interspersed to add nearly year round color. Spring blooming bulbs planted in the rose garden included jonquil, daffodil, fritillaria, grape hyacinth, tulips, chionodoxa and squill. Summer blooming annuals change yearly. In the fall chrysanthemum and flowering kale bring color until early winter. Like the Rose Garden, the Jacqueline Kennedy Garden was used for events. The president used the Jacqueline Kennedy Garden for awards ceremonies. Both Lady Bird Johnson and Pat Nixon favored use of the garden for parties and teas. First Lady Hillary Clinton exhibited contemporary sculpture in the garden. Media related to Jacqueline Kennedy Garden at Wikimedia Commons Coordinates: 38°53′51″N 77°02′10″W﻿ / ﻿38.8975°N 77.0361°W﻿ / 38.8975; -77.0361","Title":"Jacqueline Kennedy Garden - Wikipedia","KeyID":"3671","URL":"https://en.wikipedia.org/wiki/Jacqueline_Kennedy_Garden"}