{"Content: ":"Magnolia grandiflora, commonly known as the southern magnolia or bull bay, is a tree of the family Magnoliaceae native to the southeastern United States, from Virginia to central Florida, and west to East Texas.[5] Reaching 27.5 m (90 ft) in height, it is a large, striking evergreen tree, with large dark green leaves up to 20 cm (7+3⁄4 in) long and 12 cm (4+3⁄4 in) wide, and large, white, fragrant flowers up to 30 cm (12 in) in diameter. Although endemic to the evergreen lowland subtropical forests on the Gulf and south Atlantic coastal plain, Magnolia grandiflora is widely cultivated in warmer areas around the world. The timber is hard and heavy, and has been used commercially to make furniture, pallets, and veneer. Magnolia grandiflora is a medium to large evergreen tree which may grow 120 ft (37 m) tall.[6] It typically has a single stem (or trunk) and a pyramidal shape.[7] The leaves are simple and broadly ovate, 12–20 cm (4+3⁄4–7+3⁄4 in) long and 6–12 cm (2+1⁄4–4+3⁄4 in) broad,[7] with smooth margins. They are dark green, stiff and leathery, and often scurfy underneath with yellow-brown pubescence. The large, showy, lemon citronella-scented flowers are white, up to 30 cm (11+3⁄4 in) across and fragrant, with six to 12 petals with a waxy texture, emerging from the tips of twigs on mature trees in late spring.[8] Flowering is followed by the rose-coloured fruit, ovoid polyfollicle, 7.5–10 cm (3–3+7⁄8 in) long, and 3–5 cm (1+1⁄4–2 in) wide.[9] Exceptionally large trees have been reported in the far southern United States. The national champion is a specimen in Smith County, Mississippi, that stands 37 m (121 ft). Another record includes a 35-m-high specimen from the Chickasawhay District, De Soto National Forest, in Mississippi, which measured 17.75 ft in circumference at breast height, from 1961, and a 30-m-tall tree from Baton Rouge, which reached 18 ft in circumference at breast height.[9] Magnolia grandiflora was one of the many species first described by Linnaeus in the 10th edition of his Systema Naturae in 1759,[10] basing his description on the earlier notes of Miller. He did not select a type specimen. Its specific epithet is derived from the Latin words grandis \"big\", and flor- \"flower\".[11] The genus name Magnolia honors Pierre Magnol, a French botanist.[8] Magnolia grandiflora is most commonly known as southern magnolia, a name derived from its range in the Southern United States. Many broadleaved evergreen trees are known as bays for their resemblance to the leaves of the red bay (Persea borbonia), with this species known as the bull bay for its huge size or alternatively because cattle have been reported eating its leaves. Laurel magnolia,[11] evergreen magnolia,[9] large-flower magnolia or big laurel are alternative names.[12] The timber is known simply as magnolia.[9] Southern magnolias are native to the Southeastern United States, from Virginia south to central Florida, and then west to East Texas. It is found on the edges of bodies of water and swamps, in association with sweetgum (Liquidambar styraciflua), water oak (Quercus nigra), and black tupelo (Nyssa sylvatica). In more sheltered habitats, it grows as a large tree, but can be a low shrub when found on coastal dunes.[13] It is killed by summer fires, and is missing from habitats that undergo regular burning.[14] In Florida, it is found in a number of different ecological areas that are typically shady and have well-draining soils; it is also found in hummocks, along ravines, on slopes, and in wooded floodplains.[15] Despite preferring sites with increased moisture, it does not tolerate inundation.[9] It grows on sand-hills in maritime forests, where it is found growing with live oaks and saw palmetto (Serenoa repens).[14] In the eastern United States, it has become an escapee, and has become naturalized in the tidewater area of Virginia and locally in other areas outside of its historically natural range.[16][17] Magnolia grandiflora can produce seed by 10 years of age, although peak seed production is achieved closer to 25 years of age. Around 50% of seeds can germinate, and they are spread by birds and mammals.[9] Squirrels, possums, quail, and turkey are known to eat the seeds.[18] The plant collector Mark Catesby, the first in North America, brought M. grandiflora to Britain in 1726, where it entered cultivation and overshadowed M. virginiana, which had been collected a few years earlier. It had also come to France, the French having collected it in the vicinity of the Mississippi River in Louisiana.[19] It was glowingly described by Philip Miller in his 1731 work The Gardeners' Dictionary.[20] One of the earliest people to cultivate it in Europe was Sir John Colliton of Exeter in Devon; scaffolding and tubs surrounded his tree, where gardeners propagated its branches by layering, the daughter plants initially selling for five guineas each (but later falling to half a guinea).[20] It is often planted in university campuses and allowed to grow into a large tree, either with dependent branches, or with the lower branches removed to display the bare trunks. It is also espaliered against walls, which improves its frost-hardiness.[11] Magnolia grandiflora is a very popular ornamental tree throughout its native range in the coastal plain of the Gulf/South Atlantic states. Grown for its attractive, shiny green leaves and fragrant flowers, it has a long history in the southern United States. Many large and very old specimens can be found in the subtropical port cities such as Houston, TX; New Orleans, LA; Mobile, AL; Jacksonville, FL; Savannah, GA; Charleston, SC; and Wilmington, NC. M. grandiflora is the state tree of Mississippi and the state flower of Louisiana. The species is also cultivated as far north as coastal areas of New Jersey, Connecticut, Long Island, NY, and Delaware, and in much of the Chesapeake Bay region in Maryland, and eastern Virginia. On the West Coast, it can be grown as far north as the Vancouver, B.C., Canada area, though cooler summers on the West Coast slow growth compared to the East Coast.[11] In the interior of the US, some of the cold-hardy cultivars have flourished as far north as Louisville, Kentucky and Cincinnati, Ohio, where a sizable population exists. Farther north, few known long term specimens are found due to the severe winters, and/or lack of sufficient summer heat. Magnolia grandiflora is also grown in parts of Mexico, Central America, and South America as well as parts of Asia.[11] Until early 2018, an iconic Southern Magnolia planted by President Andrew Jackson nearly 200 years earlier grew near the South Portico of the White House.[21] It was reputedly planted as a seedling taken from Jackson's plantation, The Hermitage in Tennessee. It was the oldest tree on the White House grounds and was so famous that it was for decades pictured on the back of the $20 bill as part of a view of the South Front.[22] There was a tradition of gifting cuttings or seedlings grown from the tree: Reagan gifted a cutting to his Chief of Staff Howard Baker upon his retirement, and Michelle Obama donated a seedling to the \"people's garden\" of the U.S. Department of Agriculture.[22] Since the 1940s, when the tree suffered a gash that caused a large section of its trunk to rot, the tree had been supported by metal poles and cables. In 2017 it was decided on the advice of the National Arboretum to cut down and remove the Magnolia because the trunk was in an extremely fragile condition and the supports had been compromised.[22] It is recommended for seashore plantings in areas that are windy but have little salt spray.[23] The foliage will bronze, blotch, and burn in severe winters at the northern limits of cultivation, especially when grown in full winter sun,[24] but most leaves remain until they are replaced by new foliage in the spring. In climates where the ground freezes, winter sun appears to do more damage than the cold. In the Northern Hemisphere, the south side of the tree will experience more leaf damage than the north side. Two extremes are known, with leaves white underneath and with leaves brown underneath. The brown varieties are claimed to be more cold-hardy than the white varieties, but this does not appear to be proven as yet. Once established, the plants are drought tolerant, and the most drought tolerant of all the Magnolia species.[24] The leaves are heavy and tend to fall year round from the interior of the crown and form a dense cover over the soil surface,[24] and they have been used in decorative floral arrangements.[25] The leaves have a waxy coating that makes them resistant to damage from salt and air pollution.[24] In the United States, southern magnolia, along with sweetbay (Magnolia virginiana) and cucumbertree (Magnolia acuminata), is commercially harvested. Lumber from all three species is simply called magnolia, which is used in the construction of furniture, boxes, pallets, venetian blinds, sashes, and doors and used as veneers. Southern magnolia has yellowish-white sapwood and light to dark brown heartwood tinted yellow or green. The usually straight-grained wood has uniform texture with closely spaced rings. The wood is ranked moderate in heaviness, hardness, and stiffness, and moderately low in shrinkage, bending, and compression strength; it is ranked moderately high in shock resistance.[26] Its use in the Southeastern United States has been supplanted by the availability of harder woods.[27] Over 150 cultivars have been developed and named, although only 30 to 40 of these still exist and still fewer are commercially propagated and sold.[28] Most plants in nurseries are propagated by cuttings, resulting in more consistent form in the various varieties available.[29] Many older cultivars have been superseded by newer ones and are no longer available.[30] Some cultivars have been found to be more cold hardy, they include: Other commonly grown cultivars include: Magnolia grandiflora contains phenolic constituents shown to possess significant antimicrobial activity. Magnolol, honokiol, and 3,5′-diallyl-2′-hydroxy-4-methoxybiphenyl exhibited significant activity against Gram-positive and acid-fast bacteria and fungi.[34] The leaves contain coumarins and sesquiterpene lactones.[35] The sesquiterpenes are known to be costunolide, parthenolide, costunolide diepoxide, santamarine, and reynosin.[36] Magnolia grandiflora (southern magnolia) – a large tree at Hemingway, South Carolina Bark on trunk Southern magnolia blossom & bud Southern magnolia foliage and flower A cluster of leaves Southern magnolia bud Inside the flower Seed cluster of M. grandiflora Southern magnolia blossom From below Martin Johnson Heade: Magnolia Before the opening act Flower in three stages of blossoming","Title":"Magnolia grandiflora - Wikipedia","KeyID":"3674","URL":"https://en.wikipedia.org/wiki/Magnolia_grandiflora"}