{"Content: ":"Marine One is the call sign of any United States Marine Corps aircraft carrying the president of the United States.[1] It usually denotes a helicopter operated by Marine Helicopter Squadron One (HMX-1) \"Nighthawks\", consisting of either the large Sikorsky VH-3D Sea King or the newer, smaller VH-60N \"White Hawk\". Both helicopters are called \"White Tops\" because of their livery. Any Marine Corps aircraft carrying the vice president without the president has the call sign Marine Two. The first use of a helicopter to transport the president was in 1957, when President Dwight D. Eisenhower traveled on a Bell UH-13J Sioux.[2] The president wanted a quick way to reach his summer home, in Pennsylvania. Using Air Force One would have been impractical over such a short distance, and there was no airfield near his home with a paved runway to support fixed-wing aircraft, so Eisenhower instructed his staff to investigate other modes of transport and a Sikorsky UH-34 Seahorse helicopter was commissioned.[3] The early aircraft lacked the amenities of its modern successors, such as air conditioning and an aircraft lavatory for use in flight. In 1958, the H-13 was replaced by the Sikorsky H-34, which was succeeded in 1961 by the VH-3A. Not long after helicopters for presidential transport were introduced, presidential aides asked the Marine Corps to investigate using the White House South Lawn for landing.[3] There was ample room, and the protocol was established.[3] Until 1976, the Marine Corps shared the responsibility of helicopter transportation for the president with the United States Army. Army helicopters used the call sign Army One while the president was on board. The VH-3D entered service in 1978. The VH-60N entered service in 1987 and has served alongside the VH-3D.[4] Improvements were made to both models of helicopter after their introduction, to take advantage of technological developments and to meet new mission requirements. By about 2001, it was clear that so much extra weight had been added to the helicopters that mission capability was reduced and few new improvements could be made.[5] By 2009, there were 11 VH-3Ds and eight VH-60Ns in service for the president and other prominent individuals.[4] On 16 July 2009, Marine One flew with an all-female crew for the first time. This was also the final flight of Major Jennifer Grieves, who was the first woman pilot to fly the president.[6] As of 2009, Marine One had never had an accident or been attacked.[7] However, in 2006, President George W. Bush boarded Marine One with his departing press secretary, but the helicopter \"would not work\", so the president left the White House in a car.[8] The September 11 attacks on the United States led to widespread agreement that the Marine One helicopter fleet needed significant upgrades to its communication, transportation, and security systems, but weight limitations prevented the changes.[5] In April 2002, the Department of Defense began the VXX program, which assigned the Department of the Navy (DoN) to design new presidential helicopters by 2011.[9] In November 2002, the White House asked the Secretary of Defense to accelerate the development of the new aircraft; the Defense Department said a new helicopter would be ready by the end of 2008,[5] and asked companies bidding on the project to begin development and production simultaneously.[9] Many specifications for the new aircraft were secret. Industry publications and testimony at congressional briefings revealed that it was to be 64 feet (20 m) long, carry 14 passengers, be able to carry several thousand pounds of baggage and gear, and have a range greater than those of the VH-3D and the VH-60N. The helicopter's defenses were to include radar jamming and deception, to ward off anti-aircraft missiles; protection of key electronics against nuclear electromagnetic pulse; and an encrypted telecommunications system and videoconferencing.[8] The only competitors for the contract were Lockheed Martin and Sikorsky Aircraft. Lockheed joined with AgustaWestland, a British and Italian aircraft company, to offer a version of the AgustaWestland AW101. Sikorsky proposed using its S-92.[10] The Navy awarded the contract to Lockheed Martin in January 2005,[11] to develop and build 28 helicopters.[10] The helicopter was designated VH-71 Kestrel.[5] Five of the initial, less sophisticated version of the VH-71 were due for delivery in 2010, with 23 of the upgraded version due for delivery in 2015. The goal was to retire all VH-3Ds and VH-60Ns along with the five initial VH-71s in 2015, leaving the Marine One fleet with 23 helicopters.[8] By March 2008, the previously estimated $6.1 billion cost of the 28 helicopters had increased to $11.2 billion. Government officials were surprised to discover that each VH-71 would cost $400 million, more than the cost of one Boeing VC-25 \"Air Force One\" airplane. Lockheed Martin blamed the Navy for the cost overruns, saying that more than 1,900 extra requirements were added to the project after the contract was signed. The Navy said no extra requirements were added. The company also cited the need to redesign the VH-71 to Navy standards, and an incomplete understanding by the Navy and Lockheed Martin of how much retrofitting the civilian aircraft would need to meet the White House's specifications.[8] In June 2009, the VH-71 program was canceled because of these cost overruns,[11] which had grown to more than an estimated $13 billion.[9] A Government Accountability Office report issued in March 2011 named three sources of cost overruns. First, asking for development at the same time as production led to extensive retrofitting of models that had just been built. Second, a complete review of the system's requirements was not made until four months after production started, and only then was it discovered that the VH-71's design could not meet the program's needs. Third, the Defense Department and the White House asked for excessive combat and communications capabilities.[9] Shortly after the program's cancellation, the Marine Corps restarted the program.[11] This time, instead of running development and production concurrently, the Corps created an Initial Capabilities Document (ICD), which more clearly outlined the aircraft's requirements. The Department approved the ICD in August 2009, naming it the VXX Helicopter Replacement Program.[11] In February 2010, the Navy asked private industry for input in an Analysis of Alternatives (AOA) to meet the project's needs. Among the options the Navy suggested was purchasing a single aircraft but developing two versions on it. Another option raised by the AOA was to buy two different aircraft—a \"civilian\" version, with a bathroom, executive suite, and galley, and a \"military\" version, with complete command and control capabilities. The AOA drew interest from more than two companies. These included Boeing, which told the press that either its CH-47 Chinook or its Bell Boeing V-22 Osprey could meet the AOA's requirements. Because the AOA contemplated a much longer process of design and production, the Navy said it intended to spend $500 million to keep the VH-3Ds and VH-60s flying.[12] Boeing also said it could adapt the VH-71, if the Navy and Marine Corps wished.[13] In July 2013, the Department of Defense waived the requirement that companies build prototypes. The Department's analysis showed that the cost of making prototypes was unlikely to generate benefits. The Department said that it was proceeding with VXX development using an in-production aircraft with existing, proven systems.[14] A draft request for proposals was released on 23 November 2012.[15] By August 2013, all interested companies, including Northrop Grumman–AgustaWestland and Bell–Boeing, had withdrawn from the VXX bidding, except Sikorsky Aircraft. Sikorsky had partnered with Lockheed Martin, and said it intended to use the S-92 as the base aircraft.[15] A new deadline in 2020 was established for the 23-helicopter fleet to be in operation.[15] On 7 May 2014, the Navy awarded Sikorsky Aircraft a $1.24 billion contract to build six presidential helicopters, designated Sikorsky VH-92. A fleet of 21 helicopters is expected to be in service by 2023.[16] Marine One is the preferred alternative to motorcades, which can be expensive and logistically difficult. The controlled environment of a helicopter is also considered to add a safety factor. The HMX-1 fleet is also used to transport senior Cabinet staff and foreign dignitaries. HMX-1 operates 35 helicopters of four different types as of 2009.[17] More than 800 Marines supervise the operation of the Marine One fleet, which is based in MCAF Quantico, Virginia, with an additional operating location at Naval Support Facility Anacostia in the District of Columbia, but is more often seen in action on the South Lawn of the White House or at Joint Base Andrews Naval Air Facility in Maryland. At Andrews, the helicopter is sometimes used to connect to Air Force One for longer journeys. Marine One is met on the ground by at least one Marine in full dress uniform (most often two, with one acting as an armed guard). According to a story told by Bruce Babbitt, President Clinton, in his final days of office, while flying over and landing in a remote area near the Grand Canyon, found a Marine waiting on the rock ready to salute him.[18] Marine aviators flying Marine One do not wear regular flight suits during flights, but rather the Marine Blue Dress Charlie uniform.[citation needed] As a security measure, Marine One always flies in a group of as many as five identical helicopters. One helicopter carries the president, while the others serve as decoys. Upon take-off these helicopters shift in formation to obscure the location of the president. This has been referred to as a \"presidential shell game\".[19] Marine One is also equipped with standard military anti-missile countermeasures such as flares to counter heat-seeking missiles and chaff to counter radar-guided missiles, as well as AN/ALQ-144A infrared countermeasures.[20][21][22] To add to the security of Marine One, every member of HMX-1 is required to pass a Yankee White background check before touching any of the helicopters used for presidential travel.[23] Marine One is transported via C-17 Globemaster or C-5 Galaxy military transport planes (as is the president's limousine) wherever the president travels within the U.S., as well as overseas.[17] Even if, during a foreign trip, the President does not use Marine One, at least one helicopter is on standby in a hangar of a local airport or air base to depart if need be. At a presidential inauguration, the Marines offer the outgoing president a final flight from the Capitol to Joint Base Andrews.","Title":"Marine One - Wikipedia","KeyID":"3676","URL":"https://en.wikipedia.org/wiki/Marine_One"}