{"Content: ":"The White House Visitors Office is responsible for public tours of the White House, for maintaining a facility where the public can obtain information about the White House, and for other White House events such as the White House Easter Egg Roll, Holiday Open Houses, Spring and Fall Garden tours, State Arrival Ceremonies and other special events. The White House Visitor Center, which is managed and operated by the National Park Service, is located within President's Park at the north end of the Herbert C. Hoover Building (the Department of Commerce headquarters) between 14th Street and 15th Street on Pennsylvania Avenue NW, in the Federal Triangle. Since September 11, 2001, it no longer serves as a starting point for those going on a reserved tour of the White House. The various exhibits provide an alternative visitor experience for those not able to go on a tour. The themes of the six permanent exhibits are \"First Families\", \"Symbols and Images\", \"White House Architecture\", \"White House Interiors\", \"Working White House\", and \"Ceremonies and Celebrations\". Other exhibits change throughout the year. It houses a small bookstore operated by the White House Historical Association. The visitors office is located in the East Wing of the White House and employed seven people at the start of the 2000s.[1] Its role has been unique in that, up to 2001, the White House was the only home of a head of state that was regularly open to the public at no cost.[1] The director of the White House Visitors Office has been termed in media accounts as \"the most powerful person in Washington that you've never heard of.\"[2] The current director is Dana Hurtik. Historically, the White House has offered tours to the general public. During the Calvin Coolidge, Herbert Hoover, and Franklin D. Roosevelt administrations, the general public could see the ground floor hallways and the East Room.[3] Those who had been given a special card given by a United States senator could additionally see the three state parlors on the first floor—Green Room, Blue Room, and Red Room—as well as the State Dining Room.[3] The White House was closed during U.S. participation in World War II.[3] Upon reopening in November 1946, the Truman administration decided to open all the aforementioned areas to all tour visitors, no senator needed.[3] But as would always be the case, the real working areas of the White House, such as the Oval Office, were not included on tours, nor were upper floor residential areas. A schedule was established: tours took place between 10:00 and noon, Tuesday through Saturday, with desiring visitors lining up outside the East Gate.[4] About a half million people a year visited, until the operation was shut down in November 1948 for a major renovation of the entire structure.[3] Tours were restarted in April 1952.[5] In charge of them at that time was the chief usher of the White House.[3] Tours were suspended following the November 22, 1963, assassination of John F. Kennedy, but based upon the request of Jacqueline Kennedy, were resumed seven days later.[6] In 1976 during the United States Bicentennial, long waits in line and a whole morning spent were commonplace due to large numbers in Washington, and a color-coded ticket distribution system was put in place.[7] The system was put in place for good beginning in May 1977.[7] White House tours were often in high demand. By 1981,[8] a director of the White House Visitor Center was in charge of the operation. During the early 1980s, as many as 6,000 visitors were accommodated each day, with just as many turned away.[8] Special pleas for tours coming from Washington officials had to be dealt with frequently.[8] In 1981, there was a dispute between First Lady Nancy Reagan and New York U.S. representative Thomas Downey over his free tickets privileges having been suspended.[9] During the early 1980s recession, White House tours remained fully booked even when other Washington attractions saw declining attendance;[10] the Visitor Center continued to process well over one million visits a year.[10] White House Visitors Office personnel are constantly caught between trying to satisfy demands and expectations for tours and events, and preserving the dignity of the presidential office and setting.[1] The White House Visitor Office is also in charge of assorted White House special events, such as the annual White House Easter Egg Roll, in the South Lawn, the State Arrival Ceremony for visiting heads of state, and a national Christmas celebration.[8][11] The Egg Roll in particular is an important function of the office; as one former director of the office stated, \"It's the single most high-profile event that takes place at the White House each year, and the White House and the first lady are judged on how well they put it on.\"[12] Carol McCain, director of the White House Visitors Office from 1981 to 1987, added participatory activities and doubled the size of the crowds attending the Easter Egg Roll.[13] Later, director Ellie Schafer and First Lady Michelle Obama changed the Egg Roll procedure to have a lottery system for gaining access and to allow more people to participate.[2] The lack of a director of the office in time for the April 2017 Egg Roll was seen as symptomatic of the disorganization of the incoming administration of that time.[12] In April 1995 the current White House Visitor Center facility was opened in the Herbert C. Hoover Building, two blocks from the White House.[14] The daily tour ticket distribution place was moved there,[15] with exhibits meant to spend the time until one's tour slot had come about.[14] The yearly run rate for visitors was now at 1.25 million, with as always demand exceeding supply.[14] By 1997, ticket scalping was a persistent problem, with scalpers getting from $5 to $50 a throw.[15] Early in the George W. Bush administration, White House officials cracked down on commercialized tours trying to get into the building as well as people late getting to their tour slot.[16] Comparison were made against the more lenient policies of the Clinton administration.[16] On July 22, 2012, the main White House Visitor Center facility closed for an extensive renovation process with the goal of including new exhibit galleries, interactive exhibits and improved visitor services. On July 28, a temporary visitor center opened near the Ellipse Visitor Pavilion at the intersection of 15th and E Street and it remained open until the main visitor center reopened on September 13, 2014.[17][18] Tours were suspended in the wake of the September 11, 2001 attacks due to terrorism concerns. In September 2003 they were resumed on a limited basis for groups making prior arrangements through their congressional representatives and submitting to background checks. They were again suspended in March 2013 during the Obama administration, due to the effects of the ongoing budget sequestration, but were resumed again in November 2013.[19] Presently, a tour of the White House must be arranged through a member of Congress. Reservations may be made a maximum of six months ahead of time, and the White House encourages tours be submitted as close to six months in advance as possible as tours are filled on a first-come, first-served basis. The approval and reservation system was modernized under the Obama administration.[2] Anyone aged 14 or older who is offered a tour must undergo a background check. This requires providing personal information, including name, date of birth, Social Security number, and country of citizenship. Tours are available from 7:30 a.m. to 11:30 a.m. Tuesday through Thursday, 7:30 a.m. to 1:30 p.m. Fridays and Saturdays (excluding federal holidays or unless otherwise noted).[20] Tour hours will be extended when possible based on the official White House schedule. They are self-guided and free of charge. Tours are subject to last-minute cancellation. The process used to screen potential visitors for tours has come under fire due to concerns of identity theft that can affect potential visitors.[21] Concerns include that those who apply to be visitors must provide their personal information to congressional offices, who request this information via e-mail, and in turn, send the information via e-mail to the White House. The e-mail format that is used in this process is susceptible to interception. Coordinates: 38°52′48″N 76°59′05″W﻿ / ﻿38.8799°N 76.9846°W﻿ / 38.8799; -76.9846","Title":"White House Visitors Office - Wikipedia","KeyID":"3678","URL":"https://en.wikipedia.org/wiki/White_House_Visitors_Office"}