{"Content: ":"The White House New Year's Reception was an annual public reception held at the White House every New Year's Day from 1801 to 1932.[1][2] Attendees were able to go inside the White House to greet and shake the hand of the president of the United States and often the hand of the first lady of the United States. The president was expected to shake each person's hand. The first lady would shake hands as well, but she was able to leave early if she grew tired.[3][4][5][6] The reception was attended by members of the general public as well as diplomats, members of the cabinet, senators, congressmen, government officials, and members of the military. In the last few decades of its occurrence, the crowds were in the thousands, with a line of sometimes over 6,000 people, several blocks long.[1][7] The annual event began with President John Adams, the first occupant of the White House, and was last held in 1932 during the presidency of Herbert Hoover. It is believed Franklin Roosevelt did not continue the tradition due to the secrecy surrounding his disability and wheelchair use.[1][8][9] The event was held annually and only rarely cancelled. It was held by Abraham Lincoln during the Civil War. He signed the Emancipation Proclamation on January 1 after shaking hands with many visitors, enough that he was concerned he would not sign the document properly due to strain in his hand. The year after, he welcomed African American guests, believed to be the first to have attended. Andrew Johnson only allowed black guests to enter the White House during a 15-minute window after the white guests were received.[1] During the 1883 reception, Kingdom of Hawaii representative Elisha Hunt Allen died from a heart attack, being one of ten people known to have died inside the White House.[10] Woodrow Wilson never held a public reception during his entire administration.[1] Large lightly-secured public appearances by American presidents became much more restricted after the first quarter of the 20th century. It is unlikely the event would have continued in its historic fashion had FDR not ended it.[1]","Title":"White House New Year's Reception - Wikipedia","KeyID":"3682","URL":"https://en.wikipedia.org/wiki/White_House_New_Year%27s_Reception"}