{"Content: ":"On February 17, 1974, United States Army Private Robert Kenneth Preston (1953-2008)[1] took off in a stolen Bell UH-1B Iroquois \"Huey\" helicopter from Tipton Field, Maryland, and landed it on the South Lawn of the White House in a significant breach of security. Preston had enlisted in the Army to become a helicopter pilot. However, he did not graduate from the helicopter training course and lost his opportunity to attain the rank of warrant officer pilot. His enlistment bound him to serve four years in the Army, and he was sent to Fort Meade as a helicopter mechanic. Preston believed that this situation was unfair and later said that he stole the helicopter to show his skill as a pilot. Shortly after midnight, Preston, on leave, was returning to Tipton Field, south of Fort Meade. Thirty helicopters at the base were fueled and ready to fly; he took off in one without anti-collision lights on or making the standard radio calls. The Maryland State Police were alerted. Preston flew southwest toward Washington, D.C., where he hovered close to the Lincoln Memorial and the Washington Monument and over the South Lawn of the White House. He then flew back toward Fort Meade, with two Bell 206 JetRanger police helicopters and police cars in pursuit. After a chase over Maryland, he reversed course toward Washington again and entered the White House grounds. This time, the Secret Service opened fire. Preston was lightly wounded, landed the helicopter, and was arrested and held in custody. Preston pleaded guilty to \"wrongful appropriation and breach of the peace\" in the plea bargain at his court-martial. He was sentenced to one year in prison, six months of which was time served, and a fine of US$2,400 (equivalent to $13,187 in 2021). After his release, Preston received a general discharge from the army, then lived a quiet life, married, and died of cancer in 2009. Robert Kenneth Preston was born in Panama City, Florida, on November 5, 1953. Having had longtime aspirations toward a military career, he enrolled in the Junior Reserve Officers' Training Corps program at Rutherford High School. He earned a private pilot's license for single-engine, fixed-wing aircraft and studied aviation management at Gulf Coast Community College, hoping to become a helicopter pilot in Vietnam. After enlisting in the United States Army in 1972, he trained to become a helicopter pilot, flying the Hughes TH-55 Osage at Fort Wolters, Texas. Preston failed the technical training due to \"deficiency in the instrument phase\", losing his opportunity to become a warrant officer pilot. The ongoing withdrawal of U.S. forces from Vietnam and consequent surplus of qualified helicopter pilots may have also been a factor in Preston not being accepted as a pilot. Still bound by his four-year obligation to serve with the army, Preston was sent to Fort Meade, Maryland, as a helicopter mechanic in January 1974.[2] At the time of the incident, he was 20 years old, with the rank of private first class; he was described by his commanding officer as a \"regular, quiet individual\" with above-average intelligence.[1] On February 17, 1974, shortly after midnight, Preston left a dance hall and restaurant, downhearted due to a failed relationship and his unclear future in his military career. He returned to the Army Airfield, Tipton Field, south of Fort Meade, where thirty Bell UH-1 Iroquois \"Huey\" helicopters were fueled and ready. Preston later recalled that, \"I wanted to get up and fly and get behind the controls. It would make me feel better because I love flying\". He parked his car at the unguarded airfield, climbed into one of the helicopters, serial number 62–1920, and started preflight checks. Soon after, he lifted off without activating his anti-collision lights or making standard radio calls; a controller in the control tower spotted the stolen helicopter and alerted the Maryland State Police.[1] Preston flew low over the restaurant he had visited earlier, then briefly touched down in a nearby field where his hat was later recovered. He then decided to visit Washington, D.C., 20 miles (32 km) southwest, by following the lights of the Baltimore–Washington Parkway. Preston's helicopter was first discovered by the District of Columbia police when he was spotted hovering between the United States Capitol and the Lincoln Memorial. Flight over this area was strictly prohibited, but this was not enforced in any significant way at the time; surface-to-air missiles were not installed around Washington until after the September 11 attacks. Preston spent 5–6 minutes hovering a couple of feet above the Washington Monument's grounds, then flew over the Capitol, and went on to follow Pennsylvania Avenue to the White House.[2][3] The Secret Service policy, at the time, was to fire at aerial intruders, but when to do so was left vague—especially if it could harm bystanders. While Preston was hovering above and briefly touched down on the South Lawn, the White House Executive Office control center watch officer, Henry S. Kulbaski, attempted to contact his superiors by phone but received no answer. After the helicopter departed, Kulbaski ordered his agents to shoot it down if it returned.[1] At 12:56 a.m., an air traffic controller at Washington National Airport noticed a blip on his radar scope; after realizing it was the stolen helicopter, the controller alerted the police. Preston then turned back toward Fort Meade in Maryland and left the restricted airspace; an old Bell 47 helicopter of the Maryland police followed but was too slow to keep up with Preston.[3] The stolen helicopter soon appeared on the Baltimore–Washington International Airport's radar. Two Maryland State Police Bell 206 JetRangers were dispatched to intercept.[3] Preston turned northeast, pursued by the two helicopters and police cars. He caused one police car to crash by executing a head-on pass just a few inches above its roof, briefly hovered above a doughnut shop, then followed the Baltimore–Washington Parkway once again toward Washington, planning to surrender personally to U.S. President Richard Nixon. Preston evaded one of the JetRangers with what its pilots described as \"modern dogfighting tactics\".[1] With only one helicopter left chasing him, Preston flew along the Parkway at constantly changing speeds between 60–120 knots (110–220 km/h; 69–138 mph), sometimes just inches above car-top level.[1] Preston's Huey came in over the White House grounds at 2 a.m., barely clearing the steel fence surrounding the area.[4] According to the pilot of the JetRanger, Preston was so close, he \"could have driven right in the front door\". The helicopter was suddenly illuminated by floodlights, and the Secret Service agents opened fire with automatic weapons and shotguns. Shots hit Preston's foot and the helicopter veered to the side, bouncing on one skid, but he was able to regain control and settled his helicopter on the South Lawn, 300 feet (91 m) from the mansion.[2][3][5][6][7] Some 300 rounds were fired, of which five hit Preston, causing superficial wounds. He exited the helicopter and started running toward the White House but was tackled to the ground by Secret Service agents. Handcuffed, Preston was taken to the Walter Reed Army Medical Center for treatment, where he arrived smiling and \"laughing like hell\".[1] At the time of the incident, President Nixon was traveling in Florida and First Lady Pat Nixon was in Indianapolis, visiting their sick daughter, Julie.[8] The helicopter became a major tourist sight that day. It was evaluated by army personnel and found to be flightworthy despite its many bullet holes and was flown off in front of a multitude of news cameras shortly before noon. The helicopter was extensively photographed as part of the investigation, then was repaired and returned to service. It was later put on display at Naval Air Station Joint Reserve Base Willow Grove.[1] It is believed that Preston's actions influenced Samuel Byck to attempt to hijack a plane five days later, carrying a .22 caliber revolver and a gasoline bomb. According to self-recorded audio from before the hijacking, Byck intended to assassinate President Nixon. Police shot him, and he died by suicide.[9] Preston was initially charged with unlawful entry into the White House grounds, a misdemeanor with a fine of $100 (equivalent to $549.46 in 2021)[10] and a maximum six-month jail term. His lawyers arranged a plea bargain in which all charges under civilian jurisdiction would be dropped if the case were transferred to the military. At his court-martial, Preston was charged with several counts of attempted murder and several minor offences. The pilot of one of the JetRangers stated that he had thought that Preston intended to commit suicide by crashing into the White House, but Preston maintained that he only wanted to draw attention to the perceived unfairness of his situation and show his skill as a pilot.[11][12] He pled guilty to \"wrongful appropriation and breach of the peace\"[13] and was sentenced to one year in prison and fined $2,400 (equivalent to $13,187 in 2021).[9][10][12] The duration of his court-martial was given to him as time served; this meant he had to serve a further six months in prison.[11] He instead served two months at Fort Riley, Kansas, before being granted a general discharge from the army for unsuitability.[14] The Secret Service increased the size of the restricted airspace around the White House. Nixon congratulated Kulbaski and the pilot and copilot of the JetRanger; the three and other agents were presented with pairs of presidential cufflinks in a White House ceremony.[1][12] Preston moved to the state of Washington after his release. He married in 1982 and raised his wife's two daughters. He died of cancer on July 21, 2009, while living in Ephrata, Washington aged 55.[1] ","Title":"1974 White House helicopter incident - Wikipedia","KeyID":"3683","URL":"https://en.wikipedia.org/wiki/1974_White_House_helicopter_incident"}