{"Content: ":"The Treasury Building in Washington, D.C., is a National Historic Landmark building which is the headquarters of the United States Department of the Treasury. An image of the Treasury Building is featured on the back of the United States ten-dollar bill. In the spring of the year 1800, the capital of the United States was preparing to move from the well-established city of Philadelphia to a parcel of tidewater land along the Potomac River. President John Adams issued an Executive Order on May 15 instructing the federal government to move to Washington and to be open for business by June 15, 1800. Arriving in Washington, relocated government employees found only one building completed and ready to be occupied: the Treasury Department building. Of the 131 federal workers who moved to Washington, over half of them (69) were housed in the new Treasury Building, a two-story Federal/Georgian styled red brick building with a basement and attic that had 16 rooms on the first floor and 15 rooms on the second floor. The building was 147 feet (45 m) long and 57 feet (17 m) wide, flanking the south-east end of the President's House (later renamed the White House), one of four similar structures for the then four executive departments flanking the east (State and Treasury) and west sides (War and Navy) of the executive mansion facing Pennsylvania Avenue. Within six months of occupying the building, a fire broke out on January 20, 1801, nearly destroying the entire structure. The fire started in one of the first floor rooms and burned through to the floor above but was extinguished before any serious structural damage occurred. The building was repaired, yet by 1805 the records of the department were beginning to overwhelm the original building and a new \"fireproof\" brick and masonry vault extension was planned for the west side of the Treasury building facing the next-door Presidential residence. The extension of the Treasury building was designed by architect Benjamin Henry Latrobe and completed in 1806. The first Secretary of the Treasury, Alexander Hamilton, never got to see it finished. The fire-proof vault addition designed by Latrobe turned out to be a hardy structure – it was the only part of the building that survived the 1814 attack by British troops who burned many of the significant buildings in Washington during the War of 1812. Treasury offices were temporarily relocated to seven buildings along Pennsylvania Avenue between 19th and 20th streets while the Treasury building, other executive departments and President's House (White House) were reconstructed. The reconstruction took until 1817 under President James Monroe to complete. On March 30, 1833, the Treasury Building was once again engulfed in flames. Late in the evening, Richard H. White had set fire to the building hoping to destroy incriminating pension records inside the Treasury Building. Volunteers saved records that could be retrieved (mostly from the Latrobe vault extension which once again largely survived the fire) and the Treasury offices were relocated to a row of buildings on the south side of Pennsylvania Avenue, opposite the nearby Willard Hotel. After the fire, architect Robert Mills was asked to prepare a set of drawings of the former brick Federal style Treasury Building recording the design of the building before the fire. When Mills submitted drawings of the destroyed Treasury building along with a report on the need for a more fire-proof building in the future, he also included drawings of what he proposed as a potential new Treasury building. Mills eventually won a design competition and was appointed Architect of Public Buildings by President Andrew Jackson to oversee the design and construction of the Treasury and Patent Office buildings. Construction on the new Treasury building began on September 7, 1836. Disagreements over the Treasury building came to a head less than two years into the construction of the east wing. In January 1838 a proposal was introduced in Congress to demolish the partially constructed building. The Committee on Public Buildings directed Capitol building architect Thomas U. Walter to inspect and report on the Treasury building. A report on January 29, 1838 by Walter critical of the building design was rebutted by Mills a few weeks later in February. Despite Mills' arguments, a congressional bill was brought to the floor and voted on with the recommendation to demolish the Treasury building and use the stone for a replacement Post Office building. The bill was narrowly defeated 94-91 and work on the Treasury building was allowed to continue. The Mills wings of the current Treasury building (east and center sections) were finally completed in 1842. The massive, 350' long Greek inspired Ionic colonnade facing 15th street is the most striking feature of Mills design. By 1844, the tan sandstone exterior, including the colonnade, was painted white to protect the integrity of the stone (the same stone and painting thereof was used at the \"White\" House as well). While Mills had always envisioned additional wings added to the Treasury building beginning with a south wing extension, in 1851, he was removed from his Treasury position before any design or construction of the south wing had begun. By the early 1850s there was a growing need to increase the size of the Treasury building. Mills revised his earlier design and submitted a plan to Treasury Secretary Thomas Corwin. Controversy followed Mills yet again and Thomas U. Walter was brought in to critique the Mills plan and eventually provided two design drawings of his own. Walter's drawings for the first time showed a west wing of the Treasury building on the site of former Greenhouses for the White House that would eventually create a closed rectangular shaped Classical Revival styled stone building with Mills center wing bisecting the rectangle and creating two enclosed courtyards. Ultimately Walters design was chosen and in 1851, Robert Mills was released from his architectural position at the Treasury Department. In 1853 Ammi B. Young was named the Supervising Architect in the Office of Construction at the Treasury Department. Key among his responsibilities was to merge the design approaches previously prepared for the addition of a south wing to the Treasury building extending over the site of the old State Department offices. One of the most important revisions was the acceptance of the need to expand the Treasury building with both simultaneously a south and west wings. The inclusion of the later west wing in the design and planning created an opportunity for economies of scale by reducing costs for manpower and building materials. In 1855 ground was broken to start excavating for the South Wing foundation after the razing of the old State Department. By 1857 construction of the south wing had progressed up to the second-floor level and excavations for the west wing foundations had begun. Progress on the Treasury building came to a halt in 1858 with the country falling into a recession after the financial Panic of 1857. Construction on all federal buildings was stopped due to a lack of funding appropriations from Congress. Before the stoppage, the construction of the south wing had completed setting in place over 45 monolithic stone columns and pilasters, some weighing as much as 33 tons each. But economic challenges were not the only events that disrupted the construction of the south and west wings of the Treasury building. By 1860 it appeared almost certain that the country was headed towards a military conflict between the states. Following the assassination of Abraham Lincoln in 1865, new President Andrew Johnson relocated the presidential offices temporarily to the Treasury building, while the Lincoln family was vacating the White House. Sculptor James Earle Fraser created the statue of Alexander Hamilton, the first Secretary of the Treasury, which stands in front of the southern facade facing Alexander Hamilton Place and The Ellipse beyond, and that of Albert Gallatin, the fourth and longest serving Secretary, which stands before the northern entrance facing Pennsylvania Avenue, N.W.[3]","Title":"Treasury Building (Washington, D.C.) - Wikipedia","KeyID":"3687","URL":"https://en.wikipedia.org/wiki/Treasury_Building_(Washington,_D.C.)"}