{"Content: ":"The Eisenhower Executive Office Building (EEOB)—formerly known as the Old Executive Office Building (OEOB), and originally as the State, War, and Navy Building—is a U.S. government building situated just west of the White House in the U.S. capital of Washington, D.C. Maintained by the General Services Administration, it is currently occupied by the Executive Office of the President, including the Office of the Vice President of the United States. In 1999, it was named for former president and general Dwight D. Eisenhower. Located on 17th Street NW, between Pennsylvania Avenue and State Place, and West Executive Drive, the building was commissioned by President Ulysses S. Grant. It was built between 1871 and 1888, on the site of the original 1800 War/State/Navy Building[3] and the White House stables, in the French Second Empire style. As its first name suggests, it was initially built to house three departments. It was for years the world's largest office building, with 566 rooms and about 10 acres (40,000 m2) of floor space, until it was surpassed by The Pentagon in 1943. While the building's elaborate style received substantial criticism when it was first completed, it has since been designated as a National Historic Landmark. In 1802, the recently completed Washington Jockey Club, located at H Street and Jackson Place, was relocated to the Holmstead Farm two miles north of the Executive Mansion, at what is now Meridian Hill. The first executive offices were constructed between 1799 and 1820 where the club once stood, on sites flanking the White House.[4] In 1869, following the Civil War, Congress appointed a commission to select a site and submit plan and cost estimates for a new State Department Building, with possible arrangements to house the War and Navy departments.[4] The building, originally called the State, War, and Navy Building because it housed these three departments, was built between 1871 and 1888 in the French Second Empire style.[5] It was designed by Alfred B. Mullett, Supervising Architect of the Department of Treasury, which had responsibility for federal buildings. Patterned after French Second Empire architecture that clashed sharply with the neoclassical style of the other Federal buildings in the city, it was generally regarded with scorn and disdain. Mullett, the exterior architect who was often criticized in his position, later resigned. Beset by financial difficulties, litigation, and illness, in 1890 he committed suicide. Writer Mark Twain referred to this building as \"the ugliest building in America.\"[6] President Harry S. Truman called it \"the greatest monstrosity in America.\"[7] Historian Henry Adams called it Mullett's “architectural infant asylum.”[8] Much of the interior was designed by Richard von Ezdorf, using fireproof cast-iron structural and decorative elements. These included massive skylights above each of the major stairwells, and doorknobs with cast patterns indicating which of the original three occupying departments (State, Navy, or War) occupied a particular space. The total cost to construct the building was $10,038,482 when construction ended in 1888, after 17 years. The original tenants quickly outgrew the building and finally vacated it completely in the late 1930s. Becoming known as the Old Executive Office Building, it housed staff members of the Executive Office of the President. The building was considered inefficient and was nearly demolished in 1957. In 1969, the building received the highest recognition possible, being designated as a National Historic Landmark.[9] In 1981, plans began to restore all the \"secretary of\" suites. The main office of the Secretary of the Navy was restored in 1987 and is now used as the ceremonial office of the vice president. Shortly after September 11, 2001, the 17th Street side of the building was vacated and has since been modernized. The building continues to house various agencies that compose the president's executive office, such as the Office of the Vice President, the Office of Management and Budget, and the National Security Council. Its most public function is that of the Vice President's Ceremonial Office, which is used chiefly for special meetings and press conferences.[10] Many celebrated national figures have participated in historical events that have taken place within the Old Executive Office Building. Presidents Theodore Roosevelt, William Howard Taft, Franklin D. Roosevelt, Dwight D. Eisenhower, Lyndon B. Johnson, Gerald Ford, and George H. W. Bush all had offices in this building before becoming president. It has housed 16 Secretaries of the Navy, 21 Secretaries of War, and 24 Secretaries of State. Sir Winston Churchill once walked its corridors and Japanese emissaries met there with Secretary of State Cordell Hull after the bombing of Pearl Harbor. Presidents have occupied space in the EEOB as well. Herbert Hoover worked out of the Secretary of the Navy's office for a few months following a fire in the Oval Office on Christmas Eve 1929. President Dwight D. Eisenhower held the first televised presidential news conference in the building's Indian Treaty Room (Room 474) on January 19, 1955.[11] President Richard Nixon maintained a private \"hideaway\" office in room 180 of the EEOB during his presidency, from where he preferred to work, using the Oval Office only for ceremonial occasions.[12] Vice President Lyndon B. Johnson was the first in a succession of vice presidents who have had offices in the building.[10] The first wife of a vice president to have an office in the building was Marilyn Quayle, wife of Dan Quayle, vice president to George H.W. Bush.[citation needed] The Old Executive Office Building was renamed the Dwight D. Eisenhower Executive Office Building when President Bill Clinton approved legislation changing the name on November 9, 1999. President George W. Bush participated in a rededication ceremony on May 7, 2002.[13] A small fire on December 19, 2007, damaged an office of the vice-president's staff and included the VP ceremonial office.[14] According to media reporting, the office of the vice president's Political Director, Amy Whitelaw, was heavily damaged in the fire.[15] The Navy Department Library, 1915 An overhead view looking northeast, circa 1920 The Eisenhower Executive Office Building north façade Executive Office Building façade detail Charles Evans Hughes with the Eisenhower Executive Office Building in the background A hallway with decorative elements A skylight above a staircase A fisheye view of the Façade 2017 Detail of the northwest corner Pauline Wayne, President Taft's pet cow in front of the building","Title":"Eisenhower Executive Office Building - Wikipedia","KeyID":"3691","URL":"https://en.wikipedia.org/wiki/Old_Executive_Office_Building"}