{"Content: ":". NASAMS (National/Norwegian Advanced Surface to Air Missile System) is a distributed and networked short- to medium-range[5]: 4  ground-based air defense system developed by Kongsberg Defence & Aerospace (KDA) and Raytheon.[6] The system defends against unmanned aerial vehicles (UAVs), helicopters, cruise missiles, unmanned combat aerial vehicles (UCAVs), and aircraft.[5]: 11  NASAMS was the first application of a surface-launched AIM-120 AMRAAM (Advanced Medium Range Air-to-Air Missile). NASAMS 2 is an upgraded version of the system capable of using Link 16, which has been operational since 2007. As of 2022[update] NASAMS 3 is the latest upgrade; deployed in 2019, it adds capability to fire AIM-9 Sidewinder and IRIS-T SLS short-range missiles and AMRAAM-ER extended-range missiles, and introduces mobile air-liftable launchers. NASAMS has proven interoperability with longer range systems such as Patriot.[7] Development of NASAMS began in the 1990s when the Norwegian company Kongsberg Defence & Aerospace (KDA) teamed up with Raytheon and initiated the NASAMS programme as a cooperative effort for the Royal Norwegian Air Force (RNoAF). The integrated air defense battle management command and control system, based on KS500F computers and the KMC9000 control console with two color CRT displays, was first developed for the Norwegian Advanced Hawk (NOAH) program,[8] an upgrade to the MIM-23B Improved Hawk semi-active radar head, surface-to-air missile system. The command and control system integrates existing AN/MPQ-46 High Power Illuminator Doppler Radar (HPIR) with AN/TPQ-36 counter-battery radar, modified into three-dimensional low-attitude airspace surveillance radar with the TPQ-36A software upgrade. The upgraded NOAH would still engage only one target per launcher pad, which was insufficient to counter the emerging threat of massive firing of cruise missiles. Thus RNoAF ordered further development of a distributed, network-centric air defence system with multiple launchers and radars. The MIM-23B missile was replaced with active radar head AIM-120 AMRAAM missile, which uses an inertial navigation system during initial approach, and the TPQ-36A radar was upgraded to the rotating AN/MPQ-64 Sentinel configuration. Test launches were performed in June 1993; the system had an initial operational capability in late 1994 - early 1995, and was fully operationally fielded in 1998.[citation needed] An enhanced NASAMS 2 was developed in the 2000s and became operational in 2006, while a third generation, NASAMS 3, was developed in the 2010s and fielded in 2019. The system integrates US-built MPQ-64 Sentinel air defense X band 3D radar and AMRAAM missiles with a Norwegian indigenously developed battle management C4I (command, control, communication, computers and intelligence) system called FDC, short for Fire Distribution Center. The FDC connected to a radar forms an \"Acquisition Radar and Control System\" (ARCS). NASAMS capabilities are enhanced by the system's networked and distributed nature.[9] The shelter module hosts two identical consoles for the Tactical Control Officer (TCO) and the Tactical Control Assistant (TCA). The AMRAAM missile is fired from a towed launcher with six missile canisters. The standard AMRAAM missile has a horizontal range of up to 25 km.[10] Other sources cite a range of \"over 15 km\" and 40 km for the extended range version.[11] By late 1990s, RNoAF formed an integrated ground-based air defense system known as the Norwegian Solution (NORSOL), by connecting NASAMS battle management ARCS stations with two other air defense systems via field wires and radio. Subordinate weapon systems included RBS 70 laser beam assisted MANPADS system, and the Bofors 40mm L70 gun (controlled by the Oerlikon Contraves FCS2000 monopulse doppler tracking radar). The solution integrated all three systems (NASAMS, RBS70, and L70/FCS200) to provide battlefield awareness to commanders of ell echelons, and to ensure protection of friendly aircraft while preventing overkill (i.e. engagement of a single threat by multiple air-defense units) and underkill (failure to engage the threat by any unit). The RNoAF together with KDA conducted a mid-life update of NASAMS in the early 2000s, called NASAMS 2, and the upgraded version was first handed over to RNoAF in mid-2006. The major difference between the two versions is the use of standard tactical data links (Link 16, Link 11, JREAP, ATDL-1 etc.), as well as a better ground radar. Full operational capability (FOC) was expected for 2007. A complete NASAMS 2 battery consists of up to four firing unts; each firing unit includes 3 missile launchers (LCHR) each carrying six AIM-120 AMRAAM missiles, one AN/MPQ-64F1 Improved Sentinel radar, one Fire Distribution Centre vehicle, and one electro-optical camera vehicle (MSP500).[12] The Improved Sentinel radar has a broader frequency spectrum, variable rotation speed, and increased capacity to detect and follow targets. The radar platform comes with its own power supply and can be mounted on a variety of vehicles. Each radar can process and distribute the data independently, and can be connected via radio links, cable, through Multi Rolle Radio, or through TADKOM. The MSP500 electro-optical sensor from Rheinmetall is equipped with a laser rangefinder and a TV-camera, as well as an upgraded thermographic camera.[13] These can be used to fire the missiles passively, which has been successfully tested. Fire Distribution Centers (FDCs) can form a network with geographically distributed sensors and use either centralised or distributed data fusion to process radar tracks and form a complete airspace picture for the Tactical Control Officer (TCO).[12] Each command post includes two color displays with task-based Common tactical operation control (CTOC) interface.[14][15] The control system can detach itself from the sensors, in order to become less visible. Operators can switch to a centralised control role by running operation center software (GBADOC). An optional Tactical Control Centre (TCC) vehicle, similar to the Batallion Operations Center (BOC) for the Hawk XXI upgrade, includes a third command post which can be used for this role. The control modules can be mounted on a large variety of vehicles. Each module can automatically determine its position using electronic northfinder and GPS receiver. In April 2019 RNoAF fielded the upgraded NASAMS 3 system; in May 2019, the first live firing tests were conducted.[16] NASAMS 3 comes with updated Fire Distribution Center station, an \"ADX\" console that has ergonomic control surfaces and three 30\" flat-panel displays.[17][18] The redesigned Mk 2 canister launcher can fire AIM-9X Sidewinder Block II short-range missiles and AMRAAM-ER missiles from its launching rails, in addition to AIM-120 AMRAAM.[19] AMRAAM-ER is an extended range upgrade based on Evolved Sea Sparrow Missile rocket motor paired with two-stage AMRAAM guidance head, expanding its engagement envelope with a 50 percent increase in maximum range and 70 percent increase in maximum altitude,[20][3] giving a maximum range of about 50 km.[2] The extended range missile will have greater ability to take down fast flying and hard-manouvering targets.[21] In May 2019 the AIM-9X Block II was test fired from NASAMS launchers at the Andøya Space Center in Norway.[22] New short-range 'Mobile Ground Based Air Defence System' configuration is intended for the Brigade Nord of the Norwegian Army;[23][24] each battery includes six mobile short-range IRIS-T SLS missile launchers mounted on tracked vehicles, as well as three wheeled M1152A1 HMMWV-based High Mobility Launcher (HML) for the AIM-120 AMRAAM which were originally developed for the U.S. Army SLAMRAAM project and can be air-lifted by C-130 Hercules or C-17 Globemaster.[25][26] The High Mobility Launcher is capable of launching both AIM-120 and AIM-9X from its four launching rails, and can be equipped with two additional rails.[27] IRIS-T launchers and support vehicles will be based on Armoured Combat Support Vehicle (ACSV) and upgraded M113 (M577A2) command vehicles,[28] and will be equipped with XENTA-M X-band radars designed by Weibel Scientific.[29][30][31][32] In October 2021, Raytheon announced that NASAMS 3 will be upgraded with GhostEye MR, a new medium-range S-band AESA radar based on GhostEye (formerly LTAMDS) technology developed for the MIM-104 Patriot system.[33][34][35] In March 2022, Raytheon demonstrated that the High Energy Laser Weapon System (HELWS) can be paired with NASAMS to destroy a swarm of drone targets.[36] In the US several NASAMS were used to guard air space over Washington, D.C. during the 2005 United States presidential inauguration, and are used to protect air space around the White House.[37][38][39] In 2017 Lithuania ordered the NASAMS system to improve its own air defense capabilities; two batteries were delivered in 2020.[40] Australia in April 2017 approved a single-supplier-limited Request for Tender (RFT) to Raytheon Australia to develop NASAMS for the ADF ground-based air-defence system.[41] On 20 June 2019, Kongsberg Defence & Aerospace AS (Norway) was awarded a contract by Raytheon Australia worth US$185m for delivery of NASAMS components, while Raytheon Australia is the prime contractor to deliver NASAMS to the Australian Government Land 19 Phase 7B program.[42][43] The Australian version of NASAMS GBAD will have locally made components, such as CEA tactical (CEATAC) and towed CEA operational (CEAOPS) active electronically scanned array radars, and High Mobility Launchers and radar carries built on Hawkei PMV vehicles instead of HMMWV. It also includes AN/AAS-52 Multispectral Targeting System (MTS)-A, an electro-optical/infrared (EO/IR) guidance system with a high resolution day/night imaging sensor, and integrated laser rangefinder.[27] By September 2021 the first two Fire Distribution Centres for the Australian NASAMS had passed factory acceptance tests. They will be assembled in Australia in its A$2.5 billion air-defence network.[44] Defence minister Marise Payne announced first-pass approval on 10 April 2017.[45] By February 2022 the Mk2 canister for NASAMS launchers had been completed; it was planned to deliver three canister launchers in 2022.[46] In 2019 Qatar placed an order for AMRAAM-ER missiles as part of a NASAMS purchase.[47] On July 1, 2022 the United States through the Pentagon announced as part of $820 million in Ukraine military aid the delivery of NASAMS air defense system through the Ukraine Security Assistance Initiative.[48] A US defence official said: \"The Ukrainians are doing a magnificent job of employing their existing air defense systems, but we all know that Soviet-type systems means that it's Russian made … so over time it will be harder to sustain with the spare parts.\" This is part of updating Ukrainian air defence from Soviet era to a \"modern one\".[49] The systems being supplied may come from Norwegian stocks and may be retired units. The DOD has said: “recognizes Norway’s cooperation to enable the historic provision by the United States of modern air defense systems that will help Ukraine defend against Russia’s brutal air attacks.” [50] NASAMS has been exported to the United States, with the NASAMS 2 upgrade having been exported to Finland, the Netherlands, Spain, Oman, and Chile.[51][52] There were 12 official operators as of 2020. Kongsberg stated: \"NASAMS is in operational use in Norway, Spain, USA, the Netherlands, Finland and one undisclosed customer. The system is in production for Oman, Lithuania, Australia, Hungary and Qatar. NASAMS is in use with both Armies and Air Forces around the world. In addition Poland, Greece, Sweden and Turkey operate the Konsberg Command and Control solution for various weapon systems.\"[5]: 10  The Indian Air Force has indicated to its government that they are not interested in NASAMS, and will rather continue developing the Indian Ballistic Missile Defence Programme.[79]","Title":"NASAMS - Wikipedia","KeyID":"3694","URL":"https://en.wikipedia.org/wiki/NASAMS"}