{"Content: ":"The White House's art collection, sometimes also called the White House Collection or Pride of the American Nation,[1] has grown over time from donations from descendants of the Founding Fathers to commissions by established artists.[2] It comprises paintings, sculptures, and other art forms.[3]At times, the collection grows from a president's specific request, such as when Ronald Reagan began collecting the work of naval artist Tom Freeman in 1986, a tradition that continued through the Obama years.[4] The White House's Art collection was established by an Act of Congress in 1961 and grew extensively during the Kennedy Administration.[5] It now includes more than 65,000 objects if individual items are catalogued.[6] As of 2021, there are more than 500 pieces on view under the care of the White House Curator and the White House Historical Association,[7] and these are often complemented by those on loan from museums.[8][6][9] Portrait of George Washington by Gilbert Stuart, 1796 Portrait of John Adams by John Trumbull, c. 1792−1793 Portrait of Thomas Jefferson by Rembrandt Peale, 1800 Portrait of Andrew Jackson by Ralph Eleaser Whiteside Earl, c. 1835 Portrait of William Henry Harrison by James Reid Lambdin, 1835 Portrait of Millard Fillmore by George Peter Alexander Healy, 1857 Portrait of John Quincy Adams by George Peter Alexander Healy, 1858 Portrait of Franklin Pierce by George Peter Alexander Healy, 1858 Portrait of Martin Van Buren by George Peter Alexander Healy, 1858 Portrait of James Knox Polk by George Peter Alexander Healy, 1858 Portrait of John Tyler by George Peter Alexander Healy, 1864 Portrait of Abraham Lincoln by George Peter Alexander Healy, 1869 Portrait of Theodore Roosevelt by John Singer Sargent, 1902 Portrait of William Howard Taft by Anders Zorn, 1911 Portrait of Franklin D. Roosevelt by Frank O. Salisbury, 1947 Portrait of John F. Kennedy by Aaron Shikler, 1970 To the Genius of Franklin by Jean-Honoré Fragonard, c. 1778 Landing of the Pilgrims by Michele Felice Cornè, between c. 1805 and c. 1807 The President's House by George Munger, between c. 1814 and c. 1815 Mouth of the Delaware by Thomas Birch, 1828 City of Washington from Beyond the Navy Yard by George Cooke, 1833 Dismissal of School on an October Afternoon by Henry Inman, 1845 Lighter Relieving the Steamboat Aground by George Caleb Bingham, 1847 Washington Crossing the Delaware by Emanuel Leutze, 1851 Niagara Falls by John Frederick Kensett, c. 1852−1854 Going to Church by George Henry Durrie, 1853 Jones Inn, Winter by George Henry Durrie, 1853 Boston Harbor by Fitz Hugh Lane, 1854 Boys Crabbing by William Ranney, 1855 Farmyard in Winter by George Henry Durrie, 1858 Independence Hall in Philadelphia by Ferdinand Richardt, between c. 1858 and c. 1863 Waiting for the Hour by William Tolman Carlton, 1863 The Peacemakers by George P.A. Healy, 1868 Liberty by Constantino Brumidi, 1869 Union by Constantino Brumidi, 1869 Sailing off the Coast by Martin Johnson Heade, 1869 The Rainbow in the Berkshire Hills by George Inness, 1869 Cannonading on the Potomac by Alfred W. Thompson, c. 1869 Nocturne James Abbott McNeill Whistler, c. 1870−1877 Storm Clouds by Albert Bierstadt, c. 1880 Surf at Prout's Neck by Winslow Homer, c. 1895 U.S.S. Galena by Antonio Jacobsen, 1909 The Mosquito Net by John Singer Sargent, 1912 Three Children by George Bellows, 1919 Paysage avec clocher (Landscape with Bell Tower) by Paul Cézanne, c. 1875 Maisons flottantes sur un fleuve (Houses Floating on a River) by Paul Cézanne, between 1875 and 1877 Still Life With Quince, Apples, and Pears by Paul Cézanne, between 1885 and 1887 Hameau à Payennet près de Gardanne (Hamlet at Payennet, near Gardanne) by Paul Cézanne, between 1886 and 1890 Maison au bord de la Marne (House on the Marne) by Paul Cézanne, between 1888 and 1894 Sous-bois (Underwood) by Paul Cézanne, between 1890 and 1892 Still Life With Skull by Paul Cézanne, c. 1900 Maisons sur la colline, Provence (Houses on the Hill) by Paul Cézanne, between 1904 and 1906","Title":"Art in the White House - Wikipedia","KeyID":"3695","URL":"https://en.wikipedia.org/wiki/Art_in_the_White_House"}