{"Content: ":"Pedro Pablo Casanave (c. 1766 – 1796), also known as Peter Casanave, was a prominent Spanish American merchant and politician who served as the fifth mayor of Georgetown in Washington, D.C. He was a member of the Georgetown Common Council. Casanave, a Master Mason, is particularly remembered for presiding over the ceremonial laying of the cornerstone of the President's House, later to be known as the White House, on October 12, 1792. Other information about him remains scarce. Casanave was born at Navarre, Spain in about 1766. He was the thirteenth son of a lawyer and trader in Navarre.[1] Casanave emigrated to Georgetown in 1785. Although he brought only 200 pounds sterling with him and spoke English poorly, he soon opened a warehouse from which he sold salt at low prices, rum and sugar, as well as oil, pork meat, pomade, and hair powder.[2] He opened the warehouse with the help of his friend George Washington, whom he knew through his uncle, Juan de Miralles, agent to the Continental Congress.[3] Casanave had little capital and the shop was financed mainly by Washington. In 1790, Casanave founded a nail factory, the first in Georgetown, and a night dancing-school for men, then set himself up as a real state agent selling local properties. Between late 1790 and 1793 he served as the sponsor, agent, and banker for many of Georgetown College's first boarding students. He managed the money he received from their parents—as there were no commercial banks in Georgetown at the time—and paid all the students' tuition and boarding charges. Casanave apparently perfected his still deficient English at this college, and taught English to several immigrants. Later, one of his sons, also called Peter, studied there.[2] In late 1792, Casanave, Master of Maryland Lodge No.9, presided over the traditional Masonic ceremonial laying of the cornerstone of the President's House (later known as the White House) on 13 October, 485 years to the day after King Philip IV of France had all the Knights Templar of that country arrested.[4] According to historian Robert Cooper, a procession of Masons formed in Georgetown at the Fountain Inn, and marched to the site of the excavated foundation of the new President's House.[1][5] A brass plate placed under the stone read: This first stone of the President's House was laid the 12th day of October 1792, and in the 17th Year of the Independence of the United States of America[5] In 1793 Casanave joined the Georgetown Corporation's Common Council. In the following year he was elected mayor of Georgetown, the fifth person to hold that position.[2] Casanave died in 1796.[2] Although it is not known exactly how old he was at the time, based on some testimonials by participants in the ceremonial laying of the cornerstone of the President's House, he must have been about thirty years old.[1] In September 1791, after becoming a real state agent, Peter Casanave married Ann Nancy Young, from Georgetown.[2][1] Young's father, Notley Young, belonged to one of the oldest Catholic families in Maryland,[2] and was a prominent businessman and merchant in the city; he was also engaged in the sale of real estate.[1] Casanave and Ann Young lived in a mansion on Notley Young's property, then known as \"Casanovia\", located along what would become Delaware Avenue.[6] Casanave and Young had two children: Peter[2][7] and Joane Casanave.[7] It is possible that Peter Casanave's actual surname was not Casanave, since the few surviving sources indicate it as Casaneva, Cazenave or Casanova.[1] Casanave was of the Catholic faith[1] and was a Freemason. He joined the Freemasons sometime after emigrating to the United States, and served as Masonic Master of the Maryland Lodge No. 9.[4][5][8][9]","Title":"Pedro Casanave - Wikipedia","KeyID":"3697","URL":"https://en.wikipedia.org/wiki/Pedro_Casanave"}