{"Content: ":"The Graphics and Calligraphy Office (GCO) is a unit of the Social Office at the White House, the official residence of the president of the United States. Located in the East Wing, the Graphics and Calligraphy Office coordinates and produces all non-political social invitations, place cards, presidential proclamations, letters patent, military commissions, and official greetings. Headed by the White House chief calligrapher, the Graphics and Calligraphy Office officially reports to the White House chief usher, but works more closely with the Social Office, which is headed by the White House social secretary, who is charged with the planning and coordination of official entertainment at the White House.[1] The design of White House invitations has evolved over time. Dinner invitations going back to the administration of John Adams, the first president to live in the White House, are archived and have inspired the current invitations. In President Adams' day invitations were letterpress printed with the passage reading \"The President of the United States, requests the Pleasure of ______'s Company to Dine, on_____next at ___ o'Clock.\" Space allowed for the hand-penned insertion of \"& Mrs. Adams\" if the First Lady was to attend, as well as individual guests' names, and the date and time.[2] A flowing round hand type of penmanship was used. This style of writing was found in writing manuals in the 18th century. The custom of including a representation of the arms of the United States, by way of an eagle clutching an olive branch and arrows in its talons and a striped shield with stars, became standard on invitations in the early 19th century. By the mid-19th century, the more formal Great Seal of the United States was placed at the head of invitations. The text was engraved in black script, allowing space for the guest's name to be added individually. The Great Seal was engraved in burnished gold. In 1880, President Rutherford B. Hayes had a new seal created for the presidency. The new Seal of the President of the United States shared similarities with the nation's Great Seal. Initially, the new presidential seal was applied to seal documents and the presidential flag. In 1902 President Theodore Roosevelt had the presidential seal applied to stationery and invitations in lieu of the Great Seal. The style of invitations became codified with few changes to the present. While much of the work of the Graphics and Calligraphy Office is centered on social events, the office also engrosses official documents including military commissions, presidential awards, appointments, and proclamations.","Title":"Graphics and Calligraphy Office - Wikipedia","KeyID":"3699","URL":"https://en.wikipedia.org/wiki/Graphics_and_Calligraphy_Office"}