{"Content: ":"The White House Chief Floral Designer is responsible for the planning, design, arrangement and placement of all floral decorations for the First Family, their private entertaining, and official state functions at the White House, the official residence and principal workplace of the president of the United States. The current Chief Floral Designer is Hedieh Ghaffarian.[1] The Chief Floral Designer heads the White House Flower Shop located in the basement of the White House. The Chief Floral Designer heads a staff of four assistant designers, and works with the First Lady, Chief Usher, and White House Social Secretary to plan arrangements and decorations for State Dinners, receptions, and day-to-day placement throughout the ceremonial rooms and Executive Residence. The Chief Floral Designer serves at the president's pleasure and may be appointed, or reappointed, by each administration.[2] Dowling's predecessor as Chief Floral Designer was Nancy Clarke, who began working at the White House in 1978 during the administration of President Jimmy Carter, first as a part-time volunteer, and eventually becoming full-time permanent staff in 1981 during the administration of President Ronald Reagan. Nancy Clarke served six First Families during her 31 years at the White House. She retired on May 31, 2009 and was an author and lecturer until her death in January 2012.[3] During the early republic, the White House used flowers sparingly, at first only in the summer months when in season. Wax fruit as well as wax, silk and paste porcelain flowers were displayed in the French porcelain and gilt bronze vases purchased by President James Monroe for the White House in 1815. By the mid-1830s, a series of greenhouses were begun on the west side of the White House above the West Colonnade; they continued to be added to on the west, occupying much of the space of the present West Wing. The greenhouses allowed year-round use of potted plants and cut flowers in the White House. At their zenith, the White House greenhouses supplied thousands of potted plants to the White House. The 1902 renovations of the White House removed the greenhouses, and constructed the West Wing and East Wing. Flowers were brought from nearby government greenhouses. With the advent of plane transportation, flowers began to arrive from distant destinations: Florida, Colorado for First Lady Mamie Eisenhower's favored pink carnations, and southern California. Until the administration of John F. Kennedy, floral arrangements at the White House had been extremely formal in style. Guided by advice from her horticulturalist friend Rachel Lambert Mellon, First Lady Jacqueline Kennedy began to use looser and more relaxed arrangements, many based upon 16th-century Flemish floral and fruit still lifes. China dishes from previous administrations were used as vases, including two 18th-century dessert coolers used by the Madisons. The White House collection of vermeil tableware, previously only on display in the Vermeil Room, was also utilised for arrangements. The position of Chief Floral Designer was established, and Rusty Young was the first to occupy the position, continuing to work into the Johnson and Nixon administrations. In addition to the ongoing production of fresh-cut floral displays for the White House, the Chief Floral Designer oversees the annual holiday decoration of the house.","Title":"White House Chief Floral Designer - Wikipedia","KeyID":"3707","URL":"https://en.wikipedia.org/wiki/White_House_Chief_Floral_Designer"}