{"Content: ":"The White House Christmas Tree, also known as the Blue Room Christmas Tree, is the official indoor Christmas tree at the residence of the president of the United States, the White House. The first indoor Christmas tree was installed in the White House sometime in the 19th century (there are varying claims as to the exact year) and since 1961 the tree has had a themed motif at the discretion of the First Lady of the United States. There are two claims to the \"first\" genuine White House Christmas tree. President Franklin Pierce is said to have had the first indoor Christmas tree at the White House during the 1850s,[1] variously reported as 1853[2] or 1856.[3] More credible sources state that it was, in fact, President Benjamin Harrison's who had the first indoor tree (either in 1888,[4] 1889,[5][6] or 1891[1]). First Lady Caroline Harrison helped decorate the tree, which was installed in the second floor oval parlor, today's Yellow Oval Room.[5] There is an 1880 reference to President John Tyler in the 1840s, hosting a children's party at which there was a Christmas tree with gifts.[7] Following the Harrison administration indoor trees were not always used at the White House. First Lady Lou Henry Hoover began the tradition of presidential wives decorating the White House tree with the first \"official\" White House Christmas tree in 1929.[5] In 1961 First Lady Jacqueline Kennedy began the tradition of selecting a theme for the White House Christmas tree by decorating with a Nutcracker motif.[8] As stated, there were years where no indoor White House Christmas tree was installed at all. It is verifiable that there was no Christmas tree in the White House in 1902,[9] 1904,[10] 1907,[11] and 1922.[12] The lack of a tree in 1902 was due to the fact that President Theodore Roosevelt had not ordered one by December 23.[9] Additionally, other presidents never displayed a tree in the White House. First U.S. President George Washington held office at a time when there was no White House, thus it is impossible for him to have displayed a tree there.[13] There is no evidence that Abraham Lincoln ever displayed a Christmas tree in the White House.[14] In 1922 First Lady Florence Harding's illness led to a more subdued Christmas celebration at the White House and no Christmas tree.[12] In 1899 the White House of President William McKinley received letters urging the president to forgo participation in the \"Christmas tree habit\".[15] The letter writers, which the Chicago Daily Tribune noted had taken up the \"forestry fad\", referred to \"arboreal infanticide\", according to the Tribune.[15] Those opposed to a tree in the White House that year also termed Christmas trees \"un-American\" because it was a historically German tradition.[15] At least one tree was displayed in the White House that year, in the kitchen department, for the maids.[15] The Nixon administration's choice of tree topper, the atomic symbol of peace rather than a traditional star, was criticized.[16] The 1995 Blue Room Christmas Tree sought ornaments made by architecture students from across the United States.[17] Contest winner Rene Spineto stirred up some controversy when she designed an ornament that depicted two stockings, one marked \"Bill\" and the other marked \"Newt\" (in reference to President Bill Clinton and Speaker of the House Newt Gingrich).[17] While the stocking marked \"Bill\" was filled with candy and presents, the one marked \"Newt\" was filled with coal.[17] The Clinton administration hung the ornament on the tree without censorship.[17] In his 1998 book Unlimited Access, former-FBI agent Gary Aldrich describes what he claims he saw in the White House during the Clinton administration. The book, published by an established conservative publishing house, Regnery Publishing,[18] states that the 1994 White House Christmas Tree was decorated with condoms and drug paraphernalia.[19] George Stephanopoulos called the book a \"work of fiction\";[18] it has also been called \"infamous\".[20] In 2008 one of the ornaments designed by a Seattle artist, Deborah Lawrence, was rejected for inclusion on the Blue Room Christmas Tree.[21] The rejected ornament was a red and white striped 9-inch (23 cm) ball with the words \"Impeach Bush\" emblazoned on it.[21] The ornament was the only one of about 370 submitted that was rejected.[21] The White House Christmas tree is selected from various growers nationwide.[22] Growers in the state of North Carolina have provided 14 trees, more than any other state. The states of Washington and Wisconsin, as of 2011, share the second highest total of trees provided for the White House with seven. The White House Christmas tree has been displayed in the Blue Room many times since 1961. It has also occasionally been displayed in the Entrance Hall.[8][23] Generally, there is more than one Christmas tree in and around the White House, for instance, in 1997 there were 36,[24] in 2008 there were 27.[25] Traditionally, the tree in the Blue Room is the official White House Christmas tree.[24][26] The White House Christmas tree usually stands nearly 20 feet tall and the crystal chandelier in the Blue Room must be removed for the tree to fit the room.[26] Frequently, the tree's height is reported as 18[27][28] or 18½ feet tall.[29][30] The Blue Room tree is donated each year by the National Christmas Tree Association (NCTA).[26] The NCTA has donated the tree since 1966;[31] it is chosen through a contest among members of the trade group.[31] Coordinates: 38°53′51″N 77°02′11″W﻿ / ﻿38.8975°N 77.0365°W﻿ / 38.8975; -77.0365","Title":"White House Christmas tree - Wikipedia","KeyID":"3708","URL":"https://en.wikipedia.org/wiki/White_House_Christmas_tree"}