{"Content: ":"The White House Executive Chef is the individual responsible for managing the kitchens, and for planning and preparing of all menus and meals for the President of the United States and the First Family, which includes their private meals, their private entertaining, and official state functions at the White House in Washington, D.C., in the United States. Beginning with George Washington, slaves prepared food for American presidents, First Families, and for social gatherings.[1] Although slavery ended in the United States after the American Civil War, African Americans continued to provide nearly all the cooking in the White House kitchen. Occasionally, a professional chef was used beginning in the latter half of the 19th century.[2] President Ulysses S. Grant employed a Union Army cook until his embarrassed wife forced him to hire an Italian-trained chef.[3] President Rutherford B. Hayes used the services of cook and nurse Winnie Monroe, a freed African American slave.[4] Chester Arthur used a cook who formerly worked at his private residence as his White House chef for casual dining, and hired French-trained professional chef Alexander Fortin to oversee preparation of important political meals and state dinners.[5][6] President Grover Cleveland also used a French chef to prepare his meals during his first term.[7] President Benjamin Harrison had a French chef as well, but fired him after only a short time in favor of the services of Dolly Johnson, a freed African American slave who had cooked for the Harrisons in Indianapolis.[8] President William McKinley hired a local cook for everyday dining, but a French-trained chef traveled from New York City to prepare formal dinners.[9] Swedish native Sigrid Nilsson served as President Woodrow Wilson's chief cook at the White House from 1915 to 1919.[10] American-trained professional chef Alice Howard served presidents Theodore Roosevelt, William Howard Taft, and Woodrow Wilson,[11] while \"head cook\" Katherine Buckley worked for Herbert Hoover[12] and Henrietta Nesbitt served as housekeeper and head cook for Franklin D. Roosevelt.[13][14] Vietta Garr, President Harry S. Truman's long-time personal cook and domestic assistant, came to the White House as head cook in 1945 after Truman fired Nesbitt for insubordination.[15][16] Dwight D. Eisenhower used the services of French-trained chef François Rysavy from 1954 to 1957[17] and former United States Navy chef Pedro Udo (a Filipino) from 1957 to 1960.[18][a] Zephyr Wright, one of the last personal chefs to work in the White House, prepared meals for President Lyndon B. Johnson.[20] In 1961, First Lady Jacqueline Kennedy reorganized the White House staff under her supervision, and created the title of Executive Chef for the first time.[21] Kennedy hired French-born and -trained chef René Verdon, who served until 1965. Verdon established a new standard for White House dining, one in which only the highest quality ingredients and cooking techniques were acceptable. The first meal he crafted for the White House, a lunch for British Prime Minister Harold Macmillan, was featured on the front page of The New York Times.[22] Verdon resigned at the end of 1965 in a dispute with President Lyndon B. Johnson over the cuisine being offered at the White House. The Johnsons brought long-time family cook Zephyr Wright to the Executive Residence, where she became the First Family's personal chef.[23] For formal dining, the Johnsons hired 43-year-old Swiss-born and -trained chef Henry Haller to be Executive Chef. Haller proved so popular that he remained in the position until October 1, 1987.[24] Jon Hill, a 33-year-old American-born and -trained chef, served as Executive Chef from October 1, 1987, to January 8, 1988. Hill resigned after First Lady Nancy Reagan expressed significant disapproval of his cooking and presentation. He was replaced by White House assistant chef Hans Raffert.[25] Raffert, a German-born chef who trained throughout Europe, joined the Nixon White House kitchen staff in 1969, and was the first White House chef to create a gingerbread house as part of the Executive Residence Christmas decorations. Raffert was 60 when he became Executive Chef, and retired in October 1992 just before he turned 65.[26] French-born and trained chef Pierre Chambrin succeeded Raffert as Executive Chef, but he was asked to resign in March 1994 after refusing to cook the low-fat American cuisine favored by President Bill and First Lady Hillary Clinton.[27] Walter Scheib was appointed Executive Chef in April 1994.[28] While his tenure under the Clintons was a happy one, he had a more difficult time meeting the needs of President George W. Bush, First Lady Laura Bush, and Mrs. Bush's Social Secretary, Lea Berman. Laura Bush wanted a more formal presentation, and President Bush disliked soup, salad, and poached fish—staples of Scheib's cuisine.[29] Scheib was fired by the Bushes in February 2005,[30] and succeeded in August 2005 by Cristeta Comerford, a White House sous-chef whom Scheib had hired in 1995.[31] Comerford was the first woman to be selected for the post.[32] President Barack Obama retained Comerford as Executive Chef,[33] but brought chef Sam Kass from Chicago to act as the First Family's personal chef. Kass, who assumed several policy positions in the White House as well, resigned in December 2014.[34] In November 2009, Marcus Samuelsson became the first guest chef at a White House state dinner when Comerford temporarily stepped aside to allow him to cook for Indian Prime Minister Manmohan Singh.[35] Comerford was retained as Executive Chef by President Donald Trump[36] and later by President Joe Biden.[citation needed] The Executive Chef is responsible for planning and preparing all menus and meals for the First Family and for all entertaining (informal, formal, and state dinners) served by the White House, either away or on-site.[37][32] The Executive Chef supervises a staff of five,[21][38][b] and a part-time staff of 20 to 25 assistant chefs and kitchen helpers.[21][38] The Executive Chef is formally hired by the First Lady,[32] and reports to the White House Chief Usher.[37] The Executive Chef has no purview over any of the desserts or pastries served at the White House. The White House Executive Pastry Chef operates as a separate entity, but coordinates with the Executive Chef for all meals and events.[40] The White House Executive Chef made between $80,000 and $100,000 annually in 2005.[21] The chef receives no overtime, and the workload can vary considerably depending on whether the First Family is in residence or traveling, if there is a special event, or if a holiday occurs.[28] The White House Executive Chef works in one of two kitchens at the White House: The main kitchen, which is located in the northwest[41] corner of the Ground Floor of the White House,[42] and the Family Kitchen on the Second Floor.[43] The Executive Pastry Chef works in the Pastry Kitchen on the mezzanine of the State floor, above the Butler's pantry.[44] The main kitchen was last renovated in 1971.[45] As of 2011, the White House Executive Chef used a natural gas oven and range manufactured by Vulcan Restaurant Equipment; a Traulsen refrigerator and freezer; a Cimbali M32 espresso machine; a Hobart 300 gravity-fed food slicer; Mauviel stainless steel pots and pans; and Misono knives.[46]","Title":"White House Executive Chef - Wikipedia","KeyID":"3711","URL":"https://en.wikipedia.org/wiki/White_House_Executive_Chef"}