{"Content: ":"The White House COVID-19 outbreak was a cluster of SARS-CoV-2 infections that began in September 2020 and ended in January 2021 that spread among people, including many U.S. government officials, who were in close contact during the COVID-19 pandemic in Washington, D.C. Numerous high-profile individuals were infected, including President Donald Trump, who was hospitalized for three days.[5] At least 48 White House staff members or associates, closely working with White House personnel, tested positive for the virus.[2][3][6] The White House resisted efforts to engage in contact tracing, leaving it unclear how many people were infected in total and what the origins of the spread were.[7] Many of the infections appeared to be related to a ceremony held on September 26 in the Rose Garden for the nomination of Amy Coney Barrett to the Supreme Court, where seating was not socially distanced and participants were mostly unmasked. His chief of staff recalled that Trump looked \"a little tired\" and was suspected of having a \"slight cold\".[8] Hours after the ceremony, Trump tested positive for COVID-19, although the public would not learn of this result until early October 2020.[8] Trump himself may have been infectious at that point, but he and his entourage attended several subsequent events unmasked, including the first presidential debate against Joe Biden in Cleveland, Ohio on September 29.[9] The next day, Presidential Counselor Hope Hicks was placed in quarantine aboard Air Force One while returning with Trump from a campaign event in Minnesota. Following that, the president proceeded on schedule to an October 1 New Jersey fundraiser where he mingled, unmasked, with donors.[10] More infections were reported in late October among Vice President Mike Pence's staff,[11] and a second large outbreak occurred after Election Day, after Trump held a watch party in the East Room.[12] Other infections included First Lady Melania Trump; Republican Senators Thom Tillis, Mike Lee, and Ron Johnson; Republican Representative Matt Gaetz; Trump campaign manager Bill Stepien; RNC Chair Ronna McDaniel; former White House counselor Kellyanne Conway; former New Jersey Governor Chris Christie; Notre Dame president John I. Jenkins; Press Secretary Kayleigh McEnany; presidential advisor Stephen Miller; Chief of Staff Mark Meadows; and Housing and Urban Development Secretary Ben Carson. As of November 11, at least 48 people had tested positive.[2][3] At least one person, White House security office head Crede Bailey, was reported as \"gravely ill,\"[13] having fallen sick in September prior to the Rose Garden event. The Rose Garden cluster emerged in the final weeks of Trump's campaign for the 2020 presidential election, a little more than a month before the last day of voting, November 3. Commentators were critical of the White House for providing conflicting information about Trump's condition and the timeline of his infection, as well as delaying the disclosure of the initial diagnoses of White House staffers.[14] According to public health experts such as Anthony Fauci, the director of the National Institute of Allergy and Infectious Diseases and a member of the White House Coronavirus Task Force, the outbreak could have been prevented.[15][16][17] Throughout the COVID-19 pandemic, Donald Trump and William Barr discouraged officials and staff from wearing masks. Those in the West Wing who did use them often faced ridicule from others.[18] In April, the White House became one of the first locations to gain access to rapid-turnaround COVID-19 tests.[19] The White House relied upon rapid-tests which lacked FDA-approval for use in asymptomatic individuals.[20] Throughout the spring, there had been sporadic cases of COVID-19 reported at the White House. On March 20, it was announced that a staffer for Vice President Mike Pence had tested positive and was experiencing very mild symptoms, though neither Trump nor Pence had been in close contact with the staffer.[21] On May 7, an unnamed personal valet to the president tested positive, and the following day, Pence spokesperson Katie Miller tested positive for COVID-19. Miller's positive test result caused several other Pence staffers who were in close contact with her to be removed from Air Force Two before Pence's trip to Iowa, but neither Trump nor Pence had been in recent close contact with Miller.[22] In June, the White House scaled back the screening regime, but still required screening and testing for anyone coming into contact with the president or vice president.[23] A Stanford preprint study concluded that likely over 30,000 cases and 700 deaths could be attributed to Trump rallies held between June 20 and September 22.[24][25] On June 20, Trump held a campaign rally in Tulsa, the first since the start of the pandemic.[26] Attendees who tested positive include two Secret Service agents, two staffers, the girlfriend of the President's eldest son, Kimberly Guilfoyle and politician Herman Cain,[27][28][29][30][31] the latter of whom ultimately died from the disease.[32] Tulsa experienced a significant increase in cases after the rally.[33] From August 17–20, Trump held rallies at Mankato, Minnesota and Lackawanna, Pennsylvania. About 500 attended Mankato, and masks and social distancing were not used.[34] Several hundred attended the event in Lackawanna, masks were mostly used but social distancing was not.[35] Both communities experienced surges of COVID-19 in the wake of the rallies.[36] Over Labor Day Weekend (Sept 5–7), Crede Bailey, the head of the White House security office, became sick with COVID-19. He was hospitalized sometime in September, becoming gravely ill. The White House kept his condition secret and declined to comment when his condition was reported in the news on October 7.[37] On September 13, Trump held a 5,000 person rally in Henderson, Nevada, violating of the state's ban on gatherings larger than 50 people and resulting in a fine.[38] One case was later traced to \"a political rally\".[38] On September 16, it was reported that at least one unnamed staffer had tested positive.[39][40] After Trump's hospitalization, it was revealed that two members of the residence staff had tested positive that week.[41] On September 17, Trump held a rally at an airport in Mosinee, Wisconsin; Thousands attended, few masks were worn and social distancing was not observed.[42][43] The county experienced a surge in COVID-19.[36] Trump held a rally in Bemidji, Minnesota on September 18. Thousand attended in violation of the Minnesota ban on gatherings of more than 250, few attendees wore face masks, and there was no social distancing.[38] 16 cases were linked to the rally, including two who were hospitalized.[44][45][46][36] The county saw a spike of COVID-19 after the rally.[36] On September 24, Mike Pence and Ivanka Trump held event at a Minneapolis hotel. Three attendees would later test positive.[47] Trump met Republican National Committee chairwoman Ronna McDaniel, McEnany, and others at a September 25 fundraiser at the Trump International Hotel.[48][49][50] On October 1, McDaniel appeared on Fox News and made no mention of her health,[51] despite receiving confirmation of her positive test result on the afternoon of September 30.[52][53] Two days later, an RNC spokesperson announced that McDaniel had tested positive.[49][54] On September 26, 2020, an event was held in the White House Rose Garden announcing Amy Coney Barrett's nomination to the Supreme Court following the death of Ruth Bader Ginsburg.[55] More than 150 people attended; they were told they did not need to wear masks if they had tested negative that day. Chairs for the outdoor ceremony were placed side by side, and there were two crowded indoor receptions.[50][56] At least seven attendees tested positive for SARS-CoV-2 in the following week, including[57] President Trump, First Lady Melania Trump, Senators Mike Lee and Thom Tillis, University of Notre Dame president John I. Jenkins, former Counselor to the President Kellyanne Conway, and former New Jersey Governor Chris Christie.[58][59] Barrett had suffered infection in the summer before recovering and testing negative.[60][61] Michael D. Shear, a White House correspondent for The New York Times, first tested positive for the virus October 2, as did many others. He was not present at the Rose Garden event, but had visited the White House on September 27 for a COVID-19 test, required before traveling with the President to a rally in Pennsylvania.[62] Kellyanne Conway's daughter Claudia revealed on social media on the evening of October 2 that her mother had tested positive for COVID-19.[63] The same day, Senators Lee and Tillis were revealed to have tested positive.[64][49][52] Christie confirmed on October 3 that he had tested positive for COVID-19. Christie had been present at debate preparation for Trump as well as the nomination ceremony for Barrett.[65][66] Later that day, Christie announced he was hospitalized after his condition worsened; Christie received an experimental antibody cocktail from Eli Lilly as well as remdesivir.[67][68] Lee was filmed hugging other attendees while not wearing a mask.[58] Five of the infected were seated in the front three rows at the event, in close contact with Republican senior officials.[69] Christie was released from the Morristown Medical Center in New Jersey on October 10.[70] Jenkins later issued a statement saying: \"I regret my error of judgment in not wearing a mask during the ceremony and by shaking hands with a number of people in the Rose Garden.\"[58] Infectious disease physician Robert L. Murphy said that if the infections are traced to the Rose Garden ceremony, they may have been started by a superspreader (a highly contagious person), and that they could have been avoided if face masks were worn and social distancing was practiced. He said, \"Whoever got this thing going is a superspreader\".[71] The outdoor portion of the event was less likely to be a super-spreader event than the indoor portion.[72] At least 10 members of the Notre Dame faculty besides Jenkins attended the event, but as of October 7, none had tested positive.[73] On November 10, it was announced that one attendee, Harry R. Jackson Jr., had died; no cause of death was given.[74] The White House did not do contact tracing to minimize the spread of the outbreak, limiting any effort to notify those who have been exposed to Trump.[75][76][77] The Centers for Disease Control made several offers to assist the White House with contact tracing, but they were repeatedly declined.[78][76] On October 6, the White House announced that it had completed contact tracing, but several reporters who had tested positive for the virus said the White House had not reached out to them.[79] Hours after the ceremony, Trump tested positive for COVID-19, although the public would not learn of this result until late 2021.[8] His chief of staff recalled that Trump looked \"a little tired\" and was suspected of having a \"slight cold\".[8] Despite testing positive, Trump traveled in Air Force One to a rally at the Harrisburg International Airport in Pennsylvania, which was attended by thousands.[80] The governor opposed the rally, arguing: \"It is gravely concerning that the president would insist on holding this event with blatant disregard for social distancing and masking requirements. His decision to bring thousands of people together in a tight space in the midst of a global pandemic caused by an airborne virus is flat out wrong.\"[81] After Trump's diagnosis was made public, Pennsylvania health officials advised attendees to participate in the state's contact tracing program.[82] In the wake of the rally, the county saw a surge in COVID-19.[36] Trump hosted Gold Star families and Pentagon leaders in the East Room of the White House. Attendees were photographed seated in close proximity and not wearing masks. Defense Secretary Mark Esper and General Mark Milley, Chairman of the Joint Chiefs of Staff, attended the event.[83] Admiral Charles Ray, vice commandant of the Coast Guard, attended the event, later tested positive and entered isolation on Oct 6. On October 2, Ray attended meetings at the Pentagon with members of the Joint Chiefs of Staff. On Oct 6 all but one of the Joint Chiefs of Staff – Gen. David H. Berger, Commandant of the Marine Corps – went into isolation, including Milley, Vice chairman John E. Hyten, Chief of Naval Operations Michael M. Gilday, Chief of Staff of the Army James C. McConville, Air Force Chief of Staff Charles Q. Brown Jr., Chief of Space Operations John W. Raymond, Chief the National Guard Bureau Daniel Hokanson, and Commander of U.S. Cyber Command Paul Nakasone.[84][85][86] Of those quarantined, General Nakasone is a combatant commander, part of the direct chain of command from the president to the military, and also the Director of the National Security Agency.[87] General Gary L. Thomas, assistant commandant of the Marine Corps, stood in for Gen. Berger at the meeting and later tested positive with symptoms.[88] Multiple White House personnel attended the September 29 debate at the Cleveland Clinic.[89] Trump, Melania, and senior advisor Hope Hicks attended the debate and later tested positive.[90] Senior advisor Stephen Miller was also on Air Force One for the trip[91] and later tested positive.[92] Also in attendance were Ivanka Trump and her siblings, Donald Jr., Eric, Lara and Tiffany Trump.[93] Trump prepared for the debate between September 26 and September 29 in the Map Room of the White House.[94] His debate preparation team included Chris Christie, Hope Hicks, Kellyanne Conway, Rudy Giuliani, Jason Miller, Mark Meadows, Jared Kushner, Kayleigh McEnany, Alyssa Farah,[95] and Stephen Miller.[96] Christie stated that no masks were worn.[97] Five of the 10 debate prep team members tested positive for SARS-CoV-2 within a week after the debate. The City of Cleveland said that at least 11 people who \"were either members of the media or were scheduled to work logistics/set-up the days prior to the event\" later tested positive.[98] A year later, Christie—who had spent four days in the room with Trump, roleplaying Joe Biden—recalled that there had been seven people in the debate preparation room, and \"six of the seven of us in that room got [COVID-19].\" Those six included Trump, Christie, Hicks, Stepien, Conway, and Miller. Christie, who eventually required intensive care for his COVID-19, said \"I think it's undeniable\" that Trump was the source of the infection, given that Trump was \"the only person [about whom] I didn't know his testing regimen.\" Christie complained that neither Trump nor White House chief of staff Mark Meadows had revealed the president's positive test result before or during the debate preparations.[99] Prior to the debate, both the Biden and Trump campaigns agreed with the Commission on Presidential Debates that all attendees would be masked, with the exception of the two presidential candidates and debate moderator Chris Wallace.[100] Masking was enforced at the door, but several of Trump's guests in the audience, including his wife Melania, his family members, and senior staff, removed their masks after entering the hall. When Trump's guests were personally offered masks by Cleveland Clinic staff, they declined.[101][102][103][104] All attendees were supposed to be tested for coronavirus before admission. After the outbreak was public, Wallace revealed that Trump and his personnel arrived too late to be tested, and were instead admitted to the debate hall under \"an honor system\".[105] In the coming days, the White House repeatedly declined to say when Trump last tested negative, raising speculation that he may have gone untested or even tested positive prior to the debate.[106][107] On October 6, the New York Times broke news that, despite public impressions to the contrary, Donald Trump was not actually being tested daily.[108] The timeline raised the possibility that Trump \"might have tested positive before the Sept. 29 debate, failed to disclose it and showed up at the debate anyway.\"[109] On Wednesday, Trump went to suburban Minneapolis for a private fundraiser at the home of Marty Davis, CEO of kitchen counter-top manufacturer Cambria.[110] Thirteen members of the catering staff were quarantined after their exposure.[110] That fundraiser was followed by a rally in Duluth.[111] Hope Hicks, one of his closest advisors, accompanied Trump aboard Air Force One. The rally ended around 10 p.m. EDT.[112] The Minnesota Department of Health later traced four cases to the Duluth rally.[47] During the Minnesota rally, Hicks stayed aboard the plane because she was not feeling well, and she quarantined herself at the back of the plane for the flight home.[113] A test confirmed her diagnosis as COVID-positive.[114][115] Aides sensed that Trump was not feeling well during the Wednesday trip.[116] The White House initially sought to keep Hicks' diagnosis secret, and as of the morning of Thursday, October 1, only a very small group of senior White House officials knew of Hicks' diagnosis. No mention of her diagnosis was made in press secretary Kayleigh McEnany's news briefing that day.[117][116] McEnany later tested positive.[118] After learning of Hicks's positive test, CNN reporter Kaitlan Collins said, \"Why did the press secretary still hold a briefing despite knowing she had come into contact with somebody who had just tested positive for coronavirus? She didn't even tell us. Didn't even tell reporters who were on the plane. Didn't disclose any of that.\"[119] McEnany later said she did not learn about Hicks until later that day.[113] Hicks' diagnosis was first reported by Jennifer Jacobs and Jordan Fabian of Bloomberg at 8:07 p.m. on October 1.[120][121][122] At least five of Trump's closest associates cancelled their scheduled travel to a fundraiser at Bedminster: daughter Ivanka Trump, son-in-law Jared Kushner, body man Nick Luna, Trump's deputy chief of staff for communications Dan Scavino, and press secretary Kayleigh McEnany.[123] Despite his exposure, Trump proceeded with the event, flying aboard Air Force One.[124][123] The event had an indoor roundtable, an indoor VIP reception, and an outdoor reception.[125] Trump spoke without a mask to over 200 supporters, most of whom also didn't wear a mask.[126][127] Attendees noted that Trump seemed \"lethargic\" and \"not himself\".[115][128] He showed symptoms of a mild cough, some nasal congestion, and fatigue.[129] Jayna McCarron, Coast Guard aide to President Trump, was assigned to accompany Trump to the Bedminster fundraiser. She later tested positive for SARS-CoV-2.[130] After returning from Bedminster, Trump received a positive test result[123] on a rapid test and was waiting to get results of a PCR test when he did a live phone interview on Hannity.[131] Sean Hannity of Fox News brought up Bloomberg's report about Hicks and asked for an update, whereupon Trump publicly mentioned Hicks' diagnosis for the first time, saying, \"I just heard about this. She tested positive.\"[132][133] Trump stated, \"It is very, very hard when you are with people from the military, or from law enforcement, and they come over to you, and they want to hug you, and they want to kiss you because we really have done a good job for them.\"[134][135] Without disclosing that he had already tested positive, he announced that he and the first lady were being tested for SARS-CoV-2.[136][102][137] He repeated this via Twitter after the interview. Later that night, the result of the PCR test also came in positive.[136] Trump was hospitalized the next day, October 2.[138] On October 2, it was announced that Trump 2020 campaign manager Bill Stepien tested positive,[139] as did Wisconsin U.S. Senator Ron Johnson, who had been exposed to someone who tested positive when he returned to Washington D.C. on September 29.[140] When he announced his test on October 3, Johnson said he had been with Trump over the last several weeks.[141] Three White House press room journalists, including Michael D. Shear, also tested positive on October 2, as did a White House staffer who works with the press.[142] On October 9, Representative Mike Bost was announced to have tested positive and developed symptoms after interacting with Sen. Mike Lee.[143] Trump's personal attendant Nick Luna's positive test results were announced on October 3. Luna had been at the debate and on the flight to Minnesota.[144] Claudia Conway, the daughter of Kellyanne Conway, announced on October 4 that she had tested positive as well.[145] Also on October 4, Attorney General Barr reversed his previous stance and announced he would be entering quarantine.[146] On October 5, White House Press Secretary Kayleigh McEnany announced she had also tested positive.[147] Two other White House press room staffers, Chad Gilmartin and Karoline Leavitt, were also reported to have tested positive on October 5.[148] On October 6, new announced infections included: assistant press secretary Jalen Drummond, presidential military aide Jayna McCarron, and an unidentified military aide.[149][150] On October 7, 2020, Bloomberg News cited four people who reported that head of the White House Security Officer Crede Bailey was \"gravely ill\" with COVID-19 and had been in hospital since September.[151] Bailey had been ill even before the September 26 Rose Garden event.[151][13]  Tonight, @FLOTUS and I tested positive for COVID-19. We will begin our quarantine and recovery process immediately. We will get through this TOGETHER! October 2, 2020[152] At 12:54 a.m. EDT on October 2, Trump announced via Twitter that both he and the first lady had tested positive for the SARS-CoV-2 virus that night.[153][154] The afternoon of the same day, the White House announced that Trump would be hospitalized at Walter Reed National Military Medical Center in Bethesda, Maryland \"for the next few days\" \"out of an abundance of caution\", on the recommendation of the medical team headed by Sean Conley, a Doctor of Osteopathic Medicine who had been the Physician to the President since 2018. Because he was a Navy commander, Conley was obliged to follow the orders of his commander-in-chief.[155] Trump, who was wearing a mask, was briefly filmed walking unassisted from the White House to the Marine One helicopter outside to transport him to Walter Reed.[138] According to White House Chief of Staff Mark Meadows, Trump was hospitalized because he \"had a fever and his blood oxygen level had dropped rapidly\".[156] The Associated Press reported that \"a person familiar with Trump's condition confirmed that Trump was given oxygen at the White House\" in the morning before arriving at Walter Reed, although Trump's doctors refused to say whether he had ever been given supplemental oxygen.[157] Trump had Walter Reed personnel sign non-disclosure agreements in 2019 before they could be involved in treating him. Two doctors refused to sign the NDAs and were not allowed to have any involvement in his care. Medical personnel are already prohibited by the Health Insurance Portability and Accountability Act (HIPAA) from releasing personal health information without consent. Medical ethics professor Arthur Caplan called the NDAs redundant.[158] On Friday afternoon, physicians revealed Trump had been given an experimental course of monoclonal antibodies from drug maker Regeneron Pharmaceuticals,[159] which further confirmed that Trump had received an \"8 gram dose of REGN-COV2\".[160] The drug was immediately provided in response to a \"compassionate use\" request from the medical team.[161] That night, Trump received his first infusion of remdesivir, an antiviral drug that disrupts virus replication. Remdesivir has not been approved by the Food and Drug Administration, but has been used as an emergency treatment for hospitalized COVID-19 patients.[162] The extremely aggressive combination was described as \"uncharted territory\"; Trump is believed to be the first individual to ever undergo both treatments simultaneously.[163] At an 11 a.m. press conference on October 3, Conley stated that Trump was not currently on oxygen, that he had not had a fever for the past 24 hours, and that he was \"doing very well\".[164][165][166] Conley described Trump as being \"just 72 hours into the diagnosis now\", raising questions among journalists about when the diagnosis had actually been made, since it had been publicly announced only 36 hours previously. A 72-hour timeline would suggest that Trump actually knew he had the infection on September 30, but proceeded with his plans for a public rally that evening and a fundraiser on October 1.[167] Conley later clarified that he had meant \"day three\" instead of \"72 hours\", referring to the then-current time of Saturday morning compared to the diagnosis time of Thursday night (about 36 hours). Doctors also revealed that he had exhibited symptoms on October 1, including a \"mild cough, and some nasal congestion and fatigue\".[129] When Conley was asked if Trump was on steroids, Conley ended the briefing.[168][169] Minutes after the press conference, an anonymous source – later identified as Meadows[171] – contradicted the assessment from the doctors, saying \"The president's vitals over the last 24 hours were very concerning and the next 48 hours will be critical in terms of his care\", adding \"We're still not on a clear path yet to a full recovery.\"[172][173] Shortly thereafter, Meadows stated on the record the president was \"doing very well\".[174] That night, Conley warned that Trump was \"not yet out of the woods\" with regard to his condition.[175] The White House released two photos which showed Trump working at the hospital, according to their captions. White House reporter Andrew Feinberg noted that in one of the photos the president was signing documents that appeared to be blank.[170] In an October 4 press conference, Trump's medical team said that he was \"doing really well\" after his oxygen level dipped the day before and after he was given the steroid dexamethasone, which works by reducing inflammation in the lungs.[176] Asked if CT scans showed pneumonia or lung damage, Conley said, \"There's some expected findings, but nothing of any major clinical concern.\" He declined to say what was found.[177] When asked why he was reluctant to disclose that Trump had been given oxygen during the October 3 briefing, Conley stated that he did not want to \"give any information that might steer the course of illness in another direction\" and \"it came off that we're trying to hide something, which wasn't necessarily true.\"[178] White House Director of Strategic Communications Alyssa Farah later stated that it was \"a common medical practice that you want to convey confidence, and you want to raise the spirits of the person you're treating,\" while also asserting that Meadows' anonymous statement to reporters was intended to \"give you guys more information just to try to be as transparent as we can,\" effectively conceding Conley was addressing the president on television, rather than the public.[179][180] The president was reported to be angry about Meadows' off-the-record assessment.[181] Later in the day, Trump briefly departed the hospital to ride past a gathering of supporters at the medical center, waving from the back seat of an SUV, before returning.[182] Medical experts stated that the short outing endangered the Secret Service agents accompanying Trump inside the vehicle due to his infection.[183][184] James Phillips, doctor of emergency medicine at George Washington University and an attending physician at Walter Reed, sharply criticized the drive-by as \"insanity\" for \"political theater\" and wrote that Trump had endangered the Secret Service agents in the presidential SUV by potentially exposing them to COVID-19.[185][186] Within the Secret Service, some agents expressed outrage or frustration with Trump's behavior.[183][187][188] One anonymous agent told journalists, \"He's not even pretending to care now.\"[187] Joseph Petro, a former veteran Secret Service agent and senior official, wrote in a Washington Post op-ed that Trump's behavior was part of a longstanding pattern of endangering others; he also criticized Secret Service management for an \"inexcusable lack of concern\" for the health of agents and their families.[189] At 2:37 p.m. EDT on October 5, Trump tweeted that he would be discharged from the hospital at 6:30 p.m. that day.[190] However, doctors said in an afternoon news briefing that Trump continued to be treated with dexamethasone and remdesivir.[191] The prospect of Trump's early release astonished infectious disease experts, who noted that Trump planned to be discharged in a period when COVID-19 patients are particularly vulnerable (7–10 days after symptoms first appear) to unpredictable and rapid declines in condition.[192] Outside physicians stated that the depiction of Trump's illness as relatively mild was inconsistent with the aggressive treatment he was receiving.[192] Trump's medical team made cryptic remarks about his status and declined to say whether Trump's CT scans contained indications of pneumonia or lung damage.[192] Trump made phone calls in which he shared the idea of him leaving the hospital feigning frailty, but would then rip open his dress shirt to reveal a Superman T-shirt underneath, as reported by The New York Times.[193] After reportedly pressuring his doctors to release him,[194] he was discharged and arrived at the White House shortly before 7:00 p.m. He stood for a photo op at the South Portico balcony, where he removed his mask despite being potentially contagious.[195][196] Having climbed two flights of stairs to the balcony, Trump appeared to breathe heavily as he steadied himself. He then gave a salute before walking inside.[191][194] He later went back outside with a camera crew to reshoot his entrance.[197] Within an hour of his arrival Trump released a video message and a promotional video, set to dramatic orchestral music, showing Marine One's flight and landing and his saluting pose from the balcony.[198][199][200] In the video message he said, \"We're going back to work. We're going to be out front. As your leader, I had to do that. I knew there's danger to it, but I had to do it. I stood out front. I led. Nobody that's a leader would not do what I did. And I know there's a risk, there's a danger, but that's OK. And now I'm better and maybe I'm immune, I don't know. But don't let it dominate your lives.\" The message was widely criticized. The New York Times commented, \"Trump's statement was meant to cast his illness as an act of courage rather than the predictable outcome of recklessness.\"[201] He also echoed a message he had earlier tweeted: \"Don't be afraid of Covid. Don't let it dominate your life\" – a message which reportedly angered many survivors of the virus or people who had lost loved ones to the disease.[202] The New York Times tabulated that Trump's tests, treatments, airlifts, and hospital stay, if given to an average American, would have cost more than $100,000. The helicopter rides alone would have cost $40,000 after insurance.[203] On October 6 and 7, Trump made no public appearances and had an empty public schedule, although he made more than 50 Twitter posts.[204] In the tweets, Trump compared SARS-CoV-2 to the flu and falsely claimed that the flu had higher death rates: \"Are we going to close down our Country (because of the flu)? No, we have learned to live with it, just like we are learning to live with Covid, in most populations far less lethal!!!\"[205] Many doctors expressed alarm at the notion that the public should \"learn to live with\" the pandemic. Twitter tagged the post with a \"misleading and potentially harmful information\" flag, and Facebook removed a similar post by Trump.[206] Four hours after the tweet, and after it was flagged by Twitter's staff, Trump tweeted \"REPEAL SECTION 230\", an attack against Section 230 of the Communications Decency Act, which protects online platforms from litigation surrounding the content their users post.[207] Trump's behavior on October 6 caused some White House staffers to wonder if he was being influenced by the cocktail of drugs he had been taking. Aides said that Trump still sometimes sounded as if he was trying to catch his breath;[108] Trump continued to receive remdesivir treatment inside the White House and conducted business without wearing a mask.[208] Dr. Conley said in a memo that Trump has \"no symptoms\" and is doing \"extremely well.\"[209] On October 7, Trump insisted on conducting business in the Oval Office, although he was supposed to be quarantined in the residential portion of the White House and rooms had been set up there where he could work. He reportedly entered the Oval Office through an outdoor entrance so as not to encounter staff. Only two aides – Mark Meadows and Dan Scavino – spent time with him there, fully dressed in personal protective equipment.[210][211] Trump suggested that he could have contracted COVID-19 from family members of fallen soldiers who were at the September 27 reception for Gold Star Families. He said on a Fox Business interview on October 8 that the family members \"come within an inch of my face\" and that \"They want to hug me, and they want to kiss me.\"[212] Trump did not wear a mask during the event. The White House later clarified that \"based on contact tracing, the data we have, we don't think it arose from that event\" while defending holding such events indoors with few or no masks.[213] Trump also said in the interview that he remains on dexamethasone.[214] Dr. Conley issued a memo that day saying that Trump's condition was stable and he was \"devoid of symptoms\". He added that \"Saturday (October 10) will be day 10 since Thursday's diagnosis, and based on the trajectory of advanced diagnostics the team has been conducting, I fully anticipate the president's safe return to public engagements at that time.\"[215] Ten to 20 days is the CDC's recommendation for how long people should isolate themselves after having COVID-19.[216] In an interview that night, Trump said he would like to hold a rally in Florida on October 10 and one in Pennsylvania on the 11th.[216] On October 10, Trump held his first public event since being diagnosed with the virus, speaking briefly from the South Lawn portico to hundreds of guests.[217] Conley said on October 12 that Trump tested negative on \"consecutive days\" using rapid antigen tests and that the results of a PCR test, along with CDC guidelines for mild to moderate cases, indicate that he is not infectious.[218][219] The CDC says it \"does not recommend using antigen tests to make decisions about discontinuing isolation\" and that negative tests should be confirmed with a PCR test.[220] Later that day, Trump held his first rally since being diagnosed, in Sanford, Florida.[221] The Wall Street Journal, The Washington Post, and other news outlets did not send reporters to travel with Trump, citing concerns over basic precautions.[222] In late October, ABC News learned an unidentified staffer in the vice president's office had tested positive.[223] Days later, it was announced that five close advisers to Pence had tested positive: Marc Short, Chief of Staff to the Vice President; Marty Obst, one of the Vice President's closest advisors; Zach Bauer, the Vice President's \"body man;\" as well as two unnamed members of Pence's staff.[224][225][226] After initially trying to keep the outbreak quiet, the White House announced that Pence would continue with his schedule, including political rallies, despite having been in \"close contact with Mr. Short\".[227][223] On November 3, 2020, Election Day, Donald Trump held a party for staffers and campaign officials in the East Room of the White House. The party was unprecedented in its size and scope.[228] Similarly to the Barrett nomination, few people wore masks or practiced social distancing.[229] On November 6, White House Chief of Staff Mark Meadows' positive COVID-19 test was made public.[230] Meadows had been diagnosed on the 4th, but tried to keep his results secret, a move that concerned officials.[231][232] Diagnoses for Cassidy Hutchinson, an aide to Meadows,[233] Nick Trainor, a director for the Trump campaign, and five White House staffers[230] were also made public on the 6th. The following day, Jared Kushner aide Charlton Boyd[234] was reported to be infected, and Florida Representative Matt Gaetz announced he had developed antibodies for the virus.[235] On November 9, Secretary of Housing and Urban Development Ben Carson and Citizens United head David Bossie tested positive for COVID-19. According to his brother, Carson was \"in good spirits\".[12] Two days later, Brian Jack, White House political director, and 2016 campaign spokesperson Healy Baumgardner were diagnosed.[236] On November 12, it was revealed that party attendees Corey Lewandowski, a Trump campaign advisor, and Republican strategist and lobbyist Jeff Miller tested positive for coronavirus.[232] On November 13, media outlets reported that over 130 Secret Service officers had been forced to self-isolate because they tested positive for the coronavirus or had been in close contact with infected individuals.[237] Two days before the debate between Pence and Sen. Kamala Harris, the Commission on Presidential Debates announced that the stage at the University of Utah would feature plexiglass barriers separating Pence, Harris, and the moderator Susan Page of USA Today.[238][239][240] At the Rose Garden ceremony on September 26, Pence had sat one row away from Mike Lee, five seats away from Thom Tillis, and three rows away from Kayleigh McEnany.[238] Pence was also with Trump and Melania at the reception for Gold Star Families and was with Trump in the Oval Office the day of the first presidential debate.[241] Pence's physician said that Pence, who tested negative, was not a close contact with anyone who had tested positive and did not need to quarantine.[238][242] The night before the debate, the Trump White House released a letter from Robert Redfield, the director of the CDC, to Pence's chief of staff Marc Short, in which Redfield declared that, based on his negative test results and discussions with Pence's physician, \"the CDC concludes from a public health standpoint\" that it was safe for Pence to debate.[243] Redfield's letter, which was possibly unprecedented in CDC's history, sparked an outcry from public health experts inside and outside the CDC (such as Angela Rasmussen) because the agency had not conducted an investigation into Pence's contacts; some within the CDC also objected to the letter on the grounds that it constituted a use of Pence's \"special privileged access to the nation's top public health official\" for a political purpose.[243] Some outside observers also raised continuity-of-government concerns with Pence declining to quarantine.[244] Despite his known exposure, Pence initially asked to not have a plexiglass barrier on his side of the stage. His spokesperson, Katie Miller, argued that the twelve feet of distance between the participants made the precaution unnecessary,[238] and mocked Harris for using the barrier.[245] The day before the debate, Pence dropped his objections and agreed to the barrier.[246] A number of experts noted that a plexiglass barrier would not prevent airborne transmission, which given the stage setup was the biggest hazard.[247] Though the Biden-Harris campaign sought to have the candidates stand, the Commission opted for the debate participants to be seated, which was the preference of the Trump-Pence.[248] Despite her known exposure, Karen Pence appeared unmasked, violating prior agreements that all attendees would be masked except for the moderator and candidates.[249] On October 8, the Commission on Presidential Debates made plans to have the second debate on October 15 be held in a virtual format due to Trump's COVID diagnosis. Trump declined to take part in a virtual debate, while Biden was willing to participate. Following Trump's refusal to participate, the Biden campaign announced that he would instead take questions from voters directly on October 15 via a town hall event hosted by ABC News in Philadelphia.[250] The commission then canceled the debate altogether.[251] The outbreak among senators caused the Senate to delay its session by two weeks to October 19, but the Judiciary Committee began Judge Amy Coney Barrett's nomination hearings on October 12.[252][253] Democrats tried unsuccessfully to delay the fast-track proceedings by raising safety concerns in light of infections among members.[254] Committee members Mike Lee and Thom Tillis, had already tested positive, both having attended the Rose Garden event in September; member Ted Cruz had been quarantining after coming into contact with the former.[255] While the Capitol's mask requirements were generally enforced, Mike Lee, who had been cleared by the attending physician, gave his opening statement without a mask, though he wore a mask at other times.[256][252] Sens. Cruz and Tillis appeared remotely on the first day of hearings,[257][258] and participated in person the other days.[259][260] Committee chairman Sen. Lindsey Graham, who was at the Rose Garden event and had brief contact with Sen. Lee, said he tested negative on October 2. He did not wear a mask at his seat, but put it on when Lee approached.[261][262] Congressional safety officials said that the hearing met CDC guidelines, and the chamber was set up with air ventilation systems and distancing between senators.[256][254] Epidemiologists and public health experts said that the outbreak had put many people at risk in many places. Those infected carried the virus across the country and attended events in places such as Atlanta, Pennsylvania, and Minnesota. At least 6,000 people attended gatherings where they mingled closely with those infected within a week of the Supreme Court nomination ceremony on September 26.[263] In the Washington, D.C. metropolitan area, the outbreaks at the White House and Capitol Hill (where masks are required on the House floor, but not the Senate floor) also presented a risk.[264] The city had made substantial progress in reducing virus transmission through stringent public health laws and a population that largely followed these laws, but the clusters began a reversal and raised concerns that the city's overall infection rate would be affected.[264] As a federal property, the White House is exempt from the District of Columbia's public health rules, and has disregarded local mandates. The Trump White House also did not share positive test results with state or local health agencies.[264] After President Trump was hospitalized, it was revealed that he was not being tested daily, and the White House was unwilling to reveal the date of his last negative test.[265] In previous months, Trump had twice claimed to test negative: in March, Trump physician Sean Conley had announced that the president had tested negative after he was exposed to COVID-positive individuals at his Mar-a-Lago resort.[266] After one of Trump's personal valets tested positive in May,[267] Trump told reporters \"I tested very positively in another sense so – this morning. Yeah. I tested positively toward negative, right. So. I tested perfectly this morning. Meaning I tested negative.\"[268] At an October 16 event, Trump reported being unable to remember whether he had taken a test in the hours prior to the presidential debate.[269] As of October 3, 2020[update], a White House spokesperson confirmed that Trump remained active as president and that there had been no transfer of presidential power to Vice President Pence.[270][271] On October 2, House Speaker Nancy Pelosi, next in line for the presidency after Pence, said that the White House had not contacted her about continuity of government.[272] Some national security analysts said the president's diagnosis put the United States into \"uncharted territory\" and \"deep into the danger zone\".[273] Former Defense Secretary Leon Panetta said that Trump's hospitalization raises serious national security concerns and that adversaries should be expected to exploit any vulnerabilities of the United States.[274] However, several former defense officials downplayed concerns of foreign opportunism and argued that the U.S. national security apparatus including the nuclear command-and-control elements of that system is resilient enough to withstand the impact of an ill or incapacitated president. Former Deputy Assistant Secretary of Defense for the Middle East Mick Mulroy said, \"Unless symptoms are severe enough for the commander-in-chief to be incapacitated, it would not require a change of the chain of command,\" and that it was unlikely an adversary would use the situation to \"test\" the U.S.[273] On October 2, the Pentagon issued a statement saying, \"There's no change to the readiness or capability of our armed forces. Our national command and control structure is in no way affected\" by Trump's diagnosis.[275] According to a large study of COVID-19 survivors, one in five of those infected develops a mental illness within three months.[276][277] There was some concern that Trump's steroid treatment could affect his mental state. One expert commented: \"Some patients may develop psychiatric symptoms after being treated with steroids including euphoria, mood instability, rage or psychosis. It is rare, but occurs often enough that we recognize them as undesirable side effects of steroid therapy.\"[278] Professor of Emergency Medicine Esther Choo warned \"we tell people that it can make them feel really hyper. It can make them behave very strangely.\"[279][280] Among patients administered dexamethasone, about 30% develop \"moderate psychiatric symptoms like anxiety, insomnia, mania, or delirium\". About 6% develop psychosis.[281] After Trump left the hospital for a motorcade excursion and posted over a dozen all-caps tweets, it was speculated that the president was suffering from \"steroid-induced psychosis\".[282] Megan Ranney, an emergency physician and professor at Brown University, told CNN's Wolf Blitzer: \"I would never want to say the president is experiencing steroid-induced psychosis, but it is certainly concerning to see some of his actions today in the wake of this potentially deadly diagnosis and infectious disease.\"[283] According to reporting by Gabriel Sherman of Vanity Fair, Donald Trump Jr. expressed concerns on October 4 that the president was \"acting crazy\".[284] Privately, White House aides had concerns about the effects of medications causing Trump's \"animated mood\".[281] On October 5, Trump tweeted that he was \"Feeling really good\" and felt \"better than I did 20 years ago\", contributing to some speculation that his mental state was a side effect of medication.[194] On October 3, Trump issued an all-caps tweet calling for passage of a coronavirus stimulus bill.[285] On October 4, it was publicly announced that Trump had been administered dexamethasone the previous day.[286] On October 6, Trump unexpectedly announced on Twitter that he was halting negotiations on a stimulus bill. The announcement caused another sudden drop in the stock market, and Speaker Pelosi questioned if his steroid use was affecting his decision-making.[287][288] Trump reversed this decision in another tweet sent seven hours later.[289] Commenting on the tweets, Dr. Choo observed: \"Anytime he's doing a Twitter storm in all caps, it looks a little manic.\" Choo described Trump as a \"presidential guinea pig\" since \"He's on all these medications, he's on that monoclonal antibody cocktail that we don't even know the side effects to, because it hasn't been well studied. Then he's on the Remdesivir, which is really a brand new medication in the context of COVID, which itself can cause alterations to your brain and your behaviour. And then add on the steroids.\"[279] On October 8, Speaker Pelosi announced plans for a meeting the following day to discuss the 25th Amendment.[290] The White House infections could have been prevented, according to Anthony Fauci, National Institute of Allergy and Infectious Diseases director and White House Coronavirus Task Force member.[15] Arthur Caplan, a bioethicist at the NYU Grossman School of Medicine, has stated that the outbreak and specifically Trump's diagnosis would lead to more calls for transparency about Trump's health as well as conspiracy theories about how he was infected.[291] Dr. Megan Ranney, a leading voice on personal protective equipment, said that Trump's infection was a \"preventable but predictable national security risk\".[16] Julie Pryde, head of the Champaign-Urbana health district, said that the White House outbreak was preventable with basic infection-control measures.[17] Some medical experts noted that dexamethasone is typically administered in severe and critical cases of infection, to suppress an immune system overreaction that attacks vital organs which can lead to death. Dexamethasone has not been shown to be effective in milder cases of the disease.[292] Others noted that such steroids can have mood-altering side effects ranging from depression to mania, even delirium and psychosis. There was also a risk of harmful drug interactions by administering several therapeutics at once. Some experts noted a so-called \"VIP syndrome,\" in which a prominent patient insists on directing his own medical care, suggesting the president may have sought aggressive treatment without understanding the potential risks. As a Navy doctor, Conley is obliged to follow orders of the commander in chief. After Trump extensively promoted hydroxychloroquine as a defense against infection in spring 2020, Conley administered him a two-week regimen of the drug, despite no studies finding it was effective and it had potentially dangerous side effects.[293][294] The response from the U.S. public was mixed, and often split along ideological lines.[295] Some supporters of Joe Biden said they were not surprised at the outbreak, due to a lack of precautions taken by Trump and other Republicans.[296][297] Some people said they did not believe the diagnosis: some liberal doubters said they could not believe Trump due to the volume of false and misleading information that Trump had spread in the past,[297] while some QAnon followers posited conspiracy theories asserting that Trump's diagnosis was \"part of an elaborate plan to isolate the leader while violent retribution is taken against believed evil-doers.\"[298] Comedian Michael Che wished Trump \"a very lengthy recovery\" on the Saturday Night Live news satire sketch Weekend Update.[299] An October 2–3 Reuters/Ipsos poll found that American disapproval of Trump's handling of the pandemic had increased from the previous week, with 65% of registered voters agreeing with the statement \"if President Trump had taken coronavirus more seriously, he probably would not have been infected.\"[300] Another poll on October 6 revealed that 21% of respondents were more likely to wear a mask due to the news of Trump acquiring the disease.[301] Twitter announced that any posts wishing for Trump's death would be removed for violating the platform's terms of service. Congresswomen Rashida Tlaib, Alexandria Ocasio-Cortez, Ilhan Omar, and Ayanna Pressley criticized Twitter for not taking threats against them seriously, pointing to longstanding posts calling for their deaths that had not been removed.[302] Facebook and TikTok announced similar policies.[303] On October 2, Democratic presidential nominee Joe Biden said that he and Jill Biden send their \"prayers for the health and safety\" of Donald and Melania Trump.[304] He took all of his negative political ads off the air following the announcement of Trump's diagnosis.[305] His running mate Sen. Kamala Harris said that she and her husband Doug are sharing their \"deepest prayers for the health and recovery of the president and the first lady.\"[306] Former president Barack Obama extended his \"best wishes\" to Trump and said that he and Michelle Obama hope for a speedy recovery for the Trumps.[307] House Speaker Nancy Pelosi said, \"I always pray for the president and his family that they're safe\" and said that she received the news with \"great sadness\".[308] Senate Minority Leader Chuck Schumer wished Donald and Melania Trump and White House staffers a \"speedy recovery\".[309] Senate Majority Leader Mitch McConnell revealed he had not visited the White House since August 6 because of his private concerns that safety protocols were not being observed.[281] Many politicians around the world expressed wishes for a quick recovery; others commented on the lack of response to the pandemic and the downplaying of the virus. Indian Prime Minister Narendra Modi, Israeli Prime Minister Benjamin Netanyahu, Philippine President Rodrigo Duterte, Russian President Vladimir Putin, British Prime Minister Boris Johnson and others issued statements of support over the outbreak through social media.[310] Others were more critical of the outbreak; French government spokesman Gabriel Attal warned that the virus spared no one, even those skeptical about its reality and seriousness. Radoslaw Sikorski, a European Parliament member and former Polish foreign minister, tweeted[310] that Trump should not try to treat himself with bleach, referring to Trump's earlier suggestion to try using disinfectants as a COVID-19 treatment \"by injection inside or almost a cleaning.\"[311] Shortly after the announcement that Trump had tested positive, misinformation and conspiracy theories began proliferating social media.[312] Many of the conspiracy theories were politically motivated, aided by conflicting and contradictory information announced to the public by the White House, the presidential medical team, and Trump himself (through his tweets).[313][314] Michael Moore promoted the conspiracy theory that Trump might be faking his diagnosis.[315][316] Similar theories were posted on social media, postulating that Trump was feigning the illness so he could quickly recover and downplay the threat of COVID-19, delay the 2020 presidential election, or to distract the public from the reporting about his tax returns.[314] Conversely, the vice presidential debate on October 7 triggered \"a wave of speculation\" that Pence might be symptomatic.[317][318] Some theories were spread by supporters of the QAnon conspiracy theory, who believe that COVID-19 is a narrative constructed by a Democratic Party deep state to seize power in the United States, and that Trump's positive diagnosis was tactical, as part of a larger plan to arrest Hillary Clinton.[319] White House personnel held multiple events in the days prior to the outbreak. On Sep 26, a nomination event for Judge Barrett was held. The following day, Gold Star families attended an event. White House personnel traveled to Ohio to attend the first presidential debate, as well as campaign events in Duluth and Bedminster, New Jersey.[320] On Nov 3, prior to the second outbreak, a watch party was held in the East Room of the White House.[12]","Title":"White House COVID-19 outbreak - Wikipedia","KeyID":"3715","URL":"https://en.wikipedia.org/wiki/White_House_COVID-19_outbreak"}