{"Content: ":"Isaac Newton Phelps Stokes (April 11, 1867 – December 18, 1944) was an American architect. Stokes was a pioneer in social housing who co-authored the 1901 New York tenement house law. For twenty years he worked on The Iconography of Manhattan Island, a six volume compilation that became one of the most important research resources about the early development of the city. His designs included St. Paul's Chapel at Columbia University and several urban housing projects in New York City.[1] He was also a member of the New York Municipal Arts Commission for twenty-eight years and president for nine of these. He was educated at St. Paul's School, Concord, and Berkeley School in New York City before graduating from Harvard in 1891. He later took post graduate courses at the School of Mines, Columbia University and then Italy before studying for three years at the Ecole des Beaux-Arts in Paris.[2][3] He married Edith Minturn — daughter of Sarah Susannah Shaw and Robert Bowne Minturn, Jr. — in 1895 at La Malbaie, Quebec, Canada.[4] They lived in Paris whilst Stokes continued his studies.[5] A friend sponsored their portrait Mr. and Mrs. I. N. Phelps Stokes, by John Singer Sargent, as a wedding gift.[6][7] Edith also served as the artist's model for a well-known sculpture, Statue of the Republic by Daniel Chester French,[8] and a portrait by Cecilia Beaux.[9][10] She was President of the New York Kindergarten Association.[11] She was the aunt of Edie Sedgewick, who was named after her.[12] He founded an architectural firm, Howells & Stokes, with a partner, John Mead Howells, in 1897. Their first commission was the University Settlement Society building at 184 Eldridge Street, New York. Howells and Stokes were active in New York, but also opened an office on the West Coast in Seattle, designing many of the Metropolitan Tract buildings during the 1910s. The partners parted company on amicably terms in the mid-1910s. Their work had included the Baltimore Stock Exchange; University site development, Seattle; American Geographical Society Building, New York and the Turks Head Building, Providence. Howells continue to design skyscrapers, including the Tribune Tower and Daily News Building, New York, in collaboration with Raymond Hood. Stokes was appointed by his aunts, Caroline and Olivia Stokes, to design several of their charitable building projects. These included: the Tuskegee tenement building in New York (1901); St. Paul's Chapel at Columbia University (1907); Berea College Chapel (1906); Woodbridge Hall at Yale (part of the Hewitt Quadrangle) (1901); two tenements called the Dudley complex at 339-349 East 32nd Street, New York (1910); an outdoor pulpit for St. John the Divine Cathedral (1916) and memorial gates at both Harvard and Yale universities, Hartford First Church Cemetery and Redlands Hillside Memorial Park Cemetery in California. Howells and Stokes also provided designs for the Protestant College in Beirut, an institute supported by the Stokes and Dodge families. Caroline Stokes funded work at the Booker T. Washington Tuskegee institutes. The architect for these works was Robert Robinson Taylor, who was offered some professional advice by I. N. Phelps Stokes, but this proved to be unhelpful to Taylor who was working with limited resources.[13] Stokes was involved with family owned property management companies, building and running apartment and office blocks in New York. In addition to his commercial work, he designed private housing such as Sanger Hill, a New York State country house for his cousin Colonel William Sanger; Beacon Hill House, Newport, Rhode Island for his uncle Arthur Curtiss James; Brick House, Collender's Point, Darien, Connecticut for his parents; and a house for his wife at Indian Harbor, Greenwich, Connecticut.[14] In 1910, Stokes dismantled a large timber-framed house, formerly the Queens Head, located next to what is now the A140 Ipswich to Norwich route in Thwaite, Suffolk, UK. He transported it in 688 crates from Tilbury Docks to the US, where it was re-constructed using the timbers of a wrecked English ship, on a hill overlooking Long Island Sound near Greenwich, Connecticut. It was renamed High Low House (one of its former names whilst standing in Thwaite).[15] Stokes was active in housing reform. He was appointed a member of the Tenement House Committee of the Charity Organisation Society in 1899, and was appointed a member of the State Tenement House Committee by Governor Roosevelt in 1901. He was a member of the executive committee and chairman of the Committee on New Building and in this role was a co-author of the Tenement House Law of 1901. He became a political ally and then a friend of New York Mayor Fiorello H. LaGuardia. During the New Deal, as head of the Art Commission, Stokes oversaw the WPA mural program for the City of New York, which sponsored murals at locations including the Marine Air Terminal at LaGuardia Airport, Harlem Hospital, and New York Public Library.[1] At various times Stokes was director and president of the Phelps-Stokes Fund; trustee, New York Public Library; honorary vice-president, Community Service Society of New York, Fine Arts Federation of New York and President of the Municipal Art Commission of New York. Following the death of his wife he resigned many of his public duties. At his retirement from the Municipal Arts Commission in 1939, Mayor La Guardia said: “All through the city physical changes are being made, and a great deal of it is due to your vision and your perfect artistic style. Once in a while a modernistic piece has crept in on us, but it has been more than offset by your selections. All I can do is express my regret that you are leaving us.\"[16] Stokes may be best remembered for an exhaustive and authoritative six volume work entitled The Iconography of Manhattan Island, published between 1915 and 1928.[17] Stokes prefaced the first volume with the following objective: THE Iconography of Manhattan Island represents the result of a two-fold purpose: to collect, to condense, and to arrange systematically and in just proportion, within the confines of a single work, the facts and incidents which are of the greatest consequence and interest in the history of New York City, with special reference to its topographical features and to the physical development of the island; and to illustrate this material by the best reproductions obtainable of important and interesting contemporary maps, plans, views, and documents; in other words, to produce a book dealing with the physical rather than with the personal side of the city's history, which shall be at the same time useful and interesting to the student of history, the antiquarian, the collector, and the general public. His initial thoughts were that the work would be covered in one volume, but he had underestimated and eventually six were required. In the last volume he wrote: It is more than nineteen years since work on the Iconography began, and all but thirteen years since the first volume was published. Clearly, the subscribers are entitled to an explanation - or to an apology. As an apology is, on the whole, the easier alternative, the author hastens to offer it – very humbly – and he sincerely thanks his subscribers for their considerate forbearance. Whilst compiling the work, Stokes had become an obsessive collector and spent large sums with dealers in America and Europe. He bequeathed the prints from his collection to the New York Public Library,[18] but financial hardship during the depression years forced him to sell many other works.[19] A fire started in the New York State Capitol at Albany in the early hours of 29 March 1911. The building housed the New York State Library, and it was feared that many historical documents were lost or damaged in the fire. The trustees of the New York Public Library asked I. N. Phelps Stokes to go to Albany and offer support. When he arrived he became involved with the salvage. He first surveyed the building to ensure it was safe for workers to enter. A preliminary inspection by Stokes and the archivist, Mr van Laer found that some documents still survived under the damage but urgent action was required to save them. Governor Dix arranged for soldiers to help and they formed a chain to carry salvaged papers and books to a place of safety. The fire continued to break out as they worked and to add to their problems the weather was so cold that water froze. It was estimated that 80% of the archive was lost in the fire. The night-watchman's body was also discovered in the rubble.[20] Stokes was descended from New York merchants and bankers. His maternal grandfather, Isaac Newton Phelps, was born of farming stock and built his fortune from hardware and later banking. When he died in 1888 he left Stokes $100,000 dollars plus a part share in a legacy.[21] His paternal grandfather, James Boulter Stokes, married Caroline, the daughter of Anson Greene Phelps and in doing so became the brother-in-law of William E. Dodge, Daniel James and Benjamin Bakewell Atterbury. All possessed of strong individualism but sharing a strong sense of social duty, driven by their religious beliefs.[22] Many of their children and grandchildren were philanthropist, activists and missionaries. Stokes had eight siblings: Stokes and Edith Minturn did not have children of their own, but adopted a daughter in 1906. Edith died in 1937 after a debilitating illness.","Title":"Isaac Newton Phelps Stokes - Wikipedia","KeyID":"3722","URL":"https://en.wikipedia.org/wiki/Isaac_Newton_Phelps_Stokes"}