{"Content: ":"The National Archives and Records Administration (NARA) is an independent agency of the United States government charged with the preservation and documentation of government and historical records. It is also tasked with increasing public access to those documents which make up the National Archive.[4] NARA is officially responsible for maintaining and publishing the legally authentic and authoritative copies of acts of Congress, presidential directives, and federal regulations. NARA also transmits votes of the Electoral College to Congress.[5] It also examines Electoral College and Constitutional amendment ratification documents for prima facie legal sufficiency and an authenticating signature.[6] The National Archives, and its publicly exhibited Charters of Freedom, which include the original United States Declaration of Independence, United States Constitution, United States Bill of Rights, and many other historical documents, is headquartered in the National Archives Building in Washington, D.C. The mission of the National Archives is: We drive openness, cultivate public participation, and strengthen our nation’s democracy through equitable public access to high-value government records. The work of the National Archives is dedicated to two main functions: public engagement and federal records and information management. The National Archives administers 15 Presidential Libraries and Museums, a museum in Washington, D.C. that displays the Charters of Freedom, and 15 research facilities across the country.[7] The agency’s online catalog makes available over 160 million records ranging from before the start of the republic to the modern government. However, the digitized records represent only a small fraction of the over 13 billion pages in the holdings of the National Archives.[8] The National Archives governs federal records and information policy for the executive branch and preserves and makes available the records of the judicial and legislative branches. Agencies in the executive branch are required by the Federal Records Act to follow approved records schedules. All records maintained by the executive branch must be properly identified by NARA and authorized for eventual destruction or appraised to be of permanent historical or legal value to be preserved and made available to the public. Only 2 to 3 percent of records created by the federal government are deemed to be of permanent value. The Presidential Records Act mandates that all records created by the Executive Office of the President are to be preserved and transferred to the National Archives at the end of a president's administration.[9][10][11] The Archivist of the United States is the chief official overseeing the operation of the National Archives and Records Administration. The Archivist not only maintains the official documentation of the passage of amendments to the U.S. Constitution by state legislatures, but has the authority to declare when the constitutional threshold for passage has been reached, and therefore when an act has become an amendment. The Office of the Federal Register publishes the Federal Register, Code of Federal Regulations, and United States Statutes at Large, among others. It also administers the Electoral College. The National Historical Publications and Records Commission (NHPRC)—the agency's grant-making arm—awards funds to state and local governments, public and private archives, colleges and universities, and other nonprofit organizations to preserve and publish historical records. Since 1964, the NHPRC has awarded some 4,500 grants. The Office of Government Information Services (OGIS) is a Freedom of Information Act (FOIA) resource for the public and the government. Congress has charged NARA with reviewing FOIA policies, procedures and compliance of Federal agencies and to recommend changes to FOIA. NARA's mission also includes resolving FOIA disputes between Federal agencies and requesters. Originally, each branch and agency of the U.S. government was responsible for maintaining its own documents, which often resulted in the loss and destruction of records. Congress created the National Archives Establishment in 1934 to centralize federal record-keeping, with the Archivist of the United States serving as chief administrator. R.D.W. Connor was chosen to be the first leader of the organization.[12] After a recommendation by the first Hoover Commission in 1949, the National Archives was placed within the newly formed General Services Administration (GSA). NARA was officially given its independence from the GSA with the passing of the Records Administration Act of 1984, thus giving birth to the institution that exists today.[13] In December 1978, millions of feet of news reels were destroyed in a fire at an offsite location in Suitland, Maryland.[14] The reels, made of exceptionally flammable nitrate material, had been donated previously by Universal Pictures and were stored in special vaults intended to protect against fires. In total over 12.6 million feet of film was destroyed.[14] In March 2006, it was revealed by the Archivist of the United States in a public hearing that a memorandum of understanding between NARA and various government agencies existed to \"reclassify\", i.e., withdraw from public access, certain documents in the name of national security, and to do so in a manner such that researchers would not be likely to discover the process (the U.S. reclassification program).[15] An audit indicated that more than one third withdrawn since 1999 did not contain sensitive information.[16] The program was originally scheduled to end in 2007. In 2008 the NARA announced that they would not be archiving government websites during transition, after carrying out such crawls in 2000 and 2004. The End of Term Web Archive was established in response to this.[17][18] In 2010, Executive Order 13526 created the National Declassification Center[19] to coordinate declassification practices across agencies, provide secure document services to other agencies, and review records in NARA custody for declassification. As part of its role in receiving and authenticating Electoral College votes, the agency intercepted and rejected forged certificates of ascertainment from Trump allies in seven states who were strategizing to overturn the 2020 presidential election.[20][21] A 2022 report by the National Security Archive revealed that the National Archives budget (when adjusted for inflation) has not increased since 1991 despite the exponential growth of electronic records created by the federal government.[22] NARA's holdings are classed into \"record groups\" reflecting the governmental department or agency from which they originated.[24] Records include paper documents, microfilm, still pictures, motion pictures, and electronic media. Archival descriptions of the permanent holdings of the federal government in the custody of NARA are stored in the National Archives Catalog.[25] The archival descriptions include information on traditional paper holdings, electronic records, and artifacts.[26] As of December 2012, the catalog consisted of about 10 billion logical data records describing 527,000 artifacts and encompassing 81% of NARA's records.[27] There are also 922,000 digital copies of already digitized materials.[27] Most records at NARA are in the public domain, as works of the federal government are excluded from copyright protection. However, records from other sources may still be protected by copyright or donor agreements.[28] Executive Order 13526 directs originating agencies to declassify documents if possible before shipment to NARA for long-term storage,[29] but NARA also stores some classified documents until they can be declassified. Its Information Security Oversight Office monitors and sets policy for the U.S. government's security classification system. Most people who access records at NARA are genealogists or family historians.[30] While many records are available online through the National Archives Catalog, individuals can also request paper copies and microfilm scans. When applicable, the catalog will indicate a document's physical location in a National Archives facility. Census records are among the most frequently requested at NARA, with the oldest entries from 1790.[31] These records often contain information such as addresses and names of family members. However, all pieces of personal data are restricted for 72 years after collection; prior to then, federal agencies can only access statistical data.[32] The newest unrestricted census is from 1950 and was released to the general public in April 2022. The subsequent census from 1960 will be released in April 2032. NARA has also collaborated with Ancestry.com, Fold3.com, and Familysearch.org to scan microfilms and documents of genealogical interest.[33] These digitization partners have expanded the number of genealogical sources on their respective websites, such as ship passenger lists and military records. NARA will eventually offer free access to all digitized sources through the National Archives Catalog.[34] However, many file collections are not available for public viewing either through NARA or affiliate websites. This includes naturalization records and vital records that reveal extensive personal data. Depending on a requestor's verifiable relation to a subject of interest, restricted files may be obtainable under the Freedom of Information Act (FOIA).[35] Since 2005, NARA has held annual Genealogy Fairs with guest speakers and research workshops.[36] These events are free of charge and are designed for interested individuals of any skill level. Materials from past Genealogy Fairs are available on the National Archives website. In 2010, the Archives, in a cooperative agreement with the University of Virginia Press, created Founders Online, a website for providing free public access to the papers and letters of seven of the nation's most influential founders: John Adams, Benjamin Franklin, Alexander Hamilton, John Jay, Thomas Jefferson, James Madison, and George Washington.[37][38] Launched three years later, in 2013, the website currently provides access to a database of 185,000 digitized documents that have been annotated through founding fathers papers projects at five university presses over the past 50 years.[39] In addition to the University of Virginia's, the presses include those at Columbia, Harvard, Princeton, and Yale.[40] In 2006, the NARA's Office of the Inspector General created the Archival Recovery Team to investigate thefts and recover records stolen from the archive's collections.[41] Responsibility for non-law enforcement recovery activities has since been transferred to the NARA Office of the Chief Operating Officer.[42] The most well-known facility of the National Archives and Records Administration is the National Archives Building (informally known as \"Archives I\"), located north of the National Mall on Constitution Avenue in Washington, D.C. A sister facility, known as the National Archives at College Park (\"Archives II\") was opened in 1994 near the University of Maryland, College Park. The Washington National Records Center (WNRC), also located in the Washington, D.C., metropolitan area, is a large warehouse facility where federal records that are still under the control of the creating agency are stored. Federal government agencies pay a yearly fee for storage at the facility. In accordance with federal records schedules, documents at WNRC are transferred to the legal custody of the National Archives after a certain time; this usually involves a relocation of the records to College Park. Temporary records at WNRC are either retained for a fee or destroyed after retention times have elapsed. WNRC also offers research services and maintains a small research room. Across the United States, the National Archives maintains both research facilities and additional federal records centers (FRCs). In many cases, the research rooms of regional archives are located at the same site as the federal records center, which are inaccessible to the public. In April 2019 an unknown person set fire to an exterior wall of the archives building using a homemade incendiary device before firefighters were able to extinguish the flames.[43] In an effort to make its holdings more widely available and more easily accessible, the National Archives began entering into public–private partnerships in 2006. A joint venture with Google will digitize and offer NARA video online. When announcing the agreement, Archivist Allen Weinstein said that this pilot program is ... an important step for the National Archives to achieve its goal of becoming an archive without walls. Our new strategic plan emphasizes the importance of providing access to records anytime, anywhere. This is one of many initiatives that we are launching to make our goal a reality. For the first time, the public will be able to view this collection of rare and unusual films on the Internet.[44] On January 10, 2007, the National Archives and Fold3.com (formerly Footnote)[45] launched a pilot project to digitize historic documents from the National Archives holdings. Allen Weinstein explained that this partnership would \"allow much greater access to approximately 4.5 million pages of important documents that are currently available only in their original format or on microfilm\" and \"would also enhance NARA's efforts to preserve its original records.\"[46] In July 2007, the National Archives announced it would make copies of its collection of Universal Newsreels from 1929 to 1967 available for purchase through CreateSpace, an Amazon.com subsidiary. During the announcement, Weinstein noted that the agreement would \"... reap major benefits for the public-at-large and for the National Archives.\" Adding, \"While the public can come to our College Park, Maryland, research room to view films and even copy them at no charge, this new program will make our holdings much more accessible to millions of people who cannot travel to the Washington, D.C. area.\" The agreement also calls for CreateSpace partnership to provide the National Archives with digital reference and preservation copies of the films as part of NARA's preservation program.[47] The National Archives currently utilizes social media and Web 2.0 technologies in an attempt to communicate better with the public.[48] On June 18, 2009, the National Archives announced the launching of a YouTube channel \"to showcase popular archived films, inform the public about upcoming events around the country, and bring National Archives exhibits to the people.\"[49] Also in 2009, the National Archives launched a Flickr photostream to share portions of its photographic holdings with the general public.[50] A new teaching-with-documents Web site premiered in 2010 and was developed by the education team. The site[51] features 3,000 documents, images, and recordings from the holdings of the Archives. It also features lesson plans and tools for creating new classroom activities and lessons. In 2011, the National Archives initiated a WikiProject on the English Wikipedia to expand collaboration in making its holdings widely available through Wikimedia. In December 2019, the National Archives approved record schedules for federal records created by U.S. Immigration and Customs Enforcement (ICE) which documented detainee sexual abuse and assault, death review files, detention monitoring reports, detainee escape reports, detainee segregation files, and Detention Information Reporting Line records. The schedules permitted ICE to destroy the records when they were no longer needed for business use.[52] The schedules were approved without changes despite public outcry when they were first proposed in the Federal Register.[53] A lawsuit was brought against the National Archives by several plaintiffs, Citizens for Responsibility and Ethics in Washington, the American Historical Association, and the Society for Historians of American Foreign Relations. In March 2021, a federal judge for the District Court for the District of Columbia ruled against the National Archives that the records must be preserved stating, “NARA’s approval of the schedule was arbitrary and capricious on the grounds that NARA failed to evaluate the research value of the ICE records and that NARA failed to address significant and relevant public comments.” [54][55] In January 2020, a Washington Post reporter noticed blurred protest signs in an image of the 2017 Women's March at the Archives' public exhibit. Some of the edited signs contained potentially offensive language, and some mentioned president Donald Trump. Besides censoring language, the changes altered the meaning of some protest signs. The agency defended the edits and said they were made \"so as not to engage in current political controversy\", but admitted it \"made a mistake ... we were wrong to alter the image.\"[56][57][58] This article incorporates public domain material from websites or documents of the National Archives and Records Administration. ","Title":"National Archives and Records Administration - Wikipedia","KeyID":"3724","URL":"https://en.wikipedia.org/wiki/NARA"}