{"Content: ":"The Canadian Encyclopedia (TCE; French: L'Encyclopédie canadienne) is the national encyclopedia of Canada, published online by the Toronto-based historical organization Historica Canada, with the support of Canadian Heritage. Available for free online in both English and French, The Canadian Encyclopedia includes more than 19,500 articles in both languages[1][2] on numerous subjects including history, popular culture, events, people, places, politics, arts, First Nations, sports and science. The website also provides access to the Encyclopedia of Music in Canada, the Canadian Encyclopedia Junior Edition, Maclean's magazine articles, and Timelines of Canadian History. As of 2013, over 700,000 volumes of the print version of TCE have been sold and over 6 million people visit TCE's website yearly.[3][4] While attempts had been made to compile encyclopedic material on aspects of Canada, Canada: An Encyclopaedia of the Country (1898–1900), edited by J. Castell Hopkins, was the first attempt to produce an encyclopedic work entirely on the subject of Canada. This was followed by W. Stewart Wallace's The Encyclopedia of Canada (Macmillan, 1935–37), which was then sold to an American publisher, the Grolier Society, providing the core of John Everett Robbins' Encyclopedia Canadiana (1957).[5] More common, however, were encyclopedic works focused on particular qualities of Canada. For instance, in 1911, Arthur Doughty and L.J. Burpee compiled the Index and Dictionary of Canadian History as a companion to the Makers of Canada series; Doughty and Adam Shortt edited the 23-volume Canada and Its Provinces (1913–17); Norah Story's The Oxford Companion to Canadian History and Literature was published in 1967; the comprehensive Encyclopedia of Music in Canada was published in 1981 and revised in 1992; and a new Oxford Companion to Canadian Literature, edited by William Toye, was published in 1983.[5] By the 1970s, Canada had been without a national encyclopedia since Robbins' 1957 work, which by that time was terribly outdated. With this in mind, Edmonton-based Canadian nationalist and publisher Mel Hurtig was left unimpressed with the lack of Canadian reference works as well as with the various omissions and blatant errors (e.g., Brian Mulroney was described as a Liberal rather than Conservative) found in existing encyclopedias with Canadian entries. In response, Hurtig launched a project in the 1970s to create a wholly new Canadian encyclopedia.[5] In 1978, around the Province of Alberta's 75th anniversary, Hurtig approached the Alberta government with the idea of supporting Hurtig's idea of an encyclopedia as Alberta's \"gift to Canada,\" which gained the support of Alberta Premier Peter Lougheed. On 15 November 1979, the Alberta Legislature announced that the provincial government would underwrite the development costs of the encyclopedia with CA$3.4 million and would donate a further $600,000 towards the delivery of a free copy to every school and library in Canada. (This was done on the condition that no other funding would be able to obscure the gesture of the Alberta Government.)[5] Taking on this publishing 'megaproject', Hurtig would spend the next few years raising funds from banks for printing and marketing. The concern of a French-language edition was put aside with a guarantee by Hurtig that the rights would be donated free to a publisher in Quebec.[5] Hurtig held a nationwide search for an editor-in-chief, including with an advertisement in the Globe and Mail. Soon after, James Harley Marsh was hired as editor-in-chief in 1980.[5] Marsh recruited more than 3,000 authors to write for the encyclopedia. They made index cards for every fact in the encyclopedia, signed off by the researcher, utilized three sources, and had every article read by three outside readers. Then, the entire encyclopedia was proofread by an independent source.[6] Over 3,000 people contributed to the content and accuracy of the encyclopedia's entries.[7] In 1981, the Encyclopedia of Music in Canada was published.[7] By May 1984, Hurtig Publishers had received over 105,000 in pre-sale orders for the first edition of The Canadian Encyclopedia,[5] which was finally published in 1985 ( ISBN 0-88830-269-X). Carrying nearly 3 million words within three separate volumes, it featured over 2,500 contributors and included more than 9,000 articles.[2] Costing $125 per set, this first edition sold out within days of publication and became a Canadian bestseller; nearly 150,000 sets sold in six months.[7] Two years later, Alain Stanké of Montreal published the first French edition of the encyclopedia, Encyclopédie canadienne, in three-volume.[5][8] A revised and expanded edition of TCE was released in 1988 ( ISBN 0-88830-326-2), selling out just as the first. This edition would add a fourth volume and around 500,000 new words.[5] Encoded in a markup language precursor of HTML, this edition would be the first encyclopedia in the world to use a computer to help compile, typeset, design, and print it.[6] In September 1990, Hurtig published The Junior Encyclopedia of Canada ( ISBN 0-88830-334-3), illustrated with over 3000 photos, drawings, and maps.[2] This five-volume encyclopedia was funded by the federal Department of Communications and a grant from the CRB Foundation of Montreal.[5] It would be the first encyclopedia for young Canadians.[2] In May 1991, Hurtig sold his publishing company to McClelland & Stewart (M&S), and the encyclopedia along with it.[9] Soon, a vice president at M&S would be the first to usher in the first real electronic version of the encyclopedia in 1995: The Canadian Encyclopedia Plus, published as a digital CD-ROM ( ISBN 0-7710-2041-4), with searching capability, hot links to related articles, and multimedia.[5][7] This digital format would also eventually incorporate the Gage Canadian Dictionary and Roget's Thesaurus with the text of TCE, as well as incorporating the Columbia Encyclopedia.[5] The first edition of the encyclopedia on CD-ROM was released in 1993; the second, in 1995.[10] The 1998-99 Canadian Encyclopedia on CD-ROM came in three separate versions: The Canadian Encyclopedia was able to become fully bilingual through a grant from Heritage Canada, which helped to complete the project of translating the over-4-million pieces of text into French. By 2000, the electronic encyclopedia included a fourth version: \"National.\"[5] In 1999, McClelland & Stewart published the year-2000 edition, incorporating all four previous volumes in a single book ( ISBN 0-77102-099-6), followed by Stanké's French edition the next year. Also in 1999, Avie Bennett, the Chair of McClelland & Stewart, transferred the ownership of the encyclopedia to the Historica Foundation.[7] Later that year, the Historica Foundation made a full version of The Canadian Encyclopedia available online.[7] Launching in Edmonton in October 2001, the real online version of TCE was programmed by NetCentrics in Edmonton and its interface designed by 7th Floor Media in Vancouver.[5] In 2002/2003, an online version of the Encyclopedia of Music in Canada, including around 3,000 articles and 500 illustrations, was incorporated into TCE.[2] On March 31, 2013, Marsh stepped down as editor-in-chief of TCE in retirement.[3][4] The enhanced interactive format that TCE currently uses online was first released in October 2013.[2] Today, The Canadian Encyclopedia is available entirely online.[citation needed] The TCE's current editor-in-chief is Bronwyn Graves.[11] As the President and CEO of Historica Canada since 2012, Anthony Wilson-Smith is also the publisher of the encyclopedia. As of 2021, the encyclopedia has 5,040 authors.[2] TCE is funded by SOCAN as well as the federal Department of Canadian Heritage. Its partners include the Canadian Children's Book Centre, Musée des grands Québécois, the Robert McLaughlin Gallery, and Maclean's.[2] TCE claims to be \"non-partisan and apolitical.\" and that they are \"not affiliated with any government or political party.\"[12]","Title":"The Canadian Encyclopedia - Wikipedia","KeyID":"3725","URL":"https://en.wikipedia.org/wiki/The_Canadian_Encyclopedia"}