{"Content: ":"Since the construction of the Oval Office in 1909, there have been six different desks used in the office by the president of the United States.[1] The desk usually sits in front of the south wall of the Oval Office, which is composed of three large windows, has an executive chair behind, and has chairs for advisors placed to either side or in front.[2] Each president uses the Oval Office, and the desk in it, differently. It is widely used ceremonially for photo opportunities and press announcements. Some presidents, such as Dwight D. Eisenhower, used the desk in this room only for these ceremonial purposes, while others, including Richard Nixon used it as their main workspace.[3] The first desk used in the Oval Office was the Theodore Roosevelt desk, and the desk currently in use by Joe Biden is the Resolute desk. Of the six desks used in the Oval Office, the Resolute desk has spent the longest time there, having been used by eight presidents in the room. The Resolute has been used by all U.S. presidents since 1977 with the exception of George H. W. Bush, who used the C&O desk for his one term, making it the shortest-serving desk to date. Other past presidents have used the Hoover desk, the Johnson desk, and the Wilson desk.[1] The process for choosing a desk is not standardized and different presidents chose desks for different reasons. A few presidents have made public through interviews or papers in their presidential libraries how their choice was made. A 1974 memo explaining the desk options Gerald Ford could chose from is held at the Gerald R. Ford Presidential Library,[4] Jimmy Carter wrote about choosing a desk as his first official presidential decision in his memoir Keeping Faith: Memoirs of a President,[5] and in an interview with Chris Wallace, Donald Trump described that there are seven desks to choose from and that he chose the Resolute desk due to its history and beauty.[6] The first Oval Office was constructed as part of the expansion of the West Wing to the White House in 1909 under president William Howard Taft.[7] The room was designed by Nathan C. Wyeth who chose the Charles Follen McKim designed Theodore Roosevelt desk, which was first used by Theodore Roosevelt in the previous executive office, for the new office space.[8] This desk remained in use by subsequent presidents until, on December 24, 1929, a fire severely damaged the West Wing during President Herbert Hoover's administration.[9][10] Hoover reconstructed the part of the White House affected, including the Oval Office, reopening them in 1930.[9] With the repair, Hoover was gifted a suite of 17 furniture pieces including a new desk, known as the Hoover desk, by an association of Grand Rapids, Michigan furniture-makers.[11] This new desk was used for the rest of Hoover's term in office and by Franklin D. Roosevelt for his presidency.[12] Roosevelt had the West Wing expanded during his time in office including the construction of a new Oval Office.[13] After Roosevelt died in office, the Hoover desk was given to his wife, Eleanor Roosevelt, and the Theodore Roosevelt desk was brought back to the newly rebuilt Oval Office in 1945 by then president Harry S. Truman and subsequently used by Dwight Eisenhower.[12][4] John F. Kennedy briefly used the Theodore Roosevelt desk before it was switched out in 1961 for the Resolute desk. Jacqueline Kennedy, John F. Kennedy's wife, thought the more ornately carved Resolute desk should be the most visible presidential desk.[14][15] Upon Kennedy's assassination in 1963, the Resolute desk was sent on a national tour, and his successor Lyndon B. Johnson elected to use the desk he had used as a senator and as Vice President.[16][17] When Johnson left office the desk he used was sent to his presidential library.[18] When Richard Nixon became president he brought the Wilson desk, which he had used as Vice President, and it remained in the Oval Office when Gerald Ford took over after Nixon's resignation.[19] Jimmy Carter returned the Resolute desk to the Oval Office in 1977.[20] The desk has since been used in that room by every president other than George H. W. Bush who elected to go with the C&O desk, the desk he had used as vice president.[21] Doro Bush Koch, one of George Bush's children, suggests Bush's choice to use his vice presidential desk may have been due to a perceived tradition of vice presidents that ascend to the presidency using their vice presidential desks.[22] The C&O Desk remained as part of the White House collection after Bush left office, according to Jay Patton, the supervisory curator of the George H.W. Bush Presidential Library and Museum.[23] Joe Biden, the next vice president to become president, did not follow this perceived tradition and continued using the Resolute desk.[24] Below is a table noting each of the six desks ever used in the Oval Office, including the name they are most commonly known by, the presidents that used the desk, a description, and the desk's current location. A seventh desk, not listed here, is also offered to presidents for use in the Oval Office but has never been used there. This unnamed, mahogany, pedestal desk, was built in 1952, measures 72 by 36 inches (183 by 91 cm), and was gifted to the White House by John McShain, the general contractor of the Truman reconstruction of the White House. Originally housed in the Second Floor Center Hall it was moved to La Casa Pacifica in 1969 where it remained through at least 1974.[4] Below is a table noting the desk used for each presidency since the Oval Office was created in 1909. Before the Oval Office was created in 1909, several notable desks were used by presidents in their executive office. The following table lists these furniture pieces. Franklin Pierce[45] James Buchanan[note 2] Rutherford B. Hayes[47] Works cited","Title":"List of Oval Office desks - Wikipedia","KeyID":"3735","URL":"https://en.wikipedia.org/wiki/List_of_Oval_Office_desks"}