{"Content: ":"Nesodactylus was a genus of rhamphorhynchid pterosaur from the middle-late Oxfordian age[1] Upper Jurassic Jagua Formation of Pinar del Río, western Cuba. Its remains were collected but not prepared by Barnum Brown in 1918, from rocks better known for their fossils of marine life. When seven black chalkstone blocks were prepared from 1966 by Richard Lund by dissolving the substrate in acid, this revealed the remains of a pterosaur. Ned Colbert described and named the genus in 1969. The type species is Nesodactylus hesperius. The genus name is derived from Greek nesos, \"island\" and daktylos, \"finger\", a reference to the island of Cuba and the typical wing finger of pterosaurs. The specific name means \"western\", from Greek hesperios. The genus is based on holotype AMNH 2000, a partial skeleton including a skull fragment, numerous vertebrae from all parts of the spine and tail, zygapophyses (interpreted by Colbert as ossified tendons) on the tail, the pectoral girdle and a very deeply keeled sternum, arms and partial hands, part of the pelvis, parts of both femora, partial metatarsals, and ribs. The specimen was disarticulated but associated and not very compressed; during the preparation from the limestone with acid, the bones were not completely removed. Colbert found Nesodactylus to have had longer wings and more robust limbs and longer legs than related Rhamphorhynchus, although of a similar size and overall anatomy. He classified it as a rhamphorhynchid and more precisely as a member of the Rhamphorhynchinae.[2] In 1977 James A. Jensen and John Ostrom by mistake referred to it as Nesodon (1977).[3] Although there is little overlapping material with contemporaneous Cacibupteryx, the two are clearly different based on details of the elbow and quadrate.[4] At least one recent review suggests it was a rhamphorhynchine,[5] while another does not classify it.[6]   ","Title":"Nesodactylus - Wikipedia","KeyID":"374","URL":"https://en.wikipedia.org/wiki/Nesodactylus"}