{"Content: ":"The White House Military Office (WHMO) is a department within the White House Office that provides military support for White House functions, including food service, presidential transportation, medical support, emergency medical services and hospitality services. The White House Military Office is headed by the White House Military Office Director. Military representation aiding presidents predates the construction of the White House and originated with General George Washington's aide-de-camp, whose role as Personal Aide to the President has continued and is currently filled by the military aides to the president. These roles carry a wide variety of responsibilities, from critical military command and control missions to ceremonial duties at presidential events. The White House Garage was created by an act of Congress in 1909. Over the years it was transformed into a military organization and became a regular unit in 1963 by the name of the U.S. Army Transportation Agency (White House). It was later renamed the White House Transportation Agency. Camp David was established in 1942 to provide the president a safe and relaxing residence away from the White House. That same year, the White House Communications Agency was formed to assure that the president always had access to safe, secure, and reliable means of communication. Two years later, President Franklin D. Roosevelt called for the creation of the Presidential Pilot's Office (renamed the Presidential Airlift Group in 2001) to provide air transportation to the president and his staff. The White House Medical Unit was established in the West Wing in 1945. The White House Mess, also contained in the West Wing, was established in 1951 and has been run by the Navy ever since. Marine Helicopter Squadron One (HMX-1) was created in 1957 when President Dwight D. Eisenhower was vacationing in Newport, Rhode Island, and had to return to the White House on short notice. He flew the first portion of the trip aboard HMX-1. On May 8, 2009, Louis Caldera, the Director of the White House Military Office, resigned amid controversy over the Air Force One photo op incident.[1][2][3] His successor was announced on October 16, 2009, as George D. Mulligan Jr. The White House Military Office is an amalgamation of several previously independent offices and agencies. The WHMO is headed by a Director who oversees the policies involving Department of Defense assets. They ensures that White House requirements are clearly communicated to the WHMO Directorates and meet the highest standards of presidential quality. The WHMO's operational units are the most visible element of the WHMO's support to the President. The WHMO units include the: White House Communications Agency, Presidential Airlift Group, White House Medical Unit, Camp David, Marine Helicopter Squadron One, Presidential Food Service, White House Transportation Agency, White House Social Aides,[4] and the Military Aides to the President. The Social Aides, of whom there are 40-45 at a time, are uniformed officers of the rank of 1st lieutenant / lieutenant, junior grade and up to major / lieutenant commander, and have a purely social role, taking care of visitors to events held at the White House. They are volunteers, serving perhaps two to four afternoons a month.[4] The (permanent) Military Aides are majors / lieutenant commanders and lieutenant colonels / commanders, one from each of the five armed forces, and have the task of carrying the President's emergency satchel, the so-called nuclear football.[5] The White House Military Office also includes staff dedicated to Operations, Information and Technology Management, Financial Management and Comptroller, WHMO Counsel, and Security. Together the WHMO's entities provide essential service to the President as well as help assure the continuity of the presidency. Most uniformed personnel assigned to the WHMO are eligible to wear the Presidential Service Badge after \"a period of at least one year.\"[6][7] The White House Military Office is the subject of an episode of Major Dad titled \"General Disturbance\", which originally aired on April 9, 1993. In it, General Marcus Craig (Jon Cypher) becomes the new Deputy Director of WHMO and his whole staff, including Major John MacGillis (Gerald McRaney), is transferred to Washington, D.C. with him.","Title":"White House Military Office - Wikipedia","KeyID":"3741","URL":"https://en.wikipedia.org/wiki/White_House_Military_Office"}