{"Content: ":"Andrew Jackson is a bronze equestrian statue by Clark Mills mounted on a white marble base in the center of Lafayette Square within President's Park in Washington, D.C., just to the north of the White House.[1][2][3] Jackson is depicted dressed in military uniform, raising his hat with his right hand, while controlling the reins with his left hand as his horse rises on its rear legs. The statue depicts Andrew Jackson, the general who commanded US forces in the Battle of New Orleans on January 8, 1815, and who served as the seventh president of the United States from 1829 to 1837. It was commissioned in May 1847, almost two years after Jackson's death at The Hermitage, his plantation near Nashville, Tennessee, by the Jackson Monument Committee chaired by John Peter Van Ness (who died before the statue was completed). Although Mills had never met Jackson and had also never seen an equestrian statue, his proposal won the commission ahead of Hiram Powers and Robert Mills. Mills taught himself the technical skills to finalize the design and cast the statue. Jackson's horse at the Battle of New Orleans was named Duke; but Mills modeled the horse from his own horse named Olympus.[4] Mills trained his horse to pose on its haunches. He also borrowed Jackson's uniform from the U.S. Patent Office, where it was being preserved. He completed a plaster model, and he established a new bronze foundry to produce the casting at his studio on 15th Street and Pennsylvania Avenue NW, south of the Treasury Building. Mills produced six castings of the statue of Andrew Jackson until the final one was completed, with ten pieces, six for Jackson and four for the horse.[5] In his casting, he was assisted by an enslaved apprentice, Phillip Reid, who also assisted Mills with other castings, including the 1860-1862 casting of the Statue of Freedom designed by Thomas Crawford which sits atop the United States Capitol dome. The casting was completed 1852, making this the first equestrian statue made in the US, and also the first bronze statue cast in the US. It has been described as the first equestrian statue made with the horse rearing on two legs with no additional support – earlier equestrian bronzes, such as Pietro Tacca's statue of Philip IV, and Étienne Maurice Falconet's statue of Peter the Great, use the horse's tail as a third support. Tests in 1993 showed that the rear legs have central cores of iron covered with bronze, giving them additional strength and weight to support and counterbalance the suspended parts of the statue. The statue is about a third larger than life, and weighs about 15 tons. It was installed on a tapering rectangular marble base on a raised circular grassed area with railings on the alignment of the North Portico of the White House and 16th Street NW. The narrow face of the marble base, to the west, bears the inscriptions \"JACKSON\" and \"OUR FEDERAL UNION / IT MUST BE PRESERVED\", the latter added in 1909 and quoting a toast offered by Jackson at a Democratic Party banquet in 1830 to celebrate the birthday of Thomas Jefferson. The south face has the inscription \" CLARK MILLS\".[6] The marble base is surrounded by four cannons that Jackson captured from the Spanish at Pensacola, Florida in 1818. The original intention has been to cast the statue itself using metal from captured cannons, but the tin content was too high. The metal barrels of the cannons initially rested on the grass for several years, before they were raised on new wooden gun carriages, subsequently replaced several times. The statue was dedicated on January 8, 1853, the 38th anniversary of the Battle of New Orleans, with procession from Judiciary Square followed by an address delivered by Senator Stephen A. Douglas to a crowd of 20,000 people, including President Fillmore, Major General Winfield Scott, members of his cabinet and of Congress, the monument committee, and the sculptor.[7] Cannon from the US Army fired a salute. Mills reputedly quelled concerns about the stability of the statue by throwing himself against the raised front legs of the horse at the dedication: it did not move. Over time, the landscaping of the square has been simplified, and statues of figures from the American Revolutionary War have been added, one in each corner of the square, first a statue of the eponymous Lafayette after whom the Square is named erected in the south east corner in 1891, and then, working clockwise, a statue of Rochambeau in 1902, and then in 1910 statues of Von Steuben and Kościuszko. The view from the White House is now framed by the bronze Navy Yard Urns, cast in the Washington Navy Yard and based on the ancient Medici Vase, each mounted on a marble plinth. The statue of Jackson faced a bronze statue of Thomas Jefferson that had been installed on the White House North Lawn in 1847, until Jefferson's statue was returned to the Capitol in 1874. There have been proposals, particularly in the early 20th century, to move Jackson's statue and swap it with Mill's 1860 equestrian statue of George Washington in Washington Circle, to reunite Washington with the other the Revolutionary War generals in Lafayette Square, and give the statue of Andrew Jackson more space, but these proposals have been resisted on the grounds of the historical importance of the statue of Andrew Jackson and the desire to keep it in its original location. A crowd unsuccessfully attempted to topple the statue on June 22, 2020, during the George Floyd protests.[8] Former U.S. Senator Ben Nighthorse Campbell, a Native American, defended the monument, advocating for it to remain and called for the addition of plaques to explain the complicated history of Jackson.[9] Several days later, the United States Department of Justice (DOJ) charged four men with destruction of federal property for allegedly trying to bring down the statue. The Justice Department alleged that a video showed one of the men breaking off and destroying the wheels of the cannons located at the base of the statue as well as pulling on ropes when trying to bring down the statue.[10] The Justice Department also alleged that a man videotaped trying to topple the Jackson statue had, a few days earlier, participated in the destruction of the 1901 Albert Pike Memorial statue near Washington's Judiciary Square.[11] The statute was vandalized with the words \"Expect Us\" on Indigenous Peoples' Day (also Columbus day), Monday, October 11, 2021. Protestors had been chanting \"respect us or expect us\" in response to protesting the Line 3 pipeline in Minnesota that runs through lands owned by Indigenous tribes who are concerned that the pipeline could spill and ruin the land they use to farm.[12] Mills made two other castings of the statue. One was dedicated in February 1856 in the former Place d'Armes in New Orleans, renamed Jackson Square.[13] A second was dedicated on May 20, 1880, on the Tennessee State Capitol grounds, in Nashville, Tennessee, commissioned by the Tennessee Historical Society to celebrate to city's centennial .[14] Mills attended both dedications: the one in Nashville was his last public event before his death in 1883. A fourth copy of the statue was erected in Jacksonville, Florida in 1987, near Jacksonville Landing. It was cast by the Modern Art Foundry of Long Island City, New York. The original statue stands at the center of Lafayette Square, just to the north of the White House Statue in Washington, D.C. Statue in New Orleans, Louisiana Statue in Nashville, Tennessee Statue in Jacksonville, Florida","Title":"Equestrian statue of Andrew Jackson (Washington, D.C.) - Wikipedia","KeyID":"3743","URL":"https://en.wikipedia.org/wiki/Equestrian_statue_of_Andrew_Jackson_(Washington,_D.C.)"}