{"Content: ":"Major General Marquis Gilbert de Lafayette is a statue in the southeast corner of Lafayette Square, in Washington, D.C., near the junction of Pennsylvania Avenue with Madison Place and close to the White House. The statue was erected in 1891 to honor Gilbert du Motier, Marquis de Lafayette and his contribution in the American Revolutionary War. The square, originally part of the President's Park, was named in honor of the Marquis in 1824. The statuary was made by Alexandre Falguière and Antonin Mercié, and the architect who designed the marble pedestal was Paul Pujol [fr].[3][4] Senator John W. Johnston of Virginia made the first proposal to erect a statue of the Marquis Lafayette in Washington, D.C., initially suggesting an equestrian statue in January 1883. A less ambitious proposal was approved by an Act of Congress of March 3, 1885, (23 Stat. 508), which appropriated a budget of US$50,000. It was to be one many monuments erected around the centennial of the American Revolution. A commission was appointed to supervise the project, and they sought proposals from three American – Daniel Chester French (who later completed the Lafayette Memorial in Brooklyn and a statue of Lafayette at Lafayette College), Larkin Goldsmith Mead (whose proposal was similar to the design eventually chosen), and Augustus Saint-Gaudens (who would not submit a design, but suggested the names of Falguière and Mercié to the commission) - and three French artists – Frédéric Auguste Bartholdi (who submitted two designs, one considered too expensive, the other too plain; his statue of Lafayette had been erected in New York in 1876), and Alexandre Falguière and Antonin Mercié (who submitted four joint designs). After long deliberations, two French artists were jointly selected: Falguière and Mercié. They first modelled the statue in clay at a quarter scale, which was then cast in plaster, and scaled up to a full size model, from which sand molds were created, and then cast in bronze in Paris in 1890 by the founder Maurice Denonvilliers. The French architect Paul Pujol [fr] designed the pedestal using marble from the quarry of Derville and Company. The completed bronze and marble parts were shipped on the steamer La Normandie in 30 heavy boxes weighing 62,500 lb (28,300 kg). The boxes arrived in New York City in August 1890, and where then were transported by train to Washington, D.C. The installation was completed in April 1891. The monument comprises a bronze statue of the Marquis de Lafayette about 11 ft (3.4 m) high, standing on a French marble pedestal with four faces decorated with classical mouldings, accompanied by seven additional bronze statues, all larger than life size. The monument rests on an base of American granite on a slight mound of grassed earth, within a circle of granite kerb stones with a diameter of about 60 ft (18 m). The statue of Lafayette faces south towards the White House. He is depicted in civilian dress with a long coat bearing the badge of the Society of the Cincinnati, boots, and wig. He is gesturing with his right arm, with a cloak over his left arm and his left hand resting on the hilt of his sword. He is commonly interpreted to be petitioning the French National Assembly to assist the revolutionary Americans. Before the south face of the pedestal is seated a draped female figure cast in bronze, symbolizing America, turning to seek aid from the Marquis and offering him a sword. A cartouche on the pedestal bears the inscription: \"TO / GENERAL / LA FAYETTE / AND HIS / COMPATRIOTS / 1777–1783 / DERVILLE FARBRE\". The east and west faces have pairs of bronze statues of French military figures associated with the American Revolutionary Wars. The east face has statues of Comte d'Estaing and the Comte de Grasse in military uniform, conversing, with an anchor symbolising their command of French naval forces, and the west face has statues of the Comte de Rochambeau and the Chevalier du Portail, also in military uniform, with a cannon symbolising their command of French armies. Apart from the Chevalier du Portail, all remained well-known revolutionary figures in the late 19th century: in 1890, The New York Times commented that \"The commanders of the fleets are too well known to require comment, and Rochambeau is even better known … but Duportaille is not so familiar.\" The north face has two bronze cherubs before a cartouche with a commemorative inscription, which reads: \"BY THE CONGRESS / IN COMMEMORATION / OF THE SERVICES / RENDERED BY / GENERAL LAFAYETTE / AND HIS COMPATRIOTS / DURING THE STRUGGLE / FOR THE / INDEPENDENCE / OF THE UNITED STATES / OF AMERICA\".[5] A further inscription on the south side of the marble pedestal records the names of the creators of the statues and pedestal: \"ALEXANDRE FALGUIERE / ANTONIN MERCIE / STATUAIRES / PAUL PUJOL / ARCHITECTE\", and a reference to the French quarry that provided the marble: \"DERVILLE ET C / MARBRES\". An inscription around the rim of the cannon's mouth records the name of the Parisian founder that cast the bronzes: \"MAURICE DENONVILLIERS FOUNDEUR / PARIS 1890\", with another inscription cast into the base of the statue of the Marquis: \"FONDU PAR MAURICE DENONVILLIERS\". With its marble pedestal and granite foundation, the monument stands about 36 ft (11 m) high and 20 ft (6.1 m) wide. The best location for the statue was a matter of some debate after it had been commissioned. Lafayette Square seemed the obvious place, but the prominent site at the centre of the square was already occupied by an equestrian statue of Andrew Jackson. Other possible sites near the US Treasury Building or the US Capitol were considered, but eventually the granite foundation was laid directly to the south of the Andrew Jackson statue. However, Senator William B. Bate of Tennessee (Andrew Jackson's home state) objected that aligning both statues on an axis with the White House would mean the sightline from the statue of Andrew Jackson to the White House would be blocked by the statue of the Marquis. Work was halted, and attention moved to a site to the southeast corner of the Treasury Building, at the junction of Pennsylvania Avenue and Fifteenth Street, but this time the Treasury Secretary William Windom objected. After further debate, the south-east corner of Lafayette Square was selected without further objections, and the granite foundation was moved from the center of the south side of Lafayette Square to a new location a few hundred feet further east. When the installation of the statue was completed in April 1891, there were no funds left to hold a dedication ceremony. For many years, the Sons of the Revolution laid a wreath on Lafayette's birthday, September 6; and the 200th anniversary of Lafayette's birth was celebrated in 1957. The statue is listed on the National Register of Historic Places, as part of the American Revolution Statuary in Washington, D.C. West face, with cannon South face, with female statue representing America, and inscription East face, with anchor North face, with putti and cartouche The statue, c.1909-1940 Sons of the Revolution laying wreaths in 1922","Title":"Statue of the Marquis de Lafayette (Washington, D.C.) - Wikipedia","KeyID":"3744","URL":"https://en.wikipedia.org/wiki/Statue_of_the_Marquis_de_Lafayette_(Washington,_D.C.)"}