{"Content: ":"St. John's Episcopal Church, Lafayette Square is an historic Episcopal church located at Sixteenth Street and H Street NW, in Washington, D.C., along Black Lives Matter Plaza. The Greek Revival building, designed by Benjamin Latrobe, is adjacent to Lafayette Square, one block from the White House. It is often called the \"Church of the Presidents\". Every sitting president has attended the church at least once since it was built in 1816, starting with James Madison.[2] With the exception of Richard Nixon, every president since Franklin D. Roosevelt has attended spiritual services on Inauguration Day, many at St. John's.[3] It was designated a National Historic Landmark in 1960.[1] Organized as a parish in 1815, it was named for Saint John, the Evangelist. The building opened and the first service was held at St. John's Church on October 27, 1816. The Rev. William Dickinson Hawley served as its rector from 1817 to 1845, also serving as Chaplain of the Senate.[4] Two years after Maryland had ceded to the United States the territory constituting the present District of Columbia, the legislature of that state, appreciating the necessity of providing for the spiritual needs of the Protestant Episcopal inhabitants who were to reside there, and on their petition, passed the act of 26 December 1794, creating a new parish, to be known as Washington Parish-to be composed of so much of the Rock Creek Parish, in Montgomery County, Maryland, as St. John's Parish, in Prince George's County, Maryland, as was within the boundaries of the new city of Washington. In the next year a vestry was elected by the Episcopalians of the eastern end of the new parish, and the Rev. Mr. Ralph was appointed rector of the charge then organized, and took his seat in the Maryland Convention of 1795. This congregation occupied a small building on D Street and New Jersey Avenue, in the southeastern part of Washington, which since 1780, had been used as a chapel of ease connected with St. John Parish in Prince George's County. In 1806 a vestry was elected from the people worshipping at this chapel, and, in 1807, a new church was established in that vicinity, which was named Christ Church. In Georgetown, in 1796, the Protestant Episcopal inhabitants had inaugurated a movement resulting in the establishment of a church within the new parish, which was consecrated in 1809-so that, when the general government was removed from Philadelphia, in 1800, the newcomers found three places of worship for Episcopalians within the district, two previously mentioned and the third being St. Paul's Church in Rock Creek Parish; but all too far removed from the central and more populated portion of Washington to be practically useful in those days of almost impassable roads. To supply this great need the residents in what was known as the First and Second Wards of Washington-lying between Georgetown and Sixth Street-in the year 1814 took decided measures to procure the erection of a church in the part of the city referred to. The persons who seem to have been most actively engaged in this work were Thomas H Gillis, James Davidson, Lund Washington, Peter Hagner, John Graham, John Peter Van Ness, Joshua Dawson, William Winston Seaton, John Tayloe III, Thomas Munroe, James Thompson, James H. Blake, David Easton, and Joseph Gales Jr. The first entry in the earliest record book of the church, under date May 10, 1816, is in these words: \"May 10, 1816. At a meeting of citizens, resident in the First and Second Wards of the City of Washington, it was resolved that the following named gentlemen be appointed Trustees to manage the secular affairs of St. Johns Church, until a Vestry can be legally appointed, and to apply to the next Convention of the Protestant Episcopal Church for a division of the Parish of Washington; so as to attach the Parish of St. John's Church, viz: John Davidson, Peter Hagner, James Thompson, John Peter Van Ness, John Tayloe III, Thomas H Gillis, James H. Blake, and Roger C. Weightman.\" James Heighe Blake Joseph Gales Jr. ca. 1844 by George Peter Alexander Healy William Winston Seaton of the National Intelligencer John Tayloe III by Gilbert Stuart on display at the Metropolitan Museum of Art John Peter Van Ness 1805 portrait by Gilbert Stuart Roger Chew Weightman, Mayor of Washington, D.C. On December 27, 1816, being St. John's Day, Bishop James Kemp of Maryland performed the ceremonies of consecration, and religious services were conducted by the bishop and attendant clergy. The church building was designed by Benjamin Latrobe Esq, and constructed under his superintendence. He declined to receive any compensation for his valuable services, but the vestry voted him a pew free of rent, in acknowledgement of his generosity. This he declined, expressing his preference for some token that he might transmit to his children, and the testimonial took the form of a piece of plate.[5] John Tayloe III donated to the parish a communion service of silver, which Bishop William Meade, in his work on the old Churches of Virginia, says had been purchased by Col. Tayloe at a sale of the effects of the Lunenburg Parish Church/Farnham Church in Richmond County, Virginia, to prevent its desecration for secular use.[6] By 1842, it had become evident that further increases of the seating capacity of the church was expedient, and at a meeting of the pewholders called by public notice, on the eleventh of November, 1842, a committee, consisting of Richard Smith, John Canfield Spencer, Peter Hagner, Benjamin Ogle Tayloe, and William Thomas Carroll, was appointed to report a plan by which the number of pews should be increased, improved access given to galleries, and the interests of the existing pewholders properly adjusted. The committee reported on the twenty-eighth of November, and in the following April, Col. John James Abert, Gen. Winfield Scott, Frank Markoe, and Charles Gordon, were appointed a committee to carry the plan into effect. In its execution the original arrangement of pews and aisles, which had hitherto remained substantially unchanged, was very greatly altered. The box and high-back pews were changed to low-back seats; the brick pavement disappeared with the old form of the aisles; the chancel was enlarged, and the wine-glass pulpit was removed. Bishop William Meade John Canfield Spencer Benjamin Ogle Tayloe by Thomas Sully John James Abert Winfield Scott, 1835 portrait by George Catlin Bancroft Davis Still more extensive changes were made in 1883 under the direction of Bancroft Davis and Gen. Peter V. Hagner, when almost all the windows were filled with stained glass, dedicated, for the most part, to deceased members of the congregation. The chancel was considerably enlarged; a new organ placed within the chancel rail; an addition made at the southeast corner of the church for a chantry, and a new vestry room, choir rooms, and offices erected. Altogether at least 180 sittings were added, making the entire sitting accommodation of the church at 780.[5] In 1902, the formal state funeral of British ambassador Lord Pauncefote took place in St. John's Church. Beginning with James Madison, every president has been an occasional attendee at St. John's due both to the disproportionately Episcopal religious affiliation of U.S. presidents and the church's proximity to the executive mansion. Perhaps the most devoted presidential attendee was Abraham Lincoln, who habitually joined evening prayer throughout the Civil War from an inconspicuous rear pew.[7] St. John's is popularly nicknamed the \"Church of the Presidents\". President James Madison established the tradition of a \"president's pew\", selecting pew 28 for his private use in 1816.[4] The church was supported by pew subscriptions during its early history; although the vestry offered a pew to President Madison for free, he insisted on paying the rent.[7] During a renovation in 1843, the pews were renumbered, and the president's pew became pew 58.[4] President John Tyler asked that pew 58 be assigned to him, and paid for its use in perpetuity by presidents of the United States.[4] Additional renovations in 1883 renumbered the seat to pew 54, and this pew has remained reserved for the president's use when in attendance.[4] Although the \"president's pew\" is open for the use of any U.S. president who wishes to worship at the church, during weddings and other events the president usually sits in the front pew as a matter of protocol.[4] President Chester A. Arthur commissioned a memorial window for his wife, Ellen Lewis Herndon Arthur, who died in 1880, which was displayed in the church's south transept that is visible from the White House and lighted from within at his behest.[8] During the George Floyd protests on the night of May 31, 2020, several fires were set in Washington, D.C. including one set in the basement of Ashburton House, the parish house of St. John's Episcopal Church.[9] The fire was isolated to the church nursery and extinguished by firefighters.[10][11][12] According to the church's rector, the Reverend Rob Fisher, during the protests \"a fire was lit in the nursery, in the basement of Ashburton House\" of the church.[9] Fisher wrote that the fire was small, destroying the nursery room but leaving the rest of the church untouched, except by graffiti.[13] The next day, police and National Guard troops cleared out demonstrators in the immediate area around the church, using tear gas, smoke canisters, and pepper balls, to allow President Donald Trump a photo opportunity standing in front of the church.[14][15][16] The Episcopal Bishop of Washington, Mariann Budde, who oversees the church, criticized the use of tear gas to clear the grounds of the church for a photo opportunity \"as a backdrop for a message antithetical to the teachings of Jesus.\"[17] In 1966, St. John's Church was placed on the National Register of Historic Places by the U.S. Department of the Interior, and is designated a contributing property to the Lafayette Square Historic District and Sixteenth Street Historic District. The church building was designed by Benjamin Latrobe, architect of the U.S. Capitol Building, and is constructed of stucco-covered brick, taking the form of a Greek cross. In 1820, the portico and tower were added.[18] The bell in St. John's steeple weighs nearly 1,000 pounds (450 kg). It was cast by Paul Revere's son, Joseph, at his Boston foundry in August 1822 and installed at St. John's on November 30, 1822. President James Monroe authorized a $100 contribution of public funds toward the purchase of this church bell, which also served as an alarm bell for the neighborhoods and public buildings in the vicinity of the church. St. John's bell is one of two Revere bells in Washington, both cast and installed in 1822. Of the two, however, St. John's bell is the only one that has been in continuous service since its installation.[19] According to at least two accounts, whenever the bell tolls because of the death of a notable person, six ghostly men in white robes appear in the president's pew at midnight and then vanish.[20] Artwork in the church includes two sculptures by Jay Hall Carpenter, a chapel cross in polished brass, and Ascent Into Heaven, a 3/4 lifesize bronze angel and child overlooking the church's columbarium.","Title":"St. John's Episcopal Church, Lafayette Square - Wikipedia","KeyID":"3745","URL":"https://en.wikipedia.org/wiki/St._John%27s_Episcopal_Church,_Lafayette_Square"}