{"Content: ":"The North Lawn at the White House in Washington, DC, is bordered on the north by Pennsylvania Avenue with a wide view of the mansion, and is screened by dense plantings on the east from East Executive Drive and the Treasury Building, and on the west from West Executive Drive and the Old Executive Office Building. Because it is bordered by Pennsylvania Avenue, the White House's official street address, the North Lawn is sometimes described as the front lawn. A semicircular driveway runs from the northwest gate through the North Portico, sweeping back to Pennsylvania Avenue through the northeast gate.[1] A circular pool with fountain is centered on the north portico of the White House. Visiting heads of state enter the White House grounds, and are officially welcomed here prior to a state dinner. Public tours, which begin on East Executive Drive, exit through the North Portico, and visitors exit from the northeast gate. White House correspondents often stand on the North Lawn with the North Portico as a backdrop during television news broadcasts. Up until the 1990s they would broadcast from the lawn itself, however this left a large expanse of trampled grass and mud. In the 1990s the broadcast point was moved to a new area of the lawn covered with gravel for the purpose, leading to the nickname 'Pebble Beach'. The area was later repaved in Pennsylvania fieldstone in 2003, leading to the new nickname 'Stonehenge', though the former remains somewhat more common.[2] A reviewing stand is erected on the North Lawn facing Pennsylvania Avenue prior to the inauguration of the president. The president uses the enclosed structure to review the parade, which proceeds from the U.S. Capitol. Pierre-Charles L'Enfant's 1793 plan of the city of Washington placed the President's House facing a convergence of radial avenues centered on the North Lawn. In 1850, landscape designer Andrew Jackson Davis attempted to soften the geometry of the L'Enfant plan.[3] In 1848, a bronze statue of Thomas Jefferson was placed in middle of the lawn by President James K. Polk; it was replaced by a pool and \"gurg\" steam-driven fountain in 1871.[4] Through the remainder of the 19th century the North Lawn was planted with increasingly complex seasonal \"carpet\" style flower bedding punctuated by tropical plants borrowed from the White House glass houses.[5] President Theodore Roosevelt, who had engaged the architectural firm of McKim, Mead, and White to reconfigure and rebuild part of the White House in 1902, was induced to simplify the grounds, removing what was increasingly seen as Victorian clutter. The bedding scheme on the North Lawn was greatly simplified. Later, in 1934, President Franklin D. Roosevelt engaged Frederick Law Olmsted, Jr. to evaluate the grounds and recommend changes. Olmsted understood the need to offer presidents and their families a modicum of privacy balancing with the requirement for public views of the White House.[6] The Olmsted plan presented the landscape largely as seen today: retaining or planting large specimen trees and shrubs on the perimeter to create boundaries for visual privacy, but opened with generous sight lines of the house from north and south. The lawn is planted with a grass variety called tall fescue (Festuca arundinacea). [1] Trees on the North lawn include fern-leaf beech (Fagus sylvatica asplenifolia), American elm (Ulmus americana), white oak (Quercus alba), white saucer magnolia (Magnolia × soulangeana), red maple (Acer rubrum), American Chestnut Tree (Castanea dentata) and American and English boxwood (Buxus species).[7][8] The pool is planted seasonally with borders of tulips edged by grape hyacinth (Muscari armeniacum) for spring, red geranium (Pelargonium) and Dusty Miller (Senecio cineraria) in summer, and chrysanthemum (Chrysanthemum cinerariaefolium) in fall.[9] Coordinates: 38°53′54″N 77°02′12″W﻿ / ﻿38.8983°N 77.0366°W﻿ / 38.8983; -77.0366","Title":"North Lawn - Wikipedia","KeyID":"3746","URL":"https://en.wikipedia.org/wiki/North_Lawn"}