{"Content: ":"The White House horseshoe pit (pitch) is on its South Lawn, serving the official residence of the president of the United States. It was established by President Harry Truman and later rebuilt by George H. W. Bush.[1] The first horseshoe pit at the White House was built by President Harry Truman; it is now the site of the putting green laid out by Dwight D. Eisenhower. The horseshoe champion Jimmy Risk demonstrated his skills at the pit for Truman and Admiral Chester W. Nimitz in 1946.[1] A new 40 ft (12 m) pit was built by President George H. W. Bush on the South Lawn, and unveiled on 1 April 1989 with 150 guests in attendance. The men's horseshoe champion, Jim Knisley, and the women's champion, Diane Lopez, were present.[2] Bush appointed Brian Yablonski, a young staffer, as his \"Horseshoe Commissioner\". Yablonski wrote that Bush played horseshoes to \"...unwind, break the ice, do casual business, or just get the competitive juices flowing.\" Yablonski would regularly be summoned by Bush to officiate a horseshoe match or pass judgements on the final placing of shoes. Bush nicknamed Yablonski \"The Commissioner\" and himself the \"Horseshoe Czar\".[3] Bush presented Yablonski with a pair of horseshoe calipers mounted on wood with the inscription \"White House Horseshoe Commissioner 1989–1990: His rulings have never been reversed\" in the Oval Office on Yablonski's last day at work.[3] Bush invented a unique nomenclature for horseshoes; a win was a \"Vic Damone\", and he dubbed himself \"Mr. Smooth\" when he threw a good shoe. A shoe that failed to reach the clay would cause Bush to exclaim \"Power Outage\". A bad throw was an \"Ugly Shoe\".[3] Bush held two annual month-long tournaments of horseshoes for his staff; The Fall Classic and the Sweet Sixteen Invitational. Teams would be made up of domestic and maintenance staff as well as teams led by Bush himself and his son, Marvin. Barbara Bush would randomly draw the teams for the tournaments out of a baseball cap.[3] Bush would request scouting reports on future horseshoe opponents; at one point asking about teams while waiting for the arrival of Mikhail Gorbachev on the South Lawn.[3] One renowned player at the White House was Ron Jones, leader of the Housemen team. Bush was frustrated by trash talking leading up to an important semi-final, and so took Jones on in a duel, to establish who was the \"King of the Pit\".[3] Bush won the game against Jones 21–0 in five minutes.[3] The Washington Redskins played a long game of horseshoes against Bush after their visit to the White House to celebrate their win in Super Bowl XXVI. The game finished with Bush throwing a ringer to win. The general manager of the Redskins, Charley Casserly, said that Bush \"threw a ringer to win the tournament ... No one believes the story, but I was there. It happened.\"[4] Colin Powell who was Chairman of the Joint Chiefs of Staff in the Bush administration said that \"If you tried to play horseshoes with [Bush] you'll see how competitive he can be.\"[4] Bush demonstrated horseshoes at the pit for foreign dignitaries including Queen Elizabeth II and the Russian President Boris Yeltsin.[1] Bush played horseshoes with the Australian Prime Minister Bob Hawke at Camp David in June 1990.[5] Queen Elizabeth II gifted Bush a silver-plated pair of horseshoes on her state visit to the United States in May 1991.[6]","Title":"White House horseshoe pit - Wikipedia","KeyID":"3748","URL":"https://en.wikipedia.org/wiki/White_House_horseshoe_pit"}