{"Content: ":"The White House to Treasury Building tunnel is a 761-foot (232 m) subterranean structure in Washington, D.C. that connects a sub-basement of the East Wing of the White House to the areaway which surrounds the United States Treasury Building. It was originally constructed in 1941 to allow the evacuation of the president from the White House to underground vaults inside the Treasury in the event of an emergency. The idea of using the sturdy Treasury Building as a refuge of last resort has some precedent. Immediately after the Battle of Fort Sumter in 1861, there was concern that an attack on Washington was imminent.[2] General Winfield Scott had the building readied to be used as a \"last stand\" by the federal government in the event the capital city was overrun.[3] The exterior of the building was ringed with sandbags and soldiers, and inside corridors and hallways leading to the underground vaults were barricaded \"floor to ceiling\". In the event of an unstoppable assault against the capital, plans had been drawn up for surviving U.S. Army forces to fight from three centers of final resistance with the Treasury Building as the \"citadel\" of the third.[2] Under the army's plans, troops assigned to defend the White House would fight a delaying action in President's Park to cover the evacuation of Abraham Lincoln into the Treasury vaults.[2] In the early 1930s, a decade before the tunnel was actually constructed, a rumor circulated that such a passageway already existed connecting the White House to the Treasury Building. According to one account, the rumor started as a joke among journalists covering the White House, but gained serious traction, with some accounts even suggesting that Secretary Of The Treasury Ogden L. Mills was secretly accessing the White House via the purported passage to meet with President Herbert Hoover.[4] Shortly after the Pearl Harbor attack, in December 1941, construction began on a hardened bunker to the east of the White House grounds that would provide a secure refuge for the president in the event of an air raid against the capital city. To hide construction of the facility from the public, the East Wing was built on top of the bunker.[5][6] This facility would later become the Presidential Emergency Operations Center.[7] As a stop-gap measure, the fortified vaults in the basement of the United States Treasury Building were converted into living quarters for the president and his family, to be used in the event an attack came prior to the bunker's completion. Unlike the White House, which was a fragile structure[8] with what was then a shallow basement, the Treasury Building has a deep basement built into a foundation of granite and its vaults are nested into stone. The ten-room presidential suite sat two floors below the cash room behind a steel bank door and was described as \"every bit as nice as a suite at the Mayflower Hotel\". The tunnel, connecting the White House to the open areaway of the Treasury Building, was excavated to allow the evacuation of the president from one building to the other without the need to make the crossing outdoors.[5][6][8] Efforts to protect the secrecy of both the East Wing bunker and the White House to Treasury Building tunnel were largely fruitless. Despite a censorship order against media reporting, the existence of the bunker project was revealed by Republican United States Congressman Clare Hoffman in a floor debate in the United States House of Representatives in late December 1941. Hoffman objected to the cost and suggested the Treasury Building had adequate space to house the president and \"Mrs. Roosevelt, Mayor LaGuardia, and their friend Sidney Hillman\" because \"there's nothing in the treasury vaults except IOU's anyway\".[9] In later years, the tunnel has been used by persons who needed to exit or depart the White House without public or press attention. Tricia Nixon and her husband, Edward F. Cox, departed the White House via the tunnel after their 1972 Rose Garden wedding.[1] According to Bill Gulley, longtime head of the White House Military Office, the tunnel was used by male White House aides to sneak their girlfriends and mistresses into the building to have sexual intercourse in the Lincoln Bedroom during the presidencies of Lyndon Johnson and Jimmy Carter.[a][1] Lyndon Johnson also used the tunnel to avoid Vietnam War protesters when departing the White House.[10] An allegation that the White House to Treasury Building tunnel was used by Bill Clinton to facilitate extramarital liaisons has been discredited.[11][12] A 1996 fire in the Treasury Building led the National Fire Protection Association (NFPA) to investigate fire safety around the building. The investigation showed that there were no smoke detectors and fire barrier separation in the tunnel.[13] The 761-foot (232 m) tunnel, which passes underneath the street, is 7-foot (2.1 m) tall and 10-foot (3.0 m) wide.[6][12] It is not built in a straight line, but rather in a zig-zag pattern, so as to lessen the concussion from a direct bomb hit.[12] At various points along the tunnel, there are small rooms which, at one time, were equipped with cots so that the tunnel itself could be used as a shelter.[1] The tunnel is guarded by the Secret Service, and includes cameras, alarms, and cipher locks.[1] The Treasury Building is the center of a network of tunnels. In addition to the tunnel connecting it to the White House, another connects to the Treasury Annex, constructed in 1919 and known since 2015 as Freedman's Bank Building.[10][14][15] Unlike the White House to Treasury Building tunnel, which was constructed as an emergency exit, the other tunnel was built to facilitate the movement of freight and access to utility lines. According to a 1996 issue of U.S. News & World Report, a 150-foot (46 m) tunnel was dug into the White House connecting the Oval Office to a location in the East Wing. The tunnel is purportedly accessed through a door adjacent to the president's restroom, which leads to a staircase used to enter the tunnel. The excavation of this tunnel, called \"Project ZP\", was undertaken in 1987 to provide a route for the president to be quickly and privately moved to the Presidential Emergency Operations Center in the event of an emergency. During the last days of the Reagan presidency, the Project ZP tunnel was allegedly used, in combination with the White House to Treasury Building tunnel, to allow Richard Nixon discreet access to the Oval Office for at least one consultation with Ronald Reagan.[16][17] During the 2011 White House Big Dig, a tunnel was excavated near the West Wing. According to officials, that tunnel was intended for access to utilities.[18]","Title":"White House to Treasury Building tunnel - Wikipedia","KeyID":"3750","URL":"https://en.wikipedia.org/wiki/White_House_to_Treasury_Building_tunnel"}