{"Content: ":"The White House has had multiple vegetable gardens since its completion in 1800. Eleanor Roosevelt, Hillary Clinton and Michelle Obama all have had their own versions of vegetable gardens. Roosevelt planted the White House victory garden during World War II to promote the use of victory gardens by American citizens in a time of possible food scarcity. Hillary Clinton had a vegetable garden constructed on the roof of the White House. On March 20, 2009 Michelle Obama broke ground on the largest and most expansive vegetable garden to date on the White House lawn.[1] The current garden is funded by a $2.5-million donation provided in 2016 by Burpee Seeds and The Burpee Foundation.[2] The first White House garden was planted in 1800, by the second president of the United States John Adams and first lady Abigail Adams.[3] Adams and his wife grew their own fresh fruits and vegetables to feed their family, rather than buying produce at the local market.[3] After President Adams planted the first garden, former presidents that lived in the White House cultivated gardens of their own. In 1801, Thomas Jefferson, the second president who resided in the White House, transformed Adams’ garden with the addition of ornamental and fruit trees. Since the grounds of the garden were too raw and muddy for serious planting in the first decade of the 19th century, President Jefferson arranged the construction of his own vegetable garden above Charlottesville so that it would be ready for his retirement. This inspired many American families to plant gardens in their yards.[4] Jefferson also picked the location of the flower garden that was planted. In 1825, Adams was the first president to plant ornamental trees on the White House lawns.[3] He personally planted seedlings such as fruit trees, herbs and vegetables to support his household. Adams also helped develop the flower gardens that Jefferson had originally planted. In 1835 President Andrew Jackson built a hothouse made out of glass, known as the orangery, that grew tropical fruit.[3] The orangery produced fruit from 1836 until it was demolished and replaced by a full-scale greenhouse in 1857. Then several years later the greenhouse was broken down later in 1902 and replaced by the West Wing.[5] The onset of World War I brought the start of food rationing to the White House. In 1918, President Woodrow Wilson and First Lady Edith Wilson brought sheep to graze and fertilize the lawns.[3] This was a way to save manpower, fuel, and money required to take care of the lawns, because all resources were needed to fight overseas.[6] During World War II in 1943 President Franklin Roosevelt and First Lady Eleanor Roosevelt planted a victory garden on the White House grounds.[7] The victory garden movement started because of food shortages caused by the war. Millions of victory gardens were planted across America during that period of time, producing about 40 percent of America's vegetables.[8] Past efforts of growing vegetable gardens were not always followed through. Jimmy Carter, who was a Georgia farmer and a gardener, talked about how gardening was an important aspect of America's future in his campaign, but declined calls in 1978 to plant a vegetable garden at the White House.[7] Another unsuccessful attempt was made by President Bill Clinton, who was denied by the White House, saying it was not in keeping with the formal nature of the White House grounds. The Clintons later resorted to planting a small vegetable garden on the roof of the building, where produce was grown and used for cooking. The Obamas planted an L-shaped 1,100-square-foot (100 m2) vegetable garden on the South Lawn of the White House on March 20, 2009, by the mansion's tennis courts visible from E street.[9][7] The plot provides more than 55 varieties of vegetables and fruits for meals for the Obama family and guests and donated to the local soup kitchen and the Food Bank Organization.[10] The vegetables grown included arugula (rocket), cilantro (coriander), tomatillo, hot peppers, spinach, chard, collards, black kale, berries and lettuce, 25 heirloom seeds and 10 herbs such as anise hyssop and Thai basil,[11] and former presidents' favorite produce plants, such as Thomas Jefferson's preferred \"Brown Dutch and Tennis Ball lettuce, Prickly Seed spinach and Savoy cabbage\".[12] Beets were not grown because President Obama did not like them.[11] A beehive, overseen by Charlie Brandts, beekeeper and White House carpenter, produced honey which has been used to brew White House Honey Ale.[13][14] The contributing gardeners responsible for the early stages of the garden included the First Lady herself, White House Horticulturist Dale Haney, Secretary of Agriculture Tom Vilsack, a team of chefs, and fifth graders from Bancroft Elementary School in Washington.[1][12] In May 2012, the First Lady published American Grown: The Story of the White House Kitchen Garden and Gardens Across America, a book detailing her experiences with the Kitchen Garden and promoting healthy eating.[15] Mrs. Obama, who had no prior experience in gardening, was motivated to start a garden to get more fruits and vegetables for the diets of her daughters Malia and Sasha, which would sometimes consist of dining out three times a week with occasional sandwiches for dinner, as well as to encourage Americans to increase healthy food choices, and educate children about the benefits of locally grown produce.[1][12] The garden met with support from foodies and environmentalists. Michael Pollan, advocate of sustainable agriculture, said the garden was not only practical and efficient, \"but just as important, it teaches important habits of mind – helping people to reconnect with their food, eat more healthily on a budget and recognize that we're less dependent on the industrial food chain, and cheap fossil fuel, than we assume.\"[16] The fertilizers used in the plot were made with \"White House compost, crab meal from the Chesapeake Bay, lime and green sand. Ladybugs and praying mantises will help control harmful bugs.\"[1] Roughly two hundred dollars spent on the cost of seeds would provide a continuous supply of fresh produce.[1] The vegetable patch became symbolic for change within current government policies, such as Secretary of Agriculture Tom Vilsack lobbying Congress to review The Child Nutrition and WIC Reauthorization Act in order to change current school lunches, and asking the USDA for more funds to make fruits and vegetables accessible to children.[12] The White House's Executive Chef Walter Scheib was enthusiastic about the fresh ingredients and stated, \"There has always been a small garden at the White House, but this commitment by Mrs. Obama to a local and freshly grown product is a progressive move forward that will raise the profile and awareness of local and sustainable food both at the White House and nationally to an unprecedented level.\"[1] In contrast, when the Obamas announced the garden would not use pesticides, MACA, the Mid-America Croplife Association, an agricultural chemical trade group, urged the Obamas to consider the need for traditional agriculture, for effective pest management in their garden to increase crop yield so they could feed more people.[17] This idea was further satirized on \"The Daily Show\" by Jon Stewart, on which Jeff Stier of the pro-industry American Council of Science and Health stated that it was irresponsible to eat organic, locally grown food because not everyone could afford it.[18] After Donald Trump was elected in 2016, Barack Obama publicly worried about Michelle's garden being dug up, and conservative pundit Ann Coulter suggested it become a putting green.[19] However First Lady Melania Trump continuted to maintain the garden, personally working on it with members of the Boys and Girls Club in 2017,[20] and using vegetables from it for her first state dinner in 2018.[21] The garden lived on into the Biden Administration in 2021, when First Lady Jill Biden sent vegetables from it to Michelle Obama.[22] Coordinates: 38°53′44.9″N 77°2′13.4″W﻿ / ﻿38.895806°N 77.037056°W﻿ / 38.895806; -77.037056","Title":"White House vegetable garden - Wikipedia","KeyID":"3751","URL":"https://en.wikipedia.org/wiki/White_House_vegetable_garden"}