{"Content: ":"The New Executive Office Building (NEOB) is a U.S. federal government office building in Washington, D.C., for the executive branch. The building is located at 725 17th Street NW, on the north side of Pennsylvania Avenue. To the south is the Eisenhower Executive Office Building (EEOB), which is next to the White House―the EEOB before 1999 was known as the Old Executive Office Building. The other sides are bounded by 17th Street NW (west), H Street NW (north), and Jackson Place and Lafayette Park (east). Within the same block are several buildings: Blair House, Trowbridge House, and Renwick Gallery in the south and the National Grange Headquarters and the Decatur House to the north. Known as Federal Office Building #7, it was built from 1965[1] to 1969 and is ten stories tall, double the height of the EEOB. According to Michael J. Bednar of the University of Virginia School of Architecture, \"Four taller office buildings dating to earlier in the 20th century were demolished and replaced with next rowhouse office builds. One has an open base to serve as an entry to the New Executive Office Building via courtyard. The historic structures were preserved and rehabilitated for smaller federal agencies. The New Executive Office Building has an offset H-shaped plan with a long brick facade along 17th Street.\"[2] The building was designed by architect John Carl Warnecke, who also designed 722 Jackson Place and the National Courts Building (717 Madison Place) on the opposite side of Lafayette Park during the same period. Warnecke sought to \"harmonize [the structures] with Lafayette Square's historic character and retained the domestic facades but joined the separate interiors.\"[3] According to Shelley Lynne Tomkin in Inside OMB, most Office of Management and Budget civil service employees work in the NEOB, while most OMB political appointees work across the street in the EEOB.[4] Coordinates: 38°53′58.3″N 77°2′20.3″W﻿ / ﻿38.899528°N 77.038972°W﻿ / 38.899528; -77.038972","Title":"New Executive Office Building - Wikipedia","KeyID":"3752","URL":"https://en.wikipedia.org/wiki/New_Executive_Office_Building"}