{"Content: ":"The Peter Parker House, also known as the former headquarters of the Carnegie Endowment for International Peace, is a historic row house at 700 Jackson Place NW in Washington D.C. Built in 1860, it is historically significant for its association with the Carnegie Endowment, whose headquarters it was from its founding in 1910 until 1948. The building was declared a National Historic Landmark in 1974.[2][3] It has since been incorporated into the Blair House complex serving high-profile official visitors to the capital. The Peter Parker House stands at the southern end of Jackson Place, presenting a side to Pennsylvania Avenue, across from Lafayette Square. It is one of a series of relatively modest Italianate row houses built out of brick. It is three stories in height, crowned by an elaborate projecting wooden cornice. It is three bays wide, with its entrance in the rightmost bay accessed by a low flight of stairs. The entrance is framed by a sandstone segmental-arch pediment with brackets. Window sills and lintels, as well as corner quoining, are also sandstone.[3] The house was built in 1860. Its first prominent resident was Peter Parker, best known as a medical missionary to China. In 1910 it was acquired by the recently founded Carnegie Endowment for International Peace. Funded by philanthropist Andrew Carnegie, he established it as a vehicle to promote and seek an end to international warfare. The organization occupied this building as its headquarters until 1948, when it moved to New York City. During its tenure, the organization also acquired the adjacent buildings (704 and 708 Jackson Place), and expanded into them.[3] From 1961 to 1965 it housed the Civil War Centennial Commission, and by 1970 it had been purchased by the federal government.[4] In the early 1980s, it along with 704 Jackson Place were internally combined into a single building and then merged with Blair House by way of a connecting structure occupying the alleyway that had separated them.[5]","Title":"Peter Parker House - Wikipedia","KeyID":"3754","URL":"https://en.wikipedia.org/wiki/Peter_Parker_House"}