{"Content: ":"Bishop John Carroll is a statue by the sculptor Jerome Connor commemorating Archbishop John Carroll, the founder of Georgetown University and the first Catholic bishop in the United States. Located in front of Healy Hall, on university's campus in the Georgetown neighborhood of Washington, D.C., the statue consists of a bronze sculpture of Carroll on top of a granite pedestal. The monument rises more than 14 feet (4.3 m) in height, and was unveiled in 1912 with an elaborate three-day ceremony. Among the thousands of people in attendance were dignitaries including bishops and high-ranking clergy; members of Congress; judges, including the Chief Justice; the Attorney General; and distinguished alumni. The statue has been the subject of student frivolities over the years, including a still current tradition of sitting in the archbishop's lap. After the completion of Healy Hall, an area was set aside for a future statue of Georgetown's founder.[1] On January 23, 1909, in a speech titled \"A Dream Realized and a Dream Still Unfulfilled,\" Rev. John A. Conway, S.J. announced to Georgetown alumni at the annual Founder's Day banquet his wish that a monument to John Carroll, the founder of Georgetown University, be erected.[2] In addition to establishing the university, Carroll was the first Bishop and later Archbishop of Baltimore, the oldest Catholic see in the United States,[a] making him the first Catholic bishop in the United States.[5] Fundraising began that year,[6] and a total of $7,000 was raised in the effort[7] (equivalent to $211,000 in 2021).[8] Three days of pomp over the erection of the statue began on the evening of May 3, 1912. The Philodemic Society hosted a reception in Gaston Hall, with music provided by the university's glee club. Thomas Walsh delivered an ode, and Daniel William O'Donoghue gave a history of the society and a tribute to the life of John Carroll. Afterwards, the alumni retired to the refectory and gave informal speeches. The statue was publicly unveiled at 11:00 a.m. on May 4, 1912.[7][9] In advance of the scheduled unveiling, the foundry that was casting the statue notified the university that the metalwork would not be ready in time. Not wishing to rescind invitations to dignitaries slated to speak, Georgetown went ahead with the unveiling ceremony after a brown-painted plaster cast of the statue was placed on the pedestal, unbeknownst to the several thousand ceremony attendees. This secret was kept until 1940, when Brother James Harrington, the overseer of campus workers in 1912, revealed it to the university's student newspaper, The Hoya.[6] Dignitaries on the dais Academic procession Spectators around the statue Closeup view The ceremony began with a procession of clergy, government officials, faculty, and alumni.[7] At the unveiling, Chief Justice Edward Douglass White formally presented the statue on behalf of the National Alumni Association, which financed the project.[10] In his speech—which was said to have had a profound impact on Edmund A. Walsh (the founder of the Edmund A. Walsh School of Foreign Service), who was in attendance—White commented on the connection between John Carroll and his brother, Charles Carroll of Carrollton, a signatory to the Declaration of Independence, and on the common Christian principles that underlie the founding of Georgetown University and the United States.[11] Following his speech, the American flag was lifted to reveal the statue, as the United States Marine Band played \"Maryland, My Maryland\".[7] Additional speeches were made by: the Archbishop of Baltimore,[a] Cardinal James Gibbons; the Speaker of the House of Representatives, Champ Clark; the Dean of the Diplomatic Corps, Ambassador Baron Hengelmuller; the Attorney General, George W. Wickersham; the president of the National Alumni Association and chairman of the statue's ways and means committee,[12] George E. Hamilton; and the President of Georgetown University, Alphonsus J. Donlon. President William Howard Taft was supposed to speak at the ceremony but cancelled to attend a memorial service for his close aide who died on the Titanic, sending Wickersham in his stead.[2] Also on the dais were Bishop Denis O'Connell of Richmond; Bishop Henry Northrop of Charleston; Monsignor Thomas Shahan, the rector of the Catholic University of America; Rev. Joseph Hanselman, the provincial of the Jesuit province of Maryland and New York; Monsignor John Joyce Russell, the pastor of St. Patrick's Church; Harry M. Clabaugh, the Dean of Georgetown Law Center; and four former university presidents: J. Havens Richards, John D. Whitney, Jerome Daugherty, and Joseph J. Himmel.[7] The following day, celebrations continued at the Willard Hotel. Before more than 300 alumni, Rev. Conway gave a speech about Carroll's integration of his patriotic and priestly commitments. Senator-elect Joseph E. Ransdell, John G. Agar, Chief Justice Seth Shepard, and Dr. William Creighton Woodward also made statements. Afterwards, Bishop Northrop celebrated a solemn mass in Dahlgren Chapel, during which Rev. Terence J. Shealy made a speech about Carroll's influence on the Constitution's prohibition of religious tests for public office under Article VI. The festivities concluded with a reception hosted by the president of the university and the faculty.[7] Several weeks later, the plaster cast stand-in was replaced with its bronze counterpart in the middle of the night.[6] Bishop John Carroll is positioned on a circular lawn between Healy Hall and the university's front gates,[13] an area known as Healy Circle.[6] It was created by Irish sculptor Jerome Connor who trained as a stone carver.[14] The bronze sculpture depicts John Carroll, seated in a chair and resting his hands on its arms as he gazes slightly to his right,[15] toward the front gates and out onto the Potomac River and downtown Washington.[7][12] His lips are pressed together,[15] and he appears to be in a moment of thought.[7] In his right hand is a book, in which his index finger is inserted to mark a page. Carroll is dressed in Jesuit ecclesiastical attire,[7] which sprawls over the arms and across the back of the chair. His hair is brushed away from his face and reaches down to his collar. Beneath his chair is a stack of books,[15] a decoration that was inspired by the books beneath the chair of the John Harvard statue at Harvard University, on which Bishop John Carroll was modeled.[16] The bronze sculpture portion of the statue measures 82 inches (210 cm) long by 41 inches (100 cm) wide by 70 inches (180 cm) tall.[15] The sculpture rests on a plinth of North Carolina granite,[7] which measures 57 inches (140 cm) long by 70 inches (180 cm) wide by 102 inches (260 cm) tall. This brings the overall dimensions of the statue to 11 feet 7 inches (3.53 m) long, 9 feet 3 inches (2.82 m) wide, and 14 feet 4 inches (4.37 m) tall. An inscription on the front of the base reads: \"JOHN CARROLL\" and beneath it, \"FOVNDER\", while the rear contains the words \"PRIEST\" and beneath it, \"PATRIOT PRELATE\". On the right-hand side of the sculpture, near the base, is the artist's signature and date of completion: \"Jerome Conner – 1912\".[b][15] A popular belief is that the sculpture was modified in 1923 by filling in the space beneath the chair with a bronze stack of books in response to pranks by students who would place a chamber pot in the vacant space.[15] However, this myth is untrue, as the books were a part of the original statue from its creation.[16] On one occasion, students painted the statue red.[15] A tradition that has developed is for graduating Georgetown students to climb the statue and sit in the lap of John Carroll.[17] The statue has appeared in a number of films, including The Exorcist, The Exorcist III, Scorpio, and Born Yesterday.[18]","Title":"Statue of John Carroll - Wikipedia","KeyID":"3770","URL":"https://en.wikipedia.org/wiki/Statue_of_John_Carroll"}