{"Content: ":"Admiral David G. Farragut is a statue in Washington, D.C., honoring David Farragut, a career military officer who served as the first admiral in the United States Navy. The monument is sited in the center of Farragut Square, a city square in downtown Washington, D.C. The statue was sculpted by female artist Vinnie Ream, whose best-known works include a statue of Abraham Lincoln and several statues in the National Statuary Hall Collection. The monument was dedicated in 1881 in an extravagant ceremony attended by President James A. Garfield, members of his cabinet, and thousands of spectators. It was the first monument erected in Washington, D.C., in honor of a naval war hero. The statue is one of eighteen Civil War monuments in Washington, D.C., which were collectively listed on the National Register of Historic Places in 1978. The bronze statue, which rests on a granite base, was cast from the USS Hartford bronze propellers and not from enemy cannon like most Civil War monuments in the city. The monument and surrounding park are owned and maintained by the National Park Service, a federal agency of the Interior Department. David Farragut (1801–1870) was a career military officer who first saw combat during the War of 1812 at the age of 9. He served on the USS Essex and was captured by the British. After the war, Farragut fought pirates in the West Indies on the ship USS Ferret, his first command of a United States Navy vessel. He also fought in the Mexican–American War and oversaw the construction of the Mare Island Naval Shipyard in San Francisco. Although Farragut and his wife were Southerners, they remained loyal to the United States during the Civil War. His success in capturing New Orleans resulted in Farragut being honored with a new title created by the Navy, rear admiral. He continued to have great success in defeating Confederate forces, most notably at the Battle of Mobile Bay, where he uttered his famous phrase, \"Damn the torpedoes! Full speed ahead!\" Following the war, President Andrew Johnson promoted Farragut to admiral, the first U.S. naval officer to receive the title.[3] Soon after Farragut died in 1870, there were calls for a memorial to honor the naval hero. Representative Nathaniel P. Banks introduced a resolution in Congress for the erection of a monument to Farragut. The resolution stated that the statue was to be \"after a design molded from life\", a subtle caveat intended to assist someone Banks already had in mind to create the statue, sculptor Horatio Stone of Washington, D.C., who claimed to have met Farragut and had already begun working on a statue. Bank's resolution was referred to the Joint Committee on Public Buildings and Grounds, where the committee chose to hold a competition, much to the dismay of Stone. Sculptors were only given sixty days to submit models of the statue, but when the congressional act approving the monument passed on April 16, 1872, the resolution was amended, and the deadline for design submissions was extended by nine months.[4][5] Vinnie Ream (1847–1914), a sculptor who at age nineteen had received the first government commission ever granted a female artist when she created a bust of President Abraham Lincoln, began working on a bust of Farragut, whom she had met several times. Farragut's widow, Virginia, admired Ream's design and became a strong advocate for the artist's model to be selected. Virginia wrote letters of endorsement to committee members and supplied Ream with the names of Farragut's friends so that they too would offer their endorsements to the committee. Thirteen artists submitted models, with Ream being the only woman. Their designs were displayed in the basement of the United States Capitol and several were severely criticized by the press, most notably the models by J. Wilson MacDonald, Randolph Rogers, and Edward Watson.[4] Stone and Ream's model received the most praise. Several naval officers praised Stone's model, calling it \"true to life\" and \"unsurpassed by similar works.\" Ream's model received praise from several high-profile individuals, most notably President Ulysses S. Grant, who called it \"first rate\". Admiral David Dixon Porter said the model \"of Miss Vinnie Ream is the only likeness in the lot.\" General William Tecumseh Sherman, who was reportedly infatuated with Ream, also became a strong advocate for her model. He wrote to the committee that \"the plaster model of Vinnie Ream struck me decidedly as the best likeness, and recalled the memory of the Admiral's face and figure more perfectly than any other model there on exhibition.\" The decision by the committee ultimately ended in a three-way tie between Ream, Stone, and MacDonald. The project stalled until the next Congress convened in 1874. A commission to select the winning model was created and consisted of Virginia, Sherman, and Secretary of the Navy George M. Robeson. Virginia and Sherman voted to approve Ream's design. However, Robeson refused to accept the result and tried in vain to convince Virginia to change her mind. Two months after the vote, Robeson relented, and Ream's model was officially selected.[4] Ream was awarded $20,000 for the design and worked on the statue for the next few years. She consulted Virginia and incorporated her suggestions, much to the delight of Virginia. In 1879, Ream announced that the model was ready to be cast and that the process would take place at the Washington Navy Yard, which had never before cast such a large statue. She continued to perfect the model while at the Navy Yard, much to the sailors' delight. Although many of the city's statues of military heroes were cast from captured enemy cannon, Farragut's statue was cast from the USS Hartford bronze propellers that were removed and shipped to the Navy Yard. The amount of bronze yielded from the propellers was enough not only for the statue but the four mortars on the corners of the statue base.[4] The site chosen for the statue was Farragut Square, a park renamed in honor of the admiral shortly after his death. The original dedication date, March 4, 1881, was pushed back because the statue base was not ready. The base did not arrive until April 20, five days before the dedication, resulting in Ream's husband, Lieutenant Richard L. Hoxie, working around the clock with a crew of workers to make sure the site was ready. The base was completed, and the statue was erected just hours before the ceremony began.[4] The statue was dedicated at 1:00 pm on April 25, 1881, becoming the first monument erected in Washington, D.C., in honor of a naval war hero.[6] Government employees were dismissed at noon, the same time a procession began at the base of Capitol Hill. The military contingent, led by Commodore Charles H. Baldwin, moved west on Pennsylvania Avenue, where houses were decorated with bunting, and past the White House, before heading north on Connecticut Avenue.[7] The homes surrounding the square were decorated with streamers and flags. Nearly 4,000 invited guests, including members of the Grand Army of the Republic and fellow sailors who served alongside Farragut, listened to John Philip Sousa conduct the Marine Band as they filled three temporary stands that were built on three sides of the statue. Distinguished guests included President James A. Garfield and his wife, Lucretia, members of the President's cabinet, Virginia Farragut, and Ream.[4][8] An opening prayer was led by Reverend Arthur Brooks followed by the statue being unveiled by two members of Farragut's Hartford crew, Quartermaster C. B. Knowles and Boatswain James Wiley.[4][7] When the statue was unveiled, the Marine Band began playing a march and a seventeen gun salute was fired from nearby Lafayette Square. Secretary of the Navy William H. Hunt then introduced the president, who formally accepted the statue on behalf of the American people and gave a brief address. He stated: \"Today we come to hail this hero, who comes from the sea, down from the shrouds of his flagship, wreathed with the smoke and glory of victory, bringing 60 years of national life and honor, to take his place as an honored compatriot and perpetual guardian of his Nation's glory. In the name of the Nation I accept this noble statue, and his country will guard it as he guarded his country.\" Speeches were then given by former Postmaster General Horace Maynard and Senator Daniel W. Voorhees followed by the Marine Band playing \"Hail to the Chief\" and another seventeen gun salute. After the ceremony, the military procession saluted the statue as they marched back down Connecticut Avenue, past the White House, and down Pennsylvania Avenue.[8] The Farragut statue is one of eighteen Civil War monuments in Washington, D.C., which were collectively listed on the National Register of Historic Places on September 20, 1978, and the District of Columbia Inventory of Historic Sites on March 3, 1979.[2] It is one of the few Civil War monuments that is a not an equestrian sculpture. The others are the Dupont Circle Fountain, Stephenson Grand Army of the Republic Memorial, Nuns of the Battlefield, the Peace Monument, Albert Pike Memorial and a statue of John Aaron Rawlins.[5] The monument and park are owned and maintained by the National Park Service, a federal agency of the Interior Department.[9] The statue is located in the center of Farragut Square, a park in downtown Washington, D.C., bordered by K Street (north), I Street (south), and 17th Street NW (east and west). Two sidewalks bisect the park from the northwest to southeast corners, running along either side of the statue, on axis with Connecticut Avenue. Another sidewalk leads from the northeast to southwest corners and runs along the statue. A small, ornamental iron fence surrounds the statue base.[10] The bronze statue measures 10 ft (3.0 m) tall, 3 ft (0.91 m) wide, and 3 ft (0.91 m) long. Farragut is depicted in his military uniform and standing on the deck of his ship, facing south towards the White House. His right knee is bent as his right foot rests on a capstan. He is holding a telescope with both hands. The base, made of granite from Rockland, Maine, is 16 ft (4.9 m) tall, 18 ft (5.5 m) long, and 24 ft (7.3 m) wide. It is a square, three-tiered base with a chopped mortar on each corner. The inscription \"FARRAGUT\" is on the front of the base. Inside the base is a box containing documents related to Farragut's career, a history of the sculpture, a copy of the Army and Navy Register, and a bronze model of the propeller used to cast the statue and mortars.[9]","Title":"Statue of David Farragut (Washington, D.C.) - Wikipedia","KeyID":"3776","URL":"https://en.wikipedia.org/wiki/Statue_of_David_Farragut_(Washington,_D.C.)"}