{"Content: ":"The James A. Garfield Monument stands on the grounds of the United States Capitol in the circle at First Street, S.W., and Maryland Avenue, Washington, D.C. It is a memorial to United States President James A. Garfield, elected in 1880 and assassinated in 1881 after serving only four months of his term, by a disgruntled office-seeker named Charles J. Guiteau. The monument, sculpted by John Quincy Adams Ward (1830–1910) and cast by The Henry-Bonnard Co. of New York, with a pedestal designed by Richard Morris Hunt, is an outstanding example of American Beaux-Arts monument. It was unveiled on May 12, 1887.[1] Today it stands as part of a three-part sculptural group near the Capitol Reflecting Pool including the Peace Monument and the Ulysses S. Grant Memorial. The memorial was commissioned in 1884 by the Society of the Army of the Cumberland, of which Garfield had been a member. The Society raised almost $28,000 to pay the sculptor. Some of the funds were raised by The Garfield Monument Fair, which was held in the Capitol's Rotunda and National Statuary Hall in 1882. Also in that year, Congress appropriated to the Society $7,500 in funds from the sale of condemned cannons; in 1884 it appropriated $30,000 for the pedestal. The monument was incorporated into the Capitol Grounds on January 2, 1975.[2] The inscription reads: On Garfield statue: J.Q.A. Ward/Sculp. 1887 The Henry-Bonnard Bronze Co. New York On speech held in Garfield's proper left hand: Law, Justice, Prosperity On each base figure: J.Q.A. Ward Sculp Base, top section, front: James. A. GArfield 1831–1881 Base, top section, left side: Major-General U-S-V, Member oF Congress, Senator, and President of The United States of America Base, top section, right side: Erected by his Comrades of the Society of the Army of the Cumberland May 18, 1887 The monument includes three allegorical figures spread around the base representing three significant periods in Garfield's life. The first is the Student, reminding us of his time as an educator, the next is the Warrior, commemorating his service during the Civil War and the third is the Statesman, pointing to his career as a public servant.[3]","Title":"James A. Garfield Monument - Wikipedia","KeyID":"3778","URL":"https://en.wikipedia.org/wiki/James_A._Garfield_Monument"}