{"Content: ":"Angustinaripterus was a basal pterosaur, belonging to the breviquartossan family Rhamphorhynchidae (more specifically within the subfamily Rhamphorhynchinae) and discovered at Dashanpu near Zigong in the Szechuan province of China. Angustinaripterus was named in 1983 by He Xinlu. The type species is Angustinaripterus longicephalus. The genus name is derived from Latin angustus, \"narrow\" and naris, \"nostril\", combined with Latinized Greek pteron, \"wing\". The specific name is derived from Latin longus, \"long\", and Greek kephale, \"head\". The holotype, ZDM T8001, is a single skull with lower jaws, found in 1981 by researchers from the Zigong Historical Museum of the Salt Industry, in the Xiashaximiao Formation (Bathonian). The skull of Angustinaripterus, of which the left side is severely damaged, is very elongated and flat. The back part is missing; in its preserved state it has a length of 192 millimeters (7.6 in); the total length in a complete state was estimated at 201 millimeters (7.9 in). On its top is a low crest, 2 to 3 millimeters (0.079 to 0.118 in) high. The nares are long, slit-like and positioned above and in front of the large skull openings, the fenestrae antorbitales, with which they are not confluent. Of the jaws, which are very straight, the front part is lacking. There are six pairs of teeth in the maxillae and three pairs in the premaxillae. In the mandible there are at least ten pairs of teeth, perhaps twelve. The back teeth are small, the front teeth are very long, robust and curved, pointing moderately forward. At the front they form a large, intermeshing \"prey grab\", that may have been used to snatch fish from the water surface. The teeth of Angustinaripterus resemble those of Dorygnathus. Peter Wellnhofer in 1991, assuming the skull length was 16.5 centimeters (6.5 in), estimated the wingspan at 1.6 meters (5.2 ft). Xinlu placed Angustinaripterus into the family Rhamphorhynchidae. Because of the derived morphology and the large geographical distance with comparable European forms He also created a special subfamily Angustinaripterinae, of which Angustinaripterus itself is the only known member; because of this redundancy the concept is rarely used. He concluded that Angustinaripterus was directly related to the Scaphognathinae. David Unwin however, considers it a member of the other rhamphorhynchid subgroup: the Rhamphorhynchinae. The cladogram (family tree) below is a phylogenetic analysis published by the paleontologists Brian Andres & Timothy Myers in 2013. They recovered Angustinaripterus as derived rhamphorhynchine, within the tribe Angustinaripterini, sister taxon to Sericipterus.[1] Campylognathoides liasicus Campylognathoides zitteli Scaphognathus crassirostris Dorygnathus banthensis Rhamphorhynchus muensteri Cacibupteryx caribensis Nesodactylus hesperius Qinglongopterus guoi Harpactognathus gentryii Sericipterus wucaiwanensis Angustinaripterus longicephalus Sordes pilosus Monofenestrata   ","Title":"Angustinaripterus - Wikipedia","KeyID":"379","URL":"https://en.wikipedia.org/wiki/Angustinaripterus"}