{"Content: ":"The Martin Luther King, Jr. Memorial is a national memorial located in West Potomac Park next to the National Mall in Washington, D.C., United States.[1] It covers four acres (1.6 ha) and includes the Stone of Hope, a granite statue of Civil Rights Movement leader Martin Luther King Jr. carved by sculptor Lei Yixin. The inspiration for the memorial design is a line from King's \"I Have a Dream\" speech: \"Out of the mountain of despair, a stone of hope.\" The memorial opened to the public on August 22, 2011, after more than two decades of planning, fund-raising, and construction.[2][3] This national memorial is the 395th unit in the United States National Park Service.[4] The monumental memorial is located at the northwest corner of the Tidal Basin near the Franklin Delano Roosevelt Memorial, on a sightline linking the Lincoln Memorial to the northwest and the Jefferson Memorial to the southeast. The official address of the monument, 1964 Independence Avenue, S.W., commemorates the Civil Rights Act of 1964.[5] A ceremony dedicating the memorial was scheduled for Sunday, August 28, 2011, the 48th anniversary of the \"I Have a Dream\" speech that Martin Luther King Jr. delivered from the steps of the Lincoln Memorial in 1963[6] but was postponed until October 16 (the 16th anniversary of the 1995 Million Man March on the National Mall) due to Hurricane Irene.[7][8][9] Although this is not the first memorial to an African American in Washington, D.C., King is the first African American honored with a memorial on or near the National Mall and only the fourth non-President to be memorialized in such a way. The King Memorial is administered by the National Park Service (NPS). Martin Luther King Jr. (January 15, 1929 – April 4, 1968), an American clergyman, activist, and prominent leader in the Civil Rights Movement, was an iconic figure in the advancement of civil rights in the United States and around the world, and advocated for using nonviolent resistance, inspired by Mahatma Gandhi.[10] Although during his life he was monitored by the FBI for presumed communist sympathies, King is now presented as a heroic leader in the history of modern American liberalism.[11][12] At the 1963 March on Washington for Jobs and Freedom, King imagined an end to racial inequality in his \"I Have a Dream\" speech.[13] This speech has been canonized as one of the greatest pieces of American oratory.[14] In 1964, King became the youngest person to receive the Nobel Peace Prize for his work to end racial segregation and racial discrimination through civil disobedience and other nonviolent means.[15] At the time of his death, he had refocused his efforts on ending poverty and stopping the Vietnam War.[16][17] King was backing the Memphis sanitation strike and organizing a mass occupation of Washington, D.C. – the Poor People's Campaign[18] – when he was assassinated in Memphis, Tennessee, on April 4, 1968.[19][20] The official vision statement for the King Memorial notes: Dr. King championed a movement that draws fully from the deep well of America's potential for freedom, opportunity, and justice. His vision of America is captured in his message of hope and possibility for a future anchored in dignity, sensitivity, and mutual respect; a message that challenges each of us to recognize that America's true strength lies in its diversity of talents. The vision of a memorial in honor of Martin Luther King Jr. is one that captures the essence of his message, a message in which he so eloquently affirms the commanding tenants [sic] of the American Dream – Freedom, Democracy and Opportunity for All; a noble quest that gained him the Nobel Peace Prize and one that continues to influence people and societies throughout the world. Upon reflection, we are reminded that Dr. King's lifelong dedication to the idea of achieving human dignity through global relationships of well being has served to instill a broader and deeper sense of duty within each of us – a duty to be both responsible citizens and conscientious stewards of freedom and democracy.[21] Harry E. Johnson, the President and Chief Executive Officer of the memorial foundation, added these words in a letter posted on the memorial's website: The King Memorial is envisioned as a quiet and peaceful space. Yet drawing from Dr. King's speeches and using his own rich language, the King Memorial will almost certainly change the heart of every person who visits. Against the backdrop of the Lincoln Memorial, with stunning views of the Tidal Basin and the Jefferson Memorial, the Memorial will be a public sanctuary where future generations of Americans, regardless of race, religion, gender, ethnicity or sexual orientation, can come to honor Dr. King.[22] The memorial is a result of an early effort of Alpha Phi Alpha Fraternity, Inc. to erect a monument to King.[23] King was a member of the fraternity, initiated into the organization via Sigma Chapter on June 22, 1952,[24] while he was attending Boston University completing his doctoral studies.[25] King remained involved with the fraternity after the completion of his studies, including delivering the keynote speech at the fraternity's 50th anniversary banquet in 1956.[25] Following King's assassination in 1968, Alpha Phi Alpha proposed erecting a permanent memorial to King in Washington, D.C. in his honour. The fraternity's efforts gained momentum in 1986, the first year King's birthday was celebrated as the federal holiday of Martin Luther King Jr. Day.[26] In 1996, the United States Congress authorized the Secretary of the Interior to permit Alpha Phi Alpha to establish a memorial on Department of Interior lands in the District of Columbia, giving the fraternity until 2003 to raise $100 million and break ground. In 1998, Congress authorized the fraternity to establish a nonprofit foundation – the Washington, D.C. Martin Luther King Jr. National Memorial Project Foundation, Inc. – to manage the memorial's fundraising and design, and approved the building of the memorial on the National Mall. In 1999, the United States Commission of Fine Arts (CFA) and the National Capital Planning Commission (NCPC) approved the site location for the memorial. The memorial's design, by ROMA Design Group, a San Francisco-based architecture firm, was selected out of 900 candidates from 52 countries. On December 4, 2000, a marble and bronze plaque was laid by Alpha Phi Alpha to dedicate the site where the memorial was to be built.[27] Soon thereafter, a full-time fundraising team began the fundraising and promotional campaign for the memorial. A ceremonial groundbreaking for the memorial was held on November 13, 2006, in West Potomac Park. In August 2008, the foundation's leaders estimated the memorial would take 20 months to complete with a total cost of $120 million USD.[28] As of December 2008, the foundation had raised approximately $108 million,[29] including substantial contributions from such donors as General Motors, Tommy Hilfiger, Alpha Phi Alpha Fraternity, the Bill and Melinda Gates Foundation,[28] The Walt Disney Company Foundation, the NBA, NFL Players Association, National Association of Realtors,[30] and filmmakers George Lucas and Steven Spielberg.[31] The figure also includes $10 million in matching funds provided by the United States Congress. In October 2009, the memorial's final project was approved by federal agencies and a building permit was issued.[32] Construction began in December 2009[33] and was expected to take 20 months to complete.[34] The foundation conducted a press tour on December 1, 2010, as the \"Stone of Hope\" was nearing completion. At that time only $108 million of the $120 million project cost had been raised.[35] The street address for the memorial is 1964 Independence Avenue SW in Washington, D.C. The address \"1964\" was chosen as a direct reference to the 1964 Civil Rights Act, a milestone in the Civil Rights Movement in which King played an important role.[5] The memorial is located on a 4-acre (1.6 ha) site in West Potomac Park that borders the Tidal Basin, southwest of the National Mall.[5] The memorial is near the Franklin Delano Roosevelt Memorial and is intended to create a visual \"line of leadership\" from the Lincoln Memorial, on whose steps King gave his \"I Have a Dream\" speech at the March on Washington, to the Jefferson Memorial.[5][6] The centerpiece for the memorial is based on a line from King's \"I Have A Dream\" speech: \"Out of the mountain of despair, a stone of hope.\" A 30-foot (9.1 m)-high relief of King named the Stone of Hope stands past two other pieces of granite that symbolize the \"mountain of despair.\"[36] Pale pink granite was used to create the Stone of Hope to ensure that the carving's details would be visible at night, and to contrast with the Mountain of Despair.[37] Visitors figuratively \"pass through\" the Mountain of Despair on the way to the Stone of Hope, symbolically \"moving through the struggle as Dr. King did during his life.\"[38] Stone of Hope is carved out of granite from China's Fujian Province.[39] A 450 feet (140 m)-long inscription wall includes excerpts from many of King's sermons and speeches.[3] On this crescent-shaped granite wall, fourteen of King's quotes are inscribed, the earliest from the time of the 1955 Montgomery bus boycott in Alabama, and the latest from his final sermon, delivered in 1968 at Washington, D.C.'s National Cathedral, just four days before his assassination.[38] The relief of King is intended to give the impression that he is looking over the Tidal Basin toward the horizon, and that the cherry trees that adorn the site will bloom every year during the anniversary of King's death.[40] This memorial is not the first in Washington, D.C., to honor an African American, as it was preceded by a memorial to Mary McLeod Bethune, founder of the National Council of Negro Women, who also served as an unofficial advisor to President Franklin D. Roosevelt.[41] A 17 feet (5.2 m)-tall bronze statue of her is located in Lincoln Park, East Capitol St. and 12th St., NE.[41] The King Memorial is the first memorial to an African American on or near the National Mall.[41] The memorial is not the first to honor a non-United States president on or near the National Mall, as it was preceded by three other such memorials: the John Paul Jones Memorial, erected in 1912 near the Tidal Basin in memory of John Paul Jones, the Scottish-born American naval hero who served during the American Revolution;[42][43] the John Ericsson Memorial, authorized in 1916 to honor John Ericsson,[44] the Swedish-born engineer and inventor who designed the USS Monitor during the Civil War; and the George Mason Memorial, authorized in 1990 to honor George Mason, author of the Virginia Declaration of Rights (the basis for the U.S. Constitution's Bill of Rights), near the Thomas Jefferson Memorial.[42] Fourteen quotes from King's speeches, sermons, and writings are inscribed on the Inscription Wall.[45] The \"Council of Historians\" created to choose the quotations included Maya Angelou, Lerone Bennett, Clayborne Carson, Henry Louis Gates, Marianne Williamson and others,[46][47] though the memorial's executive architect stated that Maya Angelou did not attend the meetings at which the quotations were selected.[48] According to the official National Park Service brochure for the Memorial, the inscriptions that were chosen \"stress four primary messages of Dr. King: justice, democracy, hope, and love.\"[49] The earliest quote is from 1956, spoken during the time of the Montgomery bus boycott, and the latest is from a sermon King delivered at the National Cathedral in Washington, D.C., four days before he was assassinated.[38] The quotes are not arranged in chronological order, so that no visitor must follow a set path to follow the quotations, instead being able to start reading at any point he or she might choose.[38] Because the main theme of the Memorial is linked to King's famous \"I Have a Dream\" speech, none of the quotations on the Inscription Wall come from that speech.[38] The selection of quotes was announced at a special event at the National Building Museum on February 9, 2007 (at the same time the identity of the sculptor was revealed).[50] The fourteen quotes on the Inscription Wall are:[45] Some of King's words reflected in these quotations are based on other sources, including the Bible, and in one case – \"the arc of the moral universe\" quote – paraphrases the words of Theodore Parker, an abolitionist and Unitarian minister, who died shortly before the beginning of the Civil War.[51][52] In addition to the fourteen quotations on the Inscription Wall, each side of the Stone of Hope includes an additional statement attributed to King.[48] The first, from the \"I Have a Dream\" speech, is \"Out of the Mountain of Despair, a Stone of Hope\" – the quotation that serves as the basis for the monument's design.[48] The words on the other side of the stone used to read, \"I Was a Drum Major for Justice, Peace, and Righteousness\", which is a paraphrased version of a longer quote by King: \"If you want to say that I was a drum major, say that I was a drum major for justice. Say that I was a drum major for peace. I was a drum major for righteousness. And all of the other shallow things will not matter.\" The memorial's use of the paraphrased version of the quote was criticized,[48][53] and was removed in August 2013.[54] Artists involved in the design and construction of the memorial include:[55] The memorial opened to visitors before its planned dedication, with visiting hours on August 22–25, 2011.[57] The official dedication was initially scheduled to have taken place at 11 am Sunday August 28. The dedication was to follow a pre-dedication concert at 10 am.[3] A post-dedication concert was scheduled for 2 pm.[3] However, on August 25, the event's organizers postponed most Saturday and Sunday activities because of safety concerns related to Hurricane Irene, which was expected to impact the Washington area during the weekend.[58][59][60] The organizers subsequently rescheduled the dedication to October 16, 2011, the 16th anniversary of the 1995 Million Man March on the National Mall.[8][9] Before the event's postponement, President Barack Obama was expected to deliver remarks at the dedication ceremony. Aretha Franklin and Stevie Wonder were scheduled to perform.[61] Many other individuals were also expected to participate in the event, including members of the King family; civil rights leaders John Lewis, Jesse Jackson, and Andrew Young; actor Jamie Foxx; and filmmaker George Lucas.[61] As many as 250,000 people were predicted to attend the dedication.[61] In addition to the August 28 ceremony and concerts, an interfaith prayer service was scheduled to take place at the Washington National Cathedral on August 27, as well as a day-long youth event and gala/pre-dedication dinner at the Washington D.C. Convention Center, also on the 27th.[61] However, the prayer service was moved to the Basilica of the National Shrine of the Immaculate Conception in northeast Washington after the 2011 Virginia earthquake damaged the Cathedral on August 23.[62] Although the dedication ceremony did not take place on August 28, the memorial officially became a United States national park on that day. The National Park Service has administered the memorial since it opened, and assumes responsibility for the memorial's operation and maintenance.[63] On August 28, Bob Vogel, superintendent of the National Mall and Memorial Parks unit of the National Park Service proclaimed: From World War II to Vietnam Veterans, from Lincoln to Jefferson and now to King, the memorials and monuments along the National Mall are where millions of visitors every year learn about our history. The National Park Service is honored to serve as the keeper of America's story, and with this new memorial, to have this incredible venue from which to share the courage of one man and the struggle for civil rights that he led.[4] The rescheduled dedication on October 16 was a smaller affair than the one that organizers had planned for August 28. President Obama, First Lady Michelle Obama, Vice President Joe Biden, Congresswoman Nancy Pelosi, Congressman John Lewis, Congressman Elijah Cummings and former Congressman Walter E. Fauntroy were among the more than 10,000 people that attended the event, which occurred on a temperate day.[64][65] Obama gave a keynote address that linked the Civil Rights Movement to his own political struggles during the late-2000s recession.[64] Jesse Jackson, Andrew Young, Al Sharpton and Martin Luther King III also spoke during the ceremony.[65] Aretha Franklin, Stevie Wonder, Sheryl Crow, James Taylor, Jennifer Holliday and Sweet Honey in the Rock performed.[66] At the ceremony, President Obama's keynote address included the following remarks:[68] Our work is not done. And so on this day, in which we celebrate a man and a movement that did so much for this country, let us draw strength from those earlier struggles. First and foremost, let us remember that change has never been quick. Change has never been simple, or without controversy. Change depends on persistence. Change requires determination. It took a full decade before the moral guidance of Brown v. Board of Education was translated into the enforcement measures of the Civil Rights Act and the Voting Rights Act, but those 10 long years did not lead Dr. King to give up. He kept on pushing, he kept on speaking, he kept on marching until change finally came. And then when, even after the Civil Rights Act and the Voting Rights Act passed, African Americans still found themselves trapped in pockets of poverty across the country, Dr. King didn't say those laws were a failure; he didn't say this is too hard; he didn't say, let's settle for what we got and go home. Instead he said, let's take those victories and broaden our mission to achieve not just civil and political equality but also economic justice; let's fight for a living wage and better schools and jobs for all who are willing to work. In other words, when met with hardship, when confronting disappointment, Dr. King refused to accept what he called the \"isness\" of today. He kept pushing towards the \"oughtness\" of tomorrow. And so, as we think about all the work that we must do – rebuilding an economy that can compete on a global stage, and fixing our schools so that every child – not just some, but every child – gets a world-class education, and making sure that our health care system is affordable and accessible to all, and that our economic system is one in which everybody gets a fair shake and everybody does their fair share, let us not be trapped by what is. We can't be discouraged by what is. We've got to keep pushing for what ought to be, the America we ought to leave to our children, mindful that the hardships we face are nothing compared to those Dr. King and his fellow marchers faced 50 years ago, and that if we maintain our faith, in ourselves and in the possibilities of this nation, there is no challenge we cannot surmount. In 2001, the foundation's efforts to build the memorial were stalled because Intellectual Properties Management Inc., an organization operated by King's family, wanted the foundation to pay licensing fees to use his name and likeness in marketing campaigns. The memorial's foundation, beset by delays and a languid pace of donations, stated that \"the last thing it needs is to pay an onerous fee to the King family.\" Joseph Lowery, past president of the King-founded Southern Christian Leadership Conference stated in The Washington Post, \"If nobody's going to make money off of it, why should anyone get a fee?\"[69] Cambridge University historian David Garrow, who won a Pulitzer Prize for Bearing the Cross, his biography of King, said of King's family's behavior, \"One would think any family would be so thrilled to have their forefather celebrated and memorialized in D.C. that it would never dawn on them to ask for a penny.\" He added that King would have been \"absolutely scandalized by the profiteering behavior of his children.\"[70] The family pledged that any money derived would go back to the King Center's charitable efforts.[32][71] The foundation has paid various fees to the King family's Intellectual Properties Management Inc., including a management fee of $71,700 in 2003 (equivalent to $105,600 in 2021).[72] In 2009, the Associated Press revealed that the King family had negotiated an $800,000 licensing deal (equivalent to $1,010,000 in 2021) with the foundation for the use of King's words and image in fundraising materials for the memorial.[73] Further delay was encountered in 2008, due to a disagreement between the three federal agencies that must approve the memorial. The memorial design that was approved by the CFA and the NCPC was not approved by the NPS, due to security concerns. The NPS insisted upon the inclusion of a barrier that would prevent a vehicle from crashing into the memorial area. However, when the original design was submitted to the other two agencies, including such a barrier, the CFA and the NCPC rejected the barrier as being restrictive in nature, which would run counter to King's philosophy of freedom and openness.[74] Eventually, a compromise was reached, which involved the use of landscaping to make the security barriers appear less intrusive upon the area.[75] The compromise plan was approved in October 2009,[75] clearing the way for construction of the memorial to begin.[32] It was announced in January 2007 that Lei Yixin, an artist from the People's Republic of China, would sculpt the centerpiece of the memorial including the Stone of Hope, his statue of King.[76] The commission was criticized by human rights activist Harry Wu on the grounds that Lei had previously sculpted Mao Zedong. It also stirred accusations that it was based on financial considerations, because the Chinese government would make a $25 million donation to help meet the projected shortfall in donations. The president of the memorial's foundation, Harry E. Johnson, who first met Lei in a sculpting workshop in Saint Paul, Minnesota, stated that the final selection was done by a mostly African American design team and was based solely on artistic ability.[77] Gilbert Young, an artist known for a work of art entitled He Ain't Heavy, led a protest against the decision to hire Lei by launching the website \"King Is Ours\", which demanded that an African American artist be used for the monument.[78] Human-rights activist and arts advocate Ann Lau and American stone-carver Clint Button joined Young and national talk-show host Joe Madison in advancing the protest when the use of Chinese granite was discovered.[79] Lau decried the human rights record of the Chinese government and asserted that the granite would be mined by workers forced to toil in unsafe and unfair conditions, unlike that used in the National World War II Memorial, for example.[80] Button argued that the $10 million in federal money that has been authorized for the King project required it to be subject to an open bidding process.[81] In September 2010, the foundation gave written promises that it would use local stonemasons to assemble the memorial. However, when construction began in October, it appeared that only Chinese laborers would be used. An investigator working for the Washington area local of the International Union of Bricklayers and Allied Craftworkers was reportedly told that the Chinese workers did not know what they would be paid for their work on the memorial and that they expected to be paid when they returned home.[82] The memorial's design team visited China in October 2006 to inspect potential granite to be used.[83] The project's foundation has argued that only China could provide granite of that hue in sufficient quantity.[84] Some questioned why such white granite would be used to portray a black man.[85] Young's \"King Is Ours\" petition demanded that an African American artist and American granite be used for the national monument, arguing the importance of such selections as a part of the memorial's legacy. The petition received support from American granite workers[86][87] and from the California State Conference of the NAACP.[88][89] In May 2008, the Commission of Fine Arts, one of the agencies which had to approve all elements of the memorial, raised concerns about \"the colossal scale and Social Realist style of the proposed sculpture\", noting that it \"recalls a genre of political sculpture that has recently been pulled down in other countries.\"[84] The Commission did, however, approve the final design in September 2008.[74] New York Times art critic Edward Rothstein was among those who criticized the Stone of Hope's depiction of King as overly \"stern\" and not the proper depiction of a man famous for a speech like \"I Have a Dream\" or the Nobel Peace Prize: [90] We don't even see his feet. He is embedded in the rock like something not yet fully born, suited and stern, rising from its roughly chiseled surface. His face is uncompromising, determined, his eyes fixed in the distance, not far from where Jefferson stands across the water. But kitsch here strains at the limits of resemblance: Is this the Dr. King of the \"I Have a Dream\" speech? Or the writer of the 1964 Nobel Peace Prize acceptance speech? The way King is depicted with his arms crossed contributed to criticism that he appears stern.[91] On the other hand, King's son, Martin Luther King III, was quoted as being pleased with the sternness of the depiction, saying that \"Well if my father was not confrontational, given what he was facing at the time, what else could he be?\"[91] One of the two quotes appearing on the Stone of Hope and attributed to King, \"I was a drum major for justice, peace and righteousness\", is a paraphrased version of King's actual words, which were: \"If you want to say that I was a drum major, say that I was a drum major for justice. Say that I was a drum major for peace. I was a drum major for righteousness. And all of the other shallow things will not matter.\"[48] The Washington Post's Rachel Manteuffel noticed the change and publicized it in an August 25, 2011 column, arguing that the revised quote misrepresented both King himself and the meaning of the 1968 sermon from which it was taken, in which King imagined the sort of eulogy he might receive.[92] In a September 1, 2011 piece, and again on December 31 of the same year, The Post's editorial board agreed with Manteuffel that the wording on the monument should be changed.[53][93] Poet and author Maya Angelou, a consultant on the memorial, also emphatically agreed, telling the Post: \"The quote makes Dr. Martin Luther King look like an arrogant twit. ... It makes him seem less than the humanitarian he was. ... It makes him seem an egotist.\" She also pointed out, \"The 'if' clause that is left out is salient. Leaving it out changes the meaning completely.\"[48] The memorial's planners had originally intended to use the unrevised version of King's words, but adopted the paraphrased version when changes to the monument's design left them without enough space on the sculpture. \"We sincerely felt passionate that the man's own eulogy should be expressed on the stone\", said the memorial's executive architect, Ed Jackson Jr. \"We said the least we could do was define who he was based on his perception of himself: 'I was a drum major for this, this and this.'\"[48]  Jackson said the U.S. Commission of Fine Arts and two memorial advisers had not objected to the change, and that Angelou had not attended meetings where the inscription was discussed.[48] On January 13, 2012, United States Secretary of the Interior Ken Salazar ordered the quotation corrected.[94] Salazar stated that he believed it was important that the inscription be changed and that he put a deadline on the delivery of the report because \"things only happen when you put a deadline on it.\"[94] According to the project's lead architect, the correction of the quote was not a simple matter, as the current inscription is chiseled into the existing granite blocks.[94] As the entire quotation will not fit on the monument, the replacement was still expected to be a paraphrase; however, project officials would not comment on proposed corrections until they were presented to Secretary Salazar.[94] In December 2012, Salazar announced that the entire quote would be removed, starting in February or March 2013; it will not be replaced.[54] To avoid leaving an impression of the erased inscription, the entire statue will be reworked on both sides, at a cost of $700,000 to $900,000. Harry Johnson, head of the memorial foundation, said, \"We have come up with a design solution that will not harm the integrity of this work of art.\"[95] In August 2013, the sculptor removed the disputed inscription from the statue, and created a new finish for the side of the artwork. Sculptor Lei Yixin carved grooves over the former words to match existing horizontal \"striation\" marks in the memorial and deepened all the memorial's grooves so that they match.[96][97][98]","Title":"Martin Luther King Jr. Memorial - Wikipedia","KeyID":"3790","URL":"https://en.wikipedia.org/wiki/Martin_Luther_King_Jr._Memorial"}