{"Content: ":"The George Gordon Meade Memorial, also known as the Meade Memorial or Major General George Gordon Meade, is a public artwork in Washington, D.C. honoring George Meade, a career military officer from Pennsylvania who is best known for defeating General Robert E. Lee at the Battle of Gettysburg. The monument is sited on the 300 block of Pennsylvania Avenue NW in front of the E. Barrett Prettyman United States Courthouse. It was originally located at Union Square, but was removed and placed in storage for fourteen years before being installed at its current location. The statue was sculpted by Charles Grafly, an educator and founder of the National Sculpture Society, and was a gift from the state of Pennsylvania. Prominent attendees at the dedication ceremony in 1927 included President Calvin Coolidge, Governor John Stuchell Fisher, Secretary of the Treasury Andrew W. Mellon, and Senator Simeon D. Fess. The memorial is one of eighteen Civil War monuments in Washington, D.C., which were collectively listed on the National Register of Historic Places in 1978. The marble and granite sculpture, which includes depictions of Meade and seven allegorical figures, rests on a granite base and granite platform. It is surrounded by a public plaza and small park. The monument is owned and maintained by the National Park Service, a federal agency of the Interior Department. Another monument to Meade by sculptor Henry Kirke Bush-Brown is on the Gettysburg Battlefield. It was dedicated in 1896 as the first equestrian monument erected on the battlefield and is one of scores of Gettysburg monuments and markers. George Meade (1815–1872) was a career military officer from Pennsylvania who is best known for his role as a Union general during the Civil War. He graduated from the United States Military Academy at West Point in 1835 and briefly served in the Army during the Second Seminole War. He began working as a civil engineer for railroad companies and the Department of War until reenlisting in the army in 1842. Meade fought in the Mexican–American War and was promoted to first lieutenant for his heroic actions at the Battle of Monterrey. From the 1850s until the onset of the Civil War in 1861, Meade was involved in coastal surveying and designing lighthouses, mainly for the Corps of Topographical Engineers. He was promoted to brigadier general at the beginning of war, but was badly wounded at the Battle of Glendale in 1862. He recovered and led forces during major battles, including Antietam and Fredericksburg. In June 1863, Meade replaced General Joseph Hooker as commanding officer of the Army of the Potomac, and fought his greatest battle only days later at Gettysburg, the bloodiest battle of the war. He succeeding in defeating General Robert E. Lee and the Confederate forces, but was criticized by President Abraham Lincoln for allowing Confederate forces to retreat to Virginia. Meade continued to serve as the Army of the Potomac's commanding officer until the end of the war, though Ulysses S. Grant was appointed general-in-chief of all Union armies, superseding Meade's authority.[3] Unlike many Civil War generals, there were no calls for a memorial to Meade after his death in 1872 because he was not popular with Lincoln, Grant, or his fellow officers, though he was considered a hero in his native Pennsylvania. In the 1910s, members of the Grand Army of the Republic (GAR) and Society of the Army of the Potomac fraternal organizations lobbied the Pennsylvania General Assembly to fund a statue of Meade.[4] The state assembly commissioned the sculpture on October 18, 1913, and appropriated $200,000 for its construction. Members of the Pennsylvania congressional delegation lobbied Congress to approve the sculpture and an act of Congress authorized its erection on January 21, 1915.[4][5] Congress mandated that the sculpture design and site of the memorial be approved by the Commission of Fine Arts (CFA). Because the memorial was a gift from the state of Pennsylvania, a Meade Memorial Commission was appointed by the state governor. The commission, led by John W. Frazier, a veteran who fought with Meade at Gettysburg, was composed of architects, artists, and planners who agreed on very little. Frazier was considered abusive and tactless, sending rude letters to the CFA and demanding certain requirements for the memorial. This created an impasse which lasted until Frazier's death in 1918. Following his death, the memorial commission finally chose a sculptor, a Pennsylvania native named Charles Grafly (1862–1929).[4] Grafly was a founder of the National Sculpture Society and longtime educator at the Pennsylvania Academy of the Fine Arts who was best known for his portrait busts. Although Grafly was at the peak of his career, the CGA was hesitant in approving him to design the sculpture because his symbolic works had been criticized for being incomprehensible. The CFA finally agreed to consider Grafly and following several months of negotiations and changes, a preliminary sculpture design was approved in August 1918.[4] Grafly received $85,000 for his commission.[5] Several years of bickering about the final design and location of the memorial passed until March 28, 1922, when an official groundbreaking ceremony took place.[4][5] The chosen site was near 3rd Street NW in Union Square, a public park on Capitol Hill, and close to the large Ulysses S. Grant Memorial. Before the memorial was installed, the last of the old Botanic Garden greenhouses were demolished and the Bartholdi Fountain was moved to make way.[4] The architects chosen to design the memorial were Grant Simon and Edward P. Simon of Philadelphia. Piccirilli Brothers carved the memorial and the project contractor was the George A. Fuller Company.[5] The total cost of the memorial and its installation was $400,000.[6] The memorial was formally dedicated on October 19, 1927, becoming one of the last Civil War monuments erected in Washington, D.C. By the time of the dedication, many of the GAR and Society of the Army of the Potomac members who championed the memorial had died and only a few Civil War veterans were able to attend the ceremony.[4] Prominent attendees at the ceremony included President Calvin Coolidge, his wife, Grace, Pennsylvania Governor John Stuchell Fisher, Secretary of the Navy Curtis D. Wilbur, Secretary of the Treasury Andrew W. Mellon, Secretary of Labor James J. Davis, and Senator Simeon D. Fess, the acting chairman of the memorial commission. White, temporary pavilions adorned with greenery, national shields, and the coat of arms of Pennsylvania were built around the memorial for invited guests and members of the public. The speaker's stand was decorated with palms, ferns, and autumn-colored flowers. On either side of the memorial was the national flag; the left flag from the Civil War era had 35 stars and the right flag was the current 48-starred flag.[6] Northminster Presbyterian Church minister Hugh K. Fulton gave the invocation and Reverend J. H. Pershing led the dedicatory prayer. A speech detailing Meade's life and career was given by Fisher which was followed by the unveiling of the memorial by Meade's daughter, Henrietta, who was escorted by Ulysses S. Grant III. As the memorial was unveiled, a flock of pigeons, symbolizing peace, was released from an altar bearing the Army of the Potomac's emblem. The Army Band played \"The Star-Spangled Banner\" as Army cannons were fired. Fisher presented the memorial on behalf of the state of Pennsylvania to Coolidge on behalf of the American people. Coolidge's remarks including the following: \"On behalf of the Government of the Nation which he helped to save, I accept this memorial erected by the Commonwealth which has his own home and the home of his ancestors. The conflict in which he took such an important part has long since passed away. The peace which he loved has come. The reconciliation which he sought is complete. The loyalty to the flag which he followed is universal. Through all of this shines his own immortal flame.\" An elderly veteran who fought at Gettysburg collapsed as he was giving a speech recounting his experience during the battle. Blanton Winship, at the time the president's chief military aid, and James F. Coupal, the president's physician, came to his aid. He was able to finish his speech and the crowds cheered him. The ceremony concluded with the band playing \"Taps\".[6] In 1969, the memorial was dismantled and placed in a storage facility at 42nd Street and Hunt Place NE when the Capitol Reflecting Pool was built atop Interstate 395's Third Street Tunnel.[5][7] It remained in storage for several years and members of the public began inquiring why the memorial had not been replaced. Pennsylvania Representative William F. Goodling contacted the memorial coordinator for the National Capital Region of the National Park Service (NPS) while members of the Gettysburg Civil War Round Table (GCWRT) contacted Jeff Wolf to repair the sculpture, which had cracked in several places. The GCWRT also contacted Maryland Representative Marjorie Holt who had requested the memorial be placed in her congressional district at Fort George G. Meade.[8] The memorial was repaired and in 1983 placed in a new plaza on Pennsylvania Avenue NW.[9] A formal rededication took place on October 3, 1984.[5] The memorial is one of eighteen Civil War monuments in Washington, D.C., which were collectively listed on the National Register of Historic Places on September 20, 1978, and the District of Columbia Inventory of Historic Sites on March 3, 1979.[2] The memorial and surrounding park are owned and maintained by the NPS, a federal agency of the Interior Department.[5] Sculptor Henry Kirke Bush-Brown was chosen to design an earlier monument to Meade that stands on the Gettysburg Battlefield, located close to the point where Pickett's Charge was repulsed. It was dedicated in 1896 and is a contributing property to the Gettysburg Battlefield Historic District. The equestrian monument, the first of its kind erected on the battlefield, is one of hundreds of monuments and markers located throughout the historic district.[10][11] The memorial is located on the 300 block of Pennsylvania Avenue NW in the Judiciary Square neighborhood of Washington, D.C. It stands in front of the E. Barrett Prettyman United States Courthouse and across the street from the National Gallery of Art's East Building. The memorial is sited in the center of a public plaza and small park.[12] The cylindrical marble and granite sculpture is 10.6 ft (3.2 m) tall and 9 ft (2.7 m) wide. Meade is depicted in his military uniform and standing at the front of the sculpture. A male, winged figure representing War is on the rear side of the sculpture and is flanked by two memorial tablets. Six allegorical figures representing qualities the artist believed necessary in a great military leader are on the sides of the sculpture: Chivalry, Energy, Fame, Loyalty, Military Courage, and Progress. The male figure of Loyalty, on the proper right, and female figure of Chivalry, on the proper left, are removing Meade's military cloak, representing the \"cloak of battle\" that Meade leaves behind. The figure representing Loyalty holds a wreath and garlands behind Meade representing his accomplishments. The female figure representing Fame is behind Loyalty and is supported by the male figure of Energy. Behind Chivalry is the male figure of Progress and male figure of Military Courage. The latter is locking arms with War. A gold finial of the state seal of Pennsylvania is at the top of the memorial. The Milford pink granite base is 7.4 ft (2.3 m) tall with a diameter of 20.10 ft (6.13 m).[5] Inscriptions on the memorial include the following:[5]","Title":"George Gordon Meade Memorial - Wikipedia","KeyID":"3793","URL":"https://en.wikipedia.org/wiki/George_Gordon_Meade_Memorial"}