{"Content: ":"The Three Soldiers (also known as The Three Servicemen) is a bronze statue by Frederick Hart. Unveiled on Veterans Day, November 11, 1984,[1] on the National Mall, it is part of the Vietnam Veterans Memorial[2] commemorating the Vietnam War.[3] It was the first representation of an African American on the National Mall.[4] Negative reactions to Maya Lin's design for the Memorial wall were so strong that several Congressmen complained, and Secretary of the Interior James G. Watt refused to issue a building permit. As the most highly ranked sculptor in the competition,[5] Frederick Hart was commissioned to create a sculpture in order to appease those who wanted a more traditional approach. In a New York Times editorial, Vietnam Veteran Tom Carhart argued that without a heroic sculptural element the abstract design would put too much emphasis on the \"shame and sorrow\" of the Vietnam War.[6] Lin was furious at the adulteration of her design and called the decision to add Hart's piece \"a coup,\" which \"had nothing to do with how many veterans liked or disliked my piece.\" Lin asserted that she had not received a single negative letter from a veteran, adding that \"most of them are not as conservative as Carhart.\"[7] Hart's addition was placed a distance away from the memorial wall in order to minimize the effect on her design. These conflicting expectations made for a challenging project. As Hart saw it, his task was “to preserve and enhance the elegant simplicity and austerity of the existing design,” and “to create a sculpture which is in itself a moving evocation of the experience and service of the Vietnam Veteran.”[8] In order to portray the major ethnic groups that were represented in the ranks of U.S. combat personnel that served in Vietnam, the statue's three men are purposely identifiable as European American (center), African American (right), and Latino American (left). These three figures were based on seven actual young men, of which two (the Caucasian-American and the African-American) were active-duty Marines at the time that the sculpture was commissioned. The Caucasian figure was modeled after James E. Connell III, then a Corporal in the Marines; the African-American figure was modeled after three men, Marine Corporal Terrance Green, Rodney Sherrill and Scotty Dillingham; the Hispanic figure was modeled after Guillermo (Willie) Smith De Perez DeLeon and Rene Farkass.[9] The lost wax technique was used to cast the sculpture in bronze. It was Hart's first major work in bronze.[10] Of the memorial, the architect has suggested, 'I see the wall as a kind of ocean, a sea of sacrifice that is overwhelming and nearly incomprehensible in the sweep of names. I place these figures upon the shore of that sea, gazing upon it, standing vigil before it, reflecting the human face of it, the human heart. The portrayal of the figures is consistent with history. They wear the uniform and carry the equipment of war; they are young. The contrast between the innocence of their youth and the weapons of war underscores the poignancy of their sacrifice. There is about them the physical contact and sense of unity that bespeaks the bonds of love and sacrifice that is the nature of men at war. And yet they are each alone. Their strength and their vulnerability are both evident. Their true heroism lies in these bonds of loyalty in the face of their awareness and their vulnerability.'[11] The statue and the Wall appear to interact with each other, with the soldiers looking on in solemn tribute at the names of their fallen comrades. Noted sculptor Jay Hall Carpenter, Hart's assistant on the project, explains the sculpture was positioned especially for that effect: \"We carried a full-size mockup of the soldiers around the memorial site trying many locations until we hit upon the perfect spot. It was here that the sculpture appeared to be looking over a sea of the fallen.\"[11] Of his work on The Three Soldiers, Hart said he would put the “folds of those fatigue jackets and pants up against the folds of any [carved] medieval angel you can find.”[12] The design of The Three Soldiers was copyrighted by Hart and the Vietnam Veterans Memorial Fund. Reproductions were sold on many pieces of memorabilia, including t-shirts, keychains, and snowglobes. Hart donated his share of the profits to a non-profit which provides name rubbings to families of veterans.[13] A replica of the sculpture was created and dedicated on July 12, 2008, in Apalachicola, Florida.[14] Coordinates: 38°53′26″N 77°02′54″W﻿ / ﻿38.89045°N 77.04835°W﻿ / 38.89045; -77.04835","Title":"The Three Soldiers - Wikipedia","KeyID":"3803","URL":"https://en.wikipedia.org/wiki/The_Three_Soldiers"}