{"Content: ":"The Franklin Delano Roosevelt Memorial is a presidential memorial in Washington D.C., dedicated to the memory of Franklin Delano Roosevelt, the 32nd President of the United States, and to the era he represents. The memorial is the second of two that have been constructed in Washington to commemorate that president. Dedicated on May 2, 1997 by President Bill Clinton, the national memorial, spread over 7.5 acres (3.0 ha) adjacent to the southwest side of the Tidal Basin along the Cherry Tree Walk in West Potomac Park, traces 12 years of the history of the United States through a sequence of four outdoor rooms, one for each of FDR's terms of office.[1] Sculptures inspired by photographs depict the 32nd president alongside his dog Fala. Other sculptures depict scenes from the Great Depression, such as listening to a fireside chat on the radio and waiting in a bread line, a bronze sculpture by George Segal. A bronze statue of First Lady Eleanor Roosevelt standing before the United Nations emblem honors her dedication to the UN. It is the only presidential memorial to depict a First Lady.[2] Considering Roosevelt's disability, the memorial's designers intended to create a memorial that would be accessible to those with various physical impairments. Among other features, the memorial includes an area with tactile reliefs with braille writing for people who are blind. However, the memorial faced serious criticism from disabled activists. Vision-impaired visitors complained that the braille dots were improperly spaced and that some of the braille and reliefs were mounted eight feet off of the ground, placing it above the reach of most people.[3] The memorial's design and development represents the capstone of a distinguished career for the memorial's designer, landscape architect Lawrence Halprin[4] partly because Halprin had fond memories of Roosevelt, and partly because of the sheer difficulty of the task.[5] Halprin won the competition for the Memorial's design in 1974. However, Congress did not appropriate the funds to move beyond this conceptual stage for more than 20 years.[4] Halprin collaborated with architect Robert Marquis who designed the visitor center in the winning plans.[6] The memorial's design concept of four outdoor \"rooms\" and gardens is animated by water, stone, and sculpture.[5] The national memorial now includes sculptures and works by Leonard Baskin, Neil Estern, Robert Graham, Tom Hardy, and George Segal. Running water is an important physical and metaphoric component of the memorial. Each of the four \"rooms\" representing Roosevelt's respective terms in office contains a waterfall. As one moves from room to room, the waterfalls become larger and more complex, reflecting the increasing complexity of a presidency marked by the vast upheavals of economic depression and world war. Tour guides describe the symbolism of the five main water areas as: The architecture critic of the Washington Post stated that the memorial was designed \"to give people as many options as possible to go this way or that, to reverse directions, to pause, to start over, to be alone, to meet others, and to experience as many different sights, smells and sounds as the site permits.\"[5] When the memorial first opened, people were encouraged to wade into the fountains and waterfalls. However, within a matter of days, the National Park Service (NPS), which operates the Memorial, while fearing accidents prohibited people from entering the water. The site is a component of the NPS's National Mall and Memorial Parks administrative unit. As a historic area that the NPS manages, the memorial was administratively listed on the National Register of Historic Places on the date of its establishment, May 2, 1997.[7] The statue of Franklin Delano Roosevelt stirred controversy over the issue of his disability. Designers decided against plans to have FDR shown in a wheelchair. Instead, the statue depicts the president in a chair with a cloak obscuring the chair, showing him as he appeared to the public during his life. Roosevelt's reliance on a wheelchair was not publicized during his life, as there was a stigma of weakness and instability associated with any disability.[8] However, historians and some disability-rights advocates wanted his disability to be shown for historical accuracy and to tell the story of what they believed to be the source of his strength.[9] Other disability advocates,[who?] while not necessarily against showing him in a wheelchair, were wary of protests about the memorial that leaned toward making Roosevelt a hero because of his disability.[citation needed] The sculptor added casters to the back of the chair in deference to advocates, making it a symbolic \"wheelchair\". The casters are only visible behind the statue.[citation needed] The National Organization on Disability, headed by the efforts of Alan Reich, raised US$1.65 million over two years to fund the addition of another statue that clearly showed the president in a wheelchair. In January 2001, the additional statue was placed near the memorial entrance showing FDR seated in a wheelchair much like the one he actually used. The memorial's designer construed the wheelchair controversy as evidence of success: \"The most important thing about designing is to generate creativity in others, and to be inclusive – to include the needs and experiences of people interacting with the environment, and to let them be part of its creation.\"[4] Sign outside of the FDR Memorial in Washington DC \"I hate war\" inscription. View of the Washington Monument from the FDR Memorial. Statue of FDR with Fala, his Scottish Terrier The new statue openly showing Roosevelt in his wheelchair. During a conversation that he had with Supreme Court Associate Justice Felix Frankfurter in 1941, Roosevelt said that if he were to have a monument in Washington, it should be in front of the National Archives and should be no larger than his desk. A 3-foot (0.9 m) tall, 7-foot (2.1 m) long, 4-foot (1.2 m) wide block of white marble was subsequently dedicated in 1965 as his memorial near the southeast corner of Ninth Street NW and Pennsylvania Avenue NW, within a lawn in front of the National Archives Building.[10] The engraved words on the memorial state: \"In Memory of Franklin Delano Roosevelt 1882–1945\".[11] A bronze plaque at the edge of the sidewalk in front of the memorial states: In September 1941, President Franklin Delano Roosevelt called his friend, Supreme Court Justice Frankfurter, to the White House and asked the Justice to remember the wish he then expressed: If any memorial is erected to me, I know exactly what I should like it to be. I should like it to consist of a block about the size of this (putting his hand on his desk) and placed in the center of that green plot in front of the Archives Building. I don't care what it is made of, whether limestone or granite or whatnot, but I want it plain without any ornamentation, with the simple carving, \"In Memory of ____\". A small group of living associates of the President, on April 12, 1965, the twentieth anniversary of his death, fulfilled his wish by providing and dedicating this modest memorial.[11][12]","Title":"Franklin Delano Roosevelt Memorial - Wikipedia","KeyID":"3805","URL":"https://en.wikipedia.org/wiki/Franklin_Delano_Roosevelt_Memorial"}