{"Content: ":"The Robert A. Taft Memorial and Carillon is a carillon dedicated as a memorial to U.S. Senator Robert Alphonso Taft, son of President William Howard Taft. The memorial is located north of the Capitol, on Constitution Avenue between New Jersey Avenue and First Street, N.W. Designed by architect Douglas W. Orr, the memorial consists of a Tennessee marble tower and a 10-foot (3.0 m) bronze statue of Senator Taft sculpted by Wheeler Williams. The shaft of the tower measures 100 feet (30 m) high, 11 feet (3.4 m) deep, and 32 feet (9.8 m) wide. Above the statue is inscribed, \"This Memorial to Robert A. Taft, presented by the people to the Congress of the United States, stands as a tribute to the honesty, indomitable courage, and high principles of free government symbolized by his life.\" The base of the memorial measures 55 by 45 feet (14 m) and stands approximately 15 feet (4.6 m) high. Jets of water flow into a basin that rings the base. The twenty-seven bells in the upper part of the tower were cast in the Paccard Foundry in Annecy-le-Vieux, France. The largest, or bourdon bell, weighs 7 tons (6350 kg). At the dedication ceremony on April 14, 1959, former President Herbert Hoover stated, \"When these great bells ring out, it will be a summons to integrity and courage.\" The large central bell strikes on the hour, while the smaller fixed bells chime on the quarter-hour. By resolution of Congress, they play \"The Star-Spangled Banner\" at 2 p.m. on the Fourth of July.[1] Construction of the memorial was authorized by S.Con.Res. 44,[2] which was passed by the Senate and the House of Representatives in July 1955. It was funded by popular subscription from every state in the nation. More than a million dollars were collected. \"This memorial to Robert A. Taft, presented by the people to the Congress of the United States, stands as a tribute to the honesty, indomitable courage, and high principles of free government symbolized by his life.\" \"If we wish to make democracy permanent in this country, let us abide by the fundamental principles laid down in the Constitution. Let us see that the state is the servant of its people, and that the people are not the servants of the state.\" Coordinates: 38°53′34″N 77°0′40″W﻿ / ﻿38.89278°N 77.01111°W﻿ / 38.89278; -77.01111","Title":"Robert A. Taft Memorial - Wikipedia","KeyID":"3810","URL":"https://en.wikipedia.org/wiki/Robert_A._Taft_Memorial"}