{"Content: ":"President Lincoln and Soldiers’ Home National Monument, sometimes shortened to President Lincoln's Cottage, is a national monument on the grounds of the Soldiers' Home, known today as the Armed Forces Retirement Home. It is located near Brookland in Washington, D.C. President Lincoln's Cottage was formerly known as Anderson Cottage. President Abraham Lincoln and family resided seasonally on the grounds of the Soldiers' Home to escape the heat and political pressure of downtown Washington, as did President James Buchanan (1857–1861) before him. President Lincoln's Cottage also served as the Summer White House for Presidents Rutherford B. Hayes (1877–1881) and Chester A. Arthur (1881–1885).[1] The historic Cottage, built in the Gothic revival style, was constructed from 1842 to 1843 as the home of George Washington Riggs, who went on to establish the Riggs National Bank in Washington, D.C. Lincoln lived in the cottage June to November 1862 through 1864 and during the first summer living there, Lincoln drafted the preliminary draft of the Emancipation Proclamation. Mary Todd Lincoln fondly recalled the campus; in 1865, she wrote, \"How dearly I loved the Soldiers' Home.\" Poet Walt Whitman, who was living on Vermont Avenue near the White House in 1863, often saw the president riding to or from Soldiers' Home. He wrote in The New York Times, \"Mr. LINCOLN generally rides a good-sized easy-going gray horse, is dressed in plain black, somewhat rusty and dusty; wears a black stiff hat, and looks about as ordinary in attire, &c., as the commonest man...I saw very plainly the President's dark brown face, with the deep cut lines, the eyes, &c., always to me with a deep latent sadness in the expression.\" Whitman quoted this article in his 1876 book Memoranda During the War, adding the phrase: \"We have got so that we always exchange bows, and very cordial ones.\"[2] The Soldiers' Home stands on 251 acres (1.02 km2) atop the third highest point in Washington. The Home was designated a National Historic Landmark on November 7, 1973, and listed on the National Register of Historic Places on February 11, 1974. In 2000, the cottage was placed on the National Trust for Historic Preservation's 11 Most Endangered list. Then about 2.3 acres (9,300 m2) of the Home was proclaimed a National Monument by President Bill Clinton on July 7, 2000. The National Trust took on the restoration which was completed in 2007. The Cottage exterior was restored to the period of Lincoln's occupancy in the 1860s in a joint venture by the Philadelphia firm J. S. Cornell & Son, and Stephen Ortado, Historic Structures, according to the standards of the National Park Service. Today the property is leased by the National Trust for Historic Preservation through a cooperative agreement with the Armed Forces Retirement Home; and is managed by President Lincoln's Cottage at the Soldiers' Home, an independent 501(c)(3) charity.[3] President Lincoln's Cottage opened to the public on February 18, 2008. A reproduction of the Lincoln desk on which he wrote the Emancipation Proclamation was commissioned by the Trust for use in the Cottage.[4] The original drop-lid walnut paneled desk is in the Lincoln Bedroom of the White House. The desk is the only surviving piece of furniture that is known to have been placed in the White House and the Cottage during the Lincoln era. The adjacent Robert H. Smith Visitor Education Center features exhibits about the Soldiers' Home, wartime Washington, D.C., Lincoln as Commander-in-Chief during the Civil War, and a special exhibit gallery. President Lincoln's Cottage and Visitor Education Center is normally open to the public for tours seven days a week. Rear of the Cottage, September 2018 Statue of Lincoln in front of the Cottage, September 2018","Title":"President Lincoln's Cottage at the Soldiers' Home - Wikipedia","KeyID":"3839","URL":"https://en.wikipedia.org/wiki/President_Lincoln%27s_Cottage_at_the_Soldiers%27_Home"}