{"Content: ":"L'Enfant Plaza is a complex of four commercial buildings grouped around a large plaza in the Southwest section of Washington, D.C., United States. Immediately below the plaza and the buildings is the \"La Promenade\" shopping mall.[2][3] The plaza is located south of Independence Avenue SW between 12th and 9th Streets SW (9th Street actually runs underneath the centers of the buildings on the easternmost side of the plaza). It was built perpendicular to L'Enfant Promenade, a north-south running street and pedestrian esplanade part of which is directly above 10th Street SW. The plaza is named for Pierre (Peter) Charles L'Enfant,[4] the architect and planner who first designed a street layout for the capital city (see L'Enfant Plan). It was dedicated in 1968 after completion of the north and south buildings. L'Enfant Plaza was part of the Southwest D.C. urban renewal project, one of the earliest urban renewal projects in the U.S., and the first such in D.C.[5] The rapid expansion of the population of Washington, D.C., during World War II led to the extensive construction of suburban office buildings and housing tracts.[6] But with federal agencies (which were the area's largest employers) restricted to the city center, a movement began after the war to redevelop Washington's older, more dilapidated, single-family-dwelling neighborhoods to provide high-density, modern housing for workers.[7] In 1946, the United States Congress passed the District of Columbia Redevelopment Act, which established the District of Columbia Redevelopment Land Agency (RLA) and provided legal authority to clear land and funds to spur redevelopment in the capital.[8] Congress also gave the National Capital Planning Commission (NCPC) the authority to designate which land would be redeveloped, and how.[9] The RLA was not funded, however, until passage of the Housing Act of 1949.[9] A 1950 study by the NCPC found that the small Southwest quarter of the city suffered from high concentrations of old and poorly maintained buildings, overcrowding, and threats to public health (such as lack of running indoor water, sewage systems, electricity, central heating, and indoor toilets).[5][10] Competing visions for the redevelopment ranged from renovation to wholesale leveling of neighborhoods, but the latter view prevailed as more likely to qualify for federal funding.[11] Demolition faced almost all structures in Southwest Washington and was to have begun in 1950, but legal challenges led to piecemeal razing of the area until the mid-1950s. Most of the dwellings in Southwest D.C. were Victorian row houses.[12] Poor and middle-class African American and immigrant Central and Eastern European families living in the area were forced out of their homes by use of eminent domain, receiving only a fraction of the value of their homes in compensation.[13] In 1954, Southwest D.C. had about 3,900 buildings housing 4,500 families.[14] About 60 percent of the residents were African American, and the remainder Caucasian.[14] Only 20 percent of the residents owned their own home, and 72 percent of the buildings were rated as substandard.[14] The area which became L'Enfant Plaza was primarily Victorian townhouses, although a shuttered slaughterhouse also stood in the area.[15] The RLA was the first to propose a major plaza along 10th Street NW. It commissioned architects Robert Justement and Chloethiel Woodard Smith to devise a master site plan for Southwest D.C. The Justement-Smith plan, released in 1952, called for wholesale clearance of the area.[16] Notably, the Justement-Smith plan also proposed building an esplanade above 10th Street SW (to allow it to pass over the railroad tracks and the then-under construction Southwest-Southeast Freeway) which would connect with Maine Avenue SW.[16] The RLA later said it had studied putting the mall anywhere from 5th Street to 12th Street, but that 10th Street was the only economical location.[17] Parks would border the esplanade east and west, with a goal of providing an unobstructed view of the Smithsonian Institution headquarters and the National Mall.[16] In November 1952, the NCPC released a report largely supporting the Justement-Smith plan (although emphasizing the construction of low-rise townhouses rather than a \"forest\" of high-rise apartment buildings).[18] The NCPC report also approved of the plan to build an esplanade above 10th Street SW, although it noted that there were significant geographical obstacles to the plan.[18] In 1953, the RLA asked developers to submit plans based on the NCPC's November 1952 compromise report.[19] \"L'Enfant Plaza\" was the name proposed by New York City developer William Zeckendorf in February 1954 as the title for a 20-acre (8.1 ha) cultural center within a 330-acre (130 ha) development that would almost completely encompass all of Southwest D.C. (an area designated as \"Project C\").[20] As originally laid out, a traffic circle would be built on Independence Avenue SW in front of the Smithsonian Castle.[15] A 400-foot (120 m) wide, grass-lined pedestrian mall replaced 10th Street SW.[20] A concert hall, convention center, and opera house would line the pedestrian mall, which would be built over the railroad tracks and Southeast Freeway and connect with the Potomac River waterfront.[20] The plan called for all existing buildings in the 20-acre area to be razed.[14] Zeckendorf and the RLA signed a \"memorandum of understanding\" locking in most of the major aspects of Zeckendorf's plan to allow further site study and architectural design to move forward.[21] By October of that year, Zeckendorf had agreed to add government office buildings to the planned pedestrian mall.[22] The developer said he had already spent $450,000 on studies, and planned to spend another $500,000 in developing a detailed plan.[22] In December, Zeckendorf asked the NCPC and RLA to formally approve his plan for a 10th Street SW mall, and proposed that the federal government build a \"12th Street Bridge\" over the Potomac River to help reduce traffic flows along his mall—which now incorporated a roadway.[23] In February 1955, however, the NCPC proposed moving the planned \"cultural mall\" to 9th Street SW and retaining 10th Street as a major thoroughfare for traffic coming off the 14th Street Bridge.[17] John Remon, chair of the RLA and NCPC vice chair, strongly criticized the plan (which also proposed relocating the railroad tracks) as far too costly.[17] D.C. officials then proposed turning 12th Street into a southbound one-way, 9th Street into a northbound one-way, and building a new 14th Street Bridge span to accommodate the traffic flows.[24] In a compromise, Zeckendorf agreed to revisit his plans to see if one or more of the proposed road plans could be accommodated under his proposed site redesign plan.[24] The road and bridge dispute threatened to cause the failure of the entire redevelopment effort. But in April 1955, D.C. highway officials proposed a compromise: They agreed to \"eventually\" construct a major new bridge at Roaches Run[25] in exchange for NCPC approval of the existing preliminary plans offered by Zeckendorf.[26] Additionally, National Park Service (NPS_ officials agreed to allow a portion of Independence Avenue SW (between the Lincoln Memorial and the Tidal Basin) and Ohio Drive SW to be used for a portion of the proposed Inner Loop Freeway—both long-sought objectives of the NCPC.[27] The NCPC subsequently approved nearly all of Zeckendorf's proposal for Project C, including the 10th Street mall.[28][29] The proposal for a \"cultural mall\" along 10th Street SW became complicated again in mid-1955. On July 1, President Dwight Eisenhower signed into law legislation creating a District of Columbia Auditorium Commission, whose charge was to formulate plans \"for the design, location, financing, and construction in the District of Columbia of a civic auditorium, including an Inaugural Hall of Presidents and a music, fine arts, and mass communications center\".[30] Southwest Washington, and especially Zeckendorf's proposed \"cultural mall,\" became one of the top sites studied by the Auditorium Commission for its planned multi-use performance center. The RLA began looking at the cost-effectiveness of turning the 10th Street site over to the Auditorium Commission for its (rather than private) use in September 1955.[29] A month later, an RLA consultant recommended a \"World Center\" for L'Enfant Plaza that would include 4,000-seat opera house, 2,000-seat theatrical stage, large and small concert halls, exhibit areas, meeting rooms, television studios, reception and formal dining halls, and cultural library.[31] After another year of study, however, this plan had been scaled back to just three buildings (a combined auditorium-exhibit hall, combined opera-concert hall, and a theater).[32] But D.C. Auditorium Commission officials now proposed two sites for the cultural center: L'Enfant Plaza and the Foggy Bottom neighborhood (an area of factories, breweries, gas works, and decrepit housing then also undergoing study for redevelopment).[32] The Auditorium Commission's willingness to consider Foggy Bottom for the cultural center ignited a lengthy battle over the center's location. In November, the Auditorium Commission voted in favor of the Foggy Bottom site.[33] But the Federal City Council, a private group of corporations and business leaders,[34] voted for L'Enfant Plaza.[33] D.C. and RLA officials also favored L'Enfant Plaza.[33] But the west leg of the proposed Inner Loop (a six-lane, high-speed freeway in downtown D.C. which formed an ellipse centered on the White House) cut through the Foggy Bottom site, and the planned highway would have to be moved west to accommodate it. In late October 1956, the NCPC agreed to consider moving the freeway[35] and the Auditorium Commission agreed to study a number of new sites as well.[36] As the January 31, 1957, deadline for the Auditorium Commission's report neared, the Commission proposed three sites for a cultural center: Foggy Bottom (its nominal preference), L'Enfant Plaza, and a site a block east of L'Enfant Plaza (the current site of the Robert C. Weaver Federal Building and Constitution Center, a private office building).[37] The proposal to Congress included a 10,000-seat convention hall, music hall-auditorium, theater, and tourist center.[37] The cost was pegged at $36 million ($282.1 million in 2011 dollars).[38] The RLA pressed for the L'Enfant Plaza site, although it agreed that perhaps the single proposed cultural center might be broken up into several structures.[39] A fourth site in Southwest D.C. (bounded by 7th Street, 9th Street, Maine Avenue and G Street) was proposed in February 1957.[40] The Auditorium Commission also said it would be acceptable to move the cultural center slightly west in Foggy Bottom, so that it sat on the banks of the Potomac River rather than a few blocks inland.[40] Three months later, in April 1957, House and Senate subcommittees overseeing the District of Columbia voted to approve the Foggy Bottom site as well.[41] The Senate followed suit in May,[42] but the House refused to appropriate money to purchase the land.[43] Eight months later, with the Auditorium Commission defunct, a number of civic leaders and members of Congress proposed that the cultural center be built on a site on the National Mall south of the National Gallery of Art (where the National Air and Space Museum is now).[44] This proposal proved so unwelcome that Congress shifted again and chose the Foggy Bottom site for the cultural center.[45] President Eisenhower signed legislation creating the National Cultural Center (later renamed the John F. Kennedy Center for the Performing Arts) on September 2, 1958.[46] With the cultural center set for Foggy Bottom, plans began moving ahead again on L'Enfant Plaza. In November 1958, the RLA and Zeckendorff began negotiating over the price of land and the composition of the buildings to be built at L'Enfant Plaza.[47] In December 1959, Zeckendorf won approval to build a 1,000-room hotel and five privately owned office buildings on L'Enfant Plaza.[48] The Redevelopment Land Agency also approved the condemnation and razing of 14 city blocks for construction of the plaza, hotel, and office buildings.[48][49] Construction was scheduled to begin on January 1, 1961, but was delayed due to unresolved design issues with L'Enfant Promenade, the short time-frame to prepare detailed construction plans, and because Congress had not granted air rights above 9th Street SW to the developers.[48] For four years, construction of L'Enfant Plaza and the hotel were delayed. Zeckendorf agreed to build the promenade, plaza, and all surrounding buildings as a single project in April 1961 and pay $20 per 1 square foot (0.093 m2) for the land.[50] These pledges led the Redevelopment Land Agency to award the 14-block area to Zeckendorf in October 1961 for $7 million.[51][52] Zeckendorf had assigned I.M. Pei, at the time a staff architect in his firm of Webb & Knapp, to provide the overall design of the plaza, promenade, and park (including building siting).[53] In 1955 Pei had started his own firm, which worked primarily on Zeckendorf's projects, and Pei's associate Araldo Cossutta became the lead architect for the North Building (955 L'Enfant Plaza SW) and the South Building (950 L'Enfant Plaza SW).[53] But by 1962 the scale of the project had been revised; the hotel building was unaffected, but the number of office buildings had shrunk from eight to three.[52] Zeckendorf added an underground shopping mall of shops and restaurants to the project in November 1962,[54] and construction on the promenade and plaza was slated to begin in April 1963.[55] But Zeckendorf's vast real estate empire began to suffer severe financial difficulties in 1964, and indeed the company went bankrupt in 1965.[56] With Zeckendorf unable to make good on his construction pledges, the Redevelopment Land Agency forced him to withdraw and sell his interest in L'Enfant Plaza in November 1964.[57][58] The buyer of Zeckendorf's property and leases was the L'Enfant Plaza Corp. (also known as L'Enfant Properties, Inc.).[58] L'Enfant Plaza Corp. was a syndicate led by former United States Air Force Lieutenant General Elwood R. Quesada, and included Chase Manhattan Bank president David Rockefeller, D.C. businessman David A. Garrett, investment banker André Meyer, and the real estate investment firm of Gerry Brothers & Co.[58] Quesada said that if the Redevelopment Land Agency approved the sale, his company would begin immediate construction of the promenade, the parking garage beneath it, and the plaza using the Pei firm's 10-year-old plans.[58][59] The agency gave its approval on January 21, 1965,[60] and the sale was finalized on August 30.[61] Construction of L'Enfant Plaza and promenade quickly moved forward. Site preparation began in November 1965.[62] Air rights over 9th Street SW were granted for a rent of $500 per year for 99 years on November 23, 1965.[63] The actual groundbreaking for L'Enfant Plaza occurred on December 9.[64] The project still encountered delays, however. The federal government, which was building the James V. Forrestal Building at the northern end of L'Enfant promenade, was a year behind in its construction schedule by June 1967, causing the northern end of the promenade to remain incomplete.[65] Meanwhile, over-optimistic construction schedules and labor shortages had delayed the construction of L'Enfant Plaza's North and South buildings (which were the first structures to be built by L'Enfant Plaza Corp.) by six months.[65] The $23 million complex neared completion in January 1968,[66] and the office buildings, plaza, and promenade opened to the public and for business in June 1968.[67] The plaza was formally dedicated on Saturday, November 16, 1968.[68] Construction on the hotel was to have started in the spring of 1970.[69] However, delays meant that work on the 1 million square feet (93,000 m2), $23 million hotel and office building did not begin until June 1971.[70] The hotel opened with a three-day gala which concluded with its dedication on May 31, 1973.[71] Vlastimil Koubek was the architect of the West Building (475 L'Enfant Plaza SW) and East Building (or L'Enfant Plaza Hotel; 480 L'Enfant Plaza SW).[53] In February 1969, Koubek, former First Lady Mamie Eisenhower, and developer William Zeckendorf ceremonially broke ground for the West Building, which with 640,000 square feet (59,000 m2) of interior office space was the largest private office building at the time in Washington.[72][73] In June 1972, the United States Postal Service purchased the West Building for its national headquarters.[74] A third architect, Edwin F. Schnedl, designed the shopping mall and food court areas.[75] Known as \"La Promenade,\" the shopping mall connects all four buildings and the Metro station together underground.[76] In 1970, the \"Tenth Street Overlook\" became the southern terminus of L'Enfant Promenade.[77] Pei had initially proposed a large pedestrian bridge lined by retail businesses and restaurants extending from the Promenade across the Overlook and Interstate 395 down to Maine Avenue SW and the waterfront.[78][79] This structure was never built for cost reasons. The Overlook, which Daniel Urban Kiley designed,[80] contains a low granite wall surrounding a commemorative fountain and minimally landscaped lawns leading down to F and 9th Streets SW.[77] On June 19, 1970, the Redevelopment Land Agency transferred the 4.7 acres (1.9 ha) Overlook to the National Park Service (NPS) for use as a park.\"[81] On June 30, 1970, the District of Columbia City Council passed by unanimous vote a resolution petitioning the NPS to rename the Tenth Street Overlook as Banneker Park.[81] On November 24, 1971, the NPS responded to the City Council's petition by hosting a dedication ceremony that renamed the Overlook to \"Benjamin Banneker Park\", even though the area has no specific connection to Benjamin Banneker himself.[81][82] The park was the first public space in Washington to be dedicated to an African American and is often included in Black History tours.[83] The Washington Metro's L'Enfant Plaza station opened on July 1, 1977.[84][85] The initial entrances were in the courtyard of 400 7th Street SW and at 7th Street SW at Maryland Avenue SW.[84] The entrance inside L'Enfant Plaza, which connects with the \"La Promenade\" underground shopping mall, opened in October 1977.[84] In June 1992, Virginia Railway Express opened its new $1.1 million L'Enfant Station on Virginia Avenue.[86][87] L'Enfant Plaza also has a 1,622-space parking garage underneath the plaza's northern section, the second largest in the city.[88] L'Enfant Promenade descends on either side of Banneker Overlook to form Banneker Circle SW. G Street SW runs southeast from the circle to 9th Street SW, although when Washington Nationals baseball games are held at Nationals Park a traffic restriction is put into place restricting traffic to residents. A pedestrian walkway and bridge leads northwest from the park to I-395, which crosses the Washington Channel just west of the park and eventually leads to East Potomac Park. L'Enfant Plaza originally housed an 822-seat motion picture theater, which suffered financial trouble, until it closed permanently in the 1980s.[89][90] The space is now used by the National Transportation Safety Board as a conference center.[91] In 1981, Eastern Realty Investment Corp., the real estate investment arm of the Electric Supply Pension Scheme, a pension plan based in the United Kingdom, purchased L'Enfant Plaza itself, La Promenade, the North Building, the South Building, and the L'Enfant Plaza Hotel building.[92][93] A serious fire consumed the top four floors of the U.S. Postal Service headquarters on October 15, 1984.[94] More than 200 firefighters needed two hours to put out the fire, one of the largest in D.C. history.[95] It caused an estimated $100 million in damages and injured 25 firefighters.[95] (District of Columbia law required sprinklers in very few buildings.)[95] Property tax issues dogged L'Enfant Plaza in the late 1980s. In 1981, L'Enfant Plaza and its constituent buildings and shopping mall was the city's most expensive property, valued at $78 million.[96] In 1985, the assessor's office in the District of Columbia Department of Finance and Revenue valued the hotel at $83.7 million.[97] Eastern Realty challenged the valuation, and the D.C. property tax Board of Equalization and Review reduced the assessment to $65.1 million.[97] Eastern Realty still felt the valuation was too high, and asked a D.C. Superior Court to lower the structure's value to just $44.5 million.[97] The court declined to overturn the equalization board's ruling.[97] In 1986, the tax valuation was set at $98.5 million, but after an appeal and the assessment dropped to $62.1 million.[97] The 1987 assessment was $93.2 million, but when the equalization board refused to reduce the assessment Eastern Realty sued.[97] A private appraiser hired by the owners valued the hotel at $54.6 million in 1986 and $63.4 million in 1987, while the city appraiser claimed $83 million in 1986 and $85 million in 1987 (unusually large discrepancies).[97] The differences meant that Eastern Realty owed either $2.3 million or $3.3 million for 1986/1987.[97] In July 1990, the court reduced the 1985 assessment to $44.5 million, the 1986 assessment to $54.6 million, and the 1987 assessment to $63.4 million.[98] Another round of tax battles ensued over the next three years. The city assessed the hotel at $93.2 million in 1988, $97.4 million in 1989, $102.2 million in 1990, and $103.9 million in 1991.[98] A second D.C. Superior Court reduced the assessments to $63.4 million for 1988, $71.1 million for 1989, $61.7 million for 1990, and $63.9 million for 1991.[98] Similar tax battles occurred over much the same period regarding the North Building, with similar results.[98] In the midst of its tax battles, Eastern Realty spent $35 million in 1988 to renovate the office buildings and hotel at L'Enfant Plaza.[99] The upgrades included adding sprinkler systems and smoke detectors through all the structures, upgrading the elevators, and improving the electrical system.[99] The electrical system upgrade caused a major problem for the owners, however. In February 1992, contractors working on the electrical system caused a short beneath the L'Enfant Plaza Hotel that injured two workers, and forced the hotel and about a third of the mall's businesses to close until power was restored (which occurred more than two weeks later).[3] In early 1996, Eastern Realty sold the South Building to VIB Management Fund, a Dutch real estate investment company, for $52 million.[93] In September 1996, a second Dutch real estate investment firm, Sarakreek Holding N.V. (itself a subsidiary of the Tiger/Westbrook Real Estate Fund of New York City), purchased the plaza, North Building, hotel, and shopping mall for $185 million.[93] That year, sports team owner Abe Pollin briefly considered building an arena (now known as the Capital One Arena) at L'Enfant Plaza, but built it in Chinatown instead.[100] In 1998, the Urban Land Institute recommended redeveloping L'Enfant Promenade to create a more tourist-friendly environment as well as creating a link with the southwest waterfront.[101] Although this concept garnered little attention at the time, it proved to be the genesis of a major plan that emerged around 2010 to radically change the nature and look of L'Enfant Plaza. A year later, Sarakreek Holdings replaced the Pei-designed fountain with a glass pyramid skylight over the center section of La Promenade.[101][102] In 2001, Sarakreek Holdings sought to sell its L'Enfant Plaza holdings.[101] The same year, VIB Management Fund sold the South Building to Heyman Properties (a local D.C. real estate investment company) for $55 million.[101][102] On November 3, 2003, JBG Smith, a local real estate investment and development firm, purchased L'Enfant Plaza, the L'Enfant Plaza Hotel, and the North and South office buildings from Sarakreek Holding for $200 million.[101][102][103] Under the terms of various agreements and contracts of sale, the cost of upkeep for L'Enfant Plaza's automobile access ramps, landscaping, maintenance, stairwells, three-level parking garage, and the roadway around the plaza itself (but not L'Enfant Promenade) are paid 18.22% by Heyman Properties and 81.78% by JBG.[102] JBG hired architect César Pelli and the architectural firm of Hickok Warner Cole to draft a 10-year, $200–$300 million master site plan that would renovate all three existing buildings, bring improve street-level retail opportunities, and add one or more residential buildings (similar to the \"Banneker Village Center\" plan proposed by the city).[101][103] In May 2004, the National Children's Museum proposed building its new museum in the center of L'Enfant Plaza.[103] But when the pace of redevelopment of L'Enfant Plaza slowed, the Children's Museum decided in November 2004 that it would build elsewhere.[104] Various proposals to redevelop or eliminate Banneker Park in the late 1990s and throughout the 2000s also threatened to radically change the nature of L'Enfant Promenade. By the early 1990s, the park had suffered from lack of maintenance, deterioration of some of its features, and the fountain had stopped running.[105] In 1996, the nonprofit Washington Interdependence Council won permission from the NPS, which managed the park at the time, to raise $3 million in funds to build a life-size statue of Banneker for the park and to make other improvements (such as bas relief sculptures depicting Banneker's achievements on the limestone circle surrounding the overlook).[105] In 1997, the NPS partially restored the park (including restoring signage, getting the fountain running again, and adding a small interpretive exhibit), and D.C. and federal officials sponsored a rededication ceremony there.[105] The following year, the 105th United States Congress enacted legislation that authorized the Washington Interdependence Council to establish at the Council's expense a memorial on federal land in the District that would commemorate Banneker's accomplishments.[106][107] By 1999, however, the proposed memorial had become a $17 million project that would contain a visitors' center near Independence Avenue at the north end of the Promenade, a clock atop a tall pedestal at the midpoint of the Promenade, a statue of Banneker in the park's circle at the south end of the Promenade and a skyway over I-395 that would connect the park to the waterfront.[108] After considering the proposal, the National Capital Memorial Commission rejected the placement of the statue in the park and decided to consult with the District of Columbia government about placing a Banneker memorial at the midpoint of the Promenade.[108][109] The legislative authority relative to locating the Memorial on federal land in the District lapsed in 2005.[109] This did not preclude the location of the memorial on lands such as the road right-of-way in L'Enfant Promenade that are under the jurisdiction of the District of Columbia.[106][109][110][111] The skyway idea, however, captured the interest of city planners and became part of a plan to build a baseball stadium at the southern end of L'Enfant Promenade. The Council of the District of Columbia approved a plan in March 2002 to redevelop the southwest waterfront which included construction of a tour bus parking garage beneath Banneker Park and stairs down from Banneker Park to Maine Avenue SW.[112] The skyway/stairs concept soon became caught up in other plans for Banneker Park. In 2004, the city proposed razing Banneker Park and building a new baseball stadium on the site.[113] The proposal called for covering over a portion of I-395, and creating a skyway or stairs to link the stadium with the waterfront. The city's proposal also would have implemented the Urban Land Institute's 1998 proposal and created \"Banneker Village Center,\" a project which would redevelop L'Enfant Promenade and line it with retail businesses, high-rise residences, and tourist attractions.[114] However, when the stadium threatened to complicate planning for the Anacostia Waterfront Corporation, city officials withdrew their support so that the waterfront development could proceed. Even though the Banneker site had drawn the most interest from Major League Baseball, the cost of using the Banneker Park site also cost the proposal support.[115][116] The stadium, named Nationals Park, was later constructed in 2007 in Southeast, Washington, D.C. In 2004, the D.C. Preservation League listed Benjamin Banneker Park as one of the most endangered places in the District because of proposals to redevelop the park's area.[117] The League stated that the park, \"Designed by renowned landscape architect Dan Kiley ... is culturally significant as the first public space in Washington named for an African American and is usually included in Black History tours\".[117] In February 2005, Benjamin Banneker Park was considered as a site for the Smithsonian Institution's new National Museum of African American History and Culture.[118] However, in January 2006, the Smithsonian chose a site on an empty block of Madison Drive NW between 14th and 15th Streets NW (west of the National Museum of American History).[119] In 2006, the District government and the Federal Highway Administration issued an environmental assessment for \"improvements\" to the promenade and park that described some of these redevelopment proposals.[106] In 2011, a proposal surfaced that would erect a structure housing a \"National Museum of the American People\" at or near the site of the park.[120][121] Redevelopment of L'Enfant Plaza into a high-density, environmentally friendly, sustainable-living extension of the National Mall began in 2006. The NCPC, which develops long-term plans for the capital city, has termed this redevelopment the \"Southwest Ecodistrict.\"[122] JBG began the redevelopment of L'Enfant Plaza in 2006 when it secured a $242 million mortgage loan for its renovation projects.[123][124] That same year, the NCPC and District officials held joint hearings to identify needs and solicit ideas for L'Enfant Plaza and Promenade. Maintenance of the area had become a major issue, as bricks in the esplanade were broken and much of the landscaping was in poor condition.[109] The hearings identified an immediate need to plant trees along the esplanade, build bike lanes, and install public seating.[109] But the hearings also gave new life to the Urban Land Institute's 1998 redevelopment ideas, and formally adopted them as a tentative design plan for L'Enfant Promenade.[109] In 2009, the NCPC convened a \"10th Street Task Force\" that would more radically redesign L'Enfant Promenade. The task force (which was charged with looking at L'Enfant Plaza, Banneker Park, the Maryland Avenue SW corridor, and nearby federal office buildings as a whole) proposed creating an \"eco-district\" which would be energy neutral, accommodate multimodal transportation, add residential housing, and create street-level retail aimed at tourists and residents equally.[109] The goal was to produce a formal redevelopment plan by early 2011.[102] The same year, the commission looking into the feasibility of establishing a National Museum of the American Latino tentatively considered Banneker Park as the site of a potential museum, but the site did not make the commission's short list of preferred locations.[109][125] In November 2009, JBG began renovating the eastern portion of La Promenade, and planned to renovate the western section in 2010 and 2011.[76][102] The $40 million effort, designed by the SmithGroup architectural firm, added large windows overlooking the grassy terrace of the Robert C. Weaver Federal Building to the east and moves most of the fast-food operations into the eastern portion of the mall.[76] The retail shopping area will be expanded to 205,000 square feet (19,000 m2).[76] The plaza glass pyramid (installed in the late 1990s) would be removed, and a greatly expanded atrium and pedestrian entry way installed over the center portion of the mall.[76] The plan is to situate restaurants under this enlarged glass atrium, to provide diners with a more pleasant experience.[76] JBG also said it would renovate the North Building and the L'Enfant Plaza Hotel, and proposed renovating the South Building (with its owner's consent) to fit the new look of the plaza.[76] Also in 2009, the NCPC released its Monumental Core Framework Plan, a comprehensive plan for creating places and spaces around the National Mall to increase the availability of space for new museums and memorials while adding residences and retail features that would make the city a more attractive place to live and work.[76] The plan was adopted by the United States Commission of Fine Arts on March 19, 2009, and approved by the NCPC on April 2, 2009.[126] The Monumental Core Framework Plan proposed adding a new visitor's center and memorial at Banneker Park, an intermodal transportation hub beneath Banneker Park, demolition of the Forrestal Building and its annex, and construction of apartment and office buildings along L'Enfant Promenade with retail and dining space at the street level to accommodate tourists and residents alike.[76] The framework plan also proposed covering over I-395 between Banneker Park and L'Enfant Plaza, covering over the CSX railway tracks (which currently cut L'Enfant Plaza off from the Forrestal complex of buildings), re-establishing Maryland Avenue SW between 12th and 7th Streets SW (it currently does not exist there, due to the presence of the railroad tracks), and restoring the view of the U.S. Capitol building along Maryland Avenue SW.[122] However, in September 2009, JBG proposed a much more extensive redevelopment of L'Enfant Plaza. The firm's plans included construction of two 12-story office buildings in the center of the plaza, an extended-stay hotel above 9th Street SW (north of the L'Enfant Plaza Hotel) and either an office building or a residential building over 9th Street SW (south of the L'Enfant Plaza Hotel).[102] (One source claimed this would be an apartment building.)[76] Heyman Properties, owner of the South Building, sued shortly thereafter to stop all renovations and the proposed buildings, saying the construction projects would harm the value of its property.[109] Nonetheless, JBG started renovating the eastern part of La Promenade in late 2009, planned to renovate the western section and install the enlarged atrium beginning in late 2010.[102] JBG presented its master plan to the NCPC in early 2010.[102] In November 2010, JBG released an artist's conception of its proposed plaza building, a two-tower, Gehry-like structure with wavy glass walls.[127] In August 2011, Heyman Properties put the South Building up for sale.[128] Three months later, JBG began the second phase of its La Promenade renovation. The $27 million, 20-month project covered 80,000 square feet (7,400 m2) of space.[129] JBG also announced in late 2011 that it planned a radical redevelopment of L'Enfant Plaza.[129] First, the company said it had hired SmithGroup JJR to design a three-story glass atrium to replace the low glass pyramid in the center of the plaza. The atrium would have an elevator and stairs to permit pedestrian access from the plaza.[130] Second, a 234-room Homewood Suites by Hilton would be constructed on the outdoor eating plaza at the corner of 9th Street SW and D Street SW.[129][130] Also designed by SmithGroup, the proposed design hotel featured ground-level retail and access to the Metro as well as glass curtain walls to alleviate the blocky look of the existing nearby structures.[130] Ground-breaking on the hotel was expected in mid-2012.[129] Third, the company proposed a 200,000 square feet (19,000 m2) office building for the small space bordered by 9th Street SW, Frontage Road SW, the L'Enfant Plaza Hotel, and the HUD building. Designed by ZGF Architects LLP, the proposed office building featured a flat façade with windows set in deep, angled, grid-like frames similar to the existing L'Enfant Plaza buildings.[130] A fourth proposed element was a new U-shaped, 550,000 square feet (51,000 m2) office building to surround the new atrium. This design replaced the curving, cone-like structure previously proposed in 2010. Designed by Richard Rogers, the Modernist glass building would front on 10th Street SW.[130] JBG said it hoped to include the Heyman Properties' South Building in its plans, but Heyman continued to press its 2010 lawsuit against JBG. Bringing the suit one step closer to resolution, a local court ordered both sides into mediation in February 2012.[129] In May 2012, a session at a national convention of the American Institute of Architects held in Washington examined the history of area's planning and the concepts and design strategies for the Southwest Ecodistrict.[131] The session noted that the plans for the Ecodistrict were consistent with President Barack Obama's 2009 Executive Order 13514 entitled \"Federal Leadership in Environmental, Energy, and Economic Performance\".[131] The NCPC released the draft Southwest Ecodistrict Plan on July 12, 2012. After holding a public meeting on July 19, 2012, and a 60-day public comment period, the NCPC accepted the Plan on January 10, 2013.[122][132] The accepted Plan recommended the redesign of Benjamin Banneker Park and adjacent areas to accommodate one or more new memorials, museums and/or landscaping.[133] The proposed construction at L'Enfant Plaza by JBG did not begin in mid-2012 as scheduled. In August, the company said it was offering investors an equity stake in its existing buildings. JBG also said that the U-shaped office building would now be 600,000 square feet (56,000 m2), and the hotel would have 370 rooms.[134] The Plaza's glass pyramid was demolished in May 2013 when construction began.[1] In September 2014, the NCPC accepted an addendum to the SW Ecodistrict Plan.[135] Among other things, the addendum stated: \"A modern, terraced landscape at Banneker Park is envisioned to enhance the park and to provide a gateway to the National Mall.\"[136] In April 2017, the NCPC approved plans for a staircase and ramp that would connect Benjamin Banneker Park with Washington's Southwest Waterfront and that would add lighting and trees to the area. The NCPC and the NPS intended the project to be an interim improvement that could be in place for ten years while the area awaited redevelopment.[137] Funding for the $4 million project included money that Hoffman-Madison Waterfront provided, as well as a $2 million grant from the District of Columbia's Office of the Deputy Mayor for Planning and Economic Development.[138] Construction began on the project in September 2017 and was completed during the spring of 2018.[138] In 2017, the South Building was foreclosed on after failing to repay a $95 million mortgage from 2007.[139] It was sold in 2018 to Normandy Real Estate Partners in a foreclosure auction for $39.5 million.[140] Citizens Bank provided a $68 million loan on the property in December 2018.[141] 2019- Saw the opening of the relocated SPY museum within the Promenade area of the complex. L'Enfant Plaza was considered a masterpiece when it opened in 1968. Washington Post architectural critic Wolf von Eckardt called it \"a triumph of good architecture over bad planning.\"[78] He believed it would be D.C.'s version of Rockefeller Center or the Place Ville-Marie, and predicted people would throng the plaza—which he felt would be the \"city's major urban attraction.\"[78] Von Eckardt piled praise on the plaza itself, calling it \"exceptionally attractive\" and \"modern America's most beautiful 'outdoor salon'\".[78] He also lauded the \"marvelous\" cruciform-and-globe light fixtures and the huge \"dramatic\" fountain.[78] Architects Chloethiel Woodard Smith and Louis Justement felt the esplanade and plaza were an \"essential ... appropriate entrance to the Southwest.\"[59] Five years later, in 1973, von Eckardt continued to sing the plaza's praises despite its shortcomings. Although he recognized that the plaza was largely devoid of foot traffic most of the time, he considered it a \"superb work of urban design\" on par with the great plazas and squares built in Paris under Napoleon III or Lincoln Center for the Performing Arts in New York City.[15] Such high praise did not last. Even von Eckardt felt the Forrestal building was an \"esthetic disaster\" (sic) and \"silly\"—\"like an elephant tottering on the legs of a giraffe.\"[78] He heartily disliked the design of the plaza itself (\"all the charm of an empty freeway\")[15] Banneker Park, with its minimalist fountain, came in for similar criticism. He declared that the city's decision to cancel the skywalk to Maine Avenue SW ruined the southern end of the Promenade: \"It ends with a whimper.\"[78] Two years after L'Enfant Plaza opened, Washington Post architecture critic Eugene L. Meyer called it a \"ghost town\", and said it was \"not living up to its advance billing.\"[59] Araldo Cossutta, who designed the North and South Buildings for I. M. Pei & Associates, declared it a \"product of outmoded city planning\".[59] The complex's reputation did not improve over the next 30 years. In 2003, Washington Post architectural critic Benjamin Forgey was just as critical:[142] The Pei solution was elegant on paper but, as we know, it did not work very well in practice. The plaza today is lusterless and very nearly lifeless, and the 10th Street connector, renamed the L'Enfant Promenade, seems just another pretentious, failed dream. ... Much of the fault clearly rests with the plan itself. Life is sucked out of the plaza by an extensive, wrongheaded underground retail mall. The wide, ceremonial roadway is simply too much for too little, like a symphonic fanfare introducing a high school band recital. And there's little reward for taking the road—it leads only to a dreary auto turnaround overlooking the (equally dreary) redeveloped Southwest waterfront. He also noted that Pei himself fiercely fought construction of the Forrestal Building, knowing that it would severely compromise the Promenade's view of the National Mall.[142] Art critic Hank Burchard called L'Enfant Plaza a \"pitiful and pitiless 'plaza' that dishonors the name of L'Enfant\" in 1992.[143] The complex's popularity with citizens hadn't improved, either. Another Washington Post reporter noted in 2005 that L'Enfant Plaza \"shuts down\" at night and on weekends, creating an effect described as a \"Valley of the Tombs\".[144] In 2010, an article in the Washington City Paper said L'Enfant Plaza \"could easily contend for the honor of being modern urban design's grandest mistake.\"[109] It called the complex an \"unmitigated urban planning disaster\", and strongly criticized the Forrestal Building for isolating the promenade from the rest of the city.[109] Coordinates: 38°53′02″N 77°01′30″W﻿ / ﻿38.88394°N 77.02493°W﻿ / 38.88394; -77.02493","Title":"L'Enfant Plaza - Wikipedia","KeyID":"3860","URL":"https://en.wikipedia.org/wiki/L%27Enfant_Plaza"}