{"Content: ":"The Anacostia River /ænəˈkɒstiə/ is a river in the Mid Atlantic region of the United States. It flows from Prince George's County in Maryland into Washington, D.C., where it joins with the Washington Channel to empty into the Potomac River at Buzzard Point. It is about 8.7 miles (14.0 km) long.[3] The name \"Anacostia\" derives from the area's early history as Nacotchtank, a settlement of Necostan or Anacostan Native Americans on the banks of the Anacostia River. Heavy pollution in the Anacostia and weak investment and development along its banks made it \"D.C.'s forgotten river\"[4]. More recently, however, private organizations; local businesses; and the D.C., Maryland, and federal governments have made efforts to reduce pollution and protect the ecologically valuable Anacostia watershed. The main stem of the Anacostia is formed by the confluence of the Northwest Branch and the Northeast Branch just north of Cottage City, Maryland. Tributaries of these sources include Sligo Creek, Paint Branch, Little Paint Branch, Indian Creek, Upper Beaverdam Creek, Dueling Branch, and Brier's Mill Run. Tributaries of the main stem Anacostia include Watts Branch, Lower Beaverdam Creek, and Hickory Run. The watershed of the river covers roughly 176 sq mi (460 km2) in eastern Montgomery County and northern Prince George's County, as well as most of the eastern half of Washington, D.C. Captain John Smith recorded in his journals that he sailed up the \"Eastern Branch\" or Anacostia River, in 1608 in his search for the main branch of the Potomac River and was well received by the Anacostans. On earlier maps, the river was known as the \"Eastern Branch of the Potomac River\" until it received its current, official name. In the mid-1600s, the name \"Annacostin River\" was applied to the stretch of the Potomac River north of Oxon Creek up to the vicinity of present-day Washington where the confluence with the modern Anacostia (then called the Eastern Branch or St. Isidora's Creek) and St. James Creek formed a natural harbor called St. Thomas's Bay.[5][6] The Washington City Canal operated from 1815 until the mid-1850s, initially connecting the Anacostia to Tiber Creek and the Potomac River; and later to the Chesapeake and Ohio Canal. The city canal fell into disuse in the late 19th century, and the city government covered over or filled in various sections.[7] During the American Civil War, an extensive line of forts was constructed south of the river in order to prevent Confederate artillery from bombarding the Washington Navy Yard, which abuts the river. One of the biggest problems facing the Anacostia River is raw sewage that enters the river and its tributaries. During rainstorms, the river receives discharges of untreated sewage due to the city's antiquated combined sewer system. The sewage creates a public health threat because of fecal coliform bacteria and other pathogens; it also impairs water quality and can create hypoxic conditions that lead to large fish kills. According to Rianna Murray et al. and a study from the NOAA Office of Response and Restoration, many citizens living along the Anacostia River have been exposed to water pollution.[8][9] One study done on recreational exposure to pollution along the river showed that many people reported \"exposure to water while canoeing, kayaking, rowing, rafting, and paddling, and members of this group also reported getting water in their mouth while recreating.\"[8] This exposure to polluted water has potential adverse effects on the health of individuals and their community.[8] The Anacostia Watershed Society (AWS) sued the District of Columbia Water and Sewer Authority (DCWASA) in 1999 for allowing more than 2 billion US gallons (7,600,000 m3) of combined sewage and urban runoff (stormwater) to flow into the river via its antiquated combined sewer overflow system. In settling the lawsuit, WASA agreed to invest $140 million on pump station rehabilitation, pipe cleaning and maintenance and public notices of overflows. In late 2004, AWS and other organizations announced plans to sue the Washington Suburban Sanitary Commission (WSSC), the sewage authority in Maryland, over similar problems with river contamination from the Maryland suburbs. According to WSSC, more than 4 million US gallons (15,000 m3) of raw sewage were released into Anacostia tributaries between January 2001 and June 2004. Under a stormwater discharge permit issued by the U.S. Environmental Protection Agency (EPA), the D.C. government is implementing a stormwater management program to improve water quality in the Anacostia.[10] The governments of Montgomery County and Prince George's County also operate stormwater management programs.[11][12] In response to the litigation, in 2011 DCWASA began building a large system of sewage storage tunnels to reduce combined sewer overflow. Four deep storage tunnels next to the Anacostia and Potomac Rivers will reduce overflows to the Anacostia by 98 percent, and 96 percent system-wide. When completed, the system will comprise over 18 miles (29 km) of tunnels with a storage capacity of 157 million gallons.[13] The first segment of the tunnel system, 7 miles (11 km) in length, opened in 2018. The remaining segments of the storage system are scheduled for completion in 2023.[14] (The city's overall \"Clean Rivers\" project, projected to cost $2.6 billion, includes other components, such as reducing stormwater flows.)[15] Another large source of river pollution is the Washington Navy Yard, which is sited alongside the river and is believed to be a source of PCB contaminants in the river and sediment.[16] In May 2009, a Bandalong Litter Trap floating litter-control system was placed in the Watts Branch tributary of the Anacostia River as part of Mayor Adrian Fenty's \"Green DC Agenda.\"[17] In its first year of operation, it removed more than 500 pounds (230 kg) of floatable litter per month from the river.[18] Since 2018, thousands of mussels have been placed in the Anacostia in an effort to reduce the impact of urban runoff, PCBs, and microplastics on river water quality and overall river health. This effort has happened in conjunction with a movement to make the river a popular local water recreation site.[19] Mussels, which are filter feeders, have a strong capability to clean water. The Anacostia Watershed Society estimates that the mussels have already purified 32 million gallons of water in the first year of this project.[20] The pilot project began in 2018 when the Anacostia Watershed Society harvested 9,000 quarter-sized mussels and placed them in the river in protective baskets. In 2019, after 92% of the mussels survived the first year of the project, the D.C. Department of Energy and Environment (DOEE) gave the watershed society a $400,000 grant to put another 35,000 mussels in the river.[20] Half of this funding came from the federal government, and the other half came from a five cent tax on plastic bags in the District.[19] This project came at an especially important moment for Anacostia River health, as the D.C. area weathered intense rain in 2018 which contributed to much sediment, waste, and organic material flowing into the river. River health has improved since, as noted in the watershed society's 2019 river report card. The Anacostia earned its second-best-ever grade in the 2019 State of the Anacostia Report Card, but still failed the evaluation, earning a 51 percent.[21] Swimming or wading in the Anacostia became illegal in 1971. However, as of 2019, city officials are considering changing this law and building public river pools. DOEE Director Tommy Wells said, “I believe we will have swimming platforms in Washington, D.C. by 2025.\"[22] Freshwater mussels have tougher meat than saltwater mussels, so local restaurants are unlikely to buy them. “Without commercial demand for freshwater mussels, funding for their restoration hinges on proof of their ability to save rivers,\" The Washington Post reported in 2019.[19] The Bladensburg Waterfront Park, part of the Prince George's County Department of Parks and Recreation, currently occupies the banks of the Anacostia near Alternate Route 1.[23] The Port Towns Community Boathouse at the park is home to public boat and bike rentals, a public boat ramp and dock, as well as the rowing crews of the University of Maryland, The Catholic University of America, a community rowing school, and several local high schools.[24] The Anacostia Riverwalk Trail (partially complete as of June 2016) connects Bladensburg Waterfront Park the Tidal Basin via 28 miles (45 km) of paved, shared-use path with connections and spurs to the National Arboretum, Kenilworth Aquatic Gardens, Nationals Park, Maine Avenue Fish Market, and other locations.[25] ","Title":"Anacostia River - Wikipedia","KeyID":"3865","URL":"https://en.wikipedia.org/wiki/Anacostia_River"}