{"Content: ":"The Zero Milestone is a zero mile marker monument in Washington, D.C. intended as the initial milestone from which all road distances in the United States should be measured when it was built. At present, only roads in the Washington, D.C. area have distances measured from it. The monument stands just south of the White House at the north edge of The Ellipse, within President's Park. Atop the monument is a bronze 16-point compass rose with a very small worn-down pyramid at its center whose top serves as a National Geodetic Survey benchmark (HV1847).[1] Designed by Washington architect Horace W. Peaslee, the monolith is about 2 feet square and about 4 feet high. It is made of precambrian Milford granite from Milford, Massachusetts, light pinkish to greenish gray, with spots of black biotite mica. The bronze disk on top of the milestone is \"an adaptation from ancient portolan charts of the so-called wind roses or compass roses from the points of which extended radial lines to all parts of the then known world—the prototype of the modern mariner's compass.\"[4] The monument has engravings on four surfaces: In addition, a \"brass plate placed on the ground at the north base\" shown below, contains the following inscription.[4] In his plan for Washington, Pierre (Peter) Charles L'Enfant intended a column to be placed 1 mile (1.6 km) east of the Capitol, in what is now Lincoln Park, \"from which all distances of places through the continent were to be calculated.\"[7] Instead, in 1804, the Jefferson Stone or Jefferson Pier was placed on the meridian of the White House due west of the Capitol (390 feet (119 m) WNW of the center of the Washington Monument) to mark the Washington meridian, 77° 02' 11.56\". The current Zero Milestone monument was conceived by Good Roads Movement advocate Dr. S. M. Johnson, formally proposed on June 7, 1919. He was inspired by ancient Rome's Golden Milestone located in the Forum. On July 7, 1919, a temporary marker for the Zero Milestone was dedicated on the Ellipse south of the White House during ceremonies launching the Army's first attempt to send a convoy of military vehicles across the country to San Francisco, California. On June 5, 1920, Congress authorized the Secretary of War to erect the current monument, design to be approved by the Commission of Fine Arts and installed at no expense to the government. Dr. Johnson took charge of the details and raised donations for the design and construction. The permanent Zero Milestone was dedicated in a ceremony on June 4, 1923.[4][7]","Title":"Zero Milestone - Wikipedia","KeyID":"3870","URL":"https://en.wikipedia.org/wiki/Zero_Milestone"}