{"Content: ":"The John F. Kennedy Eternal Flame is a presidential memorial at the gravesite of assassinated United States President John F. Kennedy, in Arlington National Cemetery in Virginia. This permanent site replaced a temporary grave and eternal flame used at the time of Kennedy's state funeral on November 25, 1963, three days after his assassination. The site was designed by architect John Carl Warnecke, a long-time friend of Kennedy.[1][2] The permanent John F. Kennedy Eternal Flame grave site was consecrated and opened to the public on March 15, 1967.[3] Kennedy was assassinated on November 22, 1963, in Dallas, Texas. Dignitaries from 92 countries attended his state funeral on November 25.[4] Initial press reports indicated that Kennedy would be buried at Holyhood Cemetery in Brookline, Massachusetts, where his son Patrick Bouvier Kennedy (who had died on August 9, 1963, two days after his premature birth) was buried.[5] But the site for Kennedy's grave was quickly changed to the hillside just below Arlington House in Arlington National Cemetery; some months earlier Kennedy had admired the location's peaceful atmosphere while visiting it with his friend, architect John Carl Warnecke.[6][7][8][9] The initial suggestion to bury Kennedy at Arlington appears to have been made by Secretary of Defense Robert McNamara.[10][11] First Lady Jacqueline Kennedy agreed to the change.[10] Although Kennedy's sisters and many of his long-time associates from Massachusetts were opposed to burial at Arlington, his brother, Attorney General Robert F. Kennedy visited the site with McNamara on Saturday, November 23, and concluded that Jacqueline Kennedy's wishes should be honored.[10][11] On Sunday, November 24, 1963, Jacqueline Kennedy requested an eternal flame for Kennedy's grave.[12][13] According to several published accounts, she drew inspiration from a number of sources. One was the eternal flame at the Tomb of the Unknown Soldier at the Arc de Triomphe in Paris, which she and Kennedy had seen during a visit to France in 1961.[14] She also took inspiration from the novel The Candle in the Wind (the fourth book from the collection The Once and Future King by T. H. White), which was part of the inspiration for the 1960 stage musical Camelot (the cast recording was a favorite of the Kennedys).[15][16] Her brother-in-law, Sargent Shriver, counseled against an eternal flame, worried that it might appear ostentatious or that it would compete with other such memorials at Arlington National Cemetery;[16] but she remained adamant.[16] Kennedy's funeral was set for Monday, November 25, which left very little time to manufacture and install an eternal flame. Overnight, Colonel Clayton B. Lyle and a United States Army Corps of Engineers team built the eternal flame: A propane gas-fueled tiki torch was procured from the Washington Gas and Light Company, tested, and slightly modified for emplacement.[13][17][18][19][20] The Corps also installed a gas line to a propane tank 200 yards (180 m) away to feed the torch.[17] A mound of evergreens was placed around the base of the flame to cover the tubing and torch mechanism, and the head of the grave dug in front of the flame. The grave was set in a plot of grass roughly 5 yards (4.6 m) on each side.[21][a] The site was about halfway up the hill on which Arlington House stands.[21][28] The grave was placed so that it had a view of the Lincoln Memorial and Washington Monument, and was aligned with them.[11] Jacqueline Kennedy lit a taper from a candle held by a nearby soldier, and then brought the eternal flame to life at the end of the burial service.[29] Kennedy's brothers, Robert and Ted, symbolically lit the flame after her.[10][29][b] On the evening of November 26, the site was surrounded by a white picket fence.[21][28] The fencing covered an expanded area 30 feet (9.1 m) long by 20 feet (6.1 m) wide.[28] The enlarged site was due to Jacqueline Kennedy's desire to have her deceased children, Patrick and Arabella (a stillborn daughter born in 1956), reinterred next to their father.[18] She had read that in 1865, President Abraham Lincoln had been buried next to his deceased son, Willie, and she recalled Kennedy's desire to be buried with his family.[32] A small white cross was placed at the head of Arabella's grave, and a small white headstone placed at the head of Patrick's.[28] During the funeral, flowers were laid on the hillside above the gravesite.[21] After the erection of the fence, flowers were placed inside the enclosure, leaning against the uphill side of the fence.[21] A canvas-covered circular wooden walkway was built from Sheridan Drive to the grave site to give members of the public access to the grave.[28] John Carl Warnecke, a friend of the Kennedys, visited the grave with Jacqueline Kennedy and Robert F. Kennedy on November 28, to discuss themes and plans for a permanent memorial.[18][33] The following day, Warnecke was chosen by now former-first lady to design Kennedy's tomb.[9][33][34] Warnecke immediately concluded that the permanent grave must be simple and must incorporate the eternal flame.[18][33] A few days later, Warnecke agreed that, although it was not required, he would submit the design for the permanent Kennedy grave site to the U.S. Commission on Fine Arts.[18] Initially, there was some concern that an eternal flame might not be approved by the cemetery. The Army Corps of Engineers was studying the installation of a permanent flame just a week after Kennedy's burial.[35] But the Army was also considering removing the flame, as no such memorials were permitted in Arlington National Cemetery.[36] On December 3, 1963, the Army concluded that the Kennedy plot was not part of the official burial section of Arlington National Cemetery, and agreed to continue to allow an eternal flame.[36] The U.S. government formally set aside a 3 acres (1.2 ha) site surrounding Kennedy's grave on December 5, 1963.[18] The grave design process was placed under tight secrecy.[37][38][39] An extensive research project was conducted in which hundreds of famous tombs (such as the Mausoleum of Halicarnassus and Grant's Tomb) as well as all existing presidential burial sites were documented and images of them collected.[40] Warnecke discussed design concepts with more than 40 architects, sculptors, painters, landscape architects, stonemasons, calligraphers, and liturgical experts[9][41]—including the sculptor Isamu Noguchi, architectural model maker Theodore Conrad, and the U.S. Commission on Fine Arts.[37][38] Noguchi counseled Warnecke to add a large sculptural cross to the site and to eliminate the eternal flame (which he felt was kitschy).[37] Warnecke consulted with Jacqueline Kennedy about the design of the grave many times over the following year.[8] Hundreds of architectural drawings and models were produced to explore design ideas.[9][41] On April 6, 1964, Warnecke sent a memorandum to her in which he outlined his desire to retain the eternal flame as the centerpiece of the burial site and to keep the site's design as simple as possible.[42] In the course of the research and conceptualization effort, Warnecke considered the appropriateness of structures or memorials at the site (such as crosses, shafts, pavilions, etc.), the history of Arlington National Cemetery, the vista, and how to handle ceremonies at the site.[42] By August 1964, Warnecke and his assistants had written a 76-page research report which concluded that the gravesite was not a memorial nor monument, but a grave.[40][42] \"This particular hillside, this flame, this man and this point in history must be synthesized in one statement that has distinctive character of its own. We must avoid adding elements that in later decades might become superficial and detract from the deeds of the man,\" Warnecke wrote[40] This conclusion drove the final design. The walkways and elliptical overlook were conceptualized very early in the design process.[40] Landscape architects Hideo Sasaki and Lawrence Halprin helped design the approaches and setting, but not the grave site.[40] For some time in the spring and summer of 1964, the design process appeared to slow as Warnecke and his associates struggled to design the grave site. But in the summer of 1964 Sargent Shriver, Kennedy's brother-in-law, forcefully told Warnecke that \"There must be something there when we get there.\"[40] This spurred the design efforts forward. In the late summer and early fall, Warnecke considered massive headstones, a sarcophagus, a sunken tomb, a raised tomb, and sculpture to mark the graves.[40] Very late in the design process, two abstract sculptures were designed but ultimately rejected.[40] The final design was unveiled publicly at the National Gallery of Art in Washington, D.C., on November 13, 1964.[9] Secretary of Defense Robert McNamara unveiled the design, with Kennedy's brother, Robert F. Kennedy, and sister, Eunice Kennedy Shriver, in attendance.[9] The final design had won the approval of the Kennedy family, the Department of Defense, the U.S. Commission on Fine Arts, and the National Capital Planning Commission.[9][39] Two overarching design concerns guided the design of the site. First, Warnecke intended the grave itself to reflect the early New England tradition of a simple headstone set flat in the ground surrounded by grass.[9] Second, the site was designed to reflect Kennedy's Catholicism.[9] As originally envisioned, a circular granite walkway was envisioned which would create two approaches to the grave site.[42][43] The walkways were intended to overcome the steep 45-degree incline of the hill up to the burial plot.[9][39] Kennedy was buried so that his grave faced northeast toward the Washington Monument. The entrance to the circular walkway was from the southeast, which created a southern, shorter leg of the circular walkway. Warnecke intended for this shorter walkway to be used by family members and dignitaries who were making private visits to the grave, while the longer walkway would not only separate the public from these VIPs but also accommodate the long lines of people wishing to pay their respects.[9] A small elliptical plaza (120 feet (37 m) long and 50 feet (15 m) wide) made of marble was set at the top of and inside the circle.[42][43][44] The northeastern side of the elliptical plaza would be enclosed by a low wall inscribed with quotes from Kennedy's speeches.[42][43] Marble steps would lead up from the plaza to a rectangular terrace 66 feet (20 m) long and 42 feet (13 m) wide.[42][43][44] Flowering magnolia trees would be planted on either side of the steps up to the terrace.[9] Centered in the terrace would be a rectangular plot of grass 30 feet (9.1 m) long and 18 feet (5.5 m) wide, raised slightly above the ground level, which would accommodate the graves.[9][42][43][44] Flat black slate grave markers (3 feet (0.91 m) by 4.53 feet (1.38 m)) would mark each grave, listing the name and date of birth and death in raised lettering.[9] The headstones would be set flush with the earth.[42][43] A 7.5 feet (2.3 m) high and 36 feet (11 m) long retaining wall, inscribed with the presidential seal, formed the rear of the burial site.[42][43][45] The walkways, elliptical plaza, and terrace were designed to accommodate more than 50,000 visitors per day.[9] The eternal flame itself would be placed in the center of the grassy plot in a flat, triangular bronze sculpture intended to resemble a votive candle or brazier.[9][42][43] Rachel Lambert Mellon was employed to landscape the approaches with flowering trees (magnolia, cherry, and hawthorn).[46] At the time of the design's unveiling, the quotations for the low wall had not yet been selected by Mrs. Kennedy.[9] The original design won near-universal praise.[47] The plan was for work to begin in the fall of 1965 and be completed by the fall of 1966.[9] The design required that the bodies of Kennedy, Patrick and Arabella be moved downhill about 20 feet (6.1 m).[9][42][43][44] A 150-year-old oak tree, which was off-center in the circular pathway, was to be retained.[9] The total cost of the tomb was estimated at $2 million.[9][42] The Kennedy family offered to pay for the entire cost, but the U.S. government refused and asked them to pay only the $200,000–300,000 cost of the grave itself.[9][42] Most of the cost was attributed to the need to reinforce and strengthen the site to accommodate the weight of such large crowds.[42] The U.S. Department of Defense formally hired Warnecke to design the approaches (although this was a fait accompli).[9][48] Work on the John F. Kennedy burial site continued over the next two and a half years. The Washington Gas and Light Company offered to build, maintain, and supply gas to the eternal flame at no expense.[49] The final burner was a specially designed torch created by the Institute of Gas Technology with an electrical ignition which kept the flame lit in wind or rain and which fed the gas oxygen to create the correct color.[50] A debate broke out between providers of bottled propane gas and line-fed natural gas as to which source of fuel should be used to supply the eternal flame. The debate was so vigorous that it broke out in public in March 1964.[19] The cost of construction of the approaches, elliptical plaza, walls were estimated at $1.77 million in February 1965.[41] The cost of construction of the actual grave site was estimated at $309,000.[41] Fifteen firms were invited to bid on the construction contract and nine did so.[51] A $1.4 million contract for construction was awarded to Aberthaw Construction in mid-July 1965.[51] The Army Corps of Engineers consulted with the Kennedy family before letting the award.[51] A second contract for structural design consulting in the amount of $71,026 went to Ammann & Whitney.[50] At this time, contracts for the quotation inscriptions, the marble base for the flame, the bronze brazier, and the slate markers had yet to be let.[51] The white marble for the plaza, terrace, and steps came from Proctor, Vermont, and the granite for the approaches came from Deer Isle, Maine.[51][52] Prior to construction, several design changes were made to the Kennedy grave site. The retaining wall behind the grave was removed, and the hill landscaped to allow an unobstructed view of Arlington House.[45][46] Concerned that the grass on the burial plot would wither in Washington's hot summers, in the fall of 1966 the decision was made to replace the grass with rough-hewn reddish-gold granite fieldstone set in a flagstone pattern.[45][46] The fieldstones used had been taken more than 150 years ago from a quarry on Cape Cod near where Kennedy used to spend his summers.[45][53] The burial plot, originally designed to be raised a substantial height above the surrounding terrace, was lowered so that it was just three to four inches higher.[46] The bronze brazier shape for the eternal flame was also replaced. Instead, a 5 feet (1.5 m) wide beige circular fieldstone (found on Cape Cod in 1965) was set nearly flush with the earth and used as a bracket for the flame.[45][46] Construction of the approaches required regrading the hill. Crews were forced to work with picks and shovels around the oak tree to protect its roots while engaged in regrading work.[54] The tree's roots were reinforced with concrete to provide stability to the plant, and a \"breathing system\" incorporated into the concrete to allow the roots to still secure nourishment.[54] Twenty tons of steel were used to build the terrace, and 280 tons of concrete poured to build the grave vaults and the eternal flame site.[54] The first fieldstones for the graves were placed April 11, 1966.[44] At the same time, the ground was prepared for the emplacement of the granite blocks which would form the low memorial wall on the downslope side of the elliptical plaza.[44] Jacqueline Kennedy, with assistance of Kennedy speechwriter Ted Sorensen, selected the inscriptions for the wall by November 1965, all of which came from Kennedy's inaugural 1961 address (although some were shortened for artistic reasons).[44][54] John E. Benson inscribed the quotations onto the seven granite blocks.[44][46] The lettering is in Roman majuscule.[55] In November 1965, the contractors estimated that the site would be finished by July 1966.[52] The government announced that the bodies of Kennedy, Patrick and Arabella would be reburied in a private ceremony at night after cemetery had closed on the day before the site was opened to the public.[52][54] For a time in the fall of 1966, the Army considered floodlighting the site to permit night-time ceremonies, but this plan was quickly discarded.[56] In mid-October 1966, design changes and construction delays had forced the opening of the new burial site to early 1967.[57] The permanent John F. Kennedy grave site opened with little announcement or fanfare on March 15, 1967. A few days before, the eternal flame had been moved from its temporary location to the new site.[58] The reburial of the bodies occurred on the evening of March 14, after Arlington National Cemetery had closed.[3] Earth over the existing grave was removed, and a small crane was used to lift the burial vault (which remained unopened) from the old grave and place it in the new one.[59] The event was unannounced.[58] The transfer was witnessed by U.S. senators Robert and Ted Kennedy, and Cardinal Richard Cushing of Boston.[53] Exhumation began at 6:19 PM and was complete at 9:00 PM.[53] Consecration of the new burial site occurred at 7:00 AM on March 15, 1967, in a driving rain.[3] The ceremony, which took 20 minutes, was attended by President Lyndon B. Johnson, Jacqueline Kennedy, and several members of the Kennedy family.[3][53] Cardinal Cushing presided over the consecration.[53] The final cost of the entire project was $2.2 million.[3] Landscaping around the permanent site was not complete at the time of its consecration, and continued for several more weeks.[46] One spontaneous act of respect at the site was curbed almost immediately. Jacqueline Kennedy had requested that a member of the U.S. Army Special Forces (the Green Berets) be part of the military honor squad at Kennedy's burial service.[6] She specifically asked that the Special Forces soldier wear a green beret rather than formal Army headgear.[6] After the funeral, the six military personnel in the honor guard (Army, Navy, Air Force, Marine, Coast Guard, and Special Forces) had spontaneously removed their covers and laid them on the evergreen boughs around the eternal flame.[46][60][61] Also laid on the greenery were the insignia of a U.S. Army military policeman and the shoulder braid from a soldier in the 3rd US Infantry Regiment.[46][60] The presence of the headgear was widely criticized after the dedication of the permanent grave site,[46] and the U.S. Army (which administers Arlington National Cemetery) ordered all such memorabilia removed from the grave in April 1967.[62] Robert F. Kennedy was assassinated on June 6, 1968, in Los Angeles, California. An expansion to the John F. Kennedy grave site was dedicated in 1971 to accommodate Robert Kennedy's grave.[63] Robert F. Kennedy's resting place is only about 50 feet (15 m) southwest from the terrace at the John F. Kennedy site.[64] Robert Kennedy is buried on the upslope side of the walkway, his burial vault marked by a white cross and a slate headstone set flush with the earth.[64] Opposite his grave is a granite plaza designed by architect I. M. Pei and dedicated on December 6, 1971.[63][65] A low granite wall similar to the one at the John F. Kennedy terrace contains quotations from famous Robert F. Kennedy speeches, and a small reflecting pool.[64] As with his brother, Robert Kennedy's first grave was a temporary one, about 10 feet (3.0 m) upslope from its current location.[64] The Kennedy grave site's approaches were altered at the time the Robert F. Kennedy memorial was built. Previously, the approach consisted of a series of long steps. But several individuals in wheelchairs appealed to Senator Edward M. Kennedy, and the steps were replaced by long ramps in June 1971.[66] Jacqueline Kennedy Onassis was buried at the site alongside Kennedy following her death in May 1994.[67] Senator Edward M. Kennedy was buried about 100 feet (30 m) south of Robert Kennedy's memorial between two maple trees shortly after his death on August 25, 2009, from brain cancer.[68] The 220-year-old \"Arlington Oak\", which stood off-center within the Kennedy memorial gravesite area was uprooted and killed on August 27, 2011, during Hurricane Irene.[69] The gravesite was closed to the public for two days to remove the tree and stump, but reopened on August 30.[69] On Arbor Day, April 27, 2012, a sapling grown from an acorn of the Arlington Oak was planted at the same site. Two other Arlington Oak saplings were planted nearby, while a fourth was planted in Section 26 near Tanner Amphitheater and a fifth in Section 36 near Custis Walk.[70] Arlington National Cemetery experts said in 2001 that it cost about $200 a month to keep the flame burning.[71] Its original, custom-manufactured ignition system, contained in a box buried a few feet from the grave, controlled the flow of gas and oxygen to the flame and activated a 20,000-volt spark ignition electrode near the gas burner whenever the flame was extinguished.[72] In 2012, the automatic ignition system began clicking audibly. In early 2013, a $350,000 contract was awarded for upgrading the system. During the work the permanent flame was extinguished after being transferred to a temporary flame to one side.[73] The refurbishment replaced the original burner with one not requiring a separate oxygen supply, laid new gas lines, relocated gas pressure regulators, added controls to improve energy efficiency, and replaced electrical lines. The flame was returned to the upgraded permanent eternal flame on May 17, 2013, and the temporary flame extinguished.[74] [72] In 2010, the carved inscriptions in the low stone wall in front of the site were renewed, which power cleaning and weather had made difficult to read. The Knights of Columbus donated $6,000 to have the letters darkened and more deeply incised in time for the 50th anniversary of Kennedy's inauguration. Gordon Ponsford, a sculptor who restored several major monuments at Arlington National Cemetery, performed the work.[55] On December 10, 1963, a group of Catholic schoolchildren accidentally extinguished the temporary flame while sprinkling it with holy water. A cemetery official quickly relit the flame by hand.[75] In August 1967, an exceptionally heavy rain extinguished the permanent flame and flooding of electrical equipment disabled the spark igniter. In both cases the flame was quickly relit manually.[76] In 2013, the eternal flame was shared for the first time in its history.[77] On June 18, a U.S. Army honor guard accompanied Irish Minister of State Paul Kehoe, T.D., in a wreath-laying ceremony at the Kennedy grave site. An Irish Army officer, accompanied by an Irish Army honor guard, lit a lamp in a metal burner[77] from the eternal flame.[78][79] (The lamp and burner were created by the Bullfinch company, which also designed the torches for the 2012 Summer Olympics torch relay.)[77] The \"spark\" traveled back to Ireland aboard a special Aer Lingus flight, accompanied by Kehoe, Irish Army personnel, and a delegation from the New Ross Town Council.[78] The \"spark\" arrived at Dublin Airport on June 20, where Kehoe transferred the flame to Colonel Brendan Delaney. Delaney transferred the flame to officers of the Irish Naval Service. The flame was taken by the Naval vessel LÉ Orla (P41),[80] which traversed the Irish Sea and sailed up the River Barrow to New Ross[78] (the town which John F. Kennedy's great-grandfather emigrated from in 1848).[77] On June 22, several Irish Special Olympians carried the flame from the Orla to a ceremony at the Kennedy Homestead. Taoiseach Enda Kenny, Jean Kennedy Smith, and Caroline Kennedy used the burner to jointly light an \"Emigrant Flame\" in an iron globe to mark the 50th anniversary of Kennedy's trip to Ireland. The Emigrant Flame is now the centerpiece of the expanded homestead visitor center.[79] Four days later, the flame went out, but was reignited with fire from the miner's lamps that were lit at Arlington.[81] Immediately after Kennedy's burial, the eternal flame was being visited by 50,000 people per day.[9] More than 16 million people visited the site in its first three years.[82] In 1971, the grave attracted more than 7 million people.[83] The presence of the grave also boosted attendance at Arlington National Cemetery. Kennedy's funeral had been televised live, with 93 percent of all American homes watching.[84] Satellites beamed the proceedings to another 23 countries, where another 600 million viewers watched.[84] The television coverage transformed Arlington National Cemetery from a quiet veterans' cemetery into one of the Washington area's most popular tourist attractions.[83] Average yearly attendance rose from 1 million people in 1962 to 9 million in the first six months of 1964.[83] In 1964, the United States Post Office Department used an image of the eternal flame on an official postage stamp issued to commemorate the assassinated president.[85] The stamp also used the words \"And the glow from that fire can truly light the world\"—an excerpt from Kennedy's inaugural address.[85] The Kennedy eternal flame has also attracted some unwanted attention as well. The leader of a group protesting segregation in housing was nearly arrested at the grave site in August 1967 after attempting to lead a group of protesters in the singing of \"America the Beautiful\".[86] A mentally ill individual attempted to throw red paint on the grave in August 1971.[87] A 23-year-old Army veteran committed suicide at the grave in 1972 by plunging a knife into his chest.[83] The cross and the headstone marking Robert F. Kennedy's grave were stolen in 1981 and never recovered.[88] In December 1982, an intoxicated Salvadoran immigrant broke into the cemetery at night and knelt before the eternal flame. He experienced a fatal heart attack, and fell into the flame.[83][89] In 1997, thieves pried loose one of the paving stones from the terrace in front of the eternal flame and attempted to make off with it. They gave up after realizing the 500-pound (230 kg) stone was too heavy to move.[90]","Title":"John F. Kennedy Eternal Flame - Wikipedia","KeyID":"3873","URL":"https://en.wikipedia.org/wiki/John_F._Kennedy_Eternal_Flame"}