{"Content: ":"The Pentagon Memorial, located just southwest of The Pentagon in Arlington County, Virginia, is a permanent outdoor memorial to the 184 people who died as victims in the building and on American Airlines Flight 77 during the September 11 attacks.[1] Designed by Julie Beckman and Keith Kaseman of the architectural firm of Kaseman Beckman Advanced Strategies[2] with engineers Buro Happold,[3] the memorial opened on September 11, 2008, seven years after the attack. In the aftermath of the 9/11 attacks, an impromptu memorial was set up on a hill at the Navy Annex, overlooking the Pentagon. People came to pay respects and place tributes.[4] One month after the attacks, 25,000 people attended a memorial service at the Pentagon for employees and family members; speakers included President George W. Bush and Secretary of Defense Donald Rumsfeld.[5] Bush remarked, \"The wound to this building will not be forgotten, but it will be repaired. Brick by brick, we will quickly rebuild the Pentagon.\"[6] The American flag that hung on the Pentagon, near the damaged section, was lowered during the service.[7] On September 12, 2002, the day after the first anniversary of the attacks, Defense Secretary Donald Rumsfeld and General Richard Myers, chairman of the Joint Chiefs of Staff, dedicated the Victims of Terrorist Attack on the Pentagon Memorial at Arlington National Cemetery.[8] A pentagonal[9] granite marker 4.5 feet (1.4 m) high,[10] the memorial honors the five people for whom no identifiable remains were found.[10] A portion of the remains of 25 other victims are buried at the site.[11] Around the top is inscribed \"Victims of Terrorist Attack on the Pentagon September 11, 2001\". Aluminum plaques, painted black, are inscribed with the names of the 184 victims.[10][12] Opened in September 2002 after Pentagon repairs were completed, the America's Heroes Memorial and chapel are located where American Airlines Flight 77 crashed into the building. The memorial includes a book of photographs and biographies of the victims. It also includes five large black acrylic panels: one displays the Purple Heart medal awarded to military members killed in the attacks, another shows the medal given to civilians, two back wall panels are etched with the victims' names, and a center panel shows tribute statements. The small chapel, located in an adjacent room, has stained glass windows with patriotic-themed designs. The Pentagon Memorial was constructed from a design by Julie Beckman and Keith Kaseman of Philadelphia, Pennsylvania, with design support from Buro Happold and [Delta Fountains], that was chosen following a design competition. The design competition included a group of 11 judges, including Terence Riley, the chief curator of architecture and design at the Museum of Modern Art, and two former secretaries of defense, Melvin Laird and Harold Brown. They viewed 1,126 memorial proposals from around the world. Of the six international finalists selected, all were designers: Jean Koeppel and Tom Kowalski, Mason Wickham and Edwin Zawadzki, Jacky Bowring, Shane Williamson, Michael Meredith, and Julie Beckman and Keith Kaseman. The design by Beckman and Kaseman consisted of 184 illuminated benches, arranged according to the victims' ages, starting with Dana Falkenberg, age 3, to John Yamnicky Sr., age 71, in a landscaped 1.93-acre (7,800 m2) plot. Each bench is engraved with the name of a victim. The benches representing the victims that were inside the Pentagon are arranged so those reading the names will face the Pentagon's south facade, where the plane hit; benches dedicated to victims aboard the plane are arranged so that those reading the engraved name will be facing skyward along the path the plane traveled. A shallow lighted pool of flowing water is positioned under each memorial bench.[13] If more than one member of a family died during the attack, family names are listed in the reflecting pool under the bench, in addition to the separate benches that have been created for each individual. A wall along the edge of the Memorial begins at a height of 3 inches and rises to a height of 71 inches, the ages of the youngest and oldest victim of the attack,[14] and about 85 crepe myrtle trees are planted on the memorial grounds.[15] As of May 2007, $13.8 million had been raised for construction of the memorial.[16] Donations include $250,000 from American Forests towards planting trees at the memorial,[17] and $1 million from the government of Taiwan.[18] Construction began on June 15, 2006.[19] By November 2006, site excavation, re-routing of existing utility lines had been completed, and water lines laid for the fountain pools.[20] By May 2007, the foundation of the perimeter wall was built and concrete pilings poured for each bench.[16] The Memorial was dedicated and opened to the public on September 11, 2008.[21] President George W. Bush called the memorial \"an everlasting tribute to the 184 souls who perished.\" Over 20,000 people attended the dedication ceremony, including past Secretary of Defense Donald Rumsfeld, Chairman of the Joint Chiefs of Staff Michael Mullen, and Secretary of Defense Robert M. Gates.[22] It was opened to the public at 7 p.m. in a separate ceremony with a music performance by the Navy Band and the Sea Chanters Chorus. SFC Peter George Lentz unveiled the first bench. The Memorial is open seven days a week, year-round. It is also the only place on the Pentagon grounds where photography by the public is permitted.[23] As of August 2011, the memorial had received an annual average of 225,000 to 250,000 visitors.[24] To commemorate the anniversary each year, an American flag is hung on the section of the Pentagon hit by Flight 77. At night, this section of the building is lit up in blue lights. For the fifth anniversary, a \"Tribute of Lights\" display included 184 beams of light from the center courtyard shining into the sky. Anniversary events also include the America Supports You National Freedom Walk, which has been held on Sundays. The walk starts at the Lincoln Memorial and ends at the Pentagon.[25] The Arlington Police/Fire/Sheriff 5K Race is held on Saturdays, around the anniversary, with the course going through part of Crystal City and through the Pentagon grounds. Memorial services are held on the anniversary of 9/11 at the Pentagon, with one service in an auditorium at the Pentagon for employees. A smaller service is held at the memorial site for family and friends of victims killed at the Pentagon on 9/11. Dedication ceremony marking the start of construction on the Pentagon Memorial Pentagon lit up for 9/11 sixth anniversary Temporary chapel created on Pentagon grounds one day after the attack Pentagon chapel, established inside the building as part of reconstruction following the attack Crowd at the dedication ceremony on September 11, 2008 Just outside the Pentagon Memorial wall and fence lies 9/11 Heroes Memorial Highway (Virginia State Route 27) commemorating those who responded Coordinates: 38°52′15.4″N 77°3′31.3″W﻿ / ﻿38.870944°N 77.058694°W﻿ / 38.870944; -77.058694","Title":"Pentagon Memorial - Wikipedia","KeyID":"3878","URL":"https://en.wikipedia.org/wiki/Pentagon_Memorial"}