{"Content: ":"The Women In Military Service For America Memorial, also known as Military Women's Memorial, is a memorial established by the U.S. federal government which honors women who have served in the United States Armed Forces. The memorial is located at the western end of Memorial Avenue at the entrance to Arlington National Cemetery in Arlington County, Virginia, in the United States. The structure in which the memorial is housed was originally known as the Hemicycle, and built in 1932 to be a ceremonial entrance to the cemetery. It never served this purpose, and was in disrepair by 1986. Congress approved the memorial in 1985, and the Hemicycle approved as the site for the memorial in 1988. An open design competition was won by New York City architects Marion Weiss and Michael Manfredi. Their original design was leaked to the public, and caused significant controversy. Two years of fund-raising and design revision followed. A revised preliminary design was approved in July 1992, and the final design in March 1995. Ground was broken for the memorial in June 1995, and the structure was dedicated on October 18, 1997. The memorial is notable for its successful mixing of Neoclassical and Modern architecture. The memorial largely retained the Hemicycle, but added a widely praised skylight on the Hemicycle terrace that incorporates not only memorials to servicewomen but also acts as a transition to the memorial below. Construction of the memorial, however, generated a lawsuit when a nearby pylon (part of the gateway to the cemetery) was damaged. Raising funds to pay off the construction debt incurred by the memorial took several years. The memorial is located in the Hemicycle, the ceremonial entrance to the Arlington National Cemetery.[3] Originally, the cemetery had three gates: The Treasury Gate at the intersection of Porter Avenue and Patton Drive (now Eisenhower Drive); the McClellan Gate at the intersection of McClellan Drive and Patton Drive; and the Sheridan Gate, where Custis Walk intersected Sherman Avenue south of what is now L'Enfant Drive. Although the McClellan and Sheridan gates had columns topped by a pediment, these were not much different from a gate found in any large cemetery. The Hemicycle was built to create a ceremonial gate, and to honor the 200th anniversary of the birth of George Washington (the first President of the United States and American Revolutionary War hero). A number of public improvements and memorials were planned for construction in the Washington, D.C., metropolitan area to celebrate the bicentennial of Washington's birth.[4] Among these were Arlington Memorial Bridge and the Mount Vernon Memorial Parkway (now known as the George Washington Memorial Parkway).[5] To link the Virginia landing of the bridge with Arlington National Cemetery, a wide avenue known as Memorial Avenue was constructed and a new entrance to the cemetery planned to replace the old entrances at the McClellan Gate and Sheridan Gate.[6] (Expansion of the cemetery toward the Potomac River in 1971 left the McClellan Gate deep inside Arlington, and no longer functional as a ceremonial gateway.[7] The Sheridan Gate was dismantled and placed in outdoor storage.[8]) In 1924, Congress appropriated $1 million to construct Memorial Avenue and the Hemicycle.[9] The architectural firm of McKim, Mead & White won the competition to build Arlington Memorial Bridge as well as the new ceremonial entrance to Arlington National Cemetery. William Mitchell Kendall, an associate in the firm, designed the Hemicycle.[10] In May 1927, Kendall presented designs for the Hemicycle and \"Avenue of Heroes\" connecting the west terminus of the Arlington Memorial Bridge to the main gate of Arlington.[11] He proposed the following: The United States Commission of Fine Arts (CFA), which has statutory authority to approve the design of structures on federal property in the D.C. metro area, approved the Hemicycle's design in May 1928.[13] To connect the Hemicycle to Arlington Memorial Bridge, a new ceremonial avenue was also approved. Originally called the \"Avenue of Heroes,\" but later and officially named \"Memorial Avenue\".[14] the roadway was designed by Commission of Fine Arts member Ferruccio Vitale and the United States Army Corps of Engineers.[15] Work began on Memorial Avenue in early January 1930.[16] The CFA reviewed and approved the plans for the Hemicycle in September 1930.[17] Bids for the Hemicycle's granite were advertised in February 1931,[18] and awarded on March 4. The North Carolina Granite Co. supplied the granite for the facing, the New England Granite Works provided the granite for the balustrades, and the granite for the pylons and gate houses came from the John Swenson Granite Co. The New England Granite Co. constructed the curbs in the plaza and the concrete stairs. Work on the Hemicycle began on July 1, 1931.[19] By April 1932, Memorial Avenue was largely complete but there were delays in paving it. There were also delays in completing the Boundary Channel Bridge, the short structure that bridged the narrow channel of the Potomac River between Columbia Island and the Virginia shoreline. The tracks of the Rosslyn Branch of the Pennsylvania Railroad were to be moved and lowered into a 20-foot (6.1 m) trench to avoid an at-grade crossing with Memorial Avenue.[20] But this project was delayed as well.[21] The new ceremonial entry to Arlington was carved from the hillside that culminates in Arlington House.[22] The Hemicycle was constructed of reinforced concrete,[23] and faced with granite quarried at Mount Airy, North Carolina.[24][25] The Hemicycle was informally dedicated by President Herbert Hoover on January 16, 1932.[26][27] Its total cost was $900,000,[19] of which $500,000 went toward the purchase of granite.[18] The formal dedication occurred on April 9. Colonel Ulysses S. Grant III, executive director of the Arlington Memorial Bridge Commission and an officer in the Corps of Engineers, formally opened Memorial Avenue and the Boundary Channel Bridge. (Memorial Avenue was only 30 feet (9.1 m) wide and unpaved, but the Corps was working to have it widened to 60 feet (18 m) and have it paved by July 1.)[28] The Hemicycle almost did not get finished. With the Great Depression worsening, the United States House of Representatives deleted all fiscal year 1933 funding for the project. This put the Hemicycle's completion and the paving of Memorial Avenue on hold.[29] Ten months later, the CFA met to discuss what to do about the Hemicycle should no more funds be forthcoming.[30] Franklin D. Roosevelt took office as President of the United States in March 1933. Convinced that massive federal spending on public works was essential not only to \"prime the pump\" of the economy but also to cut unemployment, Roosevelt proposed passage of the National Industrial Recovery Act. The act contained $6 billion in public works spending. The act passed on June 13, 1933, and Roosevelt signed it into law on June 16. The Public Works Administration (PWA) was immediately established to disburse the funds appropriated by the act. The District of Columbia received a $3 million grant for road and bridge construction, and the city said on July 14 it would use a portion of these funds to finish the Hemicycle and Memorial Avenue.[31] Work continued even after the Hemicycle was considered complete. In November 1934, 178 white oaks were planted in an informal alignment along Memorial Avenue.[32] It was not until September 1936 that the Washington Post reported that federal officials considered the Hemicycle \"finished\". The structure's fountain was in place, and the Hemicycle was now lit at night. Lighting had also been installed along Memorial Avenue, and holly trees and additional oaks had been planted along road.[33] The Hemicycle is a Neoclassical[34] semicircle 30 feet (9.1 m) high and 226 feet (69 m) in diameter.[25][26] As planned, it served as a retaining wall for the hill behind it.[35] In the center is an apse 20 feet (6.1 m) across and 30 feet (9.1 m) high.[3][26] In total, the Hemicycle covers 4.2 acres (1.7 ha).[36] The walls ranged from 3 feet 6 inches (1.07 m) thick at the base to 2 feet 6 inches (0.76 m) at the top.[37] The accent panels and coffers in the apse were inlaid with red granite from Texas.[37] The Great Seal of the United States was carved in granite in the center of the apse arch, while on either side were seals of the United States Department of the Army (south) and the United States Department of the Navy (north).[25][38] Along the facade of the Hemicycle were 10 false doors or niches which were intended to house sculptures, memorial reliefs, and other artworks (which would act as memorials).[12] The outer, middle, and inner niche on each side was circular and 3 feet 6 inches (1.07 m) deep, while the other two niches between them were 2 feet (0.61 m) deep, rectangular, and had an oak leaf carved into the rear wall. All the niches were 9 feet (2.7 m) wide and 19 feet (5.8 m) high.[25][39] The apse originally held a fountain,[40] although by the 1990s it had not been used in many years.[39] A circle of unkempt grass filled the central plaza embraced by the Hemicycle's wings.[41] On top of the Hemicycle was a terrace 24 feet (7.3 m) wide. Originally, access to the terrace was granted only by going to the either end of the Hemicycle, through a pedestrian gate, and up some stairs. Above each arched entrance to the pedestrian stairs was a granite eagle. But these entrances were never opened, and remained locked for more than 50 years.[39] Memorial Avenue diverged north and south at the Hemicycle, passing through wrought iron gates into Arlington National Cemetery.[3][25] The north gate was named the Schley Gate after Admiral Winfield Scott Schley,[42] son of American Civil War Commanding General Winfield Scott and hero of the Battle of Santiago Bay during the Spanish–American War.[43] The south gate was named the Roosevelt Gate for President Theodore Roosevelt.[42] In the center of each gate, front and back, is a gold wreath 30 inches (76 cm) in diameter. Each wreath cradles the shield of one of the armed services that existed in 1932: The United States Marine Corps and United States Army on Roosevelt Gate, and the United States Navy and United States Coast Guard on Schley Gate.[42] (The United States Air Force did not exist until 1947.)[44] The iron portion of each gate was divided into 13 sections by wrought iron fasces, and above six of the sections were iron spikes topped by gold stars.[39] Each gate weighed 4 stone (0.025 t).[25] The 50-foot (15 m)[45] tall granite pylons at either end of the Hemicycle and on the eastern side of each gate were topped by decorative granite funeral urns. Each pylon was also adorned with a gold-gilded lamp.[39] The pylons did not have deep foundations, but were set about 3 feet (0.91 m) into the soil. They were not anchored to the soil in any way, but used their own weight for stability.[45] The Hemicycle was never completed. Plans called for a large statuary figure to be placed in the central apse. On December 20, 1935, the CFA approved a preliminary design submitted by sculptor Adolph Alexander Weinman of a warrior youth, head bowed, supported by clouds beneath his feet. His left hand would hold a sheathed sword (symbol of duty performed), and his right hand would be raised in salute. Behind him a flying cherub would hold his helmet, as if carrying it into the realm of immortality.[46] A revised model was approved on May 2, 1936.[47] But the apse and niches were not filled with memorials as planned.[48] No parking was available near its entrance, and pedestrians were forced to walk across Arlington Memorial Bridge and down Memorial Avenue or take the streetcar to reach the site. Few people visited the site.[49] In 1938, the Commission of Fine Arts came to the conclusion that the Hemicycle was blocking the view of the Lincoln Memorial from Arlington House. Ivy was planted around the Hemicycle and over the next few years gardeners encouraged it to grow over the structure.[50] By the 1980s, the Hemicycle was in serious disrepair. It had never been used for any ceremonial purpose, and Arlington National Cemetery officials largely ignored it since it was technically not part of the cemetery grounds.[35] The National Park Service, which had jurisdiction over the Hemicycle, never provided much maintenance for the structure because it seemed too connected to Arlington National Cemetery.[51] By 1986, many of the stone blocks and the concrete urns comprising the memorial were damaged, the landscaping was seriously overgrown, and moss was growing on the carvings.[49][52] Weeds grew throughout the Hemicycle, and the sidewalk was cracked and broken in numerous places.[53] The Hemicycle also leaked, and many of the stones were discolored from water. The mortar between the stones was also damaged in many spots by calcified salts.[49] In the early 1980s, women veterans began pressing for a memorial to women in the U.S. armed services. They won the formal support of the American Veterans Committee (AVC), a liberal veterans' group, in 1982.[54] Representative Mary Rose Oakar, chair of the Subcommittee on Library and Memorials of the Committee on House Administration, introduced legislation (H.R. 4378) to establish a memorial. However, Secretary of the Interior Donald P. Hodel and the National Park Service both opposed the legislation, arguing that the existing Vietnam Women's Memorial and the planned United States Navy Memorial already incorporated and honored women. Despite this opposition, the legislation passed the House of Representatives in November 1985.[55] In March 1986, the Subcommittee on Public Lands of the Senate Energy and Natural Resources Committee tabled identical legislation introduced by Senator Frank Murkowski. Committee chair Malcolm Wallop was concerned that too many memorials and monuments were being placed on the National Mall, and wanted a statutory scheme that contained approval criteria enacted first.[56] But United States Air Force Brigadier General Wilma Vaught argued that a statue or monument was not enough; what was needed was a memorial with exhibits about the contributions of women in the armed forces.[57] Subsequently, in late 1985 the AVC established the Women In Military Service For America Memorial Foundation to raise funds and lobby Congress for a memorial.[50][58] The Foundation began building support outside Congress for the memorial legislation. The Foundation turned first to the larger veterans groups, and won the support of the American Legion and the Veterans of Foreign Wars. It then sought approval from the Department of Defense. Although no federal law yet established criteria for the approval or siting of memorials in Washington, D.C., Congress was considering the Commemorative Works Act of 1986 which would restrict military monuments in such a way as to bar a women's memorial. When DOD said it had no objections, this removed most grounds for opposing H.R. 4378. This support (and lack of opposition) persuaded the National Capital Memorial Advisory Commission to approve the memorial. Since the National Park Service (a unit of the Department of the Interior) sat on the commission, and the vote was unanimous,[58] Hodel dropped his objections as well.[59] Passage of legislation in mid-October 1986 establishing the Korean War Veterans Memorial gave momentum to women's memorial bill.[60] On October 16, the Senate adopted via unanimous consent agreement House Joint Resolution 36 (\"Memorial to Honor Women Who Have Served In Or With The Armed Forces\"), which incorporated the provisions of H.R. 4378.[61] The House passed the H.J. Res. 36 by voice vote on October 17.[62] President Ronald Reagan signed the bill into law on November 6, 1986.[63] The bill required that all fund-raising for the Memorial and groundbreaking for construction occur by November 1991.[64] After her retirement in 1985, Brigadier General Vaught became the primary spokesperson for the WMSAMF.[59] According to Vaught, she was elected president of the memorial foundation because she missed the first meeting and was not there to turn down the honor.[65] Site selection needed to occur before the memorial's design. Vaught was convinced that the memorial had to have some association with an existing military facility or memorial. The site search began in the spring of 1988. At first, site reviews focused on the National Mall, but WMSAMF quickly determined that no site was large enough to accommodate the building the foundation had in mind. Sites which were large enough were too far from existing memorials and attractions to draw the attention and tourists the foundation wanted.[66] Toward the end of the site search process, Vaught and her National Park Service guide drove past the Hemicyle. After learning that the Hemicycle served no specific purpose and was in disrepair, Vaught sought the Hemicycle for the memorial site.[67] Vaught also correctly guessed that it would be easier to win approval of the Hemicycle site for the memorial than a National Mall space. With federal law allowing the foundation only five years to raise the funds for and construct the memorial, Vaught wished to move ahead with the less-than-perfect site rather than risk the memorial altogether battling for a mall spot.[68] The Commission of Fine Arts (CFA) had statutory authority to approve the siting of the memorial. National Park Service officials testified that the memorial would help restore and enhance the Hemicycle, while United States Army personnel stated that it would help correct the impression that only men had contributed to war-fighting efforts. Vaught testified that it was the intent of the Foundation to build an educational memorial, one which would incorporate a computer room, exhibits, and a theater. She pledged that no memorial would be built which detracted from the dignity of Arlington National Cemetery. CFA chair J. Carter Brown responded very positively during the hearing, noting how the memorial would preserve and restore a decrepit landmark and that the location was very apropos.[52] However, Brown and other members of the CFA emphasized that any memorial design would have to be subtle so as not to radically disturb the architecture of the Hemicycle or the existing gateway to the cemetery.[52][69] Vaught had suggested a memorial design competition open to the public (similar to the competition which generated the Vietnam Veterans Memorial), but Brown cautioned that open competitions tended to generate grandiose schemes which would be inappropriate for the Hemicycle.[52] Vaught agreed with Brown's concerns.[70] On June 28, 1988, the CFA unanimously approved the Hemicycle as the site for the Women In Military Service For America Memorial. However, in its approval, the commission once more cautioned WMSAMF that it must not radically alter the design and feel of the Hemicycle and Arlington gateway.[71] To prepare for the memorial's design, WMSAMF commissioned an engineering survey of the site in August 1988.[72] Vaught estimated that the design process would begin before the end of 1988. However, the Chicago Tribune reported that WMSAMF had already proposed an underground visitors' center and using the niches in the Hemicycle for statues.[72][73] The entire cost of the memorial was estimated at $5 million.[72] (The idea for statues was later dropped by the memorial's board of directors. According to Vaught, \"It goes back to the choice we made at the beginning to keep the exterior so that it represents all.\" The lack of statuary also meant that people would not interpret Arlington National Cemetery as a cemetery just for women.)[74] The design competition was announced on December 7, 1988. Anyone 18 years of age or older was eligible to submit a design. The only requirements were that the design incorporate the existing Hemicycle and that it include a visitors' center, auditorium, and room for computers for public use.[34][75] Although entrants were told the Hemicycle was on the National Register of Historic Places, they were free to change it, build the memorial anywhere on or under the site (behind, buried beneath, in front, on top, to either side).[41] A judging panel (led by Jaan Holt, professor of architecture at Virginia Tech) would select three designs and give each of the short-listed designers $10,000 for further development. One of the revised designs would be chosen as the memorial's design. The deadline for the memorial, now estimated to cost $15 million to $20 million, was May 15, 1989.[34][75] A late 1990 date for groundbreaking was anticipated.[34] The judging process proved to be more complex than anticipated. The judging panel consisted of the following individuals:[76] Campbell was chosen to chair the jury. Before the judging began, the jury visited the Hemicycle and viewed the structure from the John F. Kennedy Eternal Flame site in order to get an understanding of the vista to be protected. The competition received 139 entries, which were anonymously displayed for the private judging event at the National Building Museum in early June 1989. Each entry consisted of two or three 30 by 40 inches (76 by 102 cm) paperboard panels. On the first day, judges were asked to include or exclude each design. About half the entries were eliminated after this round. After discussion, the judges voted to include or exclude again — although two \"include\" votes were required to retain an entry during the second round. At the end of this round, only 30 designs were left. During evening discussions, the jury noted that there were really only about four or five basic designs. Additionally, the military judges tended to vote for certain designs, while the architects and artists tended to vote for different designs. These judging patterns were also discussed (although it remained unclear why the differences occurred). On the second day, the judges reviewed the remaining entries and determined that only three created a truly outstanding memorial. By noon on the second day, the finalists had been chosen. A jury report was then drafted for the finalists to use in revising their designs.[41] The judging panel also identified an alternate in case one of the three finalists dropped out.[64][77] Before the short-list was announced, WMSAMF officials noted that the alternate was considered by the judging panel to be very close to making the cut.[41] The foundation made the alternate a finalist because it was the only design that located the memorial behind the Hemicycle. The foundation agreed to include this submission as a fourth candidate in the revision round, although the team would not receive one of the $10,000 prizes.[64][77] The three top finalists and their designs were: The fourth entry was by Stephen D. Siegle and Margaret Derwent of Chicago, which restored the Hemicycle in a Beaux-Arts style[80] and put the visitor's center behind the Hemicycle.[77][78] Nine teams received an \"honorable mention\".[64][77] The four finalists and nine honorable mentions were put on public display during the summer at the National Building Museum.[78] In the revision round, WMSAMF asked the finalists to focus on the computerized visitors' center, the auditorium, and the restoration of the Hemicycle. None of the finalists, the foundation said, successfully addressed all three issues.[78] WMSAMF asked the finalists to consider placing the visitors' center behind the Hemicycle.[64][77] As the revision round began, WMSAMF estimated that the memorial would cost $25 million to build. However, it only had $500,000 available for construction.[78] Selection of the final design occurred in November 1989. Campbell and one of the retired generals comprised the selection panel.[41] The winning design, by Manfredi and Weiss, was unveiled on November 8, 1989.[81] The winning design featured 10 triangular 39-foot (12 m) high illuminated glass pyramids on top of the Hemicycle. The design was intended to represent the barriers women had to pass through in their military careers. It was illuminated because tall or high monuments (Arlington House, the Lincoln Memorial, the Washington Monument) were also illuminated at night. Behind the Hemicycle, underground, was the computer room and visitors' center.[81] It contained a 225-seat auditorium, a bank of computer terminals, and niches for displays. The visitors' center was accessed by piercing the Hemicycle in four places and creating stairs that led inside. Transparent bridges criss-crossed the interior of the visitors' center, allowing patrons to look down on the memorial. The Hemicycle itself would be refurbished by planting a new plaza of grass and adding small clusters of trees on either side.[80] Judging panel chair Robert Campbell said the design was \"extraordinarily rich and provocative\".[81] The Norton et al. design for a plaza of bronze trees was the alternate winner.[80] Foundation officials said construction of the memorial would begin in November 1991. The cost of the memorial alone (without Hemicycle restoration) was estimated at just $15 million, another $10 million was required by law to endow the memorial with maintenance and operational funds. Unfortunately, the foundation had raised only $700,000 to $750,000.[80][81] The design required the approval of the Commission of Fine Arts, National Capital Planning Commission, National Capital Memorial Advisory Commission, National Park Service, and Virginia Commission for Historic Preservation.[82] Unfortunately, the final design was leaked to the Washington Post, which printed it before the design was submitted to the CFA, the National Capital Planning Commission (NCPC), or other agencies for approval. J. Carter Brown was enraged, and he asked the National Capital Memorial Advisory Commission to stop the design approval process immediately. The CFA, NCPC, National Park Service, Virginia Commission for Historic Preservation, and other agencies with approval over the design let the Women in Military Service for America Memorial Foundation know informally that the Weiss/Manfredi design was not acceptable.[83] Senator John Warner, J. Carter Brown, and the superintendent of Arlington National Cemetery all publicly voiced their opposition to the design. Opposition centered on the glass prisms. It was felt they were too tall and would interfere with the vista between Arlington House and the Kennedy grave site toward the Lincoln Memorial, and that their light would detract from the existing monuments.[84] The Union Leader newspaper quoted an unnamed official with an approval agency, \"There's just no way those prisms aren't going to get lopped off. They are just too much.\"[84] Marion Weiss defended the memorial, arguing that the visit from Arlington House was preserved and the lighting would be very soft.[84] Robert Campbell also defended the design, arguing that a memorial to women was long overdue, the illuminated prisms would not be disruptive, and the Hemicycle was doomed to deterioration and irrelevancy without it.[82] Vaught was deeply upset by the incident, and later said she believed the design never received a fair hearing.[49] With the design process stalled, Vaught focused on fundraising in 1990 and 1991 while a new design could be completed.[83] Six months after the design controversy broke, the Women In Military Service For America Memorial Foundation had raised just $1 million.[85] The Foundatin announced a program in which state legislatures were asked to donate a dollar for every woman veteran in their state. Florida became the first state to do so, and donated $20,000. In July 1990, WMSAMF announced it was raffling off a home worth $1 million in an attempt to raise $1 million for the $25 million memorial.[86] Real estate developer Landmark Communities agreed to build a 6,000 square feet (560 m2) luxury home in Centreville, Virginia, and transfer title to the memorial foundation in exchange for a share of the profits from the raffle. The foundation hoped to sell 250,000 tickets at $25 each. But by November 1990, just 24,000 tickets had been sold, forcing the foundation to extend the deadline for ticket sales to February 1991.[87] WMSAMF blamed the slow ticket sales on competition for another news event (secret footage of D.C. Mayor Marion Barry smoking crack cocaine was made public), which made it difficult to get word about the raffle out to the public. By mid-January, just 27,000 tickets had been sold, and WMSA had raised a grand total of $2 million toward the memorial's cost.[88] Additionally, the legality of a raffle varied from state to state, with some states imposing restrictions on legal raffles and others not. The also hampered raffle efforts the foundation said. Ten days before the raffle, just 28,000 tickets had been sold. Organizers now said they hoped to sell just 100,000 tickets by the mid-February deadline.[89] A third problem, the foundation claimed, was a downturn in the real estate market. Since few people would want to pay the high property taxes on the home, the foundation assumed the winner would want to sell it. But with housing sales slow, ticket sales were affected, too. In the end, the foundation sold only 50,000 tickets, and barely covered their expenses.[90] By November 1991, the five-year deadline for fund-raising and groundbreaking, the Women In Military Service For America Memorial Foundation had raised $4 million but spent $3 million, leaving it with just $1 million to build its memorial.[91][92] Congressional authorization for the memorial actually expired, leaving the memorial in limbo. But after memorial advocates assured Congress that they were back on track with fund-raising, Congress voted the foundation a two-year extension to complete its fund-raising efforts and get construction started.[91][93] Much of Vaught's time between November 1989 and early 1992 was spent working with Weiss/Manfredi to modify the design of the memorial.[83] The architects were, according to The Washington Post, \"distraught\" over the reaction to their design. But Vaught encouraged them to implement their ideas in an alternative manner.[10] In March 1992, the Memorial announced it was ready to offer its design to the CFA, NCPC, and other approval agencies. The new design modified the Hemicycle by restoring a low water feature to the central niche and removing the grass circle, replacing it with a circular reflecting pool and paved plaza. The center of the plaza was slightly lowered, and very low terraces led from the edge of the pool to the edge of the plaza. Four niches were still pierced to create stairs leading up to the terrace, but now an elevator was added as well to make the memorial handicap-accessible. The tall illuminated pylons were removed, and in their place were 108 horizontal thick glass panels forming an arc in the back of the Hemicycle's terrace. These panels formed the skylight for the memorial below, and Weiss and Manfredi said they would contain quotations from women who served in the military. A thin stream of water was intended to flow over the panels, as if \"carrying\" women's voices to the water feature and reflecting pool.[93][94] Trees still framed the reflecting pool, but underground, behind the Hemicycle, the architects added a curved gallery and placed the rooms — the 250-seat auditorium, the computer room, the exhibition hall, the offices — in sequence.[49] The redesign won high praise from The Washington Post architecture critic Benjamin Forgey. He called it \"a significant addition\" to the city's memorials, and said it was \"a perfect gesture in a proper place at a fitting moment\". He also found the design sensitive, consistent, and poetic. The revisions, he said, had not harmed the memorial as they had so many other structures in the city. \"...[S]omething definitely was gained. ... The second design is safer than the first, in some particulars more unified, and, in all respects save one, as evocative.\"[49] The National Capital Memorial Advisory Commission approved the revised plan on May 30, 1992. At that time, only $4.5 million of the $25 million needed for construction had been raised, even though groundbreaking was not anticipated for November 1993.[95] Passing this first step in the approval process helped with fund-raising. The governments of Saudi Arabia and Kuwait both donated $850,000 toward the memorials' construction.[94] The CFA received the memorial redesign in July 1992.[69] Both the CFA and NCPC were much more in favor of this design. The National Capital Planning Commission gave its approval on July 22, and the Commission of Fine Arts on July 23.[49][94] By August 1992, the Women in Military Service for America Memorial Foundation still had only $1 million with which to build the memorial.[96] To boost the memorial's visibility, First Lady of the United States Hillary Clinton and former First Lady Barbara Bush both agreed to be honorary chairs of the foundation.[97][98] In June 1993, the Foundation began a second fund-raising campaign, this one involving the sale of commemorative coins. Since 1982, the United States Mint had been authorized to manufacture these coins, but congressional authorization was needed first. Senator Arlen Specter and Senator Harris Wofford and Representative Patrick J. Kennedy introduced legislation to authorize the coin in June.[97][99] The legislation authorized a $1 silver and $5 gold coin, with the Mint to be repaid for the cost of producing the coins.[100] This legislation (Public Law 103-186) was signed into law by President Bill Clinton in mid-December 1993.[101] The coins sold for $31 each, of which $10 went to the Memorial Foundation.[102] More than half the 500,000 coins were sold by March 1995.[103] Although the Mint had agreed to stop selling the coins on April 30, 1995, the agency agreed to allow sales to continue until July 15, since sales for all 1994 commemorative coins were the lowest since the program began in 1982.[104] By June 1996, coin sales raised $2.7 million for the Memorial.[99] The Memorial's authorization ran out again on November 6, 1993.[105] The Memorial Foundation asked Congress to give it a three-year extension. By now, the Memorial had raised $1.5 million for construction, but spent $2 million on building its computerized database of the names of women who served in the U.S. military, on site work, and memorial design.[98][100] The National Park Service supported the extension, arguing that the women veterans' memorial made an important contribution to the nation and that the recession made fund-raising difficult.[105] The extension legislation was passed, and signed into law.[106] To boost the Memorial's chances, Vaught split the project in two. Vaught realized that rehabilitation of the Hemicycle was a different project from memorial construction. Fund-raising for the preservation project might be avoided, she argued, if preservation grants were sought from federal agencies. So in November 1993, grant-seeking by WMSAMF began.[100] By February 1994, the Foundation had secured a $9.5 million grant from the U.S. Air Force to repair and restore the Hemicycle.[98][106][107] In July 1994, the Foundation established a goal of raising $2 million by April 1995. This would give the Memorial $4 million, so that groundbreaking could occur even if the total amount of funds needed for the Memorial had not yet been collected. Another half million dollars had been raised since February, including $10,000 to $20,000 donations from the states of Alaska, Arkansas, Montana, and Tennessee.[102] With reauthorization of the Memorial complete and fundraising moving again, the Foundation, Arlington National Cemetery, and the Department of the Army signed a memorandum of understanding setting out procedures and rules for the Memorial Foundation and its contractors to follow as construction moved forward. This agreement was finalized in late 1994.[106] WMSAMF presented the memorial design to the CFA and NCPC again in October 1994. In response to previous CFA concerns, the steps in the niches were slightly recessed to help retain the appearance that the niches still existed.[108] Although the lighting for the illuminated skylights had been softened as well, J. Carter Brown still claimed they would overwhelm the Hemicycle and upstage Arlington House and the Lincoln Memorial (both of which were also illuminated at night). With the CFA apparently convinced that the lighting was out of the question, Weiss and Manfredi introduced lighting expert Howard Brandston, a fellow of the Illuminating Engineering Society of North America. Brandston testified that no lighting was intended for the skylights themselves; lighting would only come from below, in the illuminated memorial galleries. Furthermore, he said, only a \"soft glow\" would be visible through the balustrade at the front of the Hemicycle. This convinced the CFA, which withdrew its objections.[109] CFA members also expressed concern about the visibility of the glass doors on the north and south sides of the memorial, so Weiss and Manfredi agreed to recess these even further.[110] But most of the CFA's discussion regarded the Hemicycle itself and how much disruption there could be to its existing architecture. Weiss and Manfredi continued to retain two rows of American linden trees on either side of the plaza. These had been moved back from the centerline but continued to screen the cemetery main gates. The CFA wanted these moved back even more, and the pleaching removed so that almost nothing was screened.[108][111] The trees were intended to form a sort of entrance to the memorial, but the CFA did not like that approach.[111] Weiss and Manfredi also had given more detail to the water feature. Now they planned for the water feature in the central niche to flow outward into the reflecting pool.[108] Almost none of the commissioners liked the rill from the water feature to the pool, calling it a \"Middle Eastern\" design that did not fit with the Neoclassical Hemicycle.[111][112] Brown commented that he had no aesthetic problems with the rill, and that it added a \"memorial\" quality to the design.[113] At the end of the meeting, the CFA approved the memorial design, but asked that their concerns about the plaza be addressed further.[112] The revised plaza design was brought before the CFA in March 1995.[112] There were fewer trees and they were no longer pleached or formally pruned, and more grass was added to the edges of the plaza. Minor changes were also made to the edges of the rill and pool.[112] The low water feature in the central niche was now gone, replaced with a ring of jets which would send water about 4 feet (1.2 m) into the air.[114] The CFA was now satisfied with the Hemicycle, although it still had reservations about the trees in front of the cemetery gates. Weiss and Manfredi agreed to create a full-scale mock-up of the gates and show them to the CFA so that the issue could be resolved.[112] With these revisions, the CFA gave its final approval to the Women in Military Service for America Memorial on March 16, 1995. The National Capital Planning Commission gave its final on April 6.[104] In fact, no additional meetings with the CFA were held. The mock-ups were not created, the CFA never asked again for them, and Weiss and Manfredi quietly dropped the linden trees in favor of the existing trees in front of the gates.[114] With the April 6 approval for the memorial, General Vaught and her staff of 15 were ready to break ground on the memorial.[115] Ground-breaking for the Women in Military Service for America Memorial occurred on June 22, 1995. In order for ground-breaking to occur, the $15 million required for construction of the memorial had to be deposited with the U.S. Treasury.[104] Major donations from the American Legion women's auxiliary, Veterans of Foreign Wars women's auxiliary, and Paralyzed Veterans of America were received.[116] A half million dollars came in from the General Federation of Women's Clubs.[117] However, only $6.5 million was on hand.[118] Because not all the funds were raised, the memorial foundation asked for and received a line of credit from NationsBank to make up the difference. AT&T's Business Communications unit donated $1 million as a partial underwriter for the ground-breaking ceremony,[116] and provided assistance to the memorial foundation in developing advertising and temporary exhibits for the memorial. General Motors donated $300,000,[117] and Government Markets (a division of Dutko Grayling) also provided financial assistance for the ceremony.[104] President Bill Clinton, First Lady Hillary Clinton, Secretary of Defense William Perry, Chairman of the Joint Chiefs of Staff General John Shalikashvili, retired general Colin Powell, and other dignitaries attended the noon event,[99][115][119] as did an estimated 6,000 women veterans and their families.[117][120] Even though $6 million remained to be raised, the Women in Military Service for America Memorial Foundation planned on an October 1997 dedication for the memorial.[116] Clark Construction of Bethesda, Maryland, was hired to be the general contractor for the Women in Military Service for America Memorial. The New York firm Lehrer, McGovern Bovis oversaw construction management.[121] Clark subcontracted excavation work to Kalos Construction Co.[122] Clark had recently renovated Arlington National Cemetery's Memorial Amphitheater, and had experience working under the restrictions required by the cemetery. A construction manager was required because the site was small, there was little room for construction equipment or offices, and access to the site was highly limited. Because both pile driving and excavation would be conducted, extreme care was needed to avoid disturbing any of the graves near the memorial site.[121] Construction began in January 1996. Almost 3,500 truckloads of soil were removed,[120][123] and piles driven in the earth for the foundation.[121] Workers then constructed the walls, and placed more than 25 stone (0.16 t) of Yule marble on the 12,000 square feet (1,100 m2) of interior walls.[120][123] (This was the same type of marble used for the Tomb of the Unknowns memorial and Lincoln Memorial.)[25] Nine hundred slabs of marble from Vermont were used to line the rear wall.[124] The terrace was then reconstructed. By February 1997, construction of the memorial reached the halfway point. The terrace was almost complete, and frames to hold the glass panels in place were being mounted.[123] The last element in the construction process was the restoration of the Hemicycle. This included abrasive blasting of the wall. Installation of the fountain, rill, reflecting pool, and landscaping elements came last.[123] The construction project lasted nearly two years, and cost $21.5 million.[124] By October 1, the glass panels in the skylight were in place. However, the auditorium seats and the sod in the plaza remained uninstalled.[125] Nearly all of the construction managers were women. These included the on-site project manager, Margaret Van Voast; the assistant on-site project manager, Michelle Stuckey; the project manager, Joan Gerner; and historic preservationist Beth Leahy.[124] As the October 17, 1997, dedication date drew near, the memorial was short $1.2 million for exhibits and auditorium equipment for its theater, and $3 million to pay for the dedication ceremonies themselves. The foundation decided to borrow the money to pay for these critical needs. Money woes also meant the memorial also had yet to produce the two films which it planned to show in the auditorium, and had not yet brought its database of veterans online.[126] The lack of funds meant that, on dedication day, only three exhibits (focusing almost exclusively on women in World War II) were ready.[120] Four other exhibits showcased the memorial design process, including those finalists which were not chosen.[127] John D. Carr, director of the memorial's architectural and construction program, told the press that permanent exhibits would take another six months to install. Exhibits about servicewomen in World War I, Operation Desert Storm, and Operation Desert Shield would open in late 1998.[127] On October 11, 1997, the United States Postal Service announced it was releasing a commemorative stamp in honor of the Women in Military Service for America Memorial. The stamp, to be released on October 17, featured five women representing the Air Force, Army, Coast Guard, Marine Corps, and Navy.[128] Vaught contacted Postmaster General Anthony M. Frank in 1991 and won his approval for a stamp. Vaught requested that the stamp feature profiles of five servicewomen rather than the memorial itself because the entire project was about veterans and not the building. Dennis Lyall painted the image, and graphic designer Derry Noyes added the legend. The stamp was not initially part of the Postal Service's 1997 release schedule due to the uncertain date of the memorial dedication.[129][130] Vaught encountered Postmaster General Marvin T. Runyon and reminded him that the stamp was needed by October 17. Runyon quickly had the stamp manufactured and added to the release schedule. The 37 million run of the stamp was printed by Banknote Corp. of America.[129][130] Release of the stamp on-site at the Women in Military Service for America Memorial on October 17 was marred after the National Park Service, citing rules against vending on park service property, barred sales of the stamps. Memorial organizers quickly obtained two vans, parked them in a nearby government parking lot, and sold the stamps out of the back of the vans. Stamps were also sold in the memorial gift shop.[131] The dedication ceremonies began at 6:30 p.m. on October 16 with a candlelight march across Arlington Memorial Bridge from the Lincoln Memorial to the Women in Military Service for America Memorial. Dedication ceremonies continued on October 17 at 9:00 a.m. with a wreath laying at the Tomb of the Unknowns. This was followed by a dedication ceremony for 5,000 people in Memorial Amphitheater, at which Bob Dole, the former senator and partially disabled World War II veteran, spoke.[120][132] The ceremonies then moved the memorial, where the plaza and much of Memorial Avenue had been blocked off for seating. The memorial ceremonies began with a fly-over of military aircraft, all of which were piloted by women — the first time an all-female fly-over had occurred in U.S. history. Speakers at the event included Secretary of Defense William Cohen, Vice President Al Gore and Tipper Gore, Associate Justice of the Supreme Court of the United States Sandra Day O'Connor, retired general John Shalikashvili, and the Chairman of the Joint Chiefs of Staff, General Hugh Shelton.[133][134] President Bill Clinton and First Lady Hillary Clinton addressed the audience via taped message, as they were on a state visit to South Africa.[135] Singers Kenny Rogers and Patti Austin serenaded the crowd.[136] The highlight of the dedication ceremony was 101-year-old Frieda Mae Greene Hardin, a veteran of World War I.[136] She was escorted to the speaker's podium by her 73-year-old son, and wore her World War I Navy yeoman's uniform.[137] An estimated 30,000 people attended the ceremony.[137][138] The vast majority of critics highly lauded the Women in Military Service for America Memorial. The Atlanta Journal-Constitution said it \"breaks new conceptual ground in paying tribute to U.S. military personnel, much like the Vietnam Veterans Memorial did in 1982\".[139] Gail Russell Chaddock, writing for the Christian Science Monitor, said it was nothing like any other memorial or monument in the city, and singled out the computerized database of women veterans as its greatest strength.[140] Benjamin Forgey of The Washington Post called it a \"resounding success\" that \"enhances an already splendid setting in a number of ways\". Its greatest strength, he said, was the way in which it was \"insistently respectful\" of the Hemicycle and Arlington National Cemetery. He also singled out the \"serious\", \"uncomplicated and unostentatious\" interiors. His lengthy review concluded that the memorial was \"a brilliant, sensitive design\" and \"a memorable public place\".[10] University of Maryland architecture professor Roger K. Lewis was equally fulsome in his praise. he called the memorial a \"definite success\", \"memorable\", and \"an artful, sensitive work of architecture woven skillfully and poetically into a sacred landscape\". He particularly applauded the way the design met the needs of the memorial foundation and the design competition jury, and singled out the terrace with its glass panels as one of the best elements of the design. He also strongly praised the way Weiss and Manfredi rejected Neoclassicism for the interior, and instead used contemporary materials, lines, and design elements. There was no clash of style, he concluded, because the interior was hidden from the Neoclassical facade.[141] There were, however, some criticisms. The Los Angeles Times called the memorial's name \"ungainly\".[142] Chicago Tribune reporter Michael Kilian felt that some veterans might be disappointed because the Hemicycle and its plaza contained no statues, symbols, or inscriptions that make the memorial identifiable as one for military women.[74] Forgey, too, had some criticisms. He identified two flaws: First, the combination of memorial with museum, and second the lack of \"distinctive imprint from afar\" forced on the memorial by the Commission of Fine Arts.[10] Mary Dejevsky, writing for The Independent in the United Kingdom, was distinctly critical of the memorial. She called it a \"sprawling hacienda, something...of a huge mosque\", and dated. Her strongest criticism was that the memorial commemorated only the service of women in the past, who were segregated into non-combatant jobs. Wars of the future, she said, would not see such segregation, and women would be included alongside men in any war memorial.[143] The computer database of the names of women veterans was quickly embraced by the public. On opening day, lines extended throughout the memorial for people to have only a few moments at a terminal.[144] In the first two weeks after its opening, Arlington National Cemetery officials said the Women in Military Service for America Memorial had substantially boosted attendance at the cemetery.[127] Overall, however, WMSAMF was only able to raise $2 million of the $3 million the dedication ceremonies cost. Income from the gift shop and other revenues allowed the memorial foundation to pay off all $30,000 of these costs by July 1998.[145][146] The Women in Military Service for America Memorial is located on a 4.2 acres (17,000 m2)[147] site at the entrance of Arlington National Cemetery (although it is technically on National Park Service land). The main approach to the memorial is from Memorial Avenue. The visitor first encounters the Hemicycle, a ceremonial gateway to Arlington National Cemetery constructed in 1932. The Hemicycle is 30 feet (9.1 m) high and 226 feet (69 m) in diameter. In the center of the Hemicycle is an apse 20 feet (6.1 m) across and 30 feet (9.1 m) high. The Great Seal of the United States is carved in granite in the center of the apse arch, while to the south is seal of the U.S. Department of the Army and to the north is the seal of the U.S. Department of the Navy. Six circular niches (three to the south and three to the north) 3 feet 6 inches (1.07 m) deep are distributed along the facade. These niches, and the apse, are inlaid with red granite from Texas. The rear wall of these niches is carved with either oak leaves or laurel leaves, symbols of bravery and victory. Between these niches are rectangular doorways which pierce the wall of the Hemicycle and provide access to the stairways leading into the interior. A fountain with 200 jets of water is placed in the center of the apse.[74] The fountain empties down a stone-lined channel into a circular reflecting pool.[120] The pool is either 78 feet (24 m)[148] or 80 feet (24 m)[147] in diameter (sources vary), and can hold 60,000 US gallons (230 kl) of water.[25][149] The fountain is lined with black granite cobblestones quarried in Culpeper, Virginia.[120] A plaza of light grey granite surrounds the fountain and extends toward Memorial Avenue. Wide panels of close-cut grass are distributed along the wall of the Hemicycle. Sidewalks of black granite flagstone run through these panels, giving access to the light grey granite sidewalk immediately next to the Hemicycle wall. The stairs in the Hemicycle wall lead up into the interior of the memorial. Halfway up the stairs, the patron may pause and look down into the main gallery of the memorial. Continuing up the stairs leads the individual to the Hemicycle's terrace. On top of the Hemicycle is a terrace of light gray granite 24 feet (7.3 m) wide. A granite balustrade, original to the Hemicycle, frames the eastern side of the terrace. In an arc along the west side of the terrace are 108 glass panels,[120][147] each 5 inches (13 cm) thick, which form a skylight for the main memorial gallery below.[147] On most of these panels are etched quotations from various servicewomen throughout American history.[147] Some panels have been left blank, to allow future inscriptions to be made. Four staircases lead down from the terrace to the rear of the memorial, where staircases lead down into the interior and the main gallery. The main gallery and terrace may also be accessed by doors in the north and south sides of the Hemicycle, or via an elevator in the north side of the Hemicycle.[127] The 35,000 square feet (3,300 m2)[120][124][149] memorial (some sources claim 33,000 square feet (3,100 m2))[25][148] is partly below-grade. The western wall of the gallery is lined with delicately veing marble.[141] The memorial contains a curving main gallery lined with 14 niches,[124][148] which contain permanent and temporary displays about women in the U.S. armed forces. Overhead and on the walls, eleven large glass tablets are inscribed with quotes about and from women veterans.[120][148] Each glass tablet weighs approximately 400 pounds (180 kg).[149] Twelve computer terminals[147][148] provide access to a database of names and some pictures of women who served in the U.S. armed forces from the American Revolutionary War through the Iraq War and the War in Afghanistan. Search results are displayed on three large screens overhead.[147] The metal canopies and display cases in the main gallery were by Staples & Charles of Alexandria, Virginia.[10] Through the rear of the main gallery, the visitor may access the Hall of Honor. This room contains a block of Yule marble taken from the same quarry that the Tomb of the Unknowns came from.[120][147] In this room are displays and panels which honor women servicemembers taken as prisoners of war, killed in the line of duty, or who earned high honors for bravery or service.[147][148] Beyond the Hall of Honor is a 196-seat theater[124][147] where patrons may watch one of two films which document the roles women have played and continue to play in the U.S. armed forces. This auditorium is also used for lectures and presentations. Each of the seats in the auditorium has a small brass plaque which honors a U.S. servicewoman.[124] Further back is a gift and book shop,[120] a conference room, and offices for the memorial.[150] On October 17, 2020, a bronze monument titled \"The Pledge\", designed to honor \"all women of the U.S. military\", was unveiled in the center of the memorial's lobby.[151][152] Vaught later admitted that the memorial foundation had been naive about how difficult it would be to raise the funds needed to construct the Women in Military Service for America Memorial and endow its operation and maintenance fund.[126] To raise additional funds, the foundation signed a first-of-its-kind agreement with the U.S. Mint in November 1995.[153] About 38,000 of the coins remained unsold.[153][154] Using a line of credit from a major bank, WMSAMF purchased the outstanding 38,000 coins and began selling them for $35 for proof coins and $32 for uncirculated coins — the same price for which the Mint sold them. This would generate $380,000 in revenues. However, WMSAMF added a $6 processing fee, intended to raise another $250,000 for the memorial.[154] By October 15, 1997, total coin sales had generated $3 million for the memorial.[150] By September 1997, however, the foundation still needed $12 million to complete the memorial and endow its operating and maintenance fund.[124] That included a $2.5 million shortfall in construction funds. Foundation officials blamed a lack of interest from the defense industry, lack of access to military records (which would have enabled it to reach out to the estimated 1.2 million living women veterans), procrastination by donors, a lack of nationwide press attention, and indifference to the contributions of women for the lack of donations. Corporate support was especially lacking: Aside from the $1 million donation from AT&T and the $300,000 donation by General Motors, the next largest corporate donation was $50,000 (and only two companies gave at that level).[126][155] The inability to reach out to female veterans was a major issue. The foundation had hoped that 500,000 veterans would contribute $25 each to the memorial's construction, but lack of outreach meant that only 200,000 had done so.[125] Vaught also blamed lack of interest from the 230,000 women currently serving in the active duty and reserve armed forces.[126] State donations were also low. Eight states (Hawaii, Idaho, Kansas, Mississippi, New Mexico, North Dakota, Utah and Wyoming) did not donate to the memorial by dedication day. Contribution levels from the states were relatively low, ranging from $60,000 from New York to just $1,750 from Colorado.[133] To pay the memorial's outstanding debt, WMSAMF relied heavily on gift shop sales and other revenue. Arlington National Cemetery draws an estimated 4.5 million visitors each year.[125] Visitation numbers were not meeting expectations, however. Memorial officials said attendance would be about 250,000 to 300,000 visitors in the first year of operation, rather than the 500,000 projected. Only about 22,000 of the 375,000 people who visit Arlington National Cemetery each month visited the memorial. By July 1998, annual revenues from gift shop sales and other sources reached $5 million, about what was expected.[145] The memorial also began selling biographical data and a photograph of the individuals in the veterans' database, which generated $14,500 in June 1998 from $2,500 in January. The memorial also began charging $4,000 for use of its space.[145] The memorial was still unable to pay about $2 million in construction costs in January 1998.[145][146] WMSAMF had raised $19 million of the $21.5 million in total costs (construction and operation/maintenance endowment),[145] but by September 1997 could not pay Clark Construction the outstanding construction bill.[146] Clark Construction said it paid its subcontractors out-of-pocket, rather than wait for payment from the memorial foundation.[146] The firm also said it was not yet taking legal action, because it had faith in the memorial and expected to be paid.[156] Memorial president Wilma Vaught said the financial situation was not serious. Nonetheless, fund-raising experts told her that few donors wished to give money to \"women's projects\"[145] and that so many memorials were asking for funds that corporations simply stopped giving.[146] Vaught said three major donations had been received since the October 1997 dedication. These included a $500,000 donation from Eastman Kodak (payable over four years), a $250,000 donation from Merck Laboratories (payable over five years), and a $250,000 donation from a private foundation (payable immediately).[145] Memorial finances continued to be unsteady as of 2010. The memorial had so little revenue to pay its $2.7 million annual budget that it nearly closed in 2009. Congress, however, provided a $1.6 million grant to keep it open, and a fund-raising drive brought in $250,000. [157] Although the memorial had about 241,000 women veterans listed in its database in 2010, about 75 percent of all World War II women servicemembers (who might have been counted on to donate) had already died, and many others were ill and on limited incomes. A sharp drop in gift shop sales after the September 11, 2001, terrorist attacks and the onset of the Great Recession in 2007 also significantly hurt the memorial's finances.[158] On October 17, 2012, the Women in Military Service for America Memorial celebrated its 15th anniversary.[159] Raising funds to cover the memorial's $3 million for operating budget was still a struggle.[160] In November 2016, the Women in Military Service for America Memorial said its financial situation was so poor, it may have to close.[161] An online fundraiser begun in 2016 with a goal of $1.5 million raised just $110,000 as of October 2017.[1] Construction of the Women in Military Service for America Memorial also generated a precedent-setting lawsuit. Kalos Construction was digging a trench on the south side of Memorial Avenue. In this trench, utility lines would be laid which would serve the memorial. On July 10, 1996, one of the 50-foot (15 m) tall granite pylons next to the cemetery gate toppled over. The pylon landed on top of a mound of soft earth, which left it largely undamaged. But the granite urn on top of the pylon fell onto the asphalt, and was destroyed. Engineering officials were surprised to discover that the pylon had no foundation, and no anchor in the soil. Although Kalos workers had taken due care to not disturb the pylon, the lack of a foundation (which they assumed was there) caused the accident.[45] Damage was estimated at $1 million.[122] A dispute broke out over whose insurance company would pay to repair the pylon. Clark Construction was insured by The Hartford Fire Insurance Co. and Kalos Construction by Montgomery Mutual Insurance Co. The Hartford argued that the pylons were not mentioned in the insurance policy and it never agreed to insure them. Montgomery Mutual paid the claim, reserving its right to litigate the issue. It then sued to recover damages from the Women in Military Service for America Memorial Foundation. The United States District Court for the Eastern District of Virginia ruled in favor of The Hartford's argument. The memorial foundation appealed, arguing that the pylons were part of the Hemicycle structure. In 2000, the United States Court of Appeals for the Fourth Circuit overturned the district court. The court of appeals concluded that the district court erred in failing to determine whether the pylons were part of the existing structure and failed to address language in The Hartford's policy which offered limited coverage of the pylons. The case was remanded back to the district court for further proceedings.[122][162] On remand, the district court ruled in favor of Montgomery Mutual. Again The Hartford appealed, arguing that Montgomery Mutual's payment constituted \"other insurance\" which The Hartford was not obligated to pay. The Fourth Circuit Court of Appeals rejected The Hartford's claim, noting that Montgomery Mutual had only paid because The Hartford had refused. Under either Maryland or Virginia law, the court said, Montgomery Mutual would prevail. The court of appeals upheld the district court.[163]","Title":"Women in Military Service for America Memorial - Wikipedia","KeyID":"3880","URL":"https://en.wikipedia.org/wiki/Women_in_Military_Service_for_America_Memorial"}