{"Content: ":"The National Capital Memorial Advisory Commission is an independent agency of the United States government responsible for approving and siting memorials within Washington, D.C., and the D.C. metropolitan area. Previously known as the National Capital Memorial Advisory Committee, the agency was established by the Commemorative Works Act of 1986 and its name was changed to the National Capital Memorial Commission. The agency's name was changed again in 2003 to the National Capital Memorial Advisory Commission. No federal agency had authority over the placement or construction of memorials in and around Washington, D.C., until 1910. That year, the United States Congress enacted legislation creating the United States Commission of Fine Arts, and giving it the power to provide advice on the siting of monuments and memorials.[1] On November 28, 1913, President Woodrow Wilson issued Executive Order 1862, which expanded the CFA's advisory authority to cover any \"new structures...which affect in any important way the appearance of the City, or whenever questions involving matters of art and with which the federal government is concerned...\"[2] Executive Order 3524, issued by President Warren G. Harding on July 28, 1921, further expanded the CFA's review to the design of coins, fountains, insignia, medals, monuments, parks, and statues, whether constructed or issued by the federal government or the government of the District of Columbia.[2][3] In 1924, Congress created the National Capital Planning Commission and gave it authority over public planning in the D.C. metropolitan area. This new body, too, had authority over the siting and design of memorials and monuments.[3] However, by the early 1970s, pressure was mounting to place more and more memorials, monuments, and statues on the National Mall. In 1973, the Secretary of the Interior established the National Capital Memorial Advisory Committee. This committee, which was advisory only, was charged with drafting and updating criteria on which memorials and monuments should be approved, and how they should be sited. Members of the advisory committee consisted of representatives from the Architect of the Capitol, American Battle Monuments Commission, Commission of Fine Arts, District of Columbia Government and Public Building Services office, National Park Service, and the National Capital Planning Commission.[4] In November 1986, Congress enacted the Commemorative Works Act (P.L. 99-652), which established complete federal authority over the location and authorization of memorials on any land owned by the General Services Administration or National Park Service. The legislation covered all land owned by these agencies, whether in the District of Columbia, the United States, or overseas. The law also established the National Capital Memorial Commission. Congress reconstituted the advisory commission as the National Capital Memorial Commission, made it independent of the Department of the Interior, and gave it statutory authority to approve or reject the approval and siting of memorials and monuments.[5] The 1986 legislation added the Secretary of Defense to the commission's membership. It also required that at least 10 years must elapse until an event can be commemorated. A person must be dead for 25 years before a memorial can be erected in their honor.[6] In 1997, the National Capital Memorial Commission, the Commission of Fine Arts and National Capital Planning Commission established a Joint Task Force on Memorials to coordinate their joint responsibilities.[3] In 2000, the Joint Task Force issued a new policy for the design and placement of memorials and monuments in the national capital area. The policy led to the Commemorative Zone Policy — a master plan identifying available remaining space on the National Mall for memorials. This master plan kept most of the mall open and devoted to green space. Additional space in and around the city of Washington appropriate for memorials and monuments was also identified, and the agencies agreed to approve sites only in these areas through 2050. The master plan also provided design guidelines for memorials and monuments. These guidelines were intended to move designers away from the traditional statue or granite slab and toward \"living memorials\" that incorporated green space.[7] In the 2003 Commemorative Works Clarification and Revision Act (part of the Vietnam Veterans Memorial Visitor Center Act, Pub.L. 108–126 (text) (PDF)), Congress changed the name of the commission to the National Capital Memorial Advisory Commission. The act also laid new significant restrictions on memorial design and approval. These restrictions include: Since 1986, the National Capital Memorial Commission and procedures established by the Commemorative Works Act have been bypassed only twice. The first time was when Congress specifically passed legislation (the Vietnam Veterans Memorial Visitor Center Act) in 2003. This legislation authorized a visitors' center next to the Vietnam Veterans Memorial. The second was when Congress enacted \"An Act to Expedite the Construction of the World War II Memorial in the District of Columbia\" (Pub.L. 107–11 (text) (PDF)) in 2001. This law required that the National World War II Memorial be constructed, and removed this decision from the jurisdiction of the federal courts.[8] As of September 2012, 19 commemorative works had been approved by the National Capital Memorial Advisory Commission. Congress has authorized several as-yet unbuilt memorials for the commission to review:[9][10][11] At least four sites were authorized but never built:","Title":"National Capital Memorial Advisory Commission - Wikipedia","KeyID":"3884","URL":"https://en.wikipedia.org/wiki/National_Capital_Memorial_Advisory_Commission"}