{"Content: ":"Fort Reno Park is an urban park in the Tenleytown neighborhood of Northwest Washington, D.C. It is named after Fort Reno, one of the only locations in the District of Columbia to see combat during the American Civil War. The park was established in the 1920s to clear an African American neighborhood called Reno from the site, in what was becoming an affluent white suburban area.[1] Most of the property is owned by the National Park Service, including a community garden, a former community center, and large expanses of grass. The D.C. Department of Parks and Recreation operates baseball field, several tennis courts at the southwestern corner of the park. Also located within the park are a large reservoir facility operated by DC Water, Alice Deal Middle School, the Reno School, and a former Continuity of Government facility now operated by the Federal Aviation Administration. In addition, the highest natural point in the District of Columbia lies within the park.[2] The bandstand located on the south side of the reservoir has hosted an annual DIY concert series that has been important to the D.C.'s music scene, particularly the D.C. hardcore punk community. Prior to colonization of the Potomac River piedmont in the 1700s, the area was controlled by a variety of American Indian groups. High points such as the present park, were not as economically important to those societies as valleys, as evidenced by archaeological investigations in the area. However, a travel route along a ridgeline leading to Georgetown, today's Wisconsin Avenue may precede European settlement. Most of the land that became Fort Reno Park was granted as a land patent to Thomas Fletchall as \"Fletchall's Chance.\" The land passed through a variety of owners until a Treasury Department official named Giles Dyer acquired the land for his estate in 1853. Dyer died in 1856, and his wife Jane administered the farm, including five or six enslaved people. Tenleytown was established along the old ridgeline trail, which split into three major roads just south of the Fort Reno site.[1] The success of Confederate forces during the First Battle of Bull Run just miles from Washington, D.C. shook Union leaders, and indicated the precarity of the Union government and the Washington Navy Yard, mere miles from enemy territory. Engineers began a rushed campaign to fortify and protect the federal city by constructing a ring of forts around the city. In early August 1861, engineers in charge of the defenses of Washington identified the tall hill on the Dyer estate as a critical site for protecting against invasion along the three roads that converged from the northwest in Tenleytown. Construction of earthen ramparts and trenches began in earnest in August 1861 by the Pennsylvania Reserves, so the fort was originally named \"Fort Pennsylvania.\" The Dyer farmhouse north of the fort was used by the Army as a headquarters building. The fortification occupied 20 acres of Dyer land and an additional 50 acres of Dyer's land were used for barracks, camps and a parade ground. In 1863, the complex was renamed in honor of Major General Jesse Lee Reno who died in combat the prior year.[3] Eventually the fort had a dozen heavy siege guns and a contingent of 3,000 men, making it the largest fort of those surrounding Washington, supported by a large garrison of soldiers in Tenleytown that at one point included Walt Whitman and Oliver Wendell Holmes, Jr. The fort was the site of combat during The Battle of Fort Stevens on July 10–12, 1864. As anticipated by the military engineers, The Confederates attacked from the northwest, crossing the Potomac near Harper's Ferry and coming down the river valley. Lookouts at Fort Reno identified troop movements near Rockville. Commanders directed Fort Reno to fire its large artillery on the soldiers and the invading force shifted its assault 4 miles to the east across Rock Creek at Fort Stevens.[4] In 1866, the fort was decommissioned and the land was returned to the Dyer family. The outbuildings and anything that could be sold was liquidated. The earthen ramparts were left in place, with ramparts reportedly visible as late as 1895.[1] Fort Reno Park was formerly a part of a majority Black neighborhood existing from approximately 1860 to the early 20th century. The neighborhood was recorded simply as Reno, although the original developers of the land marketed their subdivision “Reno City.” Only a few physical remains of the neighborhood exist, most prominently a singular fire hydrant located on one of the park's many hills.[1] Public utilization of the land under Fort Reno Park has depended heavily on its nature as DC's highest point. As suburbanization pushed north and west of Rock Creek Valley, demand for drinking water increased dramatically. In 1893, Charles C. Glover, a banker with large investments in the area, acquired two large plots at the location of the Dyer farmhouse and fort and donated them to the District of Columbia. Subsequently, the DC government built a reservoir and pump house at the site, destroying the remains of the ramparts. Plans to memorialize the Civil War Defenses of Washington date to the 1860s, particularly the idea of a road connecting the high points that once served as redoubts. During the Cold War, a Presidential Emergency Facility installation was constructed at Fort Reno, disguised as a water tower. Known as the \"Cartwheel\" facility, it was in fact a microwave transmission array rising from a large underground bunker. A crew lived on site and maintained the facility. The tower was a part of a string of similar installations that connected the White House to \"Site R\" Raven Rock in Waynesboro, Pennsylvania. Fort Reno's annual free summer concert series started in the Summer of 1968, amid social unrest following the assassination of Martin Luther King Jr.[5] The 2014 series was the subject of drama, as the National Park Service suddenly demanded that organizers pay for US Park Police to be present at each concert. Unable to fund this position which was more than the entire budget for the concerts, organizers cancelled the concert series for the 2014 season.[6] The cancellation generated several news articles, Twitter outrage, a petition with 1,600 signers, and the ire of public officials who stepped in to pressure the agencies to swiftly issue the permit and meet with the concert organizer to resolve issues. After this meeting, the 2014 line-up was announced.[7] The highest natural elevation at Fort Reno, 409 feet (125 m),[2] is lower than the top of the Washington Monument, which rises 555 feet (169 m) from nearly sea level. The highpoint in Fort Reno is marked by a small metal disk set into the ground. The Highpointers Foundation is working with the National Park Service to place a sign near the USGS marker so that the spot is easier to locate.[8]","Title":"Fort Reno Park - Wikipedia","KeyID":"3894","URL":"https://en.wikipedia.org/wiki/Fort_Reno_Park"}