{"Content: ":"The Mount Weather Emergency Operations Center is a government command facility in the U.S. Commonwealth of Virginia, used as the center of operations for the Federal Emergency Management Agency (FEMA). Also known as the High Point Special Facility (HPSF), its preferred designation since 1991 is \"SF.\"[1] The facility is a major relocation site for the highest level of civilian and military officials in case of national disaster, playing a major role in continuity of government (per the U.S. Continuity of Operations Plan).[2] Mount Weather is the location of a control station for the FEMA National Radio System (FNARS), a high frequency radio system connecting most federal public safety agencies and the U.S. military with most of the states.[3] FNARS allows the president to access the Emergency Alert System.[4] The site was brought into the public eye by The Washington Post, which mentioned the government facility in its coverage following the December 1, 1974 crash of TWA Flight 514, a Boeing 727 jetliner, into Mount Weather.[5] Located in the Blue Ridge Mountains,[2] access to the operations center is available via State Route 601 (also called Blueridge Mountain Road) in Bluemont, Virginia.[6] The facility is located near Purcellville, Virginia, 51 miles (82 km) west of Washington, D.C.[7] The site was originally opened as a weather station in the late 1800s.[8] It was used as a Civilian Public Service facility (Camp #114) during World War II.[9][10] At that time there were just two permanent buildings on the site: the administration/dormitory building, and the laboratory. Those buildings still stand, supplemented by many more modern buildings. The underground facility within Mount Weather, designated \"Area B\", was completed in 1959. FEMA established training facilities on the mountain's surface (\"Area A\") in 1979.[11] The above-ground portion of the FEMA complex (Area A) is at least 434 acres (176 ha). This measurement includes a training area of unspecified size.[11] Area B, the underground component, contains 600,000 square feet (56,000 m2).[7] According to a letter to the editor of The Washington Post, after the September 11 attacks, most of the congressional leadership were evacuated to Mount Weather by helicopter.[7][12][13] Between 1979 and 1981, the National Gallery of Art developed a program to transport valuable paintings in its collection to Mount Weather via helicopter. The success of the relocation would depend upon how far in advance warning of an attack was received.[14] The first video of Mount Weather shot from the air to be broadcast on national TV was filmed by ABC News producer Bill Lichtenstein, and was included in the 1983 20/20 segment \"Nuclear Preparation: Can We Survive\", featuring 20/20 correspondent Tom Jarriel. Lichtenstein flew over the Mount Weather facility with an ABC camera crew. The news magazine report also included House Majority Leader Tip O'Neill and Representative Ed Markey, confirming that there were contingency plans for the relocation of the United States government in the event of a nuclear war or major disaster. Both Mount Weather and the now deactivated bunker at The Greenbrier were featured in the A&E documentary Bunkers. The documentary, first broadcast on October 23, 2001, features extensive interviews with engineers and political and intelligence analysts, providing rare insights into the secret installations. The documentary compared The Greenbrier and Mount Weather to Saddam Hussein's control bunker buried beneath Baghdad. The documentary features interior video of The Greenbrier as well as the Baghdad bunker, which survived direct hits from seven Joint Direct Attack Munition bombs during the Battle of Baghdad in 2003. Author William Poundstone investigated Mount Weather in his 1989 book Bigger Secrets. While the novel Seven Days in May mentions a facility called Mount Thunder, a reference to Mount Weather, the road descriptions in the book make it quite clear that it is the same facility.[15] It is also referred to in the movie based on the book, filmed during the Kennedy Administration and released in 1964. Mount Weather has been the setting for several apocalyptic and post-apocalyptic fictional works. These include the 2002 series finale of The X-Files, the 2008 film The Day the Earth Stood Still, the novel series The 100, CW’s TV series The 100 and Syfy’s TV series Z Nation. Mount Weather is also mentioned in the novel Memorial Day by Vince Flynn, and in the novels One Year After and The Final Day, both by William R. Forstchen. It is also mentioned in the movie Thirteen Days, as well as CW's TV series Arrow; Season 4 Episode 22 \"Lost in the Flood\". It was the opening scenes of 2002 spy film, The Sum of All Fears based on the Tom Clancy novel of the same name. It is the setting for the 21st Season 2 episode of Earth: Final Conflict titled \"Message in a Bottle.\" It was mentioned in Martin Mahle's espionage thriller GENESIS in 2016, and the last known mentioning of Mount Weather is in Season 4 episode 22 of Madam Secretary, \"Night Watch.\" It’s also mentioned in William Coopers book, Behold a Pale Horse. Coordinates: 39°03′47″N 77°53′20″W﻿ / ﻿39.063°N 77.889°W﻿ / 39.063; -77.889","Title":"Mount Weather Emergency Operations Center - Wikipedia","KeyID":"3895","URL":"https://en.wikipedia.org/wiki/High_Point_Special_Facility"}