{"Content: ":"This is a list of properties and historic districts in Hawaii listed on the National Register of Historic Places. More than 340 listings appear on all but one of Hawaii's main islands (Niihau being the exception) and the Northwestern Islands, and in all of its five counties. Included are houses, schools, archeological sites, ships, shipwrecks and various other types of listings. These properties and districts are listed by island, beginning at the northwestern end of the chain.     This National Park Service list is complete through NPS recent listings posted July 15, 2022.[1]  The following are approximate tallies of current listings by island and county. These counts are based on entries in the National Register Information Database as of April 24, 2008[2] and new weekly listings posted since then on the National Register of Historic Places web site, all of which list properties simply by county;[3] they are here divided by island for the sake of easier navigation. There are frequent additions to the listings and occasional delistings, and the counts here are approximate and not official. New entries are added to the official Register on a weekly basis.[4] Also, the counts in this table exclude boundary increase and decrease listings which modify the area covered by an existing property or district and which carry a separate National Register reference number. The number of NRHP listings on each island are documented by tables in each of the individual island lists, and the number of listings in each county is determined by adding the totals of the islands in that county. Kalawao and Maui counties are the sole exception: Kalawao County is a peninsula on Molokai, which is otherwise a part of Maui County. Many small islands, all uninhabited, lie northwest of Kauai. They are included in Honolulu County,[a] despite the vast distance between them and Oahu.[5] Kauai is the northernmost of the major islands of Hawaii, and except for Niihau, the westernmost. Together with Niihau, it forms Kauai County. Oahu is the only major island in Honolulu County. The location of the city of Honolulu, Oahu is the most populous island in the state. Molokai is the northernmost of the islands of Maui County. Unlike every other island in the state, it is divided between two counties: Kalawao County consists of the island's northern peninsula. Lanai is the smallest of the populated islands of Maui County, lying between the islands of Maui and Molokai. Maui is the largest and the easternmost island of Maui County. Kahoolawe is the smallest and the southernmost island of Maui County. Alone among the state's major islands, it is uninhabited. The government of the island of Hawaii is Hawaii County, the only county that covers exactly one island, the largest in area in the state. There are 67 properties and districts on the island, including 10 historic districts, six National Historic Landmarks, and one which is a National Historic Landmark District.","Title":"National Register of Historic Places listings in Hawaii - Wikipedia","KeyID":"3913","URL":"https://en.wikipedia.org/wiki/National_Register_of_Historic_Places_listings_in_Hawaii"}