{"Content: ":"Normannognathus is a genus of pterosaur from the Kimmeridgian-age Upper Jurassic Argiles d'Octeville Formation of France. Initially, Normannognathus was classified to the family Germanodactylidae, sister taxon to Germanodactylus, however, many recent analysis have recovered Normannognathus in different phylogenetic positions, and depending on different authors, Normannognathus is either found as a basal member of the Dsungaripteroidea, as an indeterminate monofenestratan, or as the sister taxon of Cycnorhamphus within the family Gallodactylidae. In 1993, Jean-Jacques Lepage on the Normandy coast at the Cap de la Hève, near Ecqueville, Octeville-sur-Mer, Seine-Maritime, Normandy, found a ten centimetres long fossil of a pterosaur in a marine claystone layer. In 1998, Eric Buffetaut et al. named a separate genus for it. The type species is Normannognathus wellnhoferi. The genus name is derived from Normannia, the Medieval Latin name for Normandy, and Greek gnathos, \"jaw\". The specific name honors Peter Wellnhofer. The genus is based on holotype Musée Géologique Cantonal de Lausanne 59'583, the left front portion of a skull and the associated, but not articulated to it, lower jaws. The snout is low and pointed, and curves upward. Only the part in front of the nostrils has remained. On the back top of this part a very tall bony crest is present. It abruptly juts out from the premaxillae, formed like a crested wave, having a concave leading margin. After its rounded tip it gradually curves downwards again towards the skull top; its further shape is unknown because at this point the fossil ends. The crest is flat, running down the midline of the upper jaw and shows a fibrous texture that could be indicative of some covering, such as a horn sheath. The teeth are robust, and not very elongated. They continue to be present until the very tip of the jaws. The tooth count is five per premaxilla; the number is at least nine for the maxilla, and at least fourteen per dentary: no reliable estimates can be given of the last two totals because the back of the head has been lost. The describers assigned Normannognathus to the Germanodactylidae because it was most similar to Germanodactylus, with the exception that it resembles Dsungaripterus in having an abrupt beginning to a crest larger than that in Germanodactylus and possessing an upward pointing snout.[1] David Unwin in 2006 considered it a basal member of the Dsungaripteroidea. In 2015 however, Witton et al. concluded that it is an indeterminate monofenestratan, noting that it shares some characters with ctenochasmatoids, yet shares other characters with non-pterodactyloid monofenestratans.[2] In 2018 however, Longrich et al. found Normannognathus to be the sister taxon of Cycnorhamphus within the family Gallodactylidae, which in turn was within the Ctenochasmatoidea. Their cladogram is shown below.[3] Germanodactylus cristatus Germanodactylus rhamphastinus Pterodactylus antiquus Cycnorhamphus suevicus Normannognathus wellnhoferi Ctenochasmatidae   ","Title":"Normannognathus - Wikipedia","KeyID":"392","URL":"https://en.wikipedia.org/wiki/Normannognathus"}