{"Content: ":"Buildings, sites, districts, and objects in Virginia listed on the National Register of Historic Places: As of September 18, 2017, there are 3,027 properties and districts listed on the National Register of Historic Places in all 95 Virginia counties and 37 of the 38 independent cities, including 120 National Historic Landmarks and National Historic Landmark Districts, four National Historical Parks, two national monuments, two National Battlefield Parks, one National Memorial, one National Battlefield and one National Military Park.     This National Park Service list is complete through NPS recent listings posted July 15, 2022.[1] The following are approximate tallies of current listings by county and independent city. These counts are based on entries in the National Register Information Database as of April 24, 2008[2] and new weekly listings posted since then on the National Register of Historic Places web site.[3] There are frequent additions to the listings and occasional delistings and the counts here are approximate and not official. The counts in this table exclude boundary increase and decrease listings which modify the area covered by an existing property or district and which carry a separate National Register reference number. Debtors' Prison, Accomac Bob White Covered Bridge, Woolwine Carter Hall, Millwood Lucketts School, Leesburg Swannanoa, Waynesboro Saint Paul's Episcopal Church, Norfolk George Washington's Gristmill, Lorton Quantico Marine Corps Base Historic District, Quantico J. W. Wood Building, Lynchburg Hotel Roanoke, Roanoke Petersburg Courthouse, Petersburg Exchange Hotel, Gordonsville Beverley Historic District, Staunton Shenandoah Historic District, Shenandoah Shirley Plantation, Hopewell Francis Scott Key Bridge, Arlington Leander McCormick Observatory, Charlottesville Lincoln Theatre, Marion Protestant Episcopal Theological Seminary, Alexandria","Title":"National Register of Historic Places listings in Virginia - Wikipedia","KeyID":"3948","URL":"https://en.wikipedia.org/wiki/National_Register_of_Historic_Places_listings_in_Virginia"}