{"Content: ":"This is an incomplete list of historic properties and districts at United States colleges and universities that are listed on the National Register of Historic Places (NRHP). This includes National Historic Landmarks (NHLs) and other National Register of Historic Places listings. It includes listings at current and former educational institutions. The main list is organized by institution name. A second list of NHLs at colleges and universities is organized by state. Of the colleges and universities listed here, the University of California, Berkeley, has the most NRHP listings, with 22, including one NHL. Tied for second are Harvard University with 17 NRHP listing including two historic districts and five NHLs, and the University of Florida which has 17, including one historic district with 14 contributing properties. The University of Wisconsin–Madison has the third most identified sites, with 16, of which four are NHLs.   In Abilene, Texas In Tuscaloosa, Alabama In Lorman, Mississippi, this university has 2 (1 NHL): In Philippi, West Virginia In Santa Fe, New Mexico In Anderson, South Carolina In Newton, Massachusetts has: In Glenside, Pennsylvania In Tucson, Arizona In Little Rock, Arkansas In Fayetteville, Arkansas In Philadelphia, Pennsylvania In Wilmore, Kentucky In Athens, Alabama In Minneapolis, Minnesota In Augusta, Georgia In Aurora, Illinois  In Berea, Ohio In Muncie, Indiana In Concord, North Carolina In Lewiston, Maine In North Newton, Kansas In Belmont, North Carolina In Columbia, South Carolina In Greensboro, North Carolina In Berea, Kentucky In Bethany, West Virginia In Daytona Beach, Florida In Birmingham, Alabama In Blue Mountain, Mississippi In Bluefield, West Virginia In Waltham, Massachusetts In Providence, Rhode Island In Chestnut Hill, Newton, Massachusetts In Brunswick, Maine In Bryn Mawr, Pennsylvania In Indianapolis, Indiana:  In California, Pennsylvania In Berkeley, CA, has In La Jolla, California has In Long Beach, California In Northfield, Minnesota has 4: In Cleveland, Ohio In Saint Paul, Minnesota In Jackson, Louisiana In Hackettstown, New Jersey In Conway, Arkansas In Danville, Kentucky: In Chicago, Illinois In Cincinnati, Ohio In Orangeburg, South Carolina In Worcester, Massachusetts In Hamilton, New York In New York, NY has at least 11 (3 NHLs): Additionally, the 116th Street–Columbia University station is listed on the NRHP as part of the New York Subway System Multiple Property Submission. In Moorhead, Minnesota has 1: In Mansfield, Connecticut In New York, New York (NHL) In Ithaca, New York, has 10 (1 NHL): In addition, East Robert Hall, Roberts Hall, and Stone Hall are former buildings that are still listed on the National Register despite having been demolished. See Cornell University#Historic Sites for how these are described in the article about the university.  In Davidson, North Carolina In Elkins, West Virginia In Mitchell, South Dakota, the entire university, apparently, is NRHP-listed. In Carlisle, Pennsylvania: In Crete, Nebraska In Philadelphia, Pennsylvania In Springfield, Missouri In Dubuque, Iowa  In Richmond, Indiana: In Charleston, Illinois In Ypsilanti, Michigan In La Grande, Oregon: In Elmira, New York In Atlanta, Georgia In Emory, Virginia In Jefferson County, Indiana In Eureka, Illinois In Evansville, Indiana  In Fairmont, West Virginia In Hancock, Michigan In Nashville, Tennessee In Tallahassee, Florida in Jensen Beach, Florida The former campus, which was previously the campus of Saint Joseph College of Florida, contains two NRHPs, one sitting on top of the other: University of Florida Campus Historic District has the following contributing properties: In Lakeland, Florida In Framingham, Massachusetts In Franklin, Indiana In Lancaster, Pennsylvania In Washington, D.C. has 3: In Newberg, Oregon In Georgetown, Kentucky In Washington, D.C. has 2 (1 NHL): In Milledgeville, Georgia In Atlanta, Georgia In Athens, Georgia In addition, Garden Club of Georgia Museum–Headquarters House, Founder's Memorial Garden and Gov. Wilson Lumpkin House are on the campus and may be part of the University of Georgia. In Atlanta, Georgia In Lakewood, New Jersey In Gettysburg, Pennsylvania In Towson, Maryland In Greenville, Illinois In Greensboro, North Carolina In St. Peter, Minnesota has 1:  In Clinton, New York In Hampton, Virginia (NHL) In Hampden Sydney, Virginia In Hanover, Indiana In Abilene, Texas In St. Louis, Missouri In Oneonta, New York In Cambridge, Massachusetts In Lawrence, Kansas In Tiffin, Ohio In Conway, Arkansas In Worcester, Massachusetts In Montgomery, Alabama In Austin, Texas  In Chicago, Illinois In Jacksonville, Illinois In Normal, Illinois Chicago, Illinois In Urbana and Champaign, Illinois In San Antonio, Texas In Terre Haute, Indiana In Bloomington, Indiana In Ames, Iowa In Iowa City, IA has 1 NHL and 1 other NRHP:  In Baltimore, Maryland In Charlotte, North Carolina In Marion, Alabama  In Manhattan, Kansas In Union, New Jersey In Gambier, Ohio In Galesburg, Illinois:  In Easton, Pennsylvania In LaGrange, Georgia In Painesville, Ohio In Greenwood, South Carolina In Jackson, Tennessee: In Appleton, Wisconsin: In Bethlehem, Pennsylvania In Portland, Oregon: In Gaffney, South Carolina In Knoxville, Tennessee In Jefferson City, Missouri In McMinnville, Oregon In Baton Rouge, Louisiana In Louisville, Kentucky In Gettysburg, Pennsylvania In Orono, Maine In Purchase, New York In Mars Hill, North Carolina In New Ulm, Minnesota In Staunton, Virginia In Saint Paul, Minnesota In North Manchester, Indiana In Davenport, Iowa In Lowell, Massachusetts In Westminster, Maryland In Abilene, Texas In Macon, Georgia In Oxford, Ohio In Ann Arbor, Michigan In East Lansing, Michigan In Houghton, Michigan In Middlebury, Vermont In Fairfield, Alabama In Mankato, Minnesota In Minneapolis, Minnesota In Morris, Minnesota In Bottineau, North Dakota In Oxford, Mississippi In Starkville, Mississippi In St. Joseph, Missouri In Columbia, Missouri In Monmouth, Illinois In West Long Branch, New Jersey In Montevallo, Alabama In Philadelphia, Pennsylvania In Morehead, Kentucky In Baltimore, Maryland In Chicago, Illinois In Murray, Kentucky In Lincoln, Nebraska In Portland, Maine In Newark, New Jersey In New York, New York In Florence, Alabama In Greensboro, North Carolina In Durham, North Carolina In Pembroke, North Carolina In Fargo, North Dakota In Boston, Massachusetts In Marquette, Michigan In Orange City, Iowa In South Euclid, Ohio In South Bend, Indiana In Belmont, California In Oberlin, Ohio In Athens, Ohio In Delaware, Ohio In Norman, Oklahoma In Corvallis, Oregon In Eugene, Oregon In Clarksville, Arkansas In Forest Grove, Oregon In Fergus Falls, Minnesota In Raleigh, North Carolina In Philadelphia, Pennsylvania In State College, Pennsylvania In Pittsburgh, Pennsylvania has 4 NRHPs: In Portland, Oregon: In San Juan, Puerto Rico In Mayagüez, Puerto Rico In Brooklyn, New York In Princeton, New Jersey In Elsah, Illinois  In Lynchburg, Virginia In Lynchburg, Virginia In Wahpeton, North Dakota In Troy, New York In Salem, Virginia In New York, NY has 1 NHL: In Chicago, Illinois In New Brunswick, New Jersey In San Juan, Puerto Rico In Salem, West Virginia In San Diego, California In Gainesville, Florida In Sitka, Alaska(NHL) In Shippensburg, Pennsylvania In Raleigh, North Carolina In St. Joseph, Minnesota In Jensen Beach, Florida In Canton, New York In Northfield, Minnesota In Austin, Texas In Lawrenceville, Virginia In Huntsville, Texas In Claremont, California In South Orange, New Jersey In Raleigh, North Carolina In Louisville, Kentucky In Indianola, Iowa In Northampton, Massachusetts In Ephraim, Utah In Knoxville, Tennessee In Columbia, South Carolina In McRae, Georgia In Hammond, Louisiana In Dallas, Texas In Cedar City, Utah In Georgetown, Texas In Gorham, Maine In Hattiesburg, Mississippi In Palo Alto, California In Columbia, Missouri In DeLand, Florida In Hoboken, New Jersey In Harpers Ferry, West Virginia The entire campus of the now closed college is a contributing property to the Harpers Ferry National Historical Park. In Pennsylvania In Pennsylvania In Syracuse, NY has 15:  In Chattanooga, Tennessee In Cookeville, Tennessee In Lubbock, Texas In Austin, Texas In Madison County, Mississippi In Lexington, Kentucky In New Orleans, Louisiana  In Schenectady, NY has 1 NHL: In Highlands, New York In Fayette, Iowa In Salt Lake City In Logan, Utah In St. George, Utah  In Valparaiso, Indiana In Nashville, Tennessee In NY has 2 NHLs: In Bristol, Virginia In Lexington, Virginia In Richmond, Virginia In Ettrick, Virginia In Blacksburg, Virginia In Lynchburg, Virginia In Charlottesville, Virginia In Denmark, South Carolina  In Waverly, Iowa In Chestertown, Maryland In Saint Louis, Missouri In Lexington, Virginia In Detroit, Michigan In Aurora, Cayuga County, New York In Macon, Georgia In Middletown, CT has 2 NHLs and several other NRHPs: (Wesleyan University may also own some properties in Broad Street Historic District or other historic districts in Middletown). In West Chester, Pennsylvania In West Liberty, West Virginia In Institute, West Virginia In Morgantown, West Virginia In Montgomery, West Virginia In Buckhannon, West Virginia In Cullowhee, North Carolina In Macomb, Illinois In Valhalla, New York In Bowling Green, Kentucky In Kalamazoo, Michigan In Fulton, Missouri In Salt Lake City In Salem, Oregon In Williamsburg, Virginia In Chambersburg, Pennsylvania In Rock Hill, South Carolina In La Crosse, Wisconsin In Madison, Wisconsin has 16 (4 NHLs): In Oshkosh, Wisconsin In Spartanburg, South Carolina In Wooster, Ohio  In New Haven, Connecticut has 4 NHLs, and an NRHP historic district: Grove Street Cemetery and Mory's, both listed on the NRHP, are on the campus but are independent of Yale. In Yankton, South Dakota In Young Harris, Georgia ","Title":"University and college buildings listed on the National Register of Historic Places - Wikipedia","KeyID":"3966","URL":"https://en.wikipedia.org/wiki/University_and_college_buildings_listed_on_the_National_Register_of_Historic_Places"}