{"Content: ":"Government House is the official residence of the Governor General of The Bahamas, located in Nassau. It was built in the colonial days and was the residence of the Governor of The Bahamas. It later continued in the role of official residence and office of the Governor General following political independence from the United Kingdom in 1973. Built on a hill known as Mount Fitzwilliam and completed in 1806, this imposing stuccoed-coral-rock building on Duke Street is the Bahamian archipelago's foremost example of Georgian Colonial architecture.[1] In 1814, Colonel Don Antonio de Alcedo, a Spanish scholar and soldier, wrote admiringly of its effect.[2] The Oriental Herald, in 1825, stated: \"The new Government-House, standing on the centre of the ridge that overlooks the town, was built by a sum voted by the House of Assembly from the funds of the Treasury and cost upwards of 20,000l. It is built in the European style of architecture, and is universally considered the best building of the kind throughout the West Indies\".[3] The building's original neoclassical aspect, as well as its stone construction, was directly influenced by the arrival of Loyalists from the southern United States in the 1780s. Previously most Bahamian buildings had been built of painted wood.[4] Typically Bahamian elements, however, include louvred wood shutters and brightly painted exterior, in this case a brilliant shade of conch-pink. The primary façade, centred on a pedimented entrance supported by four stout Ionic columns, dates from the 1930s, when the building was remodelled following the hurricane of 1929. The original Government House on this site was completed in 1737, as a home for Governor Richard Fitzwilliam. That building was supplanted by a neoclassical structure built between 1803 and 1806; Charles Cameron was the first governor to occupy it.[5][self-published source] This two-story incarnation measured more than 100 feet in length, and its primary façade, overlooking the harbour, was dominated by a full-length upper gallery supported by ten columns.[6] The statue of Christopher Columbus, which stands at the harbourside entrance of the building, was reportedly designed in London by an aide to American novelist Washington Irving, a Columbus biographer. The 12-foot-tall representation was placed in front of Government House by Governor James Carmichael Smyth in 1830 and is \"notable for its size rather than its artistry\".[7][8] As another observer wrote of the statue, \"It is fortunate that the statue is labeled, for otherwise no one would ever guess that the swaggering, piratical-looking figure, with a slouch hat cocked rakishly on its head and a toga over its shoulder, is intended to represent Columbus\".[9] In 1909 the east wing was added; the west wing is commonly known as the Windsor Wing, named for the Duke of Windsor, who was Governor from 1940 to 1945. Government House was seriously affected by the hurricane of 1929. As a history recounts, \"[T]he eastern wing of the Government House was unroofed on three sides and damaged to the extent that it was not fit for occupancy so major repair work had to be done to the roof and buildings\".[10][self-published source] This restoration work, which included the removal of the original gallery and its replacement by the current temple-like entrance and cupola-topped roof, was completed in 1932.[11][6] From late 1940 through 1941, Government House, then described as \"a cracked and flaking edifice ... with about as much warmth and atmosphere as Wellington Barracks\", was renovated by the Duchess of Windsor, whose husband, the Duke, formerly King Edward VIII of Great Britain, served as Governor of the Bahamas from 1940 to 1945.[12] During the renovation of the interiors—which suffered from an excess of high-gloss blue paint and worn Victorian furniture—the Windsors occupied Sigrist House, the residence of Sir Frederick Sigrist, a British aviation magnate, \"who offered to let them use it while repairs and redecorations were in progress.[13] The couple's term at the Sigrist house ended when they agreed to move to Westbourne, the mansion of industrialist Harry Oakes.[14][self-published source] The Government House renovation architect was an American, Sidney Neil, who practised largely in Palm Beach, Florida.[15] In addition to structural repairs, the building was replumbed and rewired; a new wing was built as well, for the Windsors' staff and offices. (The so-called Windsor Wing is now used by the Royal Bahamian Defence Force.)[16][self-published source][17] The interior decorator for Government House was a friend of the Duchess's, socialite Isabel T. Bradley (Mrs Winthrop Curtis Bradley).[18][19] As the Duchess informed her aunt Bessie Merryman, in a September 1940 letter, \"[T]ogether we are going to dish this shack up so that at least one isn't ashamed of asking the local horrors here\".[20] Client and decorator purchased furnishings from the United States and via mail order for the project. The resulting decor was described as \"'frankly smart and modernistic' with Regency touches\" and included a room with baseboards made of natural rattan and a table whose surface was ornamented with a three-foot-long replica of the Duchess's signature.[21][22] The Duchess \"introduced New York wallpapers and she painted one room exactly the same shade of her favorite face powder\".[23][18][24][25] Though the budget for the renovation had been set at $6,000 by the House of Assembly, the eventual cost turned out to be $21,000, much of it paid for by the Windsors, but the results were \"now so charming the Duchess of Windsor has been blessed by every succeeding Governor's wife\".[12][26][self-published source] One of the Duchess's suggested improvements, however, was denied. As recounted in a lengthy profile of the Windsors in Life published in 1941, \"In the modernization of Government House, the Duchess wanted to remove the front door which was a relic of an older government house and which had withstood all hurricanes, even the famous storm of 1929. The door also withstood the Duchess who was permitted to cover the upper half of the battered wood with a black glass panel on which is appropriately printed in white the famous device of the Duke's Order of the Garter—Honi soit qui mal y pense\".[27] The glass plaque was shipped from the Windsors' house in France and remains in place.[26] Official website","Title":"Government House, The Bahamas - Wikipedia","KeyID":"3968","URL":"https://en.wikipedia.org/wiki/Government_House,_The_Bahamas"}