{"Content: ":"The residence of the United States Ambassador to the United Nations is the official residence of the United States Ambassador to the United Nations. It was previously located in a suite of rooms on the 42nd floor of the Waldorf-Astoria Hotel in New York City leased by the U.S. Department of State, until shortly after the Chinese Anbang Insurance Company purchase of the Waldorf-Astoria in 2015 raised security concerns.[1] Described in press reports as \"palatial\", the establishment of the former residence in 1947 marked the first time in history that an ambassadorial residence had been located in a hotel. Currently, the ambassador's residence is located at 50 United Nations Plaza, where the United States purchased a penthouse apartment in May 2019, after initially renting a different penthouse apartment in the same building.[2] Beginning in 1947, shortly after the siting of the United Nations secretariat in New York, the U.S. State Department took a long-term lease for occupancy of a suite of rooms by the U.S. ambassador at the Waldorf-Astoria, a luxury hotel constructed in 1931. The establishment of the ambassador's residence at the Waldorf-Astoria made it the first hotel in history to house an ambassadorial residence.[3][4] In 1960, a townhouse at Sutton Place, originally constructed by J.P. Morgan in 1921, was donated to the U.S. government by then owner Arthur Houghton with the intention it be used as a new ambassadorial residence. However, ambassador Adlai Stevenson II determined the home was not to his liking and the residence continued at the Waldorf-Astoria. (The Sutton Place townhouse was subsequently re-gifted by the United States to the United Nations and currently serves as the official residence of the Secretary-General of the United Nations.)[5][6][7][8] In 1978, Ebony reported that Andrew Young and his family explored the possibility of moving out of the suite at the Waldorf-Astoria and into a house instead. Young, who was the first ambassador to live in the suite with \"young children\", stated that \"[t]he Waldorf is very nice, and its convenient, but I just have problems trying to bring up a small child in a hotel.\" However, the search ultimately \"became a media issue\" and Young elected to stay in the suite. Nevertheless, he opined that \"[p]eople tried to make it seem like I was saying that the Waldorf wasn't good enough for us\".[9] As of 1999, the State Department was paying $360,000 per year to lease the suite on a rolling basis; the lease is renewed every ten years with an optional one or two year short-term extension.[10][11] In 2015, it was announced the State Department would no longer permit staff to be housed at the Waldorf-Astoria, due to security concerns arising from the recent purchase of the property by Chinese business interests. Whether the decision would impact the status of the residence was not made clear, however, as of March 2016 the hotel was still being occupied by the U.S. ambassador.[12][13] The New York Times reported that in 2016 the Obama Administration decided to find a new home for the US Ambassador to the UN - a rented penthouse in the 50 United Nations Plaza - rather than the Waldorf to alleviate security concerns associated with the purchase of the Waldorf by a Chinese insurance company with a murky ownership structure; the rented penthouse is the home of Ambassador Kelly Craft. Madeleine Albright, George H. W. Bush, Charles W. Yost, Adlai Stevenson II, Samantha Power, and Bill Richardson are among notable former residents of the suite. During his 1999–2001 tenure as U.N. ambassador, Richard Holbrooke elected not to occupy the 42nd floor apartment, choosing instead to live in his private Manhattan home. In his place, the residence was temporarily occupied by Holbrooke's assistant, then 27-year old Randolph Eddy.[10][14][5][15] According to reports, Holbrooke and his wife, journalist Kati Marton, would throw \"glittery parties\" in the suite \"where pols and foreign ministers mixed with the likes of Robert De Niro and Sarah Jessica Parker.\"[16] The suite is located on \"the very top floor\" of the Waldorf-Astoria Hotel.[17] Described in press accounts as \"palatial,\" the residence is decorated with, among other items, a Jim Dine painting, an Alexander Calder mobile, and a grand piano, and features \"twinkling city views\" of the New York skyline. The front door to the suite is framed by a golden eagle. It is located on the opposite side of the corridor from the \"royal suite\", so-called as it was long used by the Duke of Windsor as his unofficial New York City residence.[5][18] As of 1971, the interior of the suite was sectioned into nine rooms, including five bedrooms and a living room with a 48-foot (15 m) tall ceiling, which was used to \"host large official receptions.\" Dorothy Bush Koch noted that the apartment was designed with \"high ceilings, handsome old woodwork, working fireplaces, and big windows with beautiful views of New York City.\"[17] After the acquisition of the Waldorf-Astoria by a Chinese insurance company, security concerns caused the State Department to seek a new residence for the ambassador. The government leased a full-floor penthouse apartment at 50 United Nations Plaza, where Nikki Haley was the first ambassador to take up residence.[19] The United States later purchased a different full-floor penthouse in May 2019. The five bedroom, 6.5 bathroom unit was purchased for $15.85 million.[20]","Title":"Residence of the United States Ambassador to the United Nations - Wikipedia","KeyID":"3988","URL":"https://en.wikipedia.org/wiki/Residence_of_the_United_States_Ambassador_to_the_United_Nations"}