{"Content: ":"Cuspicephalus is an extinct genus of monofenestratan pterosaur known from Dorset in England. Its fossil remains date back to the Late Jurassic period.[1] Cuspicephalus is known from the holotype MJML K1918, a partial skull which is missing the mandible and dentition, preserved on a single slab. It was collected in December 2009 by Steve Etches from Kimmeridge Bay on the Isle of Purbeck coast of Dorset. This locality is referred to the Autissiodorensis ammonite biozone of the lower part of the Kimmeridge Clay Formation, dating to the early Kimmeridgian stage of the Late Jurassic, about 155.7-153 million years ago.[1] Cuspicephalus was named by David M. Martill and Steve Etches in 2013 and the type species is Cuspicephalus scarfi. The generic name is derived from cuspis, Latin for \"point\", after its pointed rostrum, and a Latinised Greek κεφαλή, kephalè, for \"head\". The specific name honors artist and cartoonist Gerald Scarfe for his vicious caricatures which mostly have very pointy noses.[1] The skull is lightly built and has a length of 326 millimetres. It is very elongated, being just 55 millimetres high at the back, and has an triangular profile. Almost half of its length is accounted for by a large skull opening, the fenestra nasoantorbitalis, a confluence of the original fenestra antorbitalis with the bony nostrils. In front of this opening a low and elongated snout is present. The rostral index sensu Naish & Martill of this snout, in this case its length divided by its maximum height, is 5.4, the highest value known for any pterosaur. In the snout about eleven or twelve teeth are present; the total for the upper jaw is estimated at twenty-five to thirty. The teeth are largest in front and gradually decline in size towards the back. They have a broad base with an oval cross-section. Perhaps they are pointing outwards to a degree but the deformation of the fossil by compression makes this uncertain. On top of the skull, behind the snout proper, above the fenestra a longitudinal low bony crest is present. It consists of fibrous bone, vertically directed, which might have formed the base for a much higher crest of soft tissue. The crest starts above the twelfth tooth position; its limit at the back is unknown because of damage but it is considered unlikely that it extended as far as the eyes, the roof of the skull not showing any trace of it. The crest is highest in the (preserved) middle. The describers did not perform a cladistic analysis to determine the exact place of Cuspicephalus in pterosaur phylogeny. Using the comparative method, they noticed a resemblance to Germanodactylus. Until recently pterosaurs with a head shape like that of Cuspicephalus would as a matter of course been assigned to the Pterodactyloidea. Today it is known however that more basal groups had comparable heads, so the describers placed Cuspicephalus as a member of the more general Monofenestrata. A more thorough analysis published in 2015 found that Cuspicephalus was likely a primitive monofenestratan pterosaur, and, specifically, a member of the group Wukongopteridae.[2]   ","Title":"Cuspicephalus - Wikipedia","KeyID":"399","URL":"https://en.wikipedia.org/wiki/Cuspicephalus"}