{"Content: ":"Tingey House, officially known as Quarters A, is the official residence of the Chief of Naval Operations of the United States Navy. Built in 1804, it is located at the Washington Navy Yard in Washington, D.C., and is part of the Yard's historic Officers Quarters. The residence is known as Tingey House in honor of its first resident, former U.S. Navy officer Thomas Tingey. According to popular legend, Tingey's ghost haunts the property. Tingey House is located on the grounds of the Washington Navy Yard and adjoins Leutze Park, the yard's parade ground.[1] It is part of \"Admirals' Row\" (Officers Quarters), a group of historic homes that serve as official residences for senior Navy officers and their families.[2] The House is also called the Commandant's Quarters[3] or Commandant's House.[4] Tingey House lies immediately east of the Latrobe Gate (also called the \"Main Gate\").[3] Tingey House is a two-and-a-half-story structure with a gable roof.[3][4] According to a 1970s-era National Register of Historic Places nomination form, the first floor contains a dining room, library, kitchen, and two parlors; the second floor contains four bedrooms, and the attic contains two chambers.[3] There is a porte-cochère and enclosed porch on the south and east sides of the House.[3] In 1801, Secretary of the Navy Robert Smith ordered the construction of \"a house to accommodate the officer of Marines and the Superintendent of the Navy Yard.\"[5] The resulting building was designed by William Lovering and completed in 1804.[6] The Georgian-style[a] property was named after its first resident, Thomas Tingey, the superintendent of the Washington Navy Yard.[4][7][8] As the British Army advanced on Washington during the War of 1812, the property survived Tingey's orders to burn the Washington Navy Yard. However, following the British withdrawal from Washington and before Tingey could reoccupy the home, it was looted by area residents.[9] A memorial plaque to Tingey is fixed to the side of the house:[4] Captain Thomas Tingey, U.S.N. who for almost half a century served his country as an officer of the Navy. He laid out the Navy Yard and for twenty-eight years was its first Commandant. Tingey House was used by different naval officers until 1977, when One Observatory Circle, formerly the home of the Chief of Naval Operations (CNO), was reassigned for use by the Vice President of the United States. The CNO's new official residence became Tingey House.[10][11] In June 2008, Tingey House completed a significant renovation, which included the addition of an expanded kitchen and china closet, construction of a larger staff wing, rehabilitation of the home's greenhouse, and the remodeling of several bathrooms.[11] The Washington Navy Yard is listed as a Superfund site, and the \"Admirals' Row\" group of homes suffer from nearby lead-contaminated soil, thought to be caused by lead-based paint, lead roofing, and lead water mains.[2] According to popular legend, the ghost of Thomas Tingey occupies Tingey House. The first reported sighting of Tingey's ghost was in 1853, by the daughter of the Navy Yard's then-commandant. In August 1960, Rear Admiral Thomas Robbins reported that his pet dog, Lucky, barked madly at an empty chair in the home's drawing room until Robbins recited the incantation, \"Good evening, commodore, we're glad to be living in your house,\" after which the dog behaved normally.[12] Media related to Tingey House at Wikimedia Commons","Title":"Tingey House - Wikipedia","KeyID":"3990","URL":"https://en.wikipedia.org/wiki/Tingey_House"}