{"Content: ":"The Répertoire International des Sources Musicales (RISM, English International Inventory of Musical Sources, German Internationales Quellenlexikon der Musik) is an international non-profit organization, founded in Paris in 1952, with the aim of comprehensively documenting extant historical sources of music all over the world.[1] It is the largest organization of its kind and the only entity operating globally to document written musical sources. RISM is one of the four bibliographic projects sponsored by the International Musicological Society and the International Association of Music Libraries, Archives and Documentation Centres, the others being Répertoire International de Littérature Musicale (RILM, founded in 1966), Répertoire international d'iconographie musicale (RIdIM, founded in 1971), and Répertoire international de la presse musicale (RIPM, founded in 1980). Shortly after its founding, A.H. King called RISM, \"one of the boldest pieces of long-term planning ever undertaken for the source material of any subject in the humanistic field.\"[2] The musical sources recorded are manuscripts or printed music, writings about music and libretti. They are stored in libraries, archives, churches, schools, and private collections. RISM establishes what exists and where it is kept. RISM is recognized among experts as the key place for documenting music sources all over the world. The work of RISM in compiling a comprehensive index fulfills a twofold purpose: for one, music documents are protected from loss, and for another, they are made available to scholars and musicians. One or several RISM working groups in more than 35 countries take part in the project. Around 100 individuals from those working groups catalog the musical sources preserved in their countries. They use a central database that is maintained by the RISM Zentralredaktion (Editorial Center) in Frankfurt am Main.[3] Musical sources in RISM publications and contributors in active RISM working groups include the following countries: The RISM Zentralredaktion and the working groups in Germany are projects funded by the Academy of Sciences and Literature in Mainz.[4] The other working groups receive independent funding in their own countries. RISM's main publication is the RISM Catalog of Musical Sources, a freely accessible online database containing descriptions of musical sources from around the world. In addition, RISM series, most of which were published as books, divide sources into distinct groups.[5] The RISM Catalog has been available free of charge online since 2010. The catalog is made possible through cooperation between RISM, the Bavarian State Library (Bayerische Staatsbibliothek), and the Berlin State Library (Staatsbibliothek zu Berlin). Most of the musical sources described in the catalog are music manuscripts (1,163,100 as of December 2021), while there is also a substantial number of printed editions (ca. 200,000), and smaller quantities of libretti (850) and treatises (160). The focus of music manuscripts is on material dating from between 1600 and 1850, though the catalog contains manuscripts that are both newer and older than this. For printed music, the focus is on music printed before 1900. The music of more than 37,000 composers preserved in over 900 libraries can be found in the catalog. The catalog entries describe each piece in detail according to a uniform scheme containing more than 100 fields. Included are, among other things, information about: The manuscripts are described in detail with respect to copyist and place and time of origin. Printed music includes publication information such as place, year, and publisher. In addition, many works include a music incipit, that is, the opening notes or measures from important movements or sections of a piece. A variety of search boxes enables browsing and discovery through any of these fields. Specific questions can be answered by combining specific indexes. For example, it is possible to immediately access all the information stored by RISM about autograph manuscripts by Clara Schumann or the dissemination of manuscripts with music by François Couperin. A search by means of a music incipit is a valuable research tool when trying to identify an anonymous piece or a fragment of a piece. To make use of this tool, the researcher keys in the first few notes of the work. Apart from the stated intention of opening the way to the primary source for researchers and performers, this sort of catalog provides attractive possibilities for other areas of interest and inquiry as well. For example, one can gain insight into many different topics while researching the reception of a piece. One way could be to find out how the music of a composer was regarded after his or her death; to find this out, it would be important to know how many and which works were reissued. The database provides information not only about the dissemination of works by composers who are still well known today, but also a wealth of knowledge about those many creative musicians who were highly regarded in their day, but are currently either little known, or even forgotten. This makes the database invaluable for music historians, and also makes it possible for performing musicians to “excavate” and rediscover many things. The data in the online catalog is available under a Creative Commons license as linked data and linked open data for use in other library catalogs, projects in the digital humanities, or research projects.[6] During the initial years of the RISM project, a series of publications was conceived to organize the work of RISM and focus on specific repertories, most of which was published in book form. In the intervening years, much of the information, but not all, from the RISM series has been incorporated into the online catalog. The RISM series are: In addition to these, working groups conduct projects to document libretti surviving in their respective countries. RISM Series A/I – Printed Music RISM Series A/I Individual Prints before 1800 documents printed music editions containing works by a single composer published between 1500 and 1800. Collective prints (anthologies of works by various composers) are indexed in RISM series B. Over 78,000 printed editions by 7,616 composers (arranged alphabetically) from 2,178 libraries were documented in the nine volumes of the series (published 1971–1981). Four supplementary volumes appeared between 1986 and 1999, and in 2003, an index volume followed listing publishers, printers, engravers and places of publication. All volumes of RISM series A/I were published by Bärenreiter in Kassel. The CD-ROM was published by Bärenreiter-Verlag at the end of 2012, and the CD-ROM data were incorporated into the online catalog in 2015.[7] RISM Series A/II – Music Manuscripts RISM series A/II Music Manuscripts after 1600 lists only handwritten music. The project was conceived as an electronic publication from the beginning and was published as microfiche and CD-ROM. The CD-ROM version of the accumulated database produced and published by K. G. Saur in Munich was discontinued in 2008. The subscription database hosted by EBSCO (formerly by NISC) is still available. The entirety of Series A/II is in the online catalog, however, several printed catalogues have been published from parts of the data. RISM Series B RISM series B documents sources by topic. The volumes in series B are published by G. Henle of Munich. Series B includes (an English translation of the title appears in parentheses where necessary): RISM Series C Entitled Directory of Music Research Libraries, RISM series C lists in five volumes all the music libraries, archives, and private collections which house historical musical materials. Each institution described in Series C has a library siglum, which is an abbreviation to identify the institution where musical sources are located. The siglum is made up of capital letters representing the country, a hyphen, capital letters representing the city, and lowercase letters for the name of the institution. For example, \"I-MOe\" means \"Italy-Modena, Biblioteca Estense Universitaria.\" The special volume RISM-Bibliothekssigel. Gesamtverzeichnis (RISM Library Sigla: Complete Index), appeared in 1999 and included the sigla for institutions worldwide. The sigla directory has been available as a regularly updated searchable database on the RISM website since 2011.[8]","Title":"Répertoire International des Sources Musicales - Wikipedia","KeyID":"3997","URL":"https://en.wikipedia.org/wiki/RISM_(identifier)"}