{"Content: ":"Many United States presidents have borne a coat of arms; largely through inheritance, assumption, or grants from foreign heraldic authorities. One, Dwight Eisenhower, received his upon becoming a Knight of the Order of the Elephant of Denmark.[1] The president of the United States, as a position, uses the Seal of the President of the United States as a coat of arms, but this is a coat of arms of office, not a personal coat of arms. Shield: Argent, two bars and in chief three mullets Gules. Crest: from a crest coronet a raven rising wings elevated and addorsed proper. Motto: Exitus acta probat (The outcome is the test of the act).[2] Shield: Gules six crosses-crosslet fitchy Argent, on a chief Or three pellets, the center one charged with a fleur-de-lis and the other two with lions passant guardant Argent. Crest: a lion passant holding in his dexter paw a cross-crosslet fitchy Argent. Motto: Libertatem amicitiam retinebis et fidem (Freedom and friendship thou shall preserve, and faith).[3] Connections to other presidents' arms: Same as the 4th (Boylston) quarter of the arms used by his son, John Quincy Adams Shield: Azure a fret and on a chief Gules three leopards' faces Argent. Crest: a lion's head erased Or. Motto: Ab eo libertas a quo spiritus (The one who gives life gives liberty).[4] No arms known. No arms known. Shield: Quarterly: 1st Argent, on a mount Vert a stag trippant toward a pine tree, in base a codfish naiant on a sea all proper, overall thirteen stars in annulet Azure (for Adams); 2nd Sable, a fess cotised between three martlets Or (for Smith); 3rd Gules, seven mascles conjoined 3, 3, and 1 Or (for Quincy); 4th Gules, six crosses-crosslet fitchy Argent, on a chief Or three pellets, the center one charged with a fleur-de-lis and the outer two with lions passant guardant Argent (for Boylston). Crest: a lion passant holding in his dexter paw a cross-crosslet fitchy Argent, langued and armed Gules. Motto: Fidem libertatem amicitiam retinebis (Faith, freedom and friendship thou shall preserve).[5] Connections to other presidents' arms: 4th (Boylston) quarter of is the arms used by his father, John Adams No arms known. Shield: per pale Or and Gules, in dexter a greyhound rampant contourny and in sinister two bars embattled-counterembattled, all counterchanged. Crest: a greyhound rampant between two wings, the dexter Gules, the sinister Or.[6] Shield: Or, on a fess Sable three eagles displayed Or, a crescent Sable for difference. Crest: an eagle's head erased Or.[7] Connections to other presidents' arms: Same as the arms used by his grandson, Benjamin Harrison No arms known. No arms known. Crest: a naked arm embowed holding an arrow proper. Motto: Consequitur quodcumque petit (seize whatever follows).[8] No arms known. No arms known. No arms known. No arms known. No arms known. No arms known. Crest: upon an anvil a falcon rising proper. Motto: Recte (Right). Later Additional Motto: Qui patriae optime servit optime servit suis partibus (He serves his party best who serves his country best).[9] Shield: Or, three bars Gules, on a canton Ermine a cross paty Gules. Crest: issuant from a human heart a dexter hand holding a sword proper. Motto: In cruce vinco (In the cross I conquer).[10] Shield: Gules, a chevron Argent between three rests (clarions) Or. Crest: a falcon rising proper belled and jessed Or. Motto: Impelle obstantia (Thrust aside obstacles).[11] Shield:Per chevron Sable and Ermine a chevron engrailed counterchanged. Crest: A demi-old man proper habited Azure, on his head a cap Gules turned up with hair front, holding in his dexter hand a spear, the head Argent, on the top of which is fixed a line proper passing behind him and coiled up in his sinister hand. Motto: Semel et semper (Once and always). Alternative Mottoes: Pro Deo et patria (For God and country); Vincit amor patriae (Love of country conquers). Shield: Or, on a fess Sable three eagles displayed Or, a crescent Sable for difference. Crest: an eagle's head erased Or.[12] Connections to other presidents' arms: Same as the arms used by his paternal grandfather, William Henry Harrison No arms known. Shield: Argent, upon a grassy mound a rose bush proper bearing three roses Gules barbed and seeded proper. Crest: three ostrich plumes each per pale Gules and Argent. Motto: Qui plantavit curabit (He who planted will preserve).[13] Symbolism: The Roosevelt arms feature a rose bush in reference to the name: \"Roosevelt\", which is archaic Dutch for \"rose field\",[14] making these an example of canting arms. Connections to other presidents' arms: Similar to the arms used by his distant cousin Franklin Delano Roosevelt, the primary difference being the presence of a grassy mound in Theodore's arms. No arms known. No arms known. No arms known. Shield: Vert a griffin segreant Or. Crest: a demi-griffin segreant Or. Motto: Virtute et fide (By valor and faith).[16] No arms known. Shield: Argent, three roses one in pale and two in saltire Gules barbed, seeded, slipped, and leaved proper. Crest: three ostrich plumes each per pale Gules and Argent. Motto: Qui plantavit curabit (He who planted will preserve).[13] Symbolism: The Roosevelt arms feature a rose bush in reference to the name: \"Roosevelt\", which is Dutch for \"rose field\",[17] making these an example of canting arms. Connections to other presidents' arms: Similar to the arms used by his distant cousin Theodore Roosevelt, the primary difference being the presence of a grassy mound in Theodore's arms. No arms known. Shield: Or, an anvil Azure. Crest: five stars of five points conjoined as on the points of a pentagram Argent. Motto: Peace through understanding.[18] Foreign Orders: collar of a Knight Grand Cross of the Order of the Bath (appointed 1945); the Order of Merit ribbon with Cross pendant (appointed 1945); collar of a Knight of the Order of the Elephant. collar of a Knight of the Royal House of Chakri (appointed 1969). Symbolism: The anvil represents the fact that his name is derived from the german word Eisenhauer (\"iron hewer\"), making these an example of canting arms. Shield: Sable, three helmets in profile Or within a bordure per saltire Gules and Ermine. Crest: between two olive branches a cubit sinister arm in armor erect, the hand holding a sheaf of four arrows, points upward, all proper.[19] Shield: Azure, on a saltire Gules fimbriated Argent between four eagles displayed a mullet Or. Crest: an armed hand Argent supporting an eagle rising Or. Motto: Nobilitatis virtus non stemma character (Virtue, not lineage, is the mark of nobility).[20] No arms known. No arms known. No arms known. Shield: Or, a Bear rampant Sable armed and langued Gules holding between its forepaws a star Argent, on a chief Sable standing upon a ducal coronet Or a falcon wings displayed and inverted Argent armed Or and langued Gules. Crest: a demi-horse forcené Sable unguled Or and charged on the shoulder with an actor's mask Or. Motto: Facta non verba (Deeds, not words).[21] Foreign Orders: collar of a Knight Grand Cross of the Order of the Bath (appointed 1989). No arms known. Shield: Or, a lion rampant Gules charged with three bars Argent holding in the dexter paw a branch of olive proper between in the dexter chief and sinister base a cross crosslet fitchy Sable and in the sinister chief and dexter base a shamrock slipped Vert. Crest: an Anchor erect Azure, on the stock the letters SPES Argent. Motto: An leon do bheir an chraobh (The lion carries away the branch).[22] No arms known. No arms known. No arms known[a] No arms known.","Title":"List of personal coats of arms of presidents of the United States - Wikipedia","KeyID":"3998","URL":"https://en.wikipedia.org/wiki/List_of_personal_coats_of_arms_of_presidents_of_the_United_States"}