{"Content: ":"Hyde Park is a town in Dutchess County, New York, United States, bordering the Hudson River north of Poughkeepsie. Within the town are the hamlets of Hyde Park, East Park, Staatsburg, and Haviland. Hyde Park is known as the hometown of Franklin D. Roosevelt, the 32nd president of the United States. His house there, now the Home of Franklin D. Roosevelt National Historic Site, is listed on the U.S. National Register of Historic Places, as are the homes of Eleanor Roosevelt, Isaac Roosevelt, and Frederick William Vanderbilt, along with Haviland Middle School (formerly Franklin D. Roosevelt High School). Hyde Park is home to the main campus of the Culinary Institute of America, a four-year college for culinary and baking and pastry arts, and the Franklin D. Roosevelt Presidential Library and Museum, the first presidential library in the United States. Hyde Park's population was 21,021 at the 2020 United States Census.[2] U.S. Route 9 passes through the town near the Hudson River. Settlement of the region by Europeans officially began around 1742 but may have begun as early as 1710. The name of the area was changed to \"Hyde Park\" around 1810. Previously, it was part of the Fauconnier Patent and was named \"Stoutenburgh\", after the town's first settler, Jacobus Stoughtenburg. Part of the town was from the Great Nine Partners Patent of 1697. Doctor John Bard had called his estate \"Hyde Park\" in honor of Edward Hyde, who was Lord Cornbury and governor of New York from 1702 to 1708. In 1697, Hyde granted nine close friends of his a large swatch of land \"south of Albany\" in the Great Nine Partners Patent, which would eventually make up much of Hyde Park.[3] In 1804 a tavern-keeper named Miller, seeking new guests, renamed the tavern \"the Hyde Park Inn\", much to the annoyance of Doctor Bard. He then applied for a post office to be located at his inn, common among tavern keepers. The request was granted as the \"Hyde Park Post Office\". The settlement gradually came to be known not as Stoutenburgh but as Hyde Park, which it officially became in 1812. Hyde Park was a part of Clinton, New York until 1821 when it was incorporated as a separate town. The Hyde Park Railroad Station, located at the mouth of Crum Elbow Creek along the Hudson River, was used by the town's residents, including the Roosevelts. The town includes Frederick William Vanderbilt's spring and autumn mansion, now maintained as the Vanderbilt Mansion National Historic Site. Hyde Park is the hometown of Franklin D. Roosevelt (1882–1945), who served as president of the United States from 1933 until his death in 1945.[4] His estate, Springwood, is the site of the Home of Franklin D. Roosevelt National Historic Site maintained by the National Park Service. Also on the site are his presidential library and museum.[4] Roosevelt used this residence throughout his life. FDR's historical house is now a museum that can be visited. Val-Kill was the home of Eleanor Roosevelt, wife of Franklin D. Roosevelt. It is located about 2 miles (3 km) east of the home of FDR.[5] Franklin D. Roosevelt and Eleanor Roosevelt are both buried in the rose garden at \"Springwood\".[6] President Roosevelt's father, James Roosevelt, Sr., served a term as supervisor of the town of Hyde Park. According to the United States Census Bureau, the town of Hyde Park has a total area of 39.8 square miles (103.2 km2), of which 36.7 square miles (95.0 km2) is land and 3.2 square miles (8.3 km2), or 8.02%, is water.[7] The Hudson River defines the western town line, which is the border with Ulster County. Hyde Park is bordered by the town of Poughkeepsie to the south, Rhinebeck to the north, and Clinton and Pleasant Valley to the east. As of the 2010 census, the town's population was 21,571. The racial makeup was 87.1% white, 6.0% African American, 0.2% Native American, 2.5% Asian, 0.0% Pacific Islander, 1.8% other races, 2.4% two or more races. Hispanic or Latino people of any race were 5.6% of the population.[8] As of the U.S. Census[9] of 2000, there were 20,851 people, 7,395 households, and 5,220 families residing in the town. The population density was 564.2 people per square mile (217.8/km2). There were 7,704 housing units at an average density of 208.5 per square mile (80.5/km2). The racial makeup of the town was 91.02% White, 4.25% African American, 0.20% Native American, 1.39% Asian, 0.08% Pacific Islander, 1.19% from other races, and 1.86% from two or more races. Hispanic or Latino of any race were 3.23% of the population. There were 7,395 households, out of which 34.0% had children under the age of 18 living with them, 56.7% were married couples living together, 10.3% had a female householder with no husband present, and 29.4% were non-families. 23.0% of all households were made up of individuals, and 8.6% had someone living alone who was 65 years of age or older. The average household size was 2.63 and the average family size was 3.10. In the town, the age distribution of the population shows 24.7% under the age of 18, 11.2% from 18 to 24, 28.5% from 25 to 44, 23.1% from 45 to 64, and 12.5% who were 65 years of age or older. The median age was 36 years. For every 100 females, there were 99.8 males. For every 100 females age 18 and over, there were 99.0 males. The median income for a household in the town was $50,870, and the median income for a family was $58,047. Males had a median income of $42,251 versus $28,176 for females. The per capita income for the town was $21,260. About 4.4% of families and 5.7% of the population were below the poverty line, including 5.3% of those under age 18 and 6.0% of those age 65 or over.","Title":"Hyde Park, New York - Wikipedia","KeyID":"4005","URL":"https://en.wikipedia.org/wiki/Hyde_Park,_New_York"}