{"Content: ":"Minority The New York State Senate is the upper house of the New York State Legislature; the New York State Assembly is its lower house.[2] Its members are elected to two-year terms;[3] there are no term limits.[4] There are 63 seats in the Senate. The New York State Senate was dominated by the Republican Party for much of the 20th century. Between World War II and the turn of the 21st century, the Democratic Party only controlled the upper house for one year.[5] The Democrats took control of the Senate following the 1964 elections;[6] however, the Republicans quickly regained a Senate majority in special elections later that year.[7] By 2018, the State Senate was the last Republican-controlled body in New York government.[8] In the 2018 elections, Democrats gained eight Senate seats, taking control of the chamber from the Republicans.[9] In the 2020 elections, Democrats won a total of 43 seats, while Republicans won 20;[10] the election results gave Senate Democrats a veto-proof two-thirds supermajority.[11] Democrats won 32 of 62 seats in New York's upper chamber in the 2008 general election on November 4, capturing the Senate majority for the first time in more than four decades.[51][52] However, a power struggle emerged before the new term began. Four Democratic senators — Rubén Díaz Sr. (Bronx), Carl Kruger (Brooklyn), Pedro Espada, Jr. (Bronx), and Hiram Monserrate (Queens) — immediately refused to caucus with their party.[53] The self-named \"Gang of Four\" refused to back Malcolm Smith (Queens) as the chamber's majority leader and sought concessions.[54] Monserrate soon rejoined the caucus after reaching an agreement with Smith that reportedly included the chairmanship of the Consumer Affairs Committee.[55] The remaining \"Gang of Three\" reached an initial compromise in early December that collapsed within a week,[56] but was ultimately resolved[57] with Smith becoming majority leader.[58] At the beginning of the 2009–2010 legislative session, there were 32 Democrats and 30 Republicans in the Senate. On June 8, 2009, then-Senators Hiram Monserrate and Pedro Espada, Jr.--both Democrats—voted with the 30 Republican members to install Senate Republican Leader Dean Skelos (R-Rockville Centre) as the new majority leader of the Senate, replacing Democratic Senate Majority Leader Malcolm Smith.[59][60] The Associated Press described the vote as a \"parliamentary coup\". The move came after Republican whip Tom Libous introduced a surprise resolution to vacate the chair and replace Smith as temporary president and majority leader. In an effort to stop the vote, Democratic whip Jeff Klein (Bronx) unilaterally moved to recess, and Smith had the lights and Internet cut off; however, they were unable to prevent the vote from being held. In accordance with a prearranged deal, Espada was elected temporary president and acting lieutenant governor while Skelos was elected majority leader.[61] Following the coup, Senate Democrats voted for John Sampson (D-Brooklyn) to replace Smith as Democratic Leader. On June 14, Monserrate declared that he would once again caucus with the Democrats. This development meant that the Senate was evenly split, 31–31, between the Republican Conference and the Democratic Conference. Due to a vacancy in the office of the Lieutenant Governor, there was no way to break the deadlock.[62] Between June 8 and the end of the coup on July 9, the Senate did not conduct any official business.[63] According to The New York Times, Espada's power play \"threw the Senate into turmoil and hobbled the state government, making the body a national laughingstock as the feuding factions shouted and gaveled over each other in simultaneous legislative sessions.\"[64] The coup also led to litigation.[65] On July 9, 2009, the coup ended. Espada rejoined the Senate Democratic Conference after reaching a deal in which he would be named Senate Majority Leader,[64] Sampson would remain Senate Democratic Leader, and Smith would be Temporary President of the Senate during a \"transition period\" after which Sampson would ascend to the Temporary Presidency.[66] On February 9, 2010, the Senate voted to expel Monserrate from the Senate following a misdemeanor domestic violence conviction.[67] Espada was defeated in a September 2010 primary election[68] in which the Democratic Party backed his challenger, Gustavo Rivera. Republicans retook the Senate majority in the 2010 elections,[69] winning 32 seats to the Democrats' 30 on Election Day.[70][71] One Republican Senate incumbent (Sen. Frank Padavan of Queens) was defeated,[72] while Democratic candidate David Carlucci was elected to an open seat in Senate District 38[73] that had been vacated due to the death of Republican Senator Thomas Morahan on July 12, 2010.[74] Four Democratic incumbents lost their seats to Republicans in the 2010 elections: Sen. Brian Foley was defeated by Lee Zeldin,[75] Sen. Antoine Thompson was defeated by Mark Grisanti,[76] Sen. Darrel Aubertine was defeated by Patty Ritchie,[77] and Craig M. Johnson was defeated by Jack Martins.[78][70] Just before the new legislative session convened in January 2011, four Senate Democrats—led by former Democratic whip Jeff Klein—broke away from the Senate Democratic Conference to form an Independent Democratic Conference (IDC). Klein said that he and his three colleagues, Diane Savino, David Carlucci and David Valesky could no longer support the leadership of Senate Democratic Leader John Sampson.[79] In March 2011, \"Gang of Four\" member Senator Carl Kruger surrendered to bribery charges. He later pleaded guilty to those charges in December 2011.[80] On March 20, 2012, Republican David Storobin defeated Democrat Lew Fidler in a special election to fill Kruger's vacated seat; results of the special election took weeks to finalize.[29][81] On June 24, 2011, Skelos announced that the Senate would consider same-sex marriage legislation as the final bill of the legislative session.[82] Skelos had previously stated that Republican senators would be free to vote their consciences on the bill if it came to the floor.[83] That same day, the bill passed the Senate by a vote of 33–29. Governor Andrew Cuomo signed it into law at 11:55 P.M.[84] In the November 6, 2012 elections, Democrats won a total of 33 seats for a three-seat majority. Democrats gained seats in Senate Districts 17 (where Democrat Simcha Felder defeated Republican incumbent David Storobin), 41, and 55 (where Ted O'Brien defeated Sean Hanna to win the seat vacated by the retiring Republican Sen. Jim Alesi), and won the election in the newly created Senate District 46 (discussed hereinbelow).[85][86][87][88][89] The election in Senate District 46—a new district that was created through the redistricting process following the 2010 census—was noteworthy because the candidate who was sworn in as the victor was later found, following a recount, to have lost the election. Republican George Amedore was sworn in to the State Senate following the election. However, a recount revealed that Democrat Cecilia Tkaczyk had defeated Amedore by 18 votes; therefore, Amedore vacated the seat, becoming the shortest-tenured senator in modern New York history.[30][90][87] Amedore would eventually win a rematch with Tkaczyk in 2014.[91] Of the four Republican state senators who voted for the Marriage Equality Act in 2011 (Sens. Roy McDonald, James Alesi, Mark Grisanti, and Stephen Saland),[92]) only Grisanti was re-elected in 2012.[93][94] The Conservative Party of New York withdrew support for any candidate who had voted for the bill.[95] Sen. Alesi opted to retire instead of facing a potential primary challenge;[96] Sen. McDonald lost a Republican primary to Saratoga County Clerk Kathy Marchione;[97] and Sen. Saland won his Republican primary, but lost the general election to Democrat Terry Gipson[88] after Saland's Republican primary challenger, Neil Di Carlo, remained on the ballot on the Conservative line and acted as a spoiler.[89] On December 4, 2012, it was announced that Senate Republicans had reached a power-sharing deal with the four-member Independent Democratic Conference (IDC). Under their power-sharing arrangement, the IDC and the Senate Republicans to \"jointly decide what bills [would] reach the Senate floor each day of the session\", would \"dole out committee assignments\", would \"have the power to make appointments to state and local boards\", and would \"share negotiations over the state budget\".[98] Sens. Klein and Skelos also agreed that the title of Senate President would shift back and forth between the two of them every two weeks.[98] Together, the Senate Republicans and the IDC held enough seats to form a governing majority; that majority was augmented when freshman Sen. Simcha Felder of Brooklyn, a Democrat, joined the Senate Republican Conference.[99] Also, former Democratic Senate Majority Leader Malcolm Smith joined the Independent Democrats in December 2012.[100] On December 17, 2012, Senate Democrats elected Andrea Stewart-Cousins as Senate Democratic Leader.[101][102] Stewart-Cousins became the first woman in history to lead a conference in the New York State Legislature.[103] Malcolm Smith was expelled from the IDC in April 2013 due to a scandal in which he attempted to bribe the Republican Party chairs in New York City for a Wilson Pakula to run in the upcoming New York City mayoral election.[104] Former Senate Minority Leader John L. Sampson was expelled from the Senate Democratic Conference on May 6, 2013 following his arrest on embezzlement charges.[105][106] Sampson later forfeited his Senate seat after being convicted of making false statements to federal agents in relation to the initial embezzlement case.[107] In February 2014, Tony Avella joined the Independent Democratic Conference.[108] In June 2014, the IDC announced that it would end its political alliance with the Republicans and create a new one with the Senate Democratic Conference, citing a need \"to fight for the core Democratic policies that are left undone.\"[109] In the 2014 elections, Senate Republicans retook an outright majority in the Senate.[110] The election results meant that Klein lost his position as co-leader, with Skelos taking over as the Senate Majority Leader and Temporary President of the Senate and regaining sole control over which bills would reach the Senate floor.[98][111][112] After the election, the IDC reversed course and continued their alliance with the Republicans in the 2015 legislative session[111][113] despite their conference's diminished role.[98] On May 4, 2015, U.S. Attorney Preet Bharara announced the arrest of Senate Majority Leader Dean Skelos (along with his son, Adam Skelos) and the arrest of Assembly Speaker Sheldon Silver.[114] Within days, Skelos announced that he was stepping down as leader of the Republican Caucus and as Majority Leader. Senator John Flanagan, of Suffolk County, became the new Majority Leader, and the first Majority Leader from Suffolk County.[115] After Skelos was convicted in December 2015, his seat was declared vacant, with a special election to be held on the presidential primary of 2016.[116][117] The special election was won by Democrat Todd Kaminsky, resulting in the Democratic Party having a numerical 32–31 advantage over the Republicans in the State Senate.[118][119] Despite this, Senator Felder and the members of the IDC chose to remain in coalition with the Republican majority.[120] Late in 2016, Senator Jesse Hamilton announced his intention to join the IDC if re-elected.[121] The IDC aided Hamilton in his first election in 2014, which had resulted in speculation he would eventually join the conference.[122] After all 2016 election results were announced, Senate Republicans lost one seat on Long Island and gained an upstate seat in Buffalo. On Long Island, freshman Sen. Michael Venditto was defeated in a close race by Democrat John Brooks.[123] In Buffalo, the open seat vacated by Democratic Sen. Mark Panepinto (who did not seek re-election) was won by Republican Erie County Clerk Chris Jacobs. Sen. Simcha Felder announced that he would continue to caucus with the GOP; Felder's move ensured that the Republicans would retain control of the Senate by a margin of 32–31.[124] Newly elected Democratic Sen. Marisol Alcantara also announced that she would join the IDC, after Klein assisted her campaign.[125][126] Liberal groups in New York State, including the Working Families Party, called on the governor to intervene and pressure Sen. Felder, the IDC, and the Senate Democratic Conference to unite to make New York a united one-party government in opposition to President-elect Donald Trump's incoming administration. Klein criticized those groups along with Minority Leader Andrea Stewart-Cousins for lack of outreach as well as for calling on the governor to intervene in a separate branch of government. On January 2, 2017, Senate Majority Leader Flanagan and Senate IDC Leader Klein announced the continuation of their coalition. Klein, in a statement to the press, opined that the coalition allowed for the passage of bipartisan legislation and the consideration of pragmatic, progressive ideas.[127] The Republicans retained Senate control with 32 votes, including every Senator elected as a Republican and Sen. Felder.[128] In late January 2017, Senator Jose Peralta announced that he was joining the IDC, expanding the IDC to 8 members, the Republican-IDC-Felder coalition to 40 members, and reducing the Democratic conference to 23 members.[129] On April 4, 2018, the IDC announced that it would dissolve, that its members would rejoin the Senate Democratic Conference, that Stewart-Cousins would continue as Senate Democratic Leader, and that Sen. Klein would become the Deputy Democratic Conference Leader.[130] The announcement followed a meeting called by Governor Andrew Cuomo at which Cuomo requested that the IDC reunite with the Senate Democratic Conference.[130] On April 16, the IDC was dissolved.[131] After the IDC dissolved, the Senate Democratic Conference contained 29 Members, the Senate Republican Conference contained 32 Members (including Sen. Felder), and there were two vacant Senate seats.[132] After two April 24, 2018 special elections were won by Democrats, the Democrats gained a 32–31 numerical Senate majority; however, Felder continued to caucus with the Republicans, allowing them to maintain a 32–31 majority instead.[133] In 2018, five Republican senators announced that they would not seek re-election in the fall.[134] In the September 13, 2018 Democratic primary elections, all eight Democratic senators who had been members of the IDC at the time of its dissolution faced challengers.[135] Six of the challengers prevailed.[136] Another Democratic incumbent, Martin Malave Dilan, was also defeated by a primary challenger (Julia Salazar, a self-described democratic socialist).[137] On November 6, 2018, the Democratic Party gained eight seats and won control of the State Senate.[9] Democratic challengers defeated incumbent Republican Sens. Carl Marcellino, Kemp Hannon, Martin Golden, Terrence Murphy, and Elaine Phillips and won races in three districts (Districts 3, 39, and 42, respectively) in which Republican incumbents had not sought re-election. The mainstream Democrats won 39 seats, a decisive majority.[103][138] In total, enrolled Democrats won 40 of the chamber's 63 seats, including all but one seat in New York City and six of the nine seats on Long Island, the latter of which has been under GOP control for decades. Felder offered to rejoin the Democratic Conference, but was turned down in December 2018.[139] Senate Republicans won 23 seats in the 2018 elections.[138] Stewart-Cousins was formally elected Majority Leader and Temporary President on January 9, becoming the first woman to hold the post.[140] Catharine Young challenged Republican leader John Flanagan in a post-election bid for the minority leader position, losing 14–9.[141] She resigned her seat effective March 10, 2019 to take another job.[142] In July 2019, Simcha Felder was accepted into the Senate Democratic Conference; this action gave the Conference a total of 40 members.[46][143] During the 2019-2020 session, Republican Bob Antonacci resigned his seat to become a trial court judge, and eight other members of the Senate Republican Conference announced their intent to not seek re-election in 2020.[144] In anticipation of Leader Flanagan's resignation on June 28, Sen. Rob Ortt was named the leader of the Senate Republican Conference.[145][146] On July 20, 2020, Sen. Chris Jacobs stepped down after being elected to the United States House of Representatives.[48] On November 23, 2020, following the 2020 elections, Senate Majority Leader Andrea Stewart-Cousins asserted that Senate Democrats would enter 2021 with \"a supermajority of at least 42 members\". According to Politico, \"the numbers mean that Democratic legislators now have the two-thirds needed in each house to override any vetoes from Gov. Andrew Cuomo without relying on Republican support\".[11] Democrats won a total of 43 seats, while Republicans won 20.[10] The Lieutenant Governor of New York is the ex officio President of the Senate. Like the Vice President of the United States, the Lieutenant Governor has a casting vote in the event of a tie, but otherwise may not vote. With few exceptions, the Senate is presided over by the Temporary President, a post which is normally also held by the Majority Leader.[citation needed] The Senate has one additional officer outside those who are elected by the people. The Secretary of the Senate is a post that is chosen by a majority vote of the senators, and does not have voting power (the Secretary is allowed, though officially discouraged, from discussing and negotiating legislative matters). The Secretary of the Senate is responsible for administering the Senate's office space, overseeing the handling of bills and the oversight of the sergeants-at-arms and the stenographer. Alejandra Paulino was appointed to the position in December 2018.[147] Democratic Conference leadership:[148] Republican Conference leadership:[148] * First elected in a special election. As of February 2020, the State Senate committee chairs (all Democrats) were as follows:[149]","Title":"New York State Senate - Wikipedia","KeyID":"4010","URL":"https://en.wikipedia.org/wiki/New_York_State_Senate"}