{"Content: ":"Assistant Secretary of the Navy (ASN) is the title given to certain civilian senior officials in the United States Department of the Navy. From 1861 to 1954, the Assistant Secretary of the Navy was the second-highest civilian office in the Department of the Navy (reporting to the United States Secretary of the Navy). That role has since been supplanted by the office of Under Secretary of the Navy and the office of Assistant Secretary of the Navy has been abolished. There have, however, been a number of offices bearing the phrase \"Assistant Secretary of the Navy\" in their title (see below for details). At present, there are four Assistant Secretaries of the Navy, each of whom reports to and assists the Secretary of the Navy and the Under Secretary of the Navy: The Office of the Assistant Secretary of the Navy was established in 1861, to provide a senior deputy to the Secretary. The Assistant Secretary was responsible for the Navy's civilian personnel, as well as for administration of shore facilities (such as naval bases and shipyards). Gustavus Fox was the first to hold the post, serving throughout the Civil War. The office was disestablished in 1869, during Reconstruction, but was reestablished by Congress on July 11, 1890. James R. Soley was the first to be appointed to the newly reestablished position. The Assistant Secretary was the Navy's number-two civilian until 1940, when Congress established the position of Under Secretary of the Navy, who was given oversight of the Assistant Secretary's activities. James V. Forrestal, later Secretary of Defense, was the first to serve as Under Secretary; he held the post until 1944, when he became Secretary of the Navy. During the 20th century, the responsibilities of the Assistant Secretary were divided among several officials. During the 1920s, for example, to reflect the increasing importance of naval aviation, Congress established the position of Assistant Secretary of the Navy for Air. The office of Assistant Secretary of the Navy was disestablished in 1954.[1] Harry S. Truman","Title":"Assistant Secretary of the Navy - Wikipedia","KeyID":"4011","URL":"https://en.wikipedia.org/wiki/Assistant_Secretary_of_the_Navy"}