{"Content: ":"James Middleton Cox (March 31, 1870 – July 15, 1957) was an American businessman and politician serving as the 46th and 48th governor of Ohio, a two-term U.S. Representative from Ohio, and the Democratic nominee for President of the United States at the 1920 presidential election. His running mate during his presidential campaign was future president Franklin D. Roosevelt. He founded the chain of newspapers that continues today as Cox Enterprises, a media conglomerate. Born and raised in Ohio, Cox began his career as a newspaper copy reader before becoming an assistant to Congressman Paul J. Sorg. As owner of the Dayton Daily News, Cox introduced several innovations and crusaded against the local Republican Party boss. He served in the United States House of Representatives from 1909 to 1913 before being elected as Governor of Ohio. As governor, Cox introduced a series of progressive reforms and supported Woodrow Wilson's handling of World War I and its aftermath. He was chosen as the Democratic nominee for president on the forty-fourth ballot of the 1920 Democratic National Convention. Running on a ticket with future President Franklin D. Roosevelt as his vice presidential running mate, Cox suffered the worst popular vote defeat (a 26.17% margin) since the unopposed re-election of James Monroe in 1820. Cox retired from public office after the 1920 presidential election to focus on his media conglomerate, which expanded into several cities. By 1939, his media empire extended from Dayton to Miami. He remained active in politics, supporting Roosevelt's campaigns and attending the 1933 London Economic Conference. Cox was born on a farm near the tiny Butler County, Ohio village of Jacksonburg, the youngest son of Gilbert Cox and Eliza Andrew; he had six siblings.[2] Cox was named James Monroe Cox at birth; he was later known as James Middleton Cox, possibly because he spent part of his early years in Middletown, Ohio.[3][4] Cox was educated in a one-room school until the age sixteen.[5] After his parents divorced, he moved with his mother in 1886 to Middletown, where he started a journalistic apprenticeship at the Middletown Weekly Signal published by John Q. Baker. In 1892 he received a job at the Cincinnati Enquirer as a copy reader on the telegraph desk, and later started to report on spot news including the railroad news. In 1894, Cox became an assistant to Middletown businessman Paul J. Sorg who was elected to U.S. Congress, and spent three formative years in Washington, D.C. Sorg helped Cox to acquire the struggling Dayton Evening News, and Cox, after renaming it into the Dayton Daily News, turned it by 1900 into a successful afternoon newspaper outperforming competing ventures. He refocused local news, increased national, international and sports news coverage based on Associated Press wire service, published timely market quotes with stock-exchange, grain and livestock tables, and introduced several innovations including photo-journalistic approach to news coverage, suburban columns, book serializations and McClure's Saturday magazine supplement inserts, among others. Cox started a crusade against Dayton's Republican boss, Joseph E. Lowes, who used his political clout to profit from government deals. He also confronted John H. Patterson, president of Dayton's National Cash Register Co., revealing facts of antitrust violations and bribery.[6] In 1905, foretelling his future media conglomerate, Cox acquired the Springfield Press-Republic published in Springfield, Ohio, and renamed it, the Springfield Daily News. In 1908, he ran for Congress as a Democrat and was elected. Cox represented Ohio in the United States House of Representatives for two terms from 1909 to 1913, and resigned after winning election as Governor of Ohio.[5] Cox won the 1912 election for Governor of Ohio, in a three-way race gaining 41.5% of the vote. Cox served three terms; after winning the 1912 election, he served from 1913 to 1915; he lost reelection in 1914, but won the 1916 and 1918 elections, and served from 1917 to 1921. He presided over a wide range of measures such as laying the foundation of Ohio's unified highway system, creating no fault workers' compensation system and restricting child labor.[7] He introduced direct primaries and municipal home rule, started educational and prison reforms, and streamlined the budget and tax processes.[8] During World War I, Cox encouraged voluntary cooperation between business, labor, and government bodies. In 1918, he welcomed constitutional amendments for Prohibition and woman suffrage.[5] Cox supported the internationalist policies of Woodrow Wilson and reluctantly supported US entry into the League of Nations.[9][10] In 1919, shortly after the Great War ended, Governor Cox backed the Ake Law, introduced by H. Ross Ake, which banned the German language from being taught until the eighth grade, even in private schools. Cox claimed that teaching German was \"a distinct menace to Americanism, and part of a plot formed by the German government to make the school children loyal to it.\"[11] Legislation restricting the teaching of foreign languages was declared unconstitutional in Meyer v. Nebraska. A capable and well-liked progressive reformer, Cox was nominated for the presidency by the Democratic Party at the 1920 Democratic convention in San Francisco defeating A. Mitchell Palmer and William Gibbs McAdoo on the 44th ballot.[12] Cox conducted an activist campaign visiting 36 states and delivering 394 speeches mainly focusing on domestic issues, to the displeasure of the Wilsonians, who pictured the election \"as a referendum on the League of Nations.\"[5] To fight unemployment and inflation, he suggested simultaneously lowering income and business profits taxes. He promised to introduce national collective bargaining legislation and pledged his support to the Volstead Act. Cox spoke in support of Americanization to increase the immigrant population's loyalty to the United States. Despite all of his efforts, Cox was defeated in the 1920 presidential election by a fellow Ohioan and newspaperman, U.S. Senator Warren G. Harding of Marion. The public had grown weary of the turmoil of the Wilson years and eagerly accepted Harding's call for a \"return to normalcy.\" Cox's running mate was future president, then-Assistant Secretary of the Navy Franklin D. Roosevelt. One of the better-known analyses of the 1920 election is in Irving Stone's book about defeated presidential candidates, They Also Ran. Stone rated Cox as superior in every way over Harding and claimed that Cox would have made a much better president. Stone argued that there was never a stronger case in the history of American presidential elections for the proposition that the better man lost. Of the four men on both tickets, all but Cox would ultimately become president: Harding won and was succeeded by his running mate, Calvin Coolidge, after Harding died in office, and Roosevelt would be elected president in 1932. Cox would, however, outlive all three men by several years. During the campaign, Cox recorded several times for The Nation's Forum, a record label that made voice recordings of American political and civic leaders in 1918-1920.[13][14] Among them was the campaign speech now preserved at the Library of Congress that accused the Republicans of failing to acknowledge that Wilson's successful prosecution of the Great War had, according to Cox, \"saved civilization.\"[15] After stepping down from public service, he concentrated on building a large media conglomerate, Cox Enterprises. In 1923 he acquired the Miami Daily News and the Canton Daily News. In December 1939, he purchased the Atlanta Georgian and Journal, just a week before that city hosted the premiere of Gone with the Wind.[16]: 389  This deal included radio station WSB, which joined his previous holdings, WHIO in Dayton and WIOD in Miami, to give him, \"'air' from the Great Lakes on the north to Latin America on the south.\"[16]: 387  He continued to be involved in politics, and in 1932, 1936, 1940, and 1944, Cox supported and campaigned for the presidential candidacies of his former running mate Franklin D. Roosevelt, unlike the other losing Democratic presidential candidates of the time John W. Davis and Al Smith. In 1933, Cox was appointed by Roosevelt to the U.S. delegation to the failed London Economic Conference.[17] When he was seventy-six, Cox published his memoir, Journey through My Years (1946). In 1915, Cox built a home near those of industrialists Charles Kettering and Edward Deeds in what later became Kettering, Ohio where he lived for four decades. It was constructed in the classical French-Renaissance style with six bedrooms, six bathrooms, two tennis courts, a billiards room and an in-ground swimming pool.[18] Cox named the home Trailsend. He died at Trailsend in 1957 after a series of strokes.[19] He is interred in the Woodland Cemetery, Dayton, Ohio. Cox was a member of the Church of the United Brethren in Christ. Source (Popular Vote): Leip, David. \"1920 Presidential Election Results\". Dave Leip's Atlas of U.S. Presidential Elections. Retrieved September 11, 2012. Source (Electoral Vote): \"Electoral College Box Scores 1789–1996\". National Archives and Records Administration. Retrieved July 31, 2005. Ohio's 3rd Congressional District 1910 1908 Cox was married twice. His first marriage to Mayme Simpson Harding lasted from 1893 to 1912, and ended in divorce.[5] He married Margaretta Parker Blair in 1917 and she survived him.[5][25] Cox had six children, three by Mayme Harding, sons James McMahon and John William and a daughter Helen Harding,[26][27][28][29] a son who died in infancy, and two daughters by Margaretta Blair: Anne Cox Chambers and Barbara Cox Anthony.[5][25] His son James M. Cox Jr., who took over the business after his death, was chairman of Cox Enterprises and Cox Broadcasting Corporation in Atlanta.[26][30] His daughter Helen died in 1921 and her husband Daniel Joseph Mahoney was president of Cox Newspapers. His descendants through Chambers and Anthony, including billionaires Blair Parry-Okeden, James C. Kennedy, James Cox Chambers, Katharine Rayner and Margaretta Taylor, are major shareholders in Cox Enterprises. Cox practiced a variety of trades throughout his life, being a farmer, reporter, Congressional staff member, newspaper publisher and editor, politician, elected official and finally, a regional media magnate.[31] In Ohio, Cox is remembered as a crusading publisher of the Dayton Daily News and progressive governor; the newspaper's editorial meeting room is still referred to as the Governor's Library. The James M. Cox Dayton International Airport, more commonly referenced simply as Dayton International Airport, was named for Cox as well. Cox is credited with words, \"If there is anything in the theory of reincarnation of the soul then in my next assignment, if I be given the right of choice, I will ask for the aroma of printers ink.\"[6] The Cox Fine Arts Building at the Ohio Expo Center and State Fair in Columbus, Ohio, is named in honor of Cox.","Title":"James M. Cox - Wikipedia","KeyID":"4014","URL":"https://en.wikipedia.org/wiki/James_M._Cox"}