{"Content: ":"Warm Springs Historic District is a historic district in Warm Springs, Georgia, United States. It includes Franklin Delano Roosevelt's Little White House and the Roosevelt Warm Springs Institute for Rehabilitation, where Roosevelt indulged in its warm springs. Other buildings in the district tend to range from the 1920s and 1930s. Much of the district looks the same as it did when Roosevelt frequented the area.[3] Evidence indicates that the springs were used by prehistoric people, and, as when Roosevelt used the springs, the temperature was 89 °F (32 °C).[3] Residents of Savannah, Georgia, began spending vacations at Bullochville in the late 18th century as a way to escape yellow fever, finding the number of warm springs in the vicinity of Bullochville very attractive. In the 1880s and 1890s, traveling to the warm springs was a way to get away from Atlanta, and many prosperous Southerners vacationed there. Traveling by railroad to Durand, they would then go to Bullochville. One of the places benefiting from this was the Meriwether Inn. Once the automobile became popular in the early 20th century, tourists began going elsewhere, starting the decline of the inn.[3][4] Franklin Delano Roosevelt first visited Warm Springs in October 1924.[5]: 257  He went to a resort in the town whose attraction was a permanent 88-degree natural spring, but whose main house, the Meriwether Inn, was described as \"ramshackle\". Roosevelt bought the resort and the 1,700-acre (6.9 km2) farm surrounding it in 1927. It was around this time that Bullochville was renamed Warm Springs. Roosevelt traveled to the area frequently, including 16 times while he was President of the United States, and he died in the district on April 12, 1945, at his Little White House, which he had built in 1932.[6] He founded the Institute after hearing about a boy who had regained the use of his legs, through a treatment known as hydrotherapy, which involves the use of water for soothing pains and treating diseases. The operations of the Institute were paid for by the Foundation for Infantile Paralysis, which later became the March of Dimes.[7] It is now the Roosevelt Warm Springs Institute for Rehabilitation, a comprehensive rehabilitation facility operated by the state of Georgia.[8] A center for post-polio treatment, it provides vocational rehabilitation, long-term acute care, and inpatient rehabilitation for amputees and people recovering from spinal cord injuries, brain damage and stroke.[9][10] While the original historic pools are not generally open to the public, the Little White House / DNR opens the waters once a year to the public on Labor Day Weekend. They allow four groups of people in a day for a one and a half hour swim.[11] The main building of the Roosevelt Warm Springs Institute is Georgia Hall, built in 1933 to replace the old Meriwether Inn, which was torn down as it was too dilapidated to successfully renovate to then-modern conditions. Roosevelt often hosted Thanksgiving dinners in its dining hall for those who were using the springs. For much of its existence, the institute was the only such facility \"exclusively devoted\" to polio patients.[3] It was declared a National Historic Landmark in 1980.[2][3] In 2005, the Warm Springs Institute was featured in the television movie Warm Springs, which details FDR's struggle with his paralytic illness, his discovery of the Georgia spa resort, his work to turn it into a center for the aid of polio victims, and the subsequent resumption of his political career.[12]","Title":"Warm Springs Historic District - Wikipedia","KeyID":"4019","URL":"https://en.wikipedia.org/wiki/Warm_Springs_Historic_District"}