{"Content: ":"Roosevelt: 50-60% 60-70% Al Smith Democratic Franklin Delano Roosevelt Democratic Pre-consolidation: Post-consolidation: Pre-consolidation: Post-consolidation: The 1928 New York state elections were held on November 6, 1928, to elect the governor, the lieutenant governor, the state comptroller, the attorney general, a U.S. Senator and a judge[1] of the New York Court of Appeals, as well as all members of the New York State Assembly and the New York State Senate. The Workers state convention met on June 10.[2] The Socialist state convention met on July 15 at Albany, New York.[3] The Republican state convention met on September 29 at Syracuse, New York.[4] The Democratic state convention met on October 2 at Rochester, New York.[5] William Stormont Hackett, the mayor of Albany, had indicated to friends in late 1925 and early 1926 that he intended to enter the campaign for governor in 1928, presuming that Governor Al Smith won reelection in 1926 and made the presidential race in 1928.[6] As a result of Hackett's death in early 1926, the Democratic Party in New York next turned to Edwin Corning as their likely nominee for governor in 1928.[7] Corning was a leader of Daniel P. O'Connell's Democratic organization in Albany, and had been elected Lieutenant Governor in 1926.[8] However, Corning began to suffer health problems, and declined to become a candidate.[9] As a result of Hackett's death and Corning's poor health, in 1928 New York Democrats attempted to recruit several other prominent politicians to run, including Robert F. Wagner, George R. Lunn, and Peter G. Ten Eyck.[10] After those efforts failed, the party turned to Franklin D. Roosevelt to make the 1928 governor's race.[11] He was nominated by acclimation at the state party convention.[12] Four Democrats and two Republicans were elected in a tight race. The incumbents Tremaine and Copeland were re-elected. The Democratic, Republican and Socialist parties maintained automatic ballot access, the Socialist Labor Party did not re-attain it, and the Workers Party did not attain it.","Title":"1928 New York state election - Wikipedia","KeyID":"4021","URL":"https://en.wikipedia.org/wiki/1928_New_York_gubernatorial_election"}