{"Content: ":"The first 100 days of Franklin D. Roosevelt's presidency began on March 4, 1933, the day Franklin D. Roosevelt was inaugurated as the 32nd president of the United States. He had signaled his intention to move with unprecedented speed to address the problems facing the nation in his inaugural address, declaring: \"I am prepared under my constitutional duty to recommend the measures that a stricken nation in the midst of a stricken world may require.\" Roosevelt's specific priorities at the outset of his presidency were getting Americans back to work, protecting their savings and creating prosperity, providing relief for the sick and elderly, and getting industry and agriculture back on their feet.[1][2] He immediately summoned the United States Congress into a three-month (nearly 100-day) special session, during which he presented and was able to rapidly get passed a series of 15 major bills designed to counter the effects of the Great Depression.[1] President Roosevelt passed 76 laws during his first 100 days as well, many directing towards reviving the economy of the United States through various public works projects. Following Roosevelt's three terms in office (and just under three months of a fourth term), many other presidents also made significant decisions during their first 100 days. The 100th day of his presidency was June 11, 1933. On July 24, 1933, Roosevelt gave a radio address in which he coined the term \"first 100 days.\"[1][3] Looking back, he began, \"we all wanted the opportunity of a little quiet thought to examine and assimilate in a mental picture the crowding events of the hundred days which had been devoted to the starting of the wheels of the New Deal.\"[4] Since then, the first 100 days of a presidential term has taken on symbolic significance, and the period is considered a benchmark to measure the early success of a president. Franklin D. Roosevelt spent the first week of his presidency dealing with a month-long series of bank closures that were ruining families nationwide.[5]: 78  He closed the entire American banking system on March 6, 1933. On March 9, Congress passed the Emergency Banking Act, which Roosevelt used to effectively create federal deposit insurance when the banks reopened.[6] At 10 p.m. ET that Sunday night, on the eve of the end of the bank holiday, Roosevelt spoke to a radio audience of more than 60 million people, to tell them in clear language \"what has been done in the last few days, why it was done, and what the next steps are going to be.\"[5]: 78–79  It was the first of 30 evening radio addresses that came to be called the Fireside Chats. The result, according to economic historian William L. Silber, was a \"remarkable turnaround in the public's confidence … The contemporary press confirms that the public recognized the implicit guarantee and, as a result, believed that the reopened banks would be safe, as the President explained in his first Fireside Chat.\" Within two weeks people returned more than half of the cash they had been hoarding, and the first stock-trading day after the bank holiday marked the largest-ever one-day percentage price increase.[6] While Roosevelt's main goal was to increase employment, he also recognized the need for a support system for the poor. The Federal Emergency Relief Administration, started in 1933, addressed the urgent needs of the poor. It spent a stunning 500 million dollars on soup kitchens, blankets, employment schemes, and nursery schools. The Federal Emergency Relief Administration was shut down in 1935, and its work taken over by two completely new federal agencies, the Works Progress Administration and the Social Security Administration. FERA was involved with a broad range of projects, including construction, projects for professionals (e.g., writers, artists, actors, and musicians), and the production of consumer goods. They also focused on giving food to the poor, educating workers, and providing nearly 500,000 jobs for women.[7] The fifteen landmark pieces of legislation passed by Congress during the Hundred Days are:[1][8] On March 9, 1933, Roosevelt ordered some of his senior staff to put unemployed men to work on conservation projects by summertime. On March 21, he submitted a proposal to Congress calling for the employment of 250,000 men by June. It was soon passed into law on March 31, giving the President authority to establish the Emergency Conservation Work (ECW) program. The ECW was the program's official name until 1937, when the popular name of CCC became official. Above and beyond other Hundred-Day programs, the CCC was Roosevelt's favorite creation, often called his \"pet.\" The Civilian Conservation Corps allowed unemployed men to work for six months on conservation projects such as planting trees, preventing soil erosion, and combating forest fires. Workers lived in militarized camps across the country and made $30 per month. By the end of the program in 1942, the CCC had employed 2.5 million men.[9] In May 1933, the Agricultural Adjustment Administration was created in order to raise crop prices in response to the rural economic crisis. The administration helped to control the falling prices by setting quotas to reduce farm production. Beyond price adjustment, the act helped farmers to modernize and implement innovative farming methods. In extreme cases, the agency helped farmers with their mortgages and provided direct payment for farmers who would agree to sign acreage reduction contracts.[10] The National Industry Recovery Act came into force on June 16, 1933, just five days after the end of 100 days. The act was an attempt to rebuild the economy from the severe deflation caused by the Great Depression. The act consisted of two sections; the first promoted industrial recovery, and the second established the Public Works Administration (PWA). The National Industry Recovery Act set up the Public Works Administration (PWA) and the National Recovery Administration (NRA). The PWA used government money to build infrastructure, such as roads and bridges, for the state. This demand for construction created new jobs, which achieved Roosevelt's main priority. The National Recovery Act also improved working conditions and outlawed child labor. Wages increased, making it possible for workers to earn and spend more. The Tennessee Valley Authority (TVA) was established for building dams on the Tennessee River. These dams were designed to stimulate farming in the area while creating hydroelectricity, as well as prevent flooding and deforestation. The hydroelectric power was used effectively to provide electricity for nearby houses. The TVA marked the first time the federal government competed against private companies in the business of selling electricity.[11] FDR's New Deal faced considerable opposition from both sides of the aisle. Democratic reformists felt the New Deal did not go far enough and Republicans felt that FDR was overstepping his authority.[12] Roosevelt's biggest left-leaning critic was also his biggest political rival. Louisiana's Gov. Huey Long argued that the New Deal didn't go far enough. Long, positioning for his own prospective presidential run, had pushed expansive social programs and infrastructure investments in his state, and wanted to see FDR follow suit on a national level.[13]Although some Democrats had turned on FDR due to the New Deal, the strongest opposition came from Republicans as well as the business sector. The most popular complaints were that the legislative package cost too much and overstepped the government's authority.[14]","Title":"First 100 days of Franklin D. Roosevelt's presidency - Wikipedia","KeyID":"4025","URL":"https://en.wikipedia.org/wiki/First_100_days_of_Franklin_D._Roosevelt%27s_presidency"}