{"Content: ":"The 73rd United States Congress was a meeting of the legislative branch of the United States federal government, composed of the United States Senate and the United States House of Representatives. It met in Washington, D.C. from March 4, 1933, to January 3, 1935, during the first two years of Franklin D. Roosevelt's presidency.[1][2] Because of the newly ratified 20th Amendment, the duration of this Congress, along with the term of office of those elected to it, was shortened by the interval between January 3 and March 4, 1935 (61 days). The apportionment of seats in the House of Representatives was based on the Fifteenth Census of the United States in 1930. The Democrats greatly increased their majority in the House, and won control of the Senate for the first time since the 65th Congress in 1917. With Franklin D. Roosevelt being sworn in a President on March 4, 1933, this gave the Democrats an overall federal government trifecta, also for the first time since the 65th Congress. The first session of Congress, known as the \"Hundred Days\", took place before the regular seating and was called by President Roosevelt specifically to pass two acts: The session also passed several other major pieces of legislation: The Senate Munitions Committee came into existence solely for the purpose of this hearing. Although World War I had been over for sixteen years, there were revived reports that America's leading munition companies had effectively influenced the United States into that conflict, which killed 53,000 Americans, hence the companies' nickname \"Merchants of Death\". The Democratic Party, controlling the Senate for the first time since the first world war, used the hype of these reports to organize the hearing in hopes of nationalizing America's munitions industry. The Democrats chose a Republican renowned for his ardent isolationist policies, Senator Gerald P. Nye of North Dakota, to head the hearing. Nye was typical of western agrarian progressives, and adamantly opposed America's involvement in any foreign war. Nye declared at the opening of the hearing \"when the Senate investigation is over, we shall see that war and preparation for war is not a matter of national honor and national defense, but a matter of profit for the few.\" Over the next eighteen months, the \"Nye Committee\" (as newspapers called it) held ninety-three hearings, questioning more than two hundred witnesses, including J.P. Morgan Jr. and Pierre du Pont. Committee members found little hard evidence of an active conspiracy among arms makers, yet the panel's reports did little to weaken the popular prejudice against \"greedy munitions interests.\" The hearings overlapped the 73rd and 74th Congresses. They only came to an end after Chairman Nye provoked the Democratic caucus into cutting off funding. Nye, in the last hearing the Committee held in early 1936, attacked former Democratic President Woodrow Wilson, suggesting that Wilson had withheld essential information from Congress as it considered a declaration of war. Democratic leaders, including Appropriations Committee Chairman Carter Glass of Virginia, unleashed a furious response against Nye for \"dirtdaubing the sepulcher of Woodrow Wilson.\" Standing before cheering colleagues in a packed Senate chamber, Glass slammed his fist onto his desk in protest until blood dripped from his knuckles, effectively prompting the Democratic caucus to withhold all funding for further hearings. Although the \"Nye Committee\" failed to achieve its goal of nationalizing the arms industry, it inspired three congressional neutrality acts in the mid-1930s that signaled profound American opposition to overseas involvement. For details, see Changes in membership, below. There were 48 states with two senators per state, this gave the Senate 96 seats. Membership changed with four deaths, one resignation, and two appointees who were replaced by electees. Membership changed with twelve deaths and three resignations. Section contents: Senate: Majority (D), Minority (R) • House: Majority (D), Minority (R) Senators are popularly elected statewide every two years, with one-third beginning new six-year terms with each Congress. Preceding the names in the list below are Senate class numbers, which indicate the cycle of their election, In this Congress, Class 1 meant their term ended with this Congress, requiring reelection in 1934; Class 2 meant their term began in the last Congress, requiring reelection in 1936; and Class 3 meant their term began in this Congress, requiring reelection in 1938.   The names of members of the House of Representatives are preceded by their district numbers.  Employees include:[b]","Title":"73rd United States Congress - Wikipedia","KeyID":"4026","URL":"https://en.wikipedia.org/wiki/73rd_U.S._Congress"}