{"Content: ":"The Twenty-first Amendment (Amendment XXI) to the United States Constitution repealed the Eighteenth Amendment to the United States Constitution, which had mandated nationwide prohibition on alcohol. The Twenty-first Amendment was proposed by the 72nd Congress on February 20, 1933, and was ratified by the requisite number of states on December 5, 1933. It is unique among the 27 amendments of the U.S. Constitution for being the only one to repeal a prior amendment, as well as being the only amendment to have been ratified by state ratifying conventions. The Eighteenth Amendment was ratified on January 16, 1919, the result of years of advocacy by the temperance movement. The subsequent enactment of the Volstead Act established federal enforcement of the nationwide prohibition on alcohol. As many Americans continued to drink despite the amendment, Prohibition gave rise to a profitable black market for alcohol, fueling the rise of organized crime. Throughout the 1920s, Americans increasingly came to see Prohibition as unenforceable, and a movement to repeal the Eighteenth Amendment grew until the Twenty-first Amendment was ratified in 1933. Section 1 of the Twenty-first Amendment expressly repeals the Eighteenth Amendment. Section 2 bans the importation of alcohol into states and territories that have laws prohibiting the importation or consumption of alcohol. Several states continued to be \"dry states\" in the years after the repeal of the Eighteenth Amendment, but in 1966 the last dry state (Mississippi) legalized the consumption of alcohol. Nonetheless, several states continue to closely regulate the distribution of alcohol. Many states delegate their power to ban the importation of alcohol to counties and municipalities, and there are numerous dry communities throughout the United States. Section 2 has occasionally arisen as an issue in Supreme Court cases that touch on the Commerce Clause. Section 1. The eighteenth article of amendment to the Constitution of the United States is hereby repealed. Section 2. The transportation or importation into any State, Territory, or possession of the United States for delivery or use therein of intoxicating liquors, in violation of the laws thereof, is hereby prohibited. Section 3. This article shall be inoperative unless it shall have been ratified as an amendment to the Constitution by conventions in the several States, as provided in the Constitution, within seven years from the date of the submission hereof to the States by the Congress. The Eighteenth Amendment to the Constitution had ushered in a period known as Prohibition, during which the manufacture, distribution, and sale of alcoholic beverages was illegal. The enactment of the Eighteenth Amendment in 1919 was the crowning achievement of the temperance movement, but it soon proved highly unpopular. Crime rates soared under Prohibition as gangsters, such as Chicago's Al Capone, became rich from a profitable, often violent, black market for alcohol. The federal government was incapable of stemming the tide: enforcement of the Volstead Act proved to be a nearly impossible task and corruption was rife among law enforcement agencies.[1] In 1932, wealthy industrialist John D. Rockefeller, Jr. stated in a letter: When Prohibition was introduced, I hoped that it would be widely supported by public opinion and the day would soon come when the evil effects of alcohol would be recognized. I have slowly and reluctantly come to believe that this has not been the result. Instead, drinking has generally increased; the speakeasy has replaced the saloon; a vast army of lawbreakers has appeared; many of our best citizens have openly ignored Prohibition; respect for the law has been greatly lessened; and crime has increased to a level never seen before.[2] As more and more Americans opposed the Eighteenth Amendment, a political movement grew for its repeal. However, repeal was complicated by grassroots politics. Although the U.S. Constitution provides two methods for ratifying constitutional amendments, only one method had been used up until that time: ratification by the state legislatures of three-fourths of the states. However, the wisdom of the day was that the lawmakers of many states were either beholden to or simply fearful of the temperance lobby. The Congress adopted the Blaine Act and proposed the Twenty-first Amendment on February 20, 1933.[3][4] The proposed amendment was adopted on December 5, 1933. It is the only amendment to have been ratified by state ratifying conventions, specifically selected for the purpose.[5] All other amendments have been ratified by state legislatures. It is also the only amendment that was approved for the explicit purpose of repealing a previously existing amendment to the Constitution. The Twenty-first Amendment ending national prohibition also became effective on December 5, 1933. The Acting Secretary of State William Phillips certified the amendment as having been passed by the required three-fourths of the states just 17 minutes after the passage of the amendment by the Utah convention.[6][7] President Roosevelt then issued a proclamation following the passage and certification of the amendment which stated in part the following: \"I trust in the good sense of the American people that they will not bring upon themselves the curse of excessive use of intoxicating liquors to the detriment of health, morals and social integrity. The objective we seek through a national policy is the education of every citizen towards a greater temperance throughout the nation.\"[8][9] The end of prohibition was thought to be responsible for the creation of a half million jobs.[10] The various responses of the 48 states is as follows:[11][12] The following states ratified the amendment: Ratification was completed on December 5, 1933. The amendment was subsequently ratified by conventions in the following states: The amendment was rejected by South Carolina on December 4, 1933. On November 7, 1933, voters in North Carolina rejected holding a convention to consider the amendment. The following states took no action to consider the amendment: The second section bans the importation of alcohol in violation of state or territorial law. This has been interpreted to give states essentially absolute control over alcoholic beverages, and many U.S. states still remained \"dry\" (with state prohibition of alcohol) long after its ratification. Mississippi was the last, remaining dry until 1966;[13] Kansas continued to prohibit public bars until 1987.[14] Many states now delegate the authority over alcohol granted to them by this Amendment to their municipalities or counties (or both).[citation needed] Section 2 has been the source of every Supreme Court ruling directly addressing Twenty-first Amendment issues. Early rulings suggested that Section 2 enabled states to legislate with exceptionally broad constitutional powers. In State Board of Equalization v. Young's Market Co., the Supreme Court recognized that \"Prior to the Twenty-first Amendment it would obviously have been unconstitutional\"[15] for a state to require a license and fee to import beer anywhere within its borders. First, the Court held that Section 2 abrogated the right to import intoxicating liquors free of a direct burden on interstate commerce, which otherwise would have been unconstitutional under the Commerce Clause before passage of the Twenty-first Amendment.[16] In its second holding, the Court rejected an equal protection claim because \"A classification recognized by the Twenty-first Amendment cannot be deemed forbidden by the Fourteenth.\"[16] Over time, the Court has significantly curtailed this initial interpretation. In Craig v. Boren (1976), the Supreme Court found that analysis under the Equal Protection Clause of the Fourteenth Amendment had not been affected by the passage of the Twenty-first Amendment. Although the Court did not specify whether the Twenty-first Amendment could provide an exception to any other constitutional protections outside of the Commerce Clause, it acknowledged \"the relevance of the Twenty-first Amendment to other constitutional provisions becomes increasingly doubtful\".[17] Likewise, it has been held that Section 2 of the Twenty-first Amendment does not affect the Supremacy Clause[18] or the Establishment Clause. Larkin v. Grendel's Den, Inc., 459 U.S. 116, 122, n. 5 (1982). However, the Craig v. Boren Court did distinguish two characteristics of state laws permitted by the Amendment, which otherwise might have run afoul of the Constitution. The constitutional issues in each centered or touched upon:(1) \"importation of intoxicants, a regulatory area where the State's authority under the Twenty-first Amendment is transparently clear\";[19] and (2) \"purely economic matters that traditionally merit only the mildest review under the Fourteenth Amendment\".[20] As to the Dormant Commerce Clause in particular, the Court clarified that, while not a pro tanto repeal, the Twenty-First Amendment nonetheless \"primarily created an exception to the normal operation of the Commerce Clause\".[21] In South Dakota v. Dole (1987), the Supreme Court upheld the withholding of some federal highway funds[22] to South Dakota, because beer with an alcohol content below a specified percentage could be lawfully sold to adults under the age of 21 within the state.[23] In a 7–2 majority opinion by Chief Justice Rehnquist, the Court held that the offer of benefits is not coercion that inappropriately invades state sovereignty.[24] The Twenty-first Amendment could not constitute an \"independent constitutional bar\" to the spending power granted to Congress under Article I, section 8, clause 1 of the Constitution.[25] Justice Brennan, author of the majority opinion in Craig v. Boren, provided a brief but notable dissent based solely on Section 2.[26] Justice O'Connor also dissented, arguing that \"the regulation of the age of the purchasers of liquor, just as the regulation of the price at which liquor may be sold, falls squarely within the scope of those powers reserved to the States by the Twenty-first Amendment.\"[27] In 44 Liquormart, Inc. v. Rhode Island (1996), the Court held states cannot use the Twenty-first Amendment to abridge freedom of speech protections under the First Amendment.[28] Rhode Island imposed a law that prohibited advertisements disclosing the retail prices of alcoholic beverages sold to the public. In declaring the law unconstitutional, the Court reiterated that \"although the Twenty-first Amendment limits the effect of the Dormant Commerce Clause on a State's regulatory power over the delivery or use of intoxicating beverages within its borders, the Amendment does not license the States to ignore their obligations under other provisions of the Constitution\".[29] Most recently, however, Granholm v. Heald (2005) held that the Twenty-first Amendment does not overrule the Dormant Commerce Clause with respect to alcohol sales, and therefore states must treat in-state and out-of-state wineries equally. The Court criticized its earliest rulings on the issue, (including State Board of Equalization v. Young's Market Co.) and promulgated its most limited interpretation to date: The aim of the Twenty-first Amendment was to allow States to maintain an effective and uniform system for controlling liquor by regulating its transportation, importation, and use. The Amendment did not give States the authority to pass nonuniform laws in order to discriminate against out-of-state goods, a privilege they had not enjoyed at any earlier time.[30] In a lengthy dissent, Justice Thomas argued that the plain meaning of Section 2 removed \"any doubt regarding its broad scope, the Amendment simplified the language of the Webb-Kenyon Act and made it clear that States could regulate importation destined for in-state delivery free of negative Commerce Clause restraints\".[31] In his historical account, Justice Thomas argued the early precedent provided by State Board of Equalization v. Young's Market Co. was indeed correct, and furthered the original intent of the Twenty-first Amendment to provide a constitutional guarantee authorizing state regulation that might conflict with the Dormant Commerce Clause (similar to the Webb–Kenyon Act).","Title":"Twenty-first Amendment to the United States Constitution - Wikipedia","KeyID":"4030","URL":"https://en.wikipedia.org/wiki/Twenty-first_Amendment_to_the_United_States_Constitution"}