{"Content: ":"The fireside chats were a series of evening radio addresses given by Franklin D. Roosevelt, the 32nd President of the United States, between 1933 and 1944. Roosevelt spoke with familiarity to millions of Americans about recovery from the Great Depression, the promulgation of the Emergency Banking Act in response to the banking crisis, the 1936 recession, New Deal initiatives, and the course of World War II. On radio, he was able to quell rumors, counter conservative-dominated newspapers and explain his policies directly to the American people. His tone and demeanor communicated self-assurance during times of despair and uncertainty. Roosevelt was regarded as an effective communicator on radio, and the fireside chats kept him in high public regard throughout his presidency. Their introduction was later described as a \"revolutionary experiment with a nascent media platform.\"[1] The series of chats were among the first 50 recordings made part of the National Recording Registry of the Library of Congress, which noted it as \"an influential series of radio broadcasts in which Roosevelt utilized the media to present his programs and ideas directly to the public and thereby redefined the relationship between President Roosevelt and the American people in 1933.\" It cannot misrepresent or misquote. It is far-reaching and simultaneous in releasing messages given for transmission to the nation or for international consumption. Roosevelt believed that his administration's success depended upon a favorable dialogue with the electorate — possible only through methods of mass communication — and that this would allow him to take the initiative. The use of radio for direct appeals was perhaps the most important of Roosevelt's innovations in political communication.[2]: 153  Roosevelt's opponents had control of most newspapers in the 1930s and press reports were under their control and involved their editorial commentary. Historian Betty Houchin Winfield says, \"He and his advisers worried that newspapers' biases would affect the news columns and rightly so.\"[3] Historian Douglas B. Craig says that Roosevelt \"offered voters a chance to receive information unadulterated by newspaper proprietors' bias\" through the new medium of radio.[4] Roosevelt first used what would become known as fireside chats in 1929 as Governor of New York.[5] Roosevelt was a Democrat facing a conservative Republican legislature, so during each legislative session he would occasionally address the residents of New York directly.[6] His third gubernatorial address—April 3, 1929, on WGY radio—is cited by Roosevelt biographer Frank Freidel as being the first fireside chat.[6] As president, Roosevelt began making the informal addresses on March 12, 1933, eight days after his inauguration. He had spent his first week coping with a month-long epidemic of bank closings that was hurting families nationwide.[7]: 78  He closed the entire American banking system on March 6. On March 9 Congress passed the Emergency Banking Act, which Roosevelt used to effectively create federal deposit insurance when the banks reopened.[8] At 10 p.m. ET that Sunday night, on the eve of the end of the bank holiday, Roosevelt spoke to a radio audience of more than 60 million people, to tell them in clear language \"what has been done in the last few days, why it was done, and what the next steps are going to be\".[7]: 78–79  The result, according to economic historian William L. Silber, was a \"remarkable turnaround in the public's confidence...The contemporary press confirms that the public recognized the implicit guarantee and, as a result, believed that the reopened banks would be safe, as the President explained in his first Fireside Chat.\" Within two weeks people returned more than half of the cash they had been hoarding, and the first stock-trading day after the bank holiday marked the largest-ever one-day percentage price increase.[8] The term \"fireside chat\" was inspired by a statement by Roosevelt's press secretary, Stephen Early, who said that the president liked to think of the audience as a few people seated around his fireside. Listeners were able to picture Roosevelt in his study, in front of the fireplace, and could imagine they were sitting beside him.[9]: 57–58  The term was coined by CBS broadcast executive Harry C. Butcher of the network's Washington, D.C., office,[10] in a press release before the address of May 7, 1933.[11] The phrase has often been credited to CBS journalist Robert Trout, but he said he was simply the first to use the phrase on the air.[12] The title was picked up by the press and public and later used by Roosevelt himself,[11] becoming part of American folklore.[10] It is whispered by some that only by abandoning our freedom, our ideals, our way of life, can we build our defenses adequately, can we match the strength of the aggressors. ... I do not share these fears. Roosevelt customarily made his address from the Diplomatic Reception Room of the White House. He would arrive 15 minutes before air time to welcome members of the press, including radio and newsreel correspondents. NBC White House announcer Carleton E. Smith gave him a simple introduction: \"Ladies and gentlemen, the President of the United States.\" Roosevelt most often began his talks with the words, \"My friends\" or \"My fellow Americans\", and he read his speech from a loose-leaf binder.[10] Presidential advisor and speechwriter Samuel Rosenman recalled his use of common analogies and his care in avoiding dramatic oratory: \"He looked for words that he would use in an informal conversation with one or two of his friends.\"[9]: 58  Eighty percent of the words used were in the thousand most commonly used words in the English language.[14] The radio historian John Dunning wrote that \"It was the first time in history that a large segment of the population could listen directly to a chief executive, and the chats are often credited with helping keep Roosevelt's popularity high.\"[10] Each radio address went through about a dozen drafts. Careful attention was also given to Roosevelt's delivery. When he realized that a slight whistle was audible on the air due to a separation between his two front lower teeth, Roosevelt had a removable bridge made.[9]: 58  Roosevelt is regarded as one of the most effective communicators in radio history.[10] Although the fireside chats are often thought of as having been a weekly event, Roosevelt in fact delivered just 31 addresses[14] during his 4,422-day presidency.[15] He resisted those who encouraged him to speak on radio more frequently, as shown in his response to Russell Leffingwell after the address of February 23, 1942: The one thing I dread is that my talks should be so frequent as to lose their effectiveness. ... Every time I talk over the air it means four or five days of long, overtime work in the preparation of what I say. Actually, I cannot afford to take this time away from more vital things. I think we must avoid too much personal leadership—my good friend Winston Churchill has suffered a little from this.[9]: 319–320  Fireside chat on the merits of the recovery program (June 28, 1934) Fireside chat on government and capitalism (September 30, 1934) Fireside chat on the WPA and the Social Security Act (April 28, 1935) Fireside chat on drought conditions and labor (September 6, 1936) Radio press at fireside chat (September 3, 1939) Newsreel cameras at fireside chat (September 3, 1939) Fireside chat on maintaining freedom of the seas (September 11, 1941). The black armband signifies his mourning the death of his mother, Sara Delano Roosevelt. Fireside chat on the progress of the war (February 23, 1942) Fireside chat on the Tehran Conference and Cairo Conference (December 24, 1943)[16] Fireside chat on the State of the Union (January 11, 1944)[13] Link to every chat Roosevelt's radio audiences averaged 18 percent during peacetime, and 58 percent during the war.[46] The fireside chats attracted more listeners than the most popular radio shows, which were heard by 30 to 35 percent of the radio audience. Roosevelt's fireside chat of December 29, 1940 was heard by 59 percent of radio listeners. His address of May 27, 1941, was heard by 70 percent of the radio audience.[9]: 240  An estimated 62,100,000 people heard Roosevelt's fireside chat on December 9, 1941—two days after the attack on Pearl Harbor—attaining a Hooper rating of 79, the record high for a Presidential address.[47] Approximately 61,365,000 adults tuned on February 23, 1942, for Roosevelt's next fireside chat, in which he outlined the principal purposes of the war.[47] In advance of the address Roosevelt asked citizens to have a world map in front of them as they listened to him speak. \"I'm going to speak about strange places that many of them never heard of—places that are now the battleground for civilization,\" he told his speechwriters. \"I want to explain to the people something about geography—what our problem is and what the overall strategy of the war has to be. … If they understand the problem and what we are driving at, I am sure that they can take any kind of bad news right on the chin.\" Sales of new maps and atlases were unprecedented, while many people retrieved old commercial maps from storage and pinned them up on their walls.[9]: 319  The New York Times called the speech \"one of the greatest of Roosevelt's career\".[9]: 320  Novelist Saul Bellow recalled hearing a fireside chat while walking in Chicago one summer evening. \"The blight hadn't yet carried off the elms, and under them, drivers had pulled over, parking bumper to bumper, and turned on their radios to hear Roosevelt. They had rolled down the windows and opened the car doors. Everywhere the same voice, its odd Eastern accent, which in anyone else would have irritated Midwesterners. You could follow without missing a single word as you strolled by. You felt joined to these unknown drivers, men and women smoking their cigarettes in silence, not so much considering the President's words as affirming the rightness of his tone and taking assurance from it.\"[9]: 450–451 [48] This level of intimacy with politics made people feel as if they too were part of the administration's decision-making process and many soon felt that they knew Roosevelt personally. Most importantly, they grew to trust him. The conventional press grew to love Roosevelt because they too had gained unprecedented access to the goings-on of government.[49] While many people revered FDR for giving these speeches, there are some who have seen them as more detrimental than beneficial. A big criticism given about the fireside chats is that “It can be argued that it is impracticable, that it rests on false assumptions about the nature of the American people, public opinion and Congress, and that the benefits of such a course are likely to be out‐weighed by the evils.” Fireside chats are a way to address the public directly, but besides that there is no way to control what the public does with that information, or how they use it. Another major critique among the usage of fireside chats is that by using them, one is more likely going to appeal to one side of an issue, essentially alienating anyone who is not in agreement. “The President may appeal successfully to a minority, even a majority, for its support, but if he does so by simultaneously creating a bitter, recalcitrant opposition that denies his authority and would resort even to violence to resist his policies, can one say that this is a successful President?”[50] Every U.S. president since Roosevelt has delivered periodic addresses to the American people, first on radio, and later adding television and the Internet. The practice of regularly scheduled addresses began in 1982 when President Ronald Reagan started delivering a radio broadcast every Saturday.[51] Currently, presidents use newer and more advanced forms of communication using specific social media outlets to project to bigger groups of people. Recent presidents also use news broadcast stations to their benefit so they are able to communicate more efficiently with bigger audiences. President Obama used the social media network Twitter for the first time in 2009 to address the public, much like FDR did while giving his famous fireside chats.[52] The series of Roosevelt's 30 fireside chats was included with the first 50 recordings made part of the National Recording Registry of the Library of Congress. It is noted as \"an influential series of radio broadcasts in which Roosevelt utilized the media to present his programs and ideas directly to the public and thereby redefined the relationship between the President and the American people.\"[53]","Title":"Fireside chats - Wikipedia","KeyID":"4031","URL":"https://en.wikipedia.org/wiki/Fireside_chat"}