{"Content: ":"The Judicial Procedures Reform Bill of 1937,[1] frequently called the \"court-packing plan\",[2] was a legislative initiative proposed by U.S. President Franklin D. Roosevelt to add more justices to the U.S. Supreme Court in order to obtain favorable rulings regarding New Deal legislation that the Court had ruled unconstitutional.[3] The central provision of the bill would have granted the president power to appoint an additional justice to the U.S. Supreme Court, up to a maximum of six, for every member of the court over the age of 70 years. In the Judiciary Act of 1869, Congress had established that the Supreme Court would consist of the chief justice and eight associate justices. During Roosevelt's first term, the Supreme Court struck down several New Deal measures as being unconstitutional. Roosevelt sought to reverse this by changing the makeup of the court through the appointment of new additional justices who he hoped would rule that his legislative initiatives did not exceed the constitutional authority of the government. Since the U.S. Constitution does not define the Supreme Court's size, Roosevelt believed it was within the power of Congress to change it. Members of both parties viewed the legislation as an attempt to stack the court, and many Democrats, including Vice President John Nance Garner, opposed it.[4][5] The bill came to be known as Roosevelt's \"court-packing plan\", a phrase coined by Edward Rumely.[2] In November 1936, Roosevelt won a sweeping re-election victory. In the months following, he proposed to reorganize the federal judiciary by adding a new justice each time a justice reached age 70 and failed to retire.[6] The legislation was unveiled on February 5, 1937, and was the subject of Roosevelt's ninth fireside chat on March 9, 1937.[7][8] He asked, \"Can it be said that full justice is achieved when a court is forced by the sheer necessity of its business to decline, without even an explanation, to hear 87% of the cases presented by private litigants?\" Publicly denying the president's statement, Chief Justice Charles Evans Hughes reported, \"There is no congestion of cases on our calendar. When we rose March 15 we had heard arguments in cases in which cert has been granted only four weeks before. This gratifying situation has obtained for several years\".[9] Three weeks after the radio address, the Supreme Court published an opinion upholding a Washington state minimum wage law in West Coast Hotel Co. v. Parrish.[10] The 5–4 ruling was the result of the apparently sudden jurisprudential shift by Associate Justice Owen Roberts, who joined with the wing of the bench supportive to the New Deal legislation. Since Roberts had previously ruled against most New Deal legislation, his support here was seen as a result of the political pressure the president was exerting on the court. Some interpreted Roberts' reversal as an effort to maintain the Court's judicial independence by alleviating the political pressure to create a court more friendly to the New Deal. This reversal came to be known as \"the switch in time that saved nine\"; however, recent legal-historical scholarship has called that narrative into question[11] as Roberts' decision and vote in the Parrish case predated both the public announcement and introduction of the 1937 bill.[12] Roosevelt's legislative initiative ultimately failed. Henry F. Ashurst, the Democratic chair of the Senate Judiciary Committee, held up the bill by delaying hearings in the committee, saying, \"No haste, no hurry, no waste, no worry—that is the motto of this committee.\"[13] As a result of his delaying efforts, the bill was held in committee for 165 days, and opponents of the bill credited Ashurst as instrumental in its defeat.[5] The bill was further undermined by the untimely death of its chief advocate in the U.S. Senate, Senate Majority Leader Joseph T. Robinson. Other reasons for its failure included members of Roosevelt's own Democratic Party believing the bill to be unconstitutional, with the Judiciary Committee ultimately releasing a scathing report calling it \"a needless, futile and utterly dangerous abandonment of constitutional principle ... without precedent or justification\".[14][9] Contemporary observers broadly viewed Roosevelt's initiative as political maneuvering. Its failure exposed the limits of Roosevelt's abilities to push forward legislation through direct public appeal. Public perception of his efforts here was in stark contrast to the reception of his legislative efforts during his first term.[15][16] Roosevelt ultimately prevailed in establishing a majority on the court friendly to his New Deal legislation, though some scholars view Roosevelt's victory as pyrrhic.[16] Following the Wall Street Crash of 1929 and the onset of the Great Depression, Franklin Roosevelt won the 1932 presidential election on a promise to give America a \"New Deal\" to promote national economic recovery. The 1932 election also saw a new Democratic majority sweep into both houses of Congress, giving Roosevelt legislative support for his reform platform. Both Roosevelt and the 73rd Congress called for greater governmental involvement in the economy as a way to end the depression.[17] During the president's first term, a series of successful challenges to various New Deal programs were launched in federal courts. It soon became clear that the overall constitutionality of much of the New Deal legislation, especially that which extended the power of the federal government, would be decided by the Supreme Court. A minor aspect of Roosevelt's New Deal agenda may have itself directly precipitated the showdown between the Roosevelt administration and the Supreme Court. Shortly after Roosevelt's inauguration, Congress passed the Economy Act, a provision of which cut many government salaries, including the pensions of retired Supreme Court justices. Associate Justice Oliver Wendell Holmes, Jr., who had retired in 1932, saw his pension halved from $20,000 to $10,000 per year.[18] The cut to their pensions appears to have dissuaded at least two older Justices, Willis Van Devanter and George Sutherland, from retirement.[19] Both would later find many aspects of the New Deal unconstitutional. The flurry of new laws in the wake of Roosevelt's first hundred days swamped the Justice Department with more responsibilities than it could manage.[20] Many Justice Department lawyers were ideologically opposed to the New Deal and failed to influence either the drafting or review of much of the White House's New Deal legislation.[21] The ensuing struggle over ideological identity increased the ineffectiveness of the Justice Department. As Interior Secretary Harold Ickes complained, Attorney General Homer Cummings had \"simply loaded it [the Justice Department] with political appointees\" at a time when it would be responsible for litigating the flood of cases arising from New Deal legal challenges.[22] Compounding matters, Roosevelt's congenial Solicitor General, James Crawford Biggs (a patronage appointment chosen by Cummings), proved to be an ineffective advocate for the legislative initiatives of the New Deal.[23] While Biggs resigned in early 1935, his successor Stanley Forman Reed proved to be little better.[20] This disarray at the Justice Department meant that the government's lawyers often failed to foster viable test cases and arguments for their defense, subsequently handicapping them before the courts.[21] As Chief Justice Charles Evans Hughes would later note, it was because much of the New Deal legislation was so poorly drafted and defended that the court did not uphold it.[21] Popular understanding of the Hughes Court, which has some scholarly support,[who?] has typically cast it as divided between a conservative and liberal faction, with two critical swing votes. The conservative Justices Pierce Butler, James Clark McReynolds, George Sutherland and Willis Van Devanter were known as \"The Four Horsemen\". Opposed to them were the liberal Justices Louis Brandeis, Benjamin Cardozo and Harlan Fiske Stone, dubbed \"The Three Musketeers\". Chief Justice Charles Evans Hughes and Justice Owen Roberts were regarded as the swing votes on the court.[24] Some recent scholarship has eschewed these labels since they suggest more legislative, as opposed to judicial, differences. While it is true that many rulings of the 1930s Supreme Court were deeply divided, with four justices on each side and Justice Roberts as the typical swing vote, the ideological divide this represented was linked to a larger debate in U.S. jurisprudence regarding the role of the judiciary, the meaning of the Constitution, and the respective rights and prerogatives of the different branches of government in shaping the judicial outlook of the Court. At the same time, however, the perception of a conservative/liberal divide does reflect the ideological leanings of the justices themselves. As William Leuchtenburg has observed: Some scholars disapprove of the terms \"conservative\" and \"liberal\", or \"right, center, and left\", when applied to judges because it may suggest that they are no different from legislators; but the private correspondence of members of the Court makes clear that they thought of themselves as ideological warriors. In the fall of 1929, Taft had written one of the Four Horsemen, Justice Butler, that his most fervent hope was for \"continued life of enough of the present membership ... to prevent disastrous reversals of our present attitude. With Van [Devanter] and Mac [McReynolds] and Sutherland and you and Sanford, there will be five to steady the boat ...\"[25] Whatever the political differences among the justices, the clash over the constitutionality of the New Deal initiatives was tied to clearly divergent legal philosophies which were gradually coming into competition with each other: legal formalism and legal realism.[26] During the period c. 1900 – c. 1920, the formalist and realist camps clashed over the nature and legitimacy of judicial authority in common law, given the lack of a central, governing authority in those legal fields other than the precedent established by case law—i.e. the aggregate of earlier judicial decisions.[26] This debate spilled over into the realm of constitutional law.[26] Realist legal scholars and judges argued that the constitution should be interpreted flexibly and judges should not use the Constitution to impede legislative experimentation. One of the most famous proponents of this concept, known as the Living Constitution, was U.S. Supreme Court justice Oliver Wendell Holmes, Jr., who said in Missouri v. Holland the \"case before us must be considered in the light of our whole experience and not merely in that of what was said a hundred years ago\".[27][28] The conflict between formalists and realists implicated a changing but still-persistent view of constitutional jurisprudence which viewed the U.S. Constitution as a static, universal, and general document not designed to change over time. Under this judicial philosophy, case resolution required a simple restatement of the applicable principles which were then extended to a case's facts in order to resolve the controversy.[29] This earlier judicial attitude came into direct conflict with the legislative reach of much of Roosevelt's New Deal legislation. Examples of these judicial principles include: At the same time, developing modernist ideas regarding politics and the role of government placed the role of the judiciary into flux. The courts were generally moving away from what has been called \"guardian review\" — in which judges defended the line between appropriate legislative advances and majoritarian encroachments into the private sphere of life—toward a position of \"bifurcated review\". This approach favored sorting laws into categories that demanded deference towards other branches of government in the economic sphere, but aggressively heightened judicial scrutiny with respect to fundamental civil and political liberties.[31] The slow transformation away from the \"guardian review\" role of the judiciary brought about the ideological—and, to a degree, generational—rift in the 1930s judiciary. With the Judiciary Bill, Roosevelt sought to accelerate this judicial evolution by diminishing the dominance of an older generation of judges who remained attached to an earlier mode of American jurisprudence.[30][32] Roosevelt was wary of the Supreme Court early in his first term, and his administration was slow to bring constitutional challenges of New Deal legislation before the court.[33] However, early wins for New Deal supporters came in Home Building & Loan Association v. Blaisdell[34] and Nebbia v. New York[35] at the start of 1934. At issue in each case were state laws relating to economic regulation. Blaisdell concerned the temporary suspension of creditor's remedies by Minnesota in order to combat mortgage foreclosures, finding that temporal relief did not, in fact, impair the obligation of a contract. Nebbia held that New York could implement price controls on milk, in accordance with the state's police power. While not tests of New Deal legislation themselves, the cases gave cause for relief of administration concerns about Associate Justice Owen Roberts, who voted with the majority in both cases.[36] Roberts's opinion for the court in Nebbia was also encouraging for the administration:[33] [T]his court from the early days affirmed that the power to promote the general welfare is inherent in government.[37] Nebbia also holds a particular significance: it was the one case in which the Court abandoned its jurisprudential distinction between the \"public\" and \"private\" spheres of economic activity, an essential distinction in the court's analysis of state police power.[32] The effect of this decision radiated outward, affecting other doctrinal methods of analysis in wage regulation, labor, and the power of the U.S. Congress to regulate commerce.[30][32] Just three weeks after its defeat in the railroad pension case, the Roosevelt administration suffered its most severe setback, on May 27, 1935: \"Black Monday\".[38] Chief Justice Hughes arranged for the decisions announced from the bench that day to be read in order of increasing importance.[38] The Supreme Court ruled unanimously against Roosevelt in three cases:[39] Humphrey's Executor v. United States, Louisville Joint Stock Land Bank v. Radford, and Schechter Poultry Corp. v. United States. With several cases laying forth the criteria necessary to respect the due process and property rights of individuals, and statements of what constituted an appropriate delegation of legislative powers to the President, Congress quickly revised the Agricultural Adjustment Act (AAA).[40] However, New Deal supporters still wondered how the AAA would fare against Chief Justice Hughes's restrictive view of the Commerce Clause from the Schechter decision. The coming conflict with the court was foreshadowed by a 1932 campaign statement Roosevelt made: After March 4, 1929, the Republican party was in complete control of all branches of the government—the legislature, with the Senate and Congress; and the executive departments; and I may add, for full measure, to make it complete, the United States Supreme Court as well.[41] An April 1933 letter to the president offered the idea of packing the Court: \"If the Supreme Court's membership could be increased to twelve, without too much trouble, perhaps the Constitution would be found to be quite elastic.\"[41] The next month, soon-to-be Republican National Chairman Henry P. Fletcher expressed his concern: \"[A]n administration as fully in control as this one can pack it [the Supreme Court] as easily as an English government can pack the House of Lords.\"[41] As early as the autumn 1933, Roosevelt had begun anticipation of reforming a federal judiciary composed of a stark majority of Republican appointees at all levels.[42] Roosevelt tasked Attorney General Homer Cummings with a year-long \"legislative project of great importance\".[43] Justice Department lawyers then commenced research on the \"secret project\", with Cummings devoting what time he could.[43] The focus of the research was directed at restricting or removing the Supreme Court's power of judicial review.[43] However, an autumn 1935 Gallup Poll had returned a majority disapproval of attempts to limit the Supreme Court's power to declare acts unconstitutional.[44] For the time being, Roosevelt stepped back to watch and wait.[45] Other alternatives were also sought: Roosevelt inquired about the rate at which the Supreme Court denied certiorari, hoping to attack the Court for the small number of cases it heard annually. He also asked about the case of Ex parte McCardle, which limited the appellate jurisdiction of the Supreme Court, wondering if Congress could strip the Court's power to adjudicate constitutional questions.[43] The span of possible options even included constitutional amendments; however, Roosevelt soured to this idea, citing the requirement of three-fourths of state legislatures needed to ratify, and that an opposition wealthy enough could too easily defeat an amendment.[46] Further, Roosevelt deemed the amendment process in itself too slow when time was a scarce commodity.[47] Attorney General Cummings received novel advice from Princeton University professor Edward S. Corwin in a letter of December 16, 1936. Corwin had relayed an idea from Harvard University professor Arthur N. Holcombe, suggesting that Cummings tie the size of the Supreme Court's bench to the age of the justices since the popular view of the Court was critical of their age.[48] However, another related idea fortuitously presented itself to Cummings as he and his assistant Carl McFarland were finishing their collaborative history of the Justice Department, Federal justice: chapters in the history of justice and the Federal executive. An opinion written by Associate Justice McReynolds—one of Cumming's predecessors as Attorney General, under Woodrow Wilson—had made a proposal in 1914 which was highly relevant to Roosevelt's current Supreme Court troubles: Judges of the United States Courts, at the age of 70, after having served 10 years, may retire upon full pay. In the past, many judges have availed themselves of this privilege. Some, however, have remained upon the bench long beyond the time that they are able to adequately discharge their duties, and in consequence the administration of justice has suffered. I suggest an act providing that when any judge of a federal court below the Supreme Court fails to avail himself of the privilege of retiring now granted by law, that the President be required, with the advice and consent of the Senate, to appoint another judge, who would preside over the affairs of the court and have precedence over the older one. This will insure at all times the presence of a judge sufficiently active to discharge promptly and adequately the duties of the court.[49] The content of McReynolds's proposal and the bill later submitted by Roosevelt were so similar to each other that it is thought the most probable source of the idea.[50] Roosevelt and Cummings also relished the opportunity to hoist McReynolds by his own petard.[51] McReynolds, having been born in 1862,[52] had been in his early fifties when he wrote his 1914 proposal, but was well over seventy when Roosevelt's plan was set forth. The provisions of the bill adhered to four central principles: The latter provisions were the result of lobbying by the energetic and reformist judge William Denman of the Ninth Circuit Court who believed the lower courts were in a state of disarray and that unnecessary delays were affecting the appropriate administration of justice.[54][55] Roosevelt and Cummings authored accompanying messages to send to Congress along with the proposed legislation, hoping to couch the debate in terms of the need for judicial efficiency and relieving the backlogged workload of elderly judges.[56] The choice of date on which to launch the plan was largely determined by other events taking place. Roosevelt wanted to present the legislation before the Supreme Court began hearing oral arguments on the Wagner Act cases, scheduled to begin on February 8, 1937; however, Roosevelt also did not want to present the legislation before the annual White House dinner for the Supreme Court, scheduled for February 2.[57] With a Senate recess between February 3–5, and the weekend falling on February 6–7, Roosevelt had to settle for February 5.[57] Other pragmatic concerns also intervened. The administration wanted to introduce the bill early enough in the Congressional session to make sure it passed before the summer recess, and, if successful, to leave time for nominations to any newly created bench seats.[57] After the proposed legislation was announced, public reaction was split. Since the Supreme Court was generally conflated with the U.S. Constitution itself,[58] the proposal to change the Court brushed up against this wider public reverence.[59] Roosevelt's personal involvement in selling the plan managed to mitigate this hostility. In a Democratic Victory Dinner speech on March 4, Roosevelt called for party loyalists to support his plan. Roosevelt followed this up with his ninth Fireside chat on March 9, in which he made his case directly to the public. In his address, Roosevelt decried the Supreme Court's majority for \"reading into the Constitution words and implications which are not there, and which were never intended to be there\".[60] He also argued directly that the Bill was needed to overcome the Supreme Court's opposition to the New Deal, stating that the nation had reached a point where it \"must take action to save the Constitution from the Court, and the Court from itself\".[60] Through these interventions, Roosevelt managed briefly to earn favorable press for his proposal.[61] In general, however, the overall tenor of reaction in the press was negative. A series of Gallup Polls conducted between February and May 1937 showed that the public opposed the proposed bill by a fluctuating majority. By late March it had become clear that the President's personal abilities to sell his plan were limited: Over the entire period, support averaged about 39%. Opposition to Court packing ranged from a low of 41% on 24 March to a high of 49% on 3 March. On average, about 46% of each sample indicated opposition to President Roosevelt's proposed legislation. And it is clear that, after a surge from an early push by FDR, the public support for restructuring the Court rapidly melted.[62] Concerted letter-writing campaigns to Congress against the bill were launched with opinion tallying against the bill nine-to-one. Bar associations nationwide followed suit as well lining up in opposition to the bill.[63] Roosevelt's own Vice President John Nance Garner expressed disapproval of the bill holding his nose and giving thumbs down from the rear of the Senate chamber.[64] The editorialist William Allen White characterized Roosevelt's actions in a column on February 6 as an \"elaborate stage play to flatter the people by a simulation of frankness while denying Americans their democratic rights and discussions by suave avoidance—these are not the traits of a democratic leader\".[65] Reaction against the bill also spawned the National Committee to Uphold Constitutional Government, which was launched in February 1937 by three leading opponents of the New Deal. Frank E. Gannett, a newspaper magnate, provided both money and publicity. Two other founders, Amos Pinchot, a prominent lawyer from New York, and Edward Rumely, a political activist, had both been Roosevelt supporters who had soured on the President's agenda. Rumely directed an effective and intensive mailing campaign to drum up public opposition to the measure. Among the original members of the Committee were James Truslow Adams, Charles Coburn, John Haynes Holmes, Dorothy Thompson, Samuel S. McClure, Mary Dimmick Harrison, and Frank A. Vanderlip. The Committee's membership reflected the bipartisan opposition to the bill, especially among better educated and wealthier constituencies.[66] As Gannett explained, \"we were careful not to include anyone who had been prominent in party politics, particularly in the Republican camp. We preferred to have the Committee made up of liberals and Democrats, so that we would not be charged with having partisan motives.\"[67] The Committee made a determined stand against the Judiciary bill. It distributed more than 15 million letters condemning the plan. They targeted specific constituencies: farm organization, editors of agricultural publications, and individual farmers. They also distributed material to 161,000 lawyers, 121,000 doctors, 68,000 business leaders, and 137,000 clergymen. Pamphleteering, press releases and trenchantly worded radio editorials condemning the bill also formed part of the onslaught in the public arena.[68] Traditionally, legislation proposed by the administration first goes before the House of Representatives.[69] However, Roosevelt failed to consult Congressional leaders before announcing the bill, which stopped cold any chance of passing the bill in the House.[69] House Judiciary Committee chairman Hatton W. Sumners believed the bill to be unconstitutional and refused to endorse it, actively chopping it up within his committee in order to block the legislation's chief effect of Supreme Court expansion.[69][14] Finding such stiff opposition within the House, the administration arranged for the bill to be taken up in the Senate.[69] Congressional Republicans deftly decided to remain silent on the matter, denying congressional Democrats the opportunity to use them as a unifying force.[70] Republicans then watched from the sidelines as the Democratic party split itself in the ensuing Senate fight. The administration began making its case for the bill before the Senate Judiciary Committee on March 10, 1937. Attorney General Cummings' testimony was grounded on four basic complaints: Administration advisor Robert H. Jackson testified next, attacking the Supreme Court's alleged misuse of judicial review and the ideological perspective of the majority.[71] Further administration witnesses were grilled by the committee, so much so that after two weeks less than half the administration's witnesses had been called.[71] Exasperated by the stall tactics they were meeting on the committee, administration officials decided to call no further witnesses; it later proved to be a tactical blunder, allowing the opposition to indefinitely drag-on the committee hearings.[71] Further setbacks for the administration occurred in the failure of farm and labor interests to align with the administration.[72] However, once the bill's opposition had gained the floor, it pressed its upper hand, continuing hearings as long as public sentiment against the bill remained in doubt.[73] Of note for the opposition was the testimony of Harvard University law professor Erwin Griswold.[74] Specifically attacked by Griswold's testimony was the claim made by the administration that Roosevelt's court expansion plan had precedent in U.S. history and law.[74] While it was true the size of the Supreme Court had been expanded since the founding in 1789, it had never been done for reasons similar to Roosevelt's.[74] The following table lists all the expansions of the court: Another event damaging to the administration's case was a letter authored by Chief Justice Hughes to Senator Burton Wheeler, which directly contradicted Roosevelt's claim of an overworked Supreme Court turning down over 85 percent of certiorari petitions in an attempt to keep up with their docket.[76] The truth of the matter, according to Hughes, was that rejections typically resulted from the defective nature of the petition, not from the court's docket load.[76] On March 29, 1937, the court handed down three decisions upholding New Deal legislation, two of them unanimous: West Coast Hotel Co. v. Parrish,[10] Wright v. Vinton Branch,[77] and Virginia Railway v. Federation.[78][79] The Wright case upheld a new Frazier-Lemke Act which had been redrafted to meet the Court's objections in the Radford case; similarly, Virginia Railway case upheld labor regulations for the railroad industry, and is particularly notable for its foreshadowing of how the Wagner Act cases would be decided as the National Labor Relations Board was modeled on the Railway Labor Act contested in the case.[79] May 18, 1937 witnessed two setbacks for the administration. First, Associate Justice Willis Van Devanter—encouraged by the restoration of full-salary pensions under the March 1, 1937[80][81][82] Supreme Court Retirement Act[83] (Public Law 75-10; Chapter 21 of the general statutes enacted in the 1st Session of the 75th Congress)—announced his intent to retire on June 2, 1937, the end of the term.[84] This undercut one of Roosevelt's chief complaints against the court—he had not been given an opportunity in the entirety of his first term to make a nomination to the high court.[84] It also presented Roosevelt with a personal dilemma: he had already long ago promised the first court vacancy to Senate Majority Leader Joseph T. Robinson.[84] As Roosevelt had based his attack of the court upon the ages of the justices, appointing the 65-year-old Robinson would belie Roosevelt's stated goal of infusing the court with younger blood.[85] Further, Roosevelt worried about whether Robinson could be trusted on the high bench; while Robinson was considered to be Roosevelt's New Deal \"marshal\" and was regarded as a progressive of the stripe of Woodrow Wilson,[86][87] he was a conservative on some issues.[85] However, Robinson's death six weeks later eradicated this problem. Finally, Van Devanter's retirement alleviated pressure to reconstitute a more politically friendly court. The second setback occurred in the Senate Judiciary Committee action that day on Roosevelt's court reform bill.[88] First, an attempt at a compromise amendment which would have allowed the creation of only two additional seats was defeated 10–8.[88] Next, a motion to report the bill favorably to the floor of the Senate also failed 10–8.[88] Then, a motion to report the bill \"without recommendation\" failed by the same margin, 10–8.[88] Finally, a vote was taken to report the bill adversely, which passed 10–8.[88] On June 14, the committee issued a scathing report that called FDR's plan \"a needless, futile and utterly dangerous abandonment of constitutional principle ... without precedent or justification\".[89][9] Public support for the plan was never very strong and dissipated quickly in the aftermath of these developments.[citation needed][verification needed] Entrusted with ensuring the bill's passage, Robinson began his attempt to get the votes necessary to pass the bill.[90] In the meantime, he worked to finish another compromise which would abate Democratic opposition to the bill.[91] Ultimately devised was the Hatch-Logan amendment, which resembled Roosevelt's plan, but with changes in some details: the age limit for appointing a new coadjutor was increased to 75, and appointments of such a nature were limited to one per calendar year.[91] The Senate opened debate on the substitute proposal on July 2.[92] Robinson led the charge, holding the floor for two days.[93] Procedural measures were used to limit debate and prevent any potential filibuster.[93] By July 12, Robinson had begun to show signs of strain, leaving the Senate chamber complaining of chest pains.[93] On July 14, 1937 a housemaid found Joseph Robinson dead of a heart attack in his apartment, the Congressional Record at his side.[93] With Robinson gone so too were all hopes of the bill's passage.[94] Roosevelt further alienated his party's Senators when he decided not to attend Robinson's funeral in Little Rock, Arkansas.[95] On returning to Washington, D.C., Vice President John Nance Garner informed Roosevelt, \"You are beat. You haven't got the votes.\"[96] On July 22, the Senate voted 70–20 to send the judicial-reform measure back to committee, where the controversial language was stripped by explicit instruction from the Senate floor.[97] By July 29, 1937, the Senate Judiciary Committee—at the behest of new Senate Majority Leader Alben Barkley—had produced a revised Judicial Procedures Reform Act.[98] This new legislation met with the previous bill's goal of revising the lower courts, but without providing for new federal judges or justices. Congress passed the revised legislation, and Roosevelt signed it into law, on August 26.[99] This new law required that: A political fight which began as a conflict between the President and the Supreme Court turned into a battle between Roosevelt and the recalcitrant members of his own party in the Congress.[16] The political consequences were wide-reaching, extending beyond the narrow question of judicial reform to implicate the political future of the New Deal itself. Not only was bipartisan support for Roosevelt's agenda largely dissipated by the struggle, the overall loss of political capital in the arena of public opinion was also significant.[16] The Democratic Party lost a net of eight seats in the U.S. Senate and a net 81 seats in the U.S. House in the subsequent 1938 midterm elections. As Michael Parrish writes, \"the protracted legislative battle over the Court-packing bill blunted the momentum for additional reforms, divided the New Deal coalition, squandered the political advantage Roosevelt had gained in the 1936 elections, and gave fresh ammunition to those who accused him of dictatorship, tyranny, and fascism. When the dust settled, FDR had suffered a humiliating political defeat at the hands of Chief Justice Hughes and the administration's Congressional opponents.\"[100][101] With the retirement of Justice Willis Van Devanter in 1937, the Court's composition began to move in support of Roosevelt's legislative agenda. By the end of 1941, following the deaths of Justices Benjamin Cardozo (1938) and Pierce Butler (1939), and the retirements of George Sutherland (1938), Louis Brandeis (1939), James Clark McReynolds (1941), and Charles Evans Hughes (1941), only two Justices (former Associate Justice, by then promoted to Chief Justice, Harlan Fiske Stone, and Associate Justice Owen Roberts) remained from the Court Roosevelt inherited in 1933. As future Chief Justice William Rehnquist observed: President Roosevelt lost the Court-packing battle, but he won the war for control of the Supreme Court ... not by any novel legislation, but by serving in office for more than twelve years, and appointing eight of the nine Justices of the Court. In this way the Constitution provides for ultimate responsibility of the Court to the political branches of government. [Yet] it was the United States Senate—a political body if there ever was one—who stepped in and saved the independence of the judiciary ... in Franklin Roosevelt's Court-packing plan in 1937.[102]","Title":"Judicial Procedures Reform Bill of 1937 - Wikipedia","KeyID":"4033","URL":"https://en.wikipedia.org/wiki/Judicial_Procedures_Reform_Bill_of_1937"}