{"Content: ":"The Neutrality Acts were a series of acts passed by the US Congress in 1935, 1936, 1937, and 1939 in response to the growing threats and wars that led to World War II. They were spurred by the growth in isolationism and non-interventionism in the US following the US joining World War I, and they sought to ensure that the US would not become entangled again in foreign conflicts. The legacy of the Neutrality Acts is widely regarded as having been generally negative since they made no distinction between aggressor and victim, treated both equally as belligerents, and limited the US government's ability to aid Britain and France against Nazi Germany. The Acts were largely repealed in 1941, in the face of increasing incidents between German submarines and US vessels in the Battle of the Atlantic and the Japanese attack on Pearl Harbor. The Nye Committee hearings between 1934 and 1936 and several best-selling books of the time, like H. C. Engelbrecht's The Merchants of Death (1934), supported the conviction of many Americans that the US entry into World War I had been orchestrated by bankers and the arms industry for profit reasons. That strengthened the position of isolationists and non-interventionists in the country.[1] Powerful forces in the US Congress pushing for non-interventionism and strong Neutrality Acts were Republican Senators William Edgar Borah, Arthur H. Vandenberg, Gerald P. Nye and Robert M. La Follette, Jr.,[2] but support of non-interventionism was not limited to the Republican Party. The Ludlow Amendment, requiring a public referendum before any declaration of war except in cases of defense against direct attack, was introduced several times without success between 1935 and 1940 by Democratic Representative Louis Ludlow.[3] Democratic President Franklin Roosevelt and especially Secretary of State Cordell Hull[citation needed] were critical of the Neutrality Acts for fear that they would restrict the administration's options to support friendly nations. Even though both the House and Senate had large Democratic majorities throughout these years,[citation needed] there was enough support for the Neutrality Acts among Democrats (especially Southerners) to ensure their passage. Although congressional support was insufficient to override a presidential veto, Roosevelt felt he could not afford to snub the South and anger public opinion, especially while he was facing re-election in 1936 and needed congressional co-operation on domestic issues. With considerable reluctance, Roosevelt signed the Neutrality Acts into law.[4] Roosevelt's State Department had lobbied for embargo provisions that would allow the president to impose sanctions selectively.[citation needed] This was rejected by Congress.[citation needed] The 1935 act, passed by Congress on August 31, 1935,[5][6] imposed a general embargo on trading in arms and war materials with all parties in a war.[7] It also declared that American citizens traveling on warring ships traveled at their own risk. The act was set to expire after six months. When Congress passed the Neutrality Act of 1935, the State Department established an office to enforce the provisions of the Act. The Office of Arms and Munitions Control, renamed the Division of Controls in 1939 when the office was expanded, initially consisted of Joseph C. Green and Charles W. Yost.[citation needed] Roosevelt invoked the act after Italy's invasion of Ethiopia in October 1935, preventing all arms and ammunition shipments to Italy and Ethiopia. He also declared a \"moral embargo\" against the belligerents, covering trade not falling under the Neutrality Act.[8] The Neutrality Act of 1936,[9] passed in February of that year, renewed the provisions of the 1935 act for another 14 months. It also forbade all loans or credits to belligerents. However, this act did not cover \"civil wars\", such as that in Spain (1936–1939), nor did it cover materials used in civilian life such as trucks and oil. U.S. companies such as Texaco, Standard Oil, Ford, General Motors, and Studebaker sold such items to the Nationalists under General Franco on credit. By 1939, Spain owed these and other companies more than $100,000,000.[10][page needed] In January 1937, Congress passed a joint resolution outlawing the arms trade with Spain. The Neutrality Act of 1937[11] was passed in May and included the provisions of the earlier acts, this time without expiration date, and extended them to cover civil wars as well.[12] Furthermore, U.S. ships were prohibited from transporting any passengers or articles to belligerents, and U.S. citizens were forbidden from traveling on ships of belligerent nations.[7] In a concession to Roosevelt, a \"cash-and-carry\" provision that had been devised by his advisor Bernard Baruch was added:[citation needed] the president could permit the sale of materials and supplies to belligerents in Europe as long as the recipients arranged for the transport and paid immediately with cash, with the argument that this would not draw the U.S. into the conflict. Roosevelt believed that cash-and-carry would aid France and Great Britain in the event of a war with Germany, since they were the only countries that controlled the seas and were able to take advantage of the provision.[4] The cash-and-carry clause was set to expire after two years.[7] Japan invaded China in July 1937, starting the Second Sino-Japanese War. President Roosevelt, who supported the Chinese side, chose not to invoke the Neutrality Acts since the parties had not formally declared war. In so doing, he ensured that China's efforts to defend itself would not be hindered by the legislation: China was dependent on arms imports and only Japan would have been able to take advantage of cash-and-carry. This outraged the isolationists in Congress who claimed that the spirit of the law was being undermined. Roosevelt stated that he would prohibit American ships from transporting arms to the belligerents, but he allowed British ships to transport American arms to China.[13] Roosevelt gave his Quarantine Speech in October 1937, outlining a move away from neutrality and toward \"quarantining\" all aggressors. He then imposed a \"moral embargo\" on exports of aircraft to Japan.[8] Early in 1939, after Nazi Germany had invaded Czechoslovakia, Roosevelt lobbied Congress to have the cash-and-carry provision renewed. He was rebuffed, the provision lapsed, and the mandatory arms embargo remained in place.[7] In September 1939, after Germany had invaded Poland, Great Britain and France declared war on Germany. Roosevelt invoked the provisions of the Neutrality Act but came before Congress and lamented that the Neutrality Acts may give passive aid to an aggressor country.[14] Congress was divided. Republican Senator Gerald Nye wanted to broaden the embargo, and other isolationists like Vandenberg and Hiram Johnson vowed to fight \"from hell to breakfast\" Roosevelt's desire to loosen the embargo. An \"outstanding Republican leader\" who supported helping nations under attack, however, told H. V. Kaltenborn that the embargo was futile because a neutral country like Italy could buy from the US and sell its own weapons to Germany, while US companies would relocate factories to Canada.[15] Roosevelt prevailed over the isolationists, and on November 4, he signed the Neutrality Act of 1939 into law,[16][17][18] allowing for arms trade with belligerent nations (Great Britain and France) on a cash-and-carry basis, thus in effect ending the arms embargo. Furthermore, the Neutrality Acts of 1935 and 1937 were repealed, American citizens and ships were barred from entering war zones designated by the president, and the National Munitions Control Board (which had been created by the 1935 Neutrality Act) was charged with issuing licenses for all arms imports and exports. Arms trade without a license became a federal crime.[19] The end of neutrality policy came in September 1940 with the Destroyers-for-bases deal, an agreement to transfer 50 US Navy destroyers to the Royal Navy in exchange for land rights on British possessions. This was followed by the Lend-Lease Act of March 1941, which allowed the U.S. to sell, lend or give war materials to nations Roosevelt wanted to support: Britain, France and China.[20] After repeated incidents in the Atlantic between German submarines and U.S. ships, Roosevelt announced on September 11, 1941, that he had ordered the U.S. Navy to attack German and Italian war vessels in the \"waters which we deem necessary for our defense\". This order effectively declared naval war on Germany and Italy.[21] Following the sinking of the U.S. destroyer Reuben James while it dropped depth charges on German U-Boats on October 31, many of the provisions of the Neutrality Acts were repealed on November 17, 1941.[22] As a result, merchant vessels were allowed to be armed and to carry any cargoes to belligerent nations. On December 4, 1941 the US press published Rainbow Five, a leaked plan outlining US war strategy.[23] The U.S. formally declared war on Japan on December 8, 1941 following the attack on Pearl Harbor and the Japanese declaration of war of the previous day; Germany and Italy declared war on the U.S. on December 11, 1941, and the U.S. responded with a declaration of war on the same day.[24] The provision against unlicensed arms trades of the 1939 act remains in force.[25] In 1948, Charles Winters, Al Schwimmer and Herman Greenspun were convicted under the 1939 Act after smuggling B-17 Flying Fortress bombers from Florida to the nascent state of Israel during the 1948 Arab–Israeli War.[26] All three received presidential pardons in subsequent decades.[27]","Title":"Neutrality Acts of the 1930s - Wikipedia","KeyID":"4042","URL":"https://en.wikipedia.org/wiki/Neutrality_Acts_of_the_1930s"}