{"Content: ":"On December 8, 1941, the United States Congress declared war (Pub.L. 77–328, 55 Stat. 795) on the Empire of Japan in response to that country's surprise attack on Pearl Harbor and declaration of war the prior day. The Joint Resolution Declaring that a state of war exists between the Imperial Government of Japan and the Government and the people of the United States and making provisions to prosecute the same was formulated an hour after the Infamy Speech of President Franklin D. Roosevelt. Following the U.S. declaration, Japan's allies, Germany and Italy, declared war on the United States, bringing the United States fully into World War II. The attack on Pearl Harbor took place before a declaration of war by Japan had been delivered to the United States. It was originally stipulated that the attack should not commence until thirty minutes after Japan had informed the U.S. that it was withdrawing from further peace negotiations,[1][2] but the attack began before the notice could be delivered. Tokyo transmitted the 5,000-word notification – known as the \"14-Part Message\" – in two blocks to the Japanese Embassy in Washington. However, because of the very secret nature of the message, it had to be decoded, translated and typed up by high embassy officials, who were unable to do these tasks in the available time. Hence, the ambassador did not deliver it until after the attack had begun. Even if it had been, the notification was worded so that it actually neither declared war nor severed diplomatic relations; it was therefore not a proper declaration of war as required by diplomatic traditions.[3] Japan formally declared war on the US and the British Empire on 7 December 1941. The United Kingdom declared war on Japan nine hours before the U.S. did, partially due to Japanese attacks on the British colonies of Malaya, Singapore, and Hong Kong; and partially due to Winston Churchill's promise to declare war \"within the hour\" of a Japanese attack on the United States.[4] President Roosevelt formally requested the declaration in his Infamy Speech, addressed to a joint session of Congress and the nation at 12:30 p.m. on December 8.[5] The declaration was quickly brought to a vote; it passed the Senate, and then passed the House at 1:10 p.m.[5] The vote was 82–0 in the Senate and 388–1 in the House. Roosevelt signed the declaration at 4:10 p.m the same day.[5] The first woman elected to Congress, Jeannette Rankin, a Montana Republican and outspoken pacifist, cast the only vote against the declaration, eliciting hisses from some of her peers. In 1917, Rankin was among 56 members of Congress to vote against the declaration that triggered America’s entry into World War I. Now alone in her position, several of Rankin’s congressional colleagues pressed her to change her vote to make the resolution unanimous—or at least to abstain—but she refused,[6][7] saying \"As a woman, I can't go to war, and I refuse to send anyone else.\" Rankin was one of ten women holding Congressional seats at the time. After the vote, reporters followed her into the Republican cloakroom, where she refused to make any comments and took refuge in a telephone booth until United States Capitol Police cleared the cloakroom.[8] Two days later, a similar war declaration against Germany and Italy came to vote; Rankin abstained. JOINT RESOLUTION Declaring that a state of war exists between the Imperial Government of Japan and the Government and the people of the United States and making provisions to prosecute the same. Whereas the Imperial Government of Japan has committed unprovoked acts of war against the Government and the people of the United States of America: Therefore be it Resolved by the Senate and House of Representatives of the United States of America in Congress assembled, That the state of war between the United States and the Imperial Government of Japan which has thus been thrust upon the United States is hereby formally declared; and the President is hereby authorized and directed to employ the entire naval and military forces of the United States and the resources of the Government to carry on war against the Imperial Government of Japan; and, to bring the conflict to a successful termination, all the resources of the country are hereby pledged by the Congress of the United States.[9]","Title":"United States declaration of war on Japan - Wikipedia","KeyID":"4049","URL":"https://en.wikipedia.org/wiki/United_States_declaration_of_war_on_Japan"}