{"Content: ":"The General Secretary of the Central Committee of the Communist Party of the Soviet Union was the head of the Communist Party of the Soviet Union (CPSU). From 1929 until the union's dissolution, the holder of the office was the de facto leader of the Soviet Union,[2] because the post controlled the party, the foreign and the internal politics of the state and the federal government. It was the de facto highest ranking office of the Union. Before the October Revolution, the job of the party secretary was largely that of a bureaucrat. Following the Bolshevik seizure of power, the Office of the Responsible Secretary was established in 1919 to perform administrative work.[3] After the Bolshevik victory in the Russian Civil War, the Office of General Secretary was created by Lenin in 1922. Lenin created the position with the intention that it would serve a purely administrative and disciplinary position. Its primary focus would be to determine party membership composition and assign positions within the party. The General Secretary also oversaw recording party events and keeping the party leaders and members informed in party activities. When assembling his cabinet, Lenin appointed Joseph Stalin as the General Secretary. In his first several years Stalin used the principles of democratic centralism to transform his office into that of party leader, and later leader of the Soviet Union.[4] Prior to Lenin's death in 1924, Stalin's tenure as General Secretary was already being criticized.[5] In Lenin's final months, he authored a pamphlet that called for Stalin's removal on the justification that Stalin was becoming authoritarian and abusing his power. This pamphlet resulted in a political crisis for Stalin and a vote was held to remove him. Stalin with the help of Grigory Zinoviev, and Lev Kamenev survived the scandal and remained in his post. The 1920s saw Stalin begin consolidating his power by using the office of General Secretary. By 1928 he became the unquestioned leader of the USSR and the General Secretary became the nation's highest office. In 1934, the 17th Party Congress refrained from formally re-electing Stalin as General Secretary. However, Stalin was re-elected into all other positions and remained leader of the party without diminution.[6] In the 1950s, Stalin increasingly withdrew from Secretariat business, leaving the supervision of the body to Georgy Malenkov, possibly to test him as a potential successor.[7] In October 1952, at the 19th Party Congress, Stalin restructured the party's leadership. His request, voiced through Malenkov, to be relieved of his duties in the party secretariat due to his age, was rejected by the party congress, as delegates were unsure about Stalin's intentions.[8] In the end, the congress formally abolished Stalin's office of General Secretary, though Stalin remained one of the party secretaries and maintained ultimate control of the Party.[9][10] When Stalin died on 5 March 1953, Malenkov was the most important member of the Secretariat, which also included Nikita Khrushchev, among others. Under a short-lived troika of Malenkov, Beria, and Molotov, Malenkov became Chairman of the Council of Ministers but was forced to resign from the Secretariat nine days later on 14 March, leaving Khrushchev in effective control of the body.[11] Khrushchev was elected to the new office of First Secretary at the Central Committee plenum on 14 September of the same year. Khrushchev removed his rivals from power in both 1955 and (especially) 1957 and reinforced the supremacy of the First Secretary.[12] In 1964, opposition within the Politburo and the Central Committee led to Khrushchev's removal as First Secretary. Leonid Brezhnev succeeded Khrushchev to the post as part of another collective leadership, together with Premier Alexei Kosygin and others.[13] The office was renamed General Secretary in 1966.[14] The collective leadership was able to limit the powers of the General Secretary during the Brezhnev Era.[15] Brezhnev's influence grew throughout the 1970s as he was able to retain support by avoiding any radical reforms.[16] Yuri Andropov and Konstantin Chernenko ruled the country in the same way as Brezhnev had.[17] Mikhail Gorbachev ruled the Soviet Union as General Secretary until 1990, when the Communist Party lost its monopoly of power over the political system. The office of President of the Soviet Union was established so that Gorbachev still retained his role as leader of the Soviet Union.[18] Following the failed August coup of 1991, Gorbachev resigned as General Secretary.[19] He was succeeded by his deputy, Vladimir Ivashko, who only served for five days as Acting General Secretary before Boris Yeltsin, the President of Russia, suspended all activity in the Communist Party.[20] Following the party's ban, the Union of Communist Parties – Communist Party of the Soviet Union (UCP–CPSU) was established by Oleg Shenin in 1993. The UCP–CPSU works as a framework for reviving and restoring the CPSU. The organisation has members in all the former Soviet republics.[21]","Title":"General Secretary of the Communist Party of the Soviet Union - Wikipedia","KeyID":"4057","URL":"https://en.wikipedia.org/wiki/Soviet_General_Secretary"}