{"Content: ":"Generalissimo[1] (/ˌdʒɛnərəˈlɪsɪmoʊ/ JEN-(ə-)rə-LISS-im-oh) is a military rank of the highest degree, superior to field marshal and other five-star ranks in the states where they are used. The word generalissimo (pronounced [dʒeneraˈlissimo]), an Italian term, is the absolute superlative of generale ('general') thus meaning \"the highest-ranking of all generals\". The superlative suffix -issimo itself derives from Latin -issimus,[2][3][4][5][6] meaning \"utmost, to the highest grade\". Similar cognates in other languages include generalísimo in Spanish, generalíssimo in Portuguese, généralissime in French, and generalissimus in Latin. Historically this rank was given to a military officer leading an entire army or the entire armed forces of a state, usually only subordinate to the sovereign.[7] The military leader Albrecht von Wallenstein in 1632 was the first imperial generalissimo (general of the generals). Other usage of the rank has been for the commander of the united armies of several allied powers and if a senior military officer becomes the head of state or head of government of a nation like Chiang Kai-Shek in China and later in Taiwan, and Francisco Franco in Spain. The rank generalissimus of the Soviet Union would have been a generalissimo but some sources assert that Joseph Stalin refused to accept the rank.[8][9] In fact the grade was established by the Presidium of the Supreme Soviet which did not need the \"approval\" of Stalin.[10] The rank of generalissimo for Stalin was used also by Western diplomacy.[11] In the 20th century, the term came to be associated with military officers who took dictatorial power in their countries, especially due to the Spanish Francisco Franco having this rank. As such, it is used in literature depicting fictional Latin American dictatorial regimes, for example Father Hilary's Holiday by Bruce Marshall.[12]","Title":"Generalissimo - Wikipedia","KeyID":"4059","URL":"https://en.wikipedia.org/wiki/Generalissimo"}