{"Content: ":"Lend-Lease, formally the Lend-Lease Act and introduced as An Act to Promote the Defense of the United States (Pub.L. 77–11, H.R. 1776, 55 Stat. 31, enacted March 11, 1941),[1] was a policy under which the United States supplied Great Britain, the Soviet Union and other Allied nations with food, oil, and materiel between 1941 and 1945. It was given on the basis that such help was essential for the defense of the United States; this aid included warships and warplanes, along with other weaponry. It was signed into law on March 11, 1941, and ended on September 20, 1945. In general, the aid was free, although some hardware (such as ships) were returned after the war. Canada, already a belligerent, supplemented its aid to Great Britain with a similar, smaller program called Mutual Aid. A total of $50.1 billion (equivalent to $690 billion in 2020) worth of supplies was shipped, or 17% of the total war expenditures of the U.S.[2] In all, $31.4 billion went to the United Kingdom, $11.3 billion to the Soviet Union, $3.2 billion to France, $1.6 billion to China, and the remaining $2.6 billion to the other Allies. Reverse Lend-Lease policies comprised services such as rent on air bases that went to the U.S., and totaled $7.8 billion; of this, $6.8 billion came from the British and the Commonwealth. The terms of the agreement provided that the materiel was to be used until returned or destroyed. In practice, very little equipment was returned and most was destroyed during the war. Supplies that arrived after the termination date were sold to the United Kingdom at a large discount for £1.075 billion, using long-term loans from the United States. Canada's Mutual Aid program sent a loan of $1 billion and $3.4 billion in supplies and services (equivalent to $61 billion in 2020) to the United Kingdom and other Allies.[3][4] Lend-Lease effectively ended the United States' pretense of neutrality which had been enshrined in the Neutrality Acts of the 1930s. It was a decisive step away from non-interventionist policy and toward open support for the Allies. Roosevelt's top foreign policy advisor Harry Hopkins had effective control over Lend-Lease, making sure it was in alignment with Roosevelt's foreign policy goals.[5] The 1930s began with one of the world's greatest economic depressions—which had started in the United States—and the later recession of 1937–38 (although minor relative to the Great Depression) was otherwise also one of the worst of the 20th century. Following the Nye Committee[nb 1] hearings, as well as influential books of the time, such as Merchants of Death, both 1934, the United States Congress adopted several Neutrality Acts in the 1930s, motivated by non-interventionism—following the aftermath of its costly involvement in World War I (the war debts were still not paid off), and seeking to ensure that the country would not become entangled in foreign conflicts again. The Neutrality Acts of 1935, 1936, and 1937 intended to keep the United States out of war, by making it illegal for Americans to sell or transport arms, or other war materials to warring nations—neither to aggressors, nor to defenders.[6] In 1939 however – as Germany, Japan, and Italy pursued aggressive, militaristic policies – President Roosevelt wanted more flexibility to help contain Axis aggression. FDR suggested amending the act to allow warring nations to purchase military goods, arms and munitions if they paid cash and bore the risks of transporting the goods on non-American ships, a policy that would favor Britain and France. Initially, this proposal failed, but after Germany invaded Poland in September, Congress passed the Neutrality Act of 1939 ending the munitions embargo on a \"cash and carry\" basis. The passage of the 1939 amendment to the previous Neutrality Acts marked the beginning of a congressional shift away from isolationism, making a first step toward interventionism.[6] After the Fall of France during June 1940, the British Commonwealth and Empire were the only forces engaged in war against Germany and Italy, until the Italian invasion of Greece. Britain had been paying for its materiel with gold as part of the \"cash and carry\" program, as required by the U.S. Neutrality Acts of the 1930s, but by 1941 it had liquidated a large part of its overseas holdings and its gold reserves were becoming depleted in paying for materiel from the United States.[7] During this same period, the U.S. government began to mobilize for total war, instituting the first-ever peacetime draft and a fivefold increase in the defense budget (from $2 billion to $10 billion).[8] The Two-Ocean Navy Act of July 1940 set in motion a rapid expansion of the United States Navy. In the meantime, Great Britain was running out of liquid currency and asked not to be forced to sell off British assets. On December 7, 1940, its Prime Minister Winston Churchill pressed President Roosevelt in a 15-page letter for American help.[nb 2][9] Sympathetic to the British plight, but hampered by public opinion and the Neutrality Acts, which forbade arms sales on credit or the lending of money to belligerent nations, Roosevelt eventually came up with the idea of \"lend–lease\". As one Roosevelt biographer has characterized it: \"If there was no practical alternative, there was certainly no moral one either. Britain and the Commonwealth were carrying the battle for all civilization, and the overwhelming majority of Americans, led in the late election by their president, wished to help them.\"[10] As the President himself put it, \"There can be no reasoning with incendiary bombs.\"[11] In September 1940, during the Battle of Britain the British government sent the Tizard Mission to the United States.[12] The aim of the British Technical and Scientific Mission was to obtain the industrial resources to exploit the military potential of the research and development work completed by the UK up to the beginning of World War II, but that Britain itself could not exploit due to the immediate requirements of war-related production. The British shared technology included the cavity magnetron (key technology at the time for highly effective radar; the American historian James Phinney Baxter III later called \"the most valuable cargo ever brought to our shores\"),[13][14] the design for the VT fuze, details of Frank Whittle's jet engine and the Frisch–Peierls memorandum describing the feasibility of an atomic bomb.[15] Though these may be considered the most significant, many other items were also transported, including designs for rockets, superchargers, gyroscopic gunsights, submarine detection devices, self-sealing fuel tanks and plastic explosives. In December 1940, President Roosevelt proclaimed the United States would be the \"Arsenal of Democracy\" and proposed selling munitions to Britain and Canada.[11] Isolationists were strongly opposed, warning it would result in American involvement with what was considered by most Americans as an essentially European conflict. In time, opinion shifted as increasing numbers of Americans began to consider the advantage of funding the British war against Germany, while staying free of the hostilities themselves.[16] Propaganda showing the devastation of British cities during The Blitz, as well as popular depictions of Germans as savage also rallied public opinion to the Allies, especially after Germany conquered France. After a decade of neutrality, Roosevelt knew that the change to Allied support must be gradual, given the support for isolationism in the country. Originally, the American policy was to help the British but not join the war. During early February 1941, a Gallup poll revealed that 54% of Americans were in favor of giving aid to the British without qualifications of Lend-Lease. A further 15% were in favor of qualifications such as: \"If it doesn't get us into war,\" or \"If the British can give us some security for what we give them.\" Only 22% were unequivocally against the President's proposal. When poll participants were asked their party affiliation, the poll revealed a political divide: 69% of Democrats were unequivocally in favor of Lend-Lease, whereas only 38% of Republicans favored the bill without qualification. At least one poll spokesperson also noted that \"approximately twice as many Republicans\" gave \"qualified answers as ... Democrats.\"[17] Opposition to the Lend-Lease bill was strongest among isolationist Republicans in Congress, who feared the measure would be \"the longest single step this nation has yet taken toward direct involvement in the war abroad\". When the House of Representatives finally took a roll call vote on February 9, 1941, the 260 to 165 vote was largely along party lines. Democrats voted 238 to 25 in favor and Republicans 24 in favor and 135 against.[18] The vote in the Senate, which occurred on 9 March, revealed a similar partisan difference: 49 Democrats (79 percent) voted \"aye\" with only 13 Democrats (21 percent) voting \"nay\". In contrast, 17 Republicans (63 percent) voted \"nay\" while 10 Senate Republicans (37 percent) sided with the Democrats to pass the bill.[19] President Roosevelt signed the Lend-Lease bill into law on March 11, 1941. It permitted him to \"sell, transfer title to, exchange, lease, lend, or otherwise dispose of, to any such government [whose defense the President deems vital to the defense of the United States] any defense article.\" In April, this policy was extended to China,[20] and in October to the Soviet Union. Roosevelt approved $1 billion in Lend-Lease aid to Britain at the end of October 1941. This followed the 1940 Destroyers for Bases Agreement, whereby 50 US Navy destroyers were transferred to the Royal Navy and the Royal Canadian Navy in exchange for basing rights in the Caribbean. Churchill also granted the US base rights in Bermuda and Newfoundland for free; this act allowed their British garrison to be redeployed to more crucial theatres. In 1944, Britain transferred several of the US-made destroyers to the USSR.[21] After the attack on Pearl Harbor and the United States entering the war in December 1941, foreign policy was rarely discussed by Congress, and there was very little demand to cut Lend-Lease spending. In spring 1944, the House passed a bill to renew the Lend-Lease program by a vote of 334 to 21. The Senate passed it by a vote of 63 to 1.[22] In February 1942, the U.S. and Britain signed the Anglo-American Mutual Aid Agreement[23] as part of a greater multilateral system, developed by the Allies during the war, to provide each other with goods, services, and mutual aid in the widest sense, without charging commercial payments.[24] A total of $50.1 billion (equivalent to $582 billion in 2020)[26] was involved, or 17% of the total war expenditures of the U.S.[2] Most, $31.4 billion ($365 billion) went to Britain and its Empire.[27] Other recipients were led by $11.3 billion ($131 billion) to the Soviet Union, $3.2 billion ($37.1 billion) to France, $1.6 billion ($18.6 billion) to China, and the remaining $2.6 billion to the other Allies. Reverse lend-lease policies comprised services such as rent on bases used by the U.S., and totaled $7.8 billion; of this, $6.8 billion came from the British and the Commonwealth, mostly Australia and India. The terms of the agreement provided that the materiel was to be used until returned or destroyed. In practice very little equipment was in usable shape for peacetime uses. Supplies that arrived after the termination date were sold to Britain at a large discount for £1.075 billion, using long-term loans from the United States. Canada was not a direct recipient of Lend Lease finance but to address the balance of payment issues between the US & Canada and to prevent the US monopolizing British orders the Hyde Park Declaration of 20 April 1941[28] was agreed which made weapons and components manufactured in Canada for Britain eligible for Lend Lease financing as if they had been manufactured in the US.[29] Canada operated a program similar to Lend Lease called Mutual Aid that sent a loan of C$1 billion (equivalent to C$14.9 billion in 2020)[30] and C$3.4 billion (C$50.6 billion) in supplies and services to Britain and other Allies.[31][4] Roosevelt made sure that Lend-Lease policies were supportive of his foreign policy goals by putting his top aide Harry Hopkins in effective control over its major policy decisions.[5] In terms of administration, the president established the Office of Lend-Lease Administration during 1941, appointing steel executive Edward R. Stettinius as the operating head.[32] During September 1943, he was promoted to Undersecretary of State, and Leo Crowley became director of the Foreign Economic Administration which was given responsibility for Lend-Lease. Lend-lease aid to the USSR was nominally managed by Stettinius. Roosevelt's Soviet Protocol Committee was dominated by Harry Hopkins and General John York, who were totally sympathetic to the provision of \"unconditional aid\". Few Americans objected to Soviet aid until 1943.[33] The program began to be ended after VE Day. During April 1945, Congress voted that it should not be used for post-conflict purposes, and during August 1945, after Japanese surrender, the program was ended.[34] Lend-Lease contributed to the Allied victory. Even after the United States forces in Europe and the Pacific began to attain full strength during 1943–1944, Lend-Lease continued. Most remaining Allies were largely self-sufficient in frontline equipment (such as tanks and fighter aircraft) by this time but Lend-Lease provided a useful supplement in this category and Lend-Lease logistical supplies (including motor vehicles and railroad equipment) were of enormous assistance.[35] Much of the meaning of Lend-Lease aid can be better understood when considering the innovative nature of World War II, as well as the economic distortions caused by the war. One of the greatest differences with prior wars was the enormous increase in the mobility of armies. This was the first big war in which whole formations were routinely motorized; soldiers were supported with large numbers of all kinds of vehicles.[36] Most belligerent powers severely decreased production of non-essentials, concentrating on producing weapons. This inevitably produced shortages of related products that are required for industrial or logistical uses, particularly unarmored vehicles. On the Allied side, there was almost total reliance upon American industrial production, weaponry and especially unarmored vehicles purpose-built for military use, vital for the modern army's logistics and support.[36] The USSR was very dependent on rail transport and starting during the latter half of the 1920s[37] but accelerating during the 1930s (The Great Depression), hundreds of foreign industrial giants such as Ford were commissioned to construct modern dual-purpose factories in the USSR, 16 alone within a week of May 31, 1929.[38] With the outbreak of war these plants switched from civilian to military production and locomotive production ended virtually overnight. Just 446 locomotives were produced during the war,[39] with only 92 of those being built between 1942 and 1945.[40] In total, 92.7% of the wartime production of railroad equipment by the USSR was supplied by Lend-Lease,[35] including 1,911 locomotives and 11,225 railcars[41] which augmented the existing stocks of at least 20,000 locomotives and half a million railcars.[42] Much of the logistical assistance of the Soviet military was provided by hundreds of thousands of U.S.-made trucks and by 1945, nearly a third of the truck strength of the Red Army was U.S.-built. Trucks such as the Dodge 3⁄4-ton and Studebaker 2+1⁄2-ton were easily the best trucks available in their class on either side on the Eastern Front. American shipments of telephone cable, aluminum, canned rations and clothing were also critical.[43] Lend-Lease also supplied significant amounts of weapons and ammunition. The Soviet air force received 18,200 aircraft, which amounted to about 30 percent of Soviet wartime fighter and bomber production (mid 1941–45).[35] Most tank units were Soviet-built models but about 7,000 Lend-Lease tanks (plus more than 5,000 British tanks) were used by the Red Army, eight percent of war-time production. A particular critical aspect of Lend-Lease was the supply of food. The invasion had cost the USSR a huge amount of its agricultural base; during the initial Axis offensive of 1941-42, the total sown area of the USSR fell by 41.9% and the number of collective and state farms by 40%. The Soviets lost a substantial number of draft and farm animals as they were not able to relocate all the animals in an area before it was captured and of those areas in which the Axis forces would occupy, the Soviets had lost 7 million of out of 11.6 million horses, 17 million out of 31 million cows, 20 million of 23.6 million pigs and 27 million out of 43 million sheep and goats. Tens of thousands of agricultural machines, such as tractors and threshers, were destroyed or captured. Agriculture also suffered a loss of labour; between 1941 and 1945, 19.5 million working-age men had to leave their farms to work in the military and industry. Agricultural issues were also compounded when the Soviets were on the offensive, as areas liberated from the Axis had been devastated and contained millions of people who needed to be fed. Lend-Lease thus provided a massive number of foodstuffs and agricultural products.[44] According to the Russian historian Boris Vadimovich Sokolov, Lend-Lease had a crucial role in winning the war: On the whole the following conclusion can be drawn: that without these Western shipments under Lend-Lease the Soviet Union not only would not have been able to win the Great Patriotic War, it would not have been able even to oppose the German invaders, since it could not itself produce sufficient quantities of arms and military equipment or adequate supplies of fuel and ammunition. The Soviet authorities were well aware of this dependency on Lend-Lease. Thus, Stalin told Harry Hopkins [FDR's emissary to Moscow in July 1941] that the U.S.S.R. could not match Germany's might as an occupier of Europe and its resources.[35] Nikita Khrushchev, having served as a military commissar and intermediary between Stalin and his generals during the war, addressed directly the significance of Lend-lease aid in his memoirs: I would like to express my candid opinion about Stalin's views on whether the Red Army and the Soviet Union could have coped with Nazi Germany and survived the war without aid from the United States and Britain. First, I would like to tell about some remarks Stalin made and repeated several times when we were \"discussing freely\" among ourselves. He stated bluntly that if the United States had not helped us, we would not have won the war. If we had had to fight Nazi Germany one on one, we could not have stood up against Germany's pressure, and we would have lost the war. No one ever discussed this subject officially, and I don't think Stalin left any written evidence of his opinion, but I will state here that several times in conversations with me he noted that these were the actual circumstances. He never made a special point of holding a conversation on the subject, but when we were engaged in some kind of relaxed conversation, going over international questions of the past and present, and when we would return to the subject of the path we had traveled during the war, that is what he said. When I listened to his remarks, I was fully in agreement with him, and today I am even more so.[45] Joseph Stalin, during the Tehran Conference during 1943, acknowledged publicly the importance of American efforts during a dinner at the conference: \"Without American machines the United Nations could never have won the war.\"[46][47] In a confidential interview with the wartime correspondent Konstantin Simonov, the Soviet Marshal Georgy Zhukov is quoted as saying: Today [1963] some say the Allies didn't really help us ... But listen, one cannot deny that the Americans shipped over to us material without which we could not have equipped our armies held in reserve or been able to continue the war.[48] David Glantz, the American military historian known for his books on the Eastern front, concludes: Although Soviet accounts have routinely belittled the significance of Lend-Lease in the sustainment of the Soviet war effort, the overall importance of the assistance cannot be understated. Lend-Lease aid did not arrive in sufficient quantities to make the difference between defeat and victory in 1941–1942; that achievement must be attributed solely to the Soviet people and to the iron nerve of Stalin, Zhukov, Shaposhnikov, Vasilevsky, and their subordinates. As the war continued, however, the United States and Great Britain provided many of the implements of war and strategic raw materials necessary for Soviet victory. Without Lend-Lease food, clothing, and raw materials (especially metals), the Soviet economy would have been even more heavily burdened by the war effort. Perhaps most directly, without Lend-Lease trucks, rail engines, and railroad cars, every Soviet offensive would have stalled at an earlier stage, outrunning its logistical tail in a matter of days. In turn, this would have allowed the German commanders to escape at least some encirclements, while forcing the Red Army to prepare and conduct many more deliberate penetration attacks in order to advance the same distance. Left to their own devices, Stalin and his commanders might have taken twelve to eighteen months longer to finish off the Wehrmacht; the ultimate result would probably have been the same, except that Soviet soldiers could have waded at France's Atlantic beaches.[49] Roosevelt, eager to ensure public consent for this controversial plan, explained to the public and the press that his plan was comparable to one neighbor's lending another a garden hose to put out a fire in his home. \"What do I do in such a crisis?\" the president asked at a press conference. \"I don't say ... 'Neighbor, my garden hose cost me $15; you have to pay me $15 for it' ... I don't want $15—I want my garden hose back after the fire is over.\"[50] To which Senator Robert Taft (R-Ohio), responded: \"Lending war equipment is a good deal like lending chewing gum—you certainly don't want the same gum back.\"[51] In practice, very little was returned except for a few unarmed transport ships. Surplus military equipment was of no value in peacetime. The Lend-Lease agreements with 30 countries provided for repayment not in terms of money or returned goods, but in \"joint action directed towards the creation of a liberalized international economic order in the postwar world.\" That is the U.S. would be \"repaid\" when the recipient fought the common enemy and joined the world trade and diplomatic agencies, such as the United Nations.[52] If Germany defeated the Soviet Union, the most significant front in Europe would be closed. Roosevelt believed that if the Soviets were defeated the Allies would be far more likely to lose. Roosevelt concluded that the United States needed to help the Soviets fight against the Germans.[54] Soviet Ambassador Maxim Litvinov significantly contributed to the Lend-Lease agreement of 1941. American deliveries to the Soviet Union can be divided into the following phases: Delivery was via the Arctic Convoys, the Persian Corridor, and the Pacific Route. The Arctic route was the shortest and most direct route for lend-lease aid to the USSR, though it was also the most dangerous as it involved sailing past German-occupied Norway. Some 3,964,000 tons of goods were shipped by the Arctic route; 7% was lost, while 93% arrived safely.[56] This constituted some 23% of the total aid to the USSR during the war. The Persian Corridor was the longest route, and was not fully operational until mid-1942. Thereafter it saw the passage of 4,160,000 tons of goods, 27% of the total.[56] The Pacific Route opened in August 1941, but was affected by the start of hostilities between Japan and the U.S.; after December 1941, only Soviet ships could be used, and, as Japan and the USSR observed a strict neutrality towards each other, only non-military goods could be transported.[57] Nevertheless, some 8,244,000 tons of goods went by this route, 50% of the total.[56] In total, the U.S. deliveries to the USSR through Lend-Lease amounted to $11 billion in materials: over 400,000 jeeps and trucks; 12,000 armored vehicles (including 7,000 tanks, about 1,386[58] of which were M3 Lees and 4,102 M4 Shermans);[59] 11,400 aircraft (4,719 of which were Bell P-39 Airacobras)[60] and 1.75 million tons of food.[61] Roughly 17.5 million tons of military equipment, vehicles, industrial supplies, and food were shipped from the Western Hemisphere to the USSR, 94% coming from the US. For comparison, a total of 22 million tons landed in Europe to supply American forces from January 1942 to May 1945. It has been estimated that American deliveries to the USSR through the Persian Corridor alone were sufficient, by US Army standards, to maintain sixty combat divisions in the line.[62][63] Restrictions in the supply of weapons from the United States were mainly limited to supply of heavy bombers. The United States did not provide heavy bombers to the USSR when requested. For example, in the 4 Ottawa Protocol (July 1, 1944, to June 30, 1945) the USSR requested 240 B-17 bombers and 300 B-24 bombers, none of which were supplied. Heavy bombers had not been mentioned in previous protocols.[64] The production of heavy bombers in the United States until 1945 amounted to more than 30,000.[citation needed] The USSR had only a very small number of heavy bombers in comparison. The sole modern heavy bomber the USSR had was the Petlyakov Pe-8, and it only had 27 such bombers at the start of the war, with fewer than 100 produced until 1945.[65] The United States delivered to the Soviet Union from October 1, 1941, to May 31, 1945 the following: 427,284 trucks, 13,303 combat vehicles, 35,170 motorcycles, 2,328 ordnance service vehicles, 2,670,371 tons of petroleum products (gasoline and oil) or 57.8 percent of the high-octane aviation fuel,[35] 4,478,116 tons of foodstuffs (canned meats, sugar, flour, salt, etc.), 1,911 steam locomotives, 66 diesel locomotives, 9,920 flat cars, 1,000 dump cars, 120 tank cars, and 35 heavy machinery cars. Provided ordnance goods (ammunition, artillery shells, mines, assorted explosives) amounted to 53 percent of total domestic consumption.[35] One item typical of many was a tire plant that was lifted bodily from the Ford Company's River Rouge Plant and transferred to the USSR. The 1947 money value of the supplies and services amounted to about $11 billion.[66]  Warsaw 1945: Willys jeep used by the Polish First Army as part of U.S. Lend-Lease program The Lend-Lease Memorial in Fairbanks, Alaska commemorates the shipment of U.S. aircraft to the Soviet Union along the Northwest Staging Route. BM-13N Katyusha on a Lend-Lease Studebaker US6 truck, at the Museum of the Great Patriotic War, Moscow In June 1941, within weeks of the German invasion of the USSR, the Anglo-Soviet Agreement was made and the first British aid convoy set off along the dangerous Arctic sea route to Murmansk, arriving in September. It carried 40 Hawker Hurricanes along with 550 mechanics and pilots of No. 151 Wing in Operation Benedict, to provide air defence of the port and to train Soviet pilots. The convoy was the first of many convoys to Murmansk and Archangelsk in what became known as the Arctic convoys, the returning ships carried the gold that the USSR was using to pay the US.[67] By the end of 1941, early shipments of Matilda, Valentine and Tetrarch tanks represented only 6.5% of total Soviet tank production but over 25% of medium and heavy tanks produced for the Red Army.[68][69] The British tanks first saw action with the 138 Independent Tank Battalion in the Volga Reservoir on November 20, 1941.[70] Lend-Lease tanks constituted 30 to 40 percent of heavy and medium tank strength before Moscow at the beginning of December 1941.[71][72] Significant numbers of British Churchill, Matilda and Valentine tanks were shipped to the USSR.[73] Between June 1941 and May 1945, Britain delivered to the USSR: In total 4 million tonnes of war material including food and medical supplies were delivered. The munitions totaled £308m (not including naval munitions supplied), the food and raw materials totaled £120m in 1946 index. In accordance with the Anglo-Soviet Military Supplies Agreement of June 27, 1942, military aid sent from Britain to the Soviet Union during the war was entirely free of charge.[74][75] Reverse Lend-lease was the supply of equipment and services to the United States. Nearly $8 billion (equivalent to $124 billion today) worth of war material was provided to U.S. forces by its allies, 90% of this sum coming from the British Empire.[76] Reciprocal contributions included the Austin K2/Y military ambulance, British aviation spark plugs used in B-17 Flying Fortresses,[76] Canadian-made Fairmile launches used in anti-submarine warfare, Mosquito photo-reconnaissance aircraft, and Indian petroleum products.[77] Australia and New Zealand supplied the bulk of foodstuffs to United States forces in the South Pacific.[76][78] Though diminutive in comparison, Soviet Union supplied the United States with goods that the latter badly needed, including 300,000 tons of chrome ore, 32,000 tons of manganese ore, and large supplies of platinum, gold and wood.[citation needed] In a November 1943 report to Congress, President Roosevelt said of Allied participation in reverse Lend-lease: ... the expenditures made by the British Commonwealth of Nations for reverse lend-lease aid furnished to the United States, and of the expansion of this program so as to include exports of materials and foodstuffs for the account of United States agencies from the United Kingdom and the British colonies, emphasizes the contribution which the British Commonwealth has made to the defense of the United States while taking its place on the battle fronts. It is an indication of the extent to which the British have been able to pool their resources with ours so that the needed weapon may be in the hands of that soldier—whatever may be his nationality—who can at the proper moment use it most effectively to defeat our common enemies.[77] While in April 1944 Congress were briefed by the Foreign Economic Administrator, Leo T Crowley; Just as the RAF's operations against Germany and the invasion coasts would not have been possible on their present scale without lend-lease so the United States Eighth and Ninth air forces daylight missions from Britain would not have been possible without reverse lend-lease. Our Fortresses and Liberators take off from huge air bases built, equipped and serviced under reverse lend-lease at a cost to them of hundreds of millions of dollars. Many of our pilots fly Spitfires built in England, many more are flying American fighter planes powered by British Rolls Royce Merlin engines, turned over to us by the British. And many of the supplies needed by our Air Force are procured for us without cost by reverse lend-lease. In fact our armed forces in Britain, ground as well as air, receive as reverse lend-lease, with no payment by us, one third of all the supplies and equipment they currently require, Britain furnishes 90% of their medical supplies and in spite of her food shortage, 20% of their food.[79] In 1945–46, the value of Reciprocal Aid from New Zealand exceeded that of Lend-Lease, though in 1942–43, the value of Lend-Lease to New Zealand was much more than that of Reciprocal Aid. Britain also supplied extensive material assistance to American forces stationed in Europe, for example the USAAF was supplied with hundreds of Spitfire Mk V and Mk VIII fighter aircraft. The cooperation that was built up with Canada during the war was an amalgam compounded of diverse elements of which the air and land routes to Alaska, the Canol project, and the CRYSTAL and CRIMSON activities were the most costly in point of effort and funds expended. ... The total of defense materials and services that Canada received through lend-lease channels amounted in value to approximately $419,500,000. ... Some idea of the scope of economic collaboration can be had from the fact that from the beginning of 1942 through 1945 Canada, on her part, furnished the United States with $1,000,000,000 to $1,250,000,000 in defense materials and services. ... Although most of the actual construction of joint defense facilities, except the Alaska Highway and the Canol project, had been carried out by Canada, most of the original cost was borne by the United States. The agreement was that all temporary construction for the use of American forces and all permanent construction required by the United States forces beyond Canadian requirements would be paid for by the United States, and that the cost of all other construction of permanent value would be met by Canada. Although it was not entirely reasonable that Canada should pay for any construction that the Canadian Government considered unnecessary or that did not conform to Canadian requirements, nevertheless considerations of self-respect and national sovereignty led the Canadian Government to suggest a new financial agreement. ... The total amount that Canada agreed to pay under the new arrangement came to about $76,800,000, which was some $13,870,000 less than the United States had spent on the facilities.[80] Congress had not authorized the gift of supplies delivered after the cutoff date, so the U.S. charged for them, usually at a 90% discount. Large quantities of undelivered goods were in Britain or in transit when Lend-Lease terminated on September 2, 1945. Britain wished to retain some of this equipment in the immediate post-war period. In 1946, the post-war Anglo-American loan further indebted Britain to the U.S. Lend-Lease items retained were sold to Britain at 10% of nominal value, giving an initial loan value of £1.075 billion for the Lend-Lease portion of the post-war loans. Payment was to be stretched out over 50 annual payments, starting in 1951 and with five years of deferred payments, at 2% interest.[81] The final payment of $83.3 million (£42.5 million), due on December 31, 2006 (repayment having been deferred in the allowed five years and during a sixth year not allowed), was made by Britain on December 29, 2006 (the last working day of the year). After this final payment, Britain's Economic Secretary to the Treasury formally issued thanks to the U.S. for its wartime support.[82] While repayment of the interest-free loans was required after the end of the war under the act, in practice the U.S. did not expect to be repaid by the USSR after the war. The U.S. received $2 million in reverse Lend-Lease from the USSR. This was mostly in the form of landing, servicing, and refueling of transport aircraft; some industrial machinery and rare minerals were sent to the U.S. The U.S. asked for $1.3 billion at the cessation of hostilities to settle the debt, but was only offered $170 million by the USSR. The dispute remained unresolved until 1972, when the U.S. accepted an offer from the USSR to repay $722 million linked to grain shipments from the U.S., with the remainder being written off. During the war the USSR provided an unknown number of shipments of rare minerals to the US Treasury as a form of cashless repayment of Lend-Lease. This was agreed upon before the signing of the first protocol on October 1, 1941, and extension of credit. Some of these shipments were intercepted by the Germans. In May 1942, HMS Edinburgh was sunk while carrying 4.5 tonnes of Soviet gold intended for the U.S. Treasury. This gold was salvaged in 1981 and 1986.[83] In June 1942, SS Port Nicholson was sunk en route from Halifax, Nova Scotia to New York, allegedly with Soviet platinum, gold, and diamonds aboard; the wreck was discovered in 2008.[84] However, none of this cargo has been salvaged, and no documentation of its treasure has been produced.[85]","Title":"Lend-Lease - Wikipedia","KeyID":"4064","URL":"https://en.wikipedia.org/wiki/Lend-Lease"}