{"Content: ":"Before, during and after his presidential terms and continuing today, there has been much criticism of Franklin D. Roosevelt (1882–1945). Critics have questioned not only his policies and positions, but also charged him with centralizing power in his own hands by controlling both the government and the Democratic Party. Many denounced his breaking of a long-standing tradition by running for a third term in 1940.[1] By the middle of his second term, much criticism of Roosevelt centered on fears that he was heading toward a dictatorship by attempting to seize control of the Supreme Court in the court-packing incident of 1937, attempting to eliminate dissent within the Democratic Party in the South during the 1938 mid-term elections and by breaking the tradition established by George Washington of not seeking a third term when he again ran for re-election in 1940. As two historians explain: \"In 1940, with the two-term issue as a weapon, anti-New Dealers [...] argued that the time had come to disarm the 'dictator' and to dismantle the machinery\".[2] Long after Roosevelt's death, new lines of attack opened to criticize his policies regarding helping the Jews of Europe,[3] incarcerating Japanese Americans on the West Coast in concentration camps,[4] and opposing anti-lynching legislation.[5] Numerous allies and appointees turned against Roosevelt,[why?] such as Vice President John Nance Garner, Brain truster Raymond Moley, Postmaster General James A. Farley[6] and Ambassador Joseph Kennedy.[7] Outside the administration prominent supporters who turned against Roosevelt included journalists Walter Lippmann[8] and Frank Kent.[9] Newspaper publisher William Randolph Hearst was a major Roosevelt supporter in 1932, but turned his nationwide media chain against Roosevelt starting in 1934. Historian Charles A. Beard had supported Roosevelt in 1932, but he became the leader of isolationist intellectuals who opposed his foreign policy after 1937.[10] Roosevelt in the 1920s had been closely associated with Al Smith, the governor of New York. Roosevelt defeated Smith for the 1932 nomination and Smith became the leader of the Liberty League of prominent businessmen opposing the New Deal.[11] After Pearl Harbor, Roosevelt rejected the possibility of major war jobs for any of these men except Lewis Douglas[12] and Dean Acheson.[13] Some appointees privately turned against the New Deal, but they kept quiet and stayed in the jobs, such as ambassador Claude Bowers.[14] Roosevelt was criticized for his economic policies, especially the shift in tone from individualism to collectivism with the dramatic expansion of the welfare state and regulation of the economy. Those criticisms continued decades after his death. One factor in the revisiting of these issues in later decades was the election of Ronald Reagan in 1980.[15] When in 1981 Reagan was quoted in The New York Times saying that fascism was admired by many New Dealers, he came under heavy criticism, for Reagan had greatly admired Roosevelt and was a leading New Dealer in Hollywood.[16] One of the most outspoken critics of the New Deal in the 1930s was the right-wing activist Elizabeth Dilling.[17][18] Today, Roosevelt is criticized by conservatives and libertarians for his extensive economic interventionism. These critics often accuse his policies of prolonging what they believe would otherwise have been a much shorter recession. Their argument is that government planning of the economy was both unnecessary and counterproductive and that laissez-faire policies would have ended the suffering much sooner. Professor Thomas DiLorenzo, an adherent of the Austrian School of economics, says Roosevelt did not \"get us out of the Depression\" or \"save capitalism from itself\" as generations of Americans have been taught.[19] More recently, libertarian historian Jim Powell stated in his 2003 book FDR's Folly that the median joblessness rate throughout the New Deal was 17.2 percent and never went below 14 percent. However, Powell does not count government workers on the Works Progress Administration (WPA) as employed, even though they worked at full-time paid jobs. Powell states the Depression was worsened and prolonged \"by doubling taxes, making it more expensive for employers to hire people, making it harder for entrepreneurs to raise capital, demonizing employers, destroying food... breaking up the strongest banks, forcing up the cost of living, channeling welfare away from the poorest people and enacting labor laws that hit poor African Americans especially hard\".[20] Liberal historians reject Powell's charges and note that it was Hoover who raised taxes, not Roosevelt; and say that the New Deal did more for blacks than any administration before or since.[21] Libertarian writers such as Burton Folsom believe that Social Security tax increases for middle-class workers exceeded government-mandated wage increases for them, thus leaving them with less current disposable income in exchange for eventual pensions. Roosevelt raised tax rates on the wealthy to a top marginal tax rate of 79%. However, wealthy citizens found tax shelters to reduce this rate. Libertarians also believe New Deal tax legislation curtailed private sector investment and job creation.[22] A 2004 econometric study by Harold L. Cole and Lee E. Ohanian concluded that the \"New Deal labor and industrial policies did not lift the economy out of the Depression as President Roosevelt and his economic planners had hoped\", but that the \"New Deal policies are an important contributing factor to the persistence of the Great Depression\". They believe that the \"abandonment of these policies coincided with the strong economic recovery of the 1940s\".[23] They do not credit Roosevelt for the remarkable prosperity of the 1940s. New Deal defenders argue that the failure of industry to create new jobs in the 1930s was caused primarily by the lack of new technologies and new industries as apart from radio there were few growth industries that emerged in the 1930s compared to the 1920s, when automobiles and electricity created the demand for new products that in turn created many new jobs. By contrast, in the 1930s companies did not hire more workers because they could not sell the increased output that would result.[24] Historian Richard G. Powers, who studied liberal and conservative versions of anticommunism, and how they interacted with real Soviet espionage as well as false or inaccurate red-baiting and McCarthyism, noted that FDR was often attacked by far-right critics. Some hard-right critics in the 1930s claimed that Roosevelt was state socialist or communist, including Charles Coughlin, Elizabeth Dilling, and Gerald L. K. Smith. The accusations generally centered on the New Deal, but also included other alleged issues, such as claims that Roosevelt was \"anti-God\" by Coughlin. These conspiracy theories were grouped as the \"red web\" or \"Roosevelt Red Record,\" based significantly on propaganda books by Dilling. There was significant overlap between these red-baiting accusations against Roosevelt and the isolationist America First Committee. Roosevelt was concerned enough about the accusations that in a September 29, 1936 speech in Syracuse, Roosevelt officially condemned communism:[17] In this campaign another herring turns up. In former years it has been British and French- and a variety of other things. This year it is Russian. Desperate in mood, angry at failure, cunning in purpose, individuals and groups are seeking to make Communism an issue in an election where Communism is not a controversy between the two major parties. [...] I repudiate the support of any advocate of Communism or of any other alien \"ism\" which would by fair means or foul change our American democracy. [...] Communism is a manifestation of the social unrest which always comes with widespread economic maladjustment. We in the Democratic party have not been content merely to denounce this menace. We have been realistic enough to face it. We have been intelligent enough to do something about it. And the world has seen the results of what we have done. In the spring of 1933 we faced a crisis which was the ugly fruit of twelve years of neglect of the causes of economic and social unrest...[25] The accusations of communism were widespread enough to misdirect from the real Soviet espionage that was occurring, leading the Roosevelt administration to miss the infiltration of various spy rings. Most of the Soviet spy rings actually sought to undermine the Roosevelt administration.[17] Roosevelt was also accused of \"socialism\" or \"communism\" by Republican representative Robert F. Rich, and senators Simeon D. Fess, and Thomas D. Schall.[26] As World War II began, Roosevelt was among those concerned at the growing strength of the Axis Powers and he found ways to help Great Britain, the Chinese Nationalists and later the Soviet Union in their struggle against them. His program of Lend-Lease supplied military equipment to those powers despite the American government's official neutrality. This prompted several isolationist leaders, including air hero Charles Lindbergh, to criticize him as a warmonger who was trying to push America into war with Nazi Germany, Fascist Italy and Imperial Japan. This criticism was largely silenced in the public arena after the Japanese attack on Pearl Harbor, but some persisted in the belief that Roosevelt knew of the attack beforehand. After 1945, the term \"fascist\" conjured up images of Nazi death camps, but in the 1930s it had a very different connotation, meaning the centralization of political power as in Benito Mussolini's Italy and of a \"third way\" between communism and capitalism. While most American businessmen thought Roosevelt was hostile to them, critics on the left said he was too friendly. Comparisons of American domestic programs to fascist economics are not necessarily pejorative as one of the motives behind the Interstate Highway System was that President Eisenhower was impressed by Adolf Hitler's autobahn system.[27] Early in Roosevelt's first term, supporters and critics alike found similarities between the National Recovery Administration (NRA) and Italian corporatism. In 1935 and 1936, after Italy invaded Ethiopia and the Supreme Court struck down the NRA, contemporaries stopped comparing the NRA to Italian corporatism. Interest in the subject returned in 1973, when two prominent historians[who?] wrote articles on resemblances between the New Deal and fascist economics. According to James Q. Whitman, by the late 1980s it was \"almost routine\" for New Deal historians to identify similarities between the New Deal and fascist economic programs.[28][29] The Communist Party USA (CPUSA) first charged Roosevelt with being fascist less than two months after he took office. On May Day, 1933, the CPUSA ran a series of newspaper advertisements denouncing \"the whole Roosevelt program of preparation for fascism and war\" and calling Roosevelt a \"fascist dictator\". The ads' examples of alleged fascist activities included \"forced labor for the unemployed\" and harsh tactics against striking farm workers in California. Scholar Paul Kengor wrote that the charges were ridiculous.[30] Richard Hofstadter noted that critics from the left believed \"that the NRA was a clear imitation of Mussolini's corporate state\".[31] Left-liberal publications such as The Nation and The New Republic worried that the Civilian Conservation Corps' (CCC) integration with the military could start a transformation to a fascistic society. While the CCC was operated by the military and had some militaristic aspects, the Roosevelt White House allayed these fears by emphasizing the CCC's civilian character. Unlike its German counterpart, the CCC was never a compulsory service.[32] Conservatives have made the most significant[dubious – discuss] criticisms of Roosevelt and have been keeping up with these criticisms for decades. They warned of \"regimentation\". They made cautionary comparisons of Roosevelt's economic programs to communism and fascism, to which Roosevelt responded in a June 1934 Fireside Chat by saying that the critics were motivated by self-interest and that everything he did was within the United States' political tradition.[33] Roosevelt was a pragmatist who had studied under William James at Harvard College. As a pragmatist, Roosevelt was willing to consider various sources of ideas for social experiments.[34] The most prominent of Roosevelt's critics in regards to fascism was Herbert Hoover, who saw a connection between the National Industrial Recovery Act (NIRA) and the \"Swope Plan\", named after Gerard Swope. Hoover was an ardent supporter of trade associations, but saw the Swope Plan as fascistic because of its compulsory nature.[29] Historian George H. Nash argues: Unlike the \"moderate,\" internationalist, largely eastern bloc of Republicans who accepted (or at least acquiesced in) some of the \"Roosevelt Revolution\" and the essential premises of President Truman's foreign policy, the Republican Right at heart was counterrevolutionary. Anti-collectivist, anti-Communist, anti-New Deal, passionately committed to limited government, free market economics, and congressional (as opposed to executive) prerogatives, the G.O.P. conservatives were obliged from the start to wage a constant two-front war: against liberal Democrats from without and \"me-too\" Republicans from within.[35] The Old Right emerged in opposition to the New Deal of President Roosevelt and Hoff says that \"moderate Republicans and leftover Republican Progressives like Hoover composed the bulk of the Old Right by 1940, with a sprinkling of former members of the Farmer-Labor party, Non-Partisan League, and even a few midwestern prairie Socialists\".[36] The Swope Plan was the starting point for drafting the NIRA and it was in no way copied from Europe. Many prominent businessmen had participated in writing it. However, Hoover denounced the Swope plan as monopolistic and refused to support any proposal made by the Chamber of Commerce, though it was widely praised by American businessmen and academics.[37][38] The Swope Plan was corporatist, but far less extensive than fascist corporatism. Historian John A. Garraty said that the NIRA was \"similar to experiments being carried out by the fascist dictator Benito Mussolini in Italy and by the Nazis in Hitler's Germany. It did not, of course, turn America into a fascist state, but it did herald an increasing concentration of economic power in the hands of interest groups, both industrialists' organizations and labor unions\". Garraty said that another influence was the concept of the corporate state, where capitalists and workers, supervised by the government, worked out problems to avoid wasteful competition and dangerous social clashes.[39] Historian Ellis Hawley reviewed the legislative history of the NIRA. A key member of the Brains Trust, Raymond Moley, led efforts to review industrial recovery plans. Another significant influence was Hugh S. Johnson, who drew on his experience with the war industries board.[40] Popular historian Amity Shlaes stated: The NIRA was the consummation of a thousand articles and a thousand trends. It was the ideas of Moley, the trade unions, Stuart Chase, Tugwell, Stalin, Insull, Teddy Roosevelt, Henry Ford, and Mussolini's Italian model all rolled into one.[41] According to comparative law scholar James Whitman, it was not the NIRA statute that fueled suspicions of fascism. It was the leaders of the National Recovery Administration: Hugh Johnson, head of the NRA, openly admired Mussolini. Both Johnson and his assistant, Donald Richberg, made disturbing statements indicating that they were hostile to parliamentary government. Richberg denied being a fascist, but described Roosevelt several times as a \"Man of Action\". Whitman said that there were \"striking\" differences between the ideology of Johnson and Richberg and fascist propaganda.[28] Garraty suggested that there were some \"striking\" similarities between Roosevelt's programs and German anti-depression policies, but concluded that the New Deal did not have much in common with fascism in total because of the vast political differences between the two systems. Roosevelt expanded political participation for the less fortunate. Garraty stated that the main reason for the similarities was that both nations were dealing with problems that were unique in the industrial world.[42] Garraty stated that the New Deal lacked any consistent ideological base. While the Brains Trust got a lot of attention, theorists never had much impact on Roosevelt. He drew on populism, with its hostility to bankers and its willingness to inflate the currency; Theodore Roosevelt's New Nationalism in its dislike of competition and deemphasis on antitrust laws; and the ideas of social workers from the Progressive Era. Supreme Court Justice Louis Brandeis influenced Roosevelt on financial reforms. The War Labor Board from World War I influenced Roosevelt's labor policy.[43] Other scholars had varying views on the relationship between the New Deal and fascist economics: In 1944, Friedrich von Hayek wrote The Road to Serfdom. Hayek focused mostly on Britain, but he also mentioned the New Deal and argued that the British and American governments had started to abandon their basic commitment to personal liberty through increasingly statist economic programs. Historian Alan Brinkley said that Hayek's work was influential because it expressed concerns that already existed. The biggest challenge to the New Deal was the fear that the expanding federal bureaucracy limited personal economic freedom and autonomy. According to Brinkley, liberals accused Hayek of attacking a straw man, but their criticism had a strongly defensive tone. Alvin Hansen wrote a scathing review, but said that The Road to Serfdom is \"'good medicine but a bad diet.'\" Stuart Chase acknowledged that Hayek provided \"a useful warning [...] which every planner should paste under the glass top of his desk.\" Reinhold Niebuhr noted that totalitarianism's rise prompted the democracies to be apprehensive about collectivist solutions, stating that \"a wise community will walk warily and test the effect of each new adventure before further adventures.\"[51] Executive Order 9066, which sent 120,000 Japanese expatriates and American citizens of Japanese ancestry to be confined at internment camps, was heavily motivated by a fear of Japanese Americans, following the December 7, 1941 Pearl Harbor attack. At the time, the Supreme Court upheld its constitutionality in Korematsu v. United States (1944). According to a March 1942 poll conducted by the American Institute of Public Opinion, 93% of Americans supported Roosevelt's decision on relocation of Japanese non-citizens from the Pacific Coast whereas only 1% opposed it. According to the same poll, 59% supported the relocation of Japanese who were born in the country and were United States citizens, whereas 25% opposed it.[52] After the 1936 Berlin Olympics, only the white athletes were invited to see and meet Roosevelt. No such invitation was made to the black athletes, such as Jesse Owens, who had won four gold medals. A widely believed myth about the 1936 games was that Hitler had snubbed Owens, something that never happened. Owens said that \"Hitler didn't snub me—it was [Roosevelt] who snubbed me. The president didn't even send me a telegram\".[53] However, Hitler had left after Owens won his first gold medal, and did not meet with him. Subsequently, Hitler did not meet with any of the gold medalists. Owens lamented his treatment by Roosevelt, saying that he \"wasn't invited to the White House to shake hands with the President\".[54] Roosevelt condemned lynching as murder, but he did not support Republican proposals to make it a federal crime, although his wife Eleanor did so. Roosevelt told an advocate: \"If I come out for the anti-lynching bill now, they [Southern Democratic senators] will block every bill I ask Congress to pass to keep America from collapsing. I just can't take that risk\".[55] Roosevelt nominated Hugo Black to the Supreme Court, despite Black being an active member of the Ku Klux Klan in the 1920s. The nomination was controversial because Black was an ardent New Dealer with almost no judicial experience.[56] Roosevelt and the members of the Senate did not know of Black's previous KKK membership.[57][58] Beginning in the 1940s, Roosevelt was charged with not acting decisively enough to prevent or stop the Holocaust.[59] Critics cite instances such as the 1939 episode in which 936 Jewish refugees on the MS St. Louis were denied asylum and not allowed into the United States because of strict laws passed by Congress.[60] Historian David Wyman and others argue that the Roosevelt administration knew that the Nazis were systematically killing Jews, but nevertheless followed a policy of not rescuing them.[61] According to Wyman, Roosevelt's record on Jewish refugees and their rescue is very poor and one of the worst failures of his presidency.[61] He has been criticized for failing to issue public statements or address the issue of European Jews in any of his 998 press conferences.[62] Defenders of Roosevelt, such as Robert N. Rosen, argue that Roosevelt made numerous attempts to allow Jewish refugees to enter the United States and that at weaker periods of his presidency he simply did not have the political capital to wage these battles.[63] Rosen argues that the mood in the country favored the strong desire to remain neutral regarding European affairs and distrust of anything that smacked of internationalism.[63] On one point, Wyman and Rosen agree: that there were bitter divisions within the American Jewish community regarding whether to actively lobby for the rescue of their European counterparts from Nazi persecution, and that as a consequence, Roosevelt had limited political capital to initiate such an effort.[63] After the Allied conquest of North Africa in 1942, Roosevelt chose to retain the anti-Jewish Vichy French leadership in power there, with some Jews remaining held in concentration camps, and discriminatory laws against Jews remaining in effect. In private, Roosevelt argued that Jews did not need the right to vote since no elections were expected to be held soon, and that Jewish participation in the professions should be limited via a quota system. Only after an outcry from Jewish organizations in the US did Roosevelt change his policy regarding North African Jews, with anti-Jewish laws remaining in effect for 10 months after the US conquest.[64]","Title":"Criticism of Franklin D. Roosevelt - Wikipedia","KeyID":"4067","URL":"https://en.wikipedia.org/wiki/Criticism_of_Franklin_D._Roosevelt"}