{"Content: ":"Breeching was the occasion when a small boy was first dressed in breeches or trousers. From the mid-16th century[1] until the late 19th or early 20th century, young boys in the Western world were unbreeched and wore gowns or dresses until an age that varied between two and eight.[2] Various forms of relatively subtle differences usually enabled others to tell little boys from little girls, in codes that modern art historians are able to understand but may be difficult to discern for the layperson. Breeching was an important rite of passage in the life of a boy, looked forward to with much excitement, and often celebrated with a small party. It often marked the point at which the father became more involved with the raising of a boy.[3] The main reason for keeping boys in dresses was toilet training, or the lack thereof.[4] The change was probably made once boys had reached the age when they could easily undo the rather complicated fastenings of many early modern breeches and trousers. Before roughly 1550 various styles of long robes were in any case commonly worn by adult males of various sorts, so boys wearing them could probably not be said to form a distinct phenomenon. Dresses were also easier to make with room for future growth, in an age when clothes were much more expensive than now for all classes. The \"age of reason\" was generally considered to be about seven, and breeching corresponded roughly with that age for much of the period. The many portraits of Balthasar Charles, Prince of Asturias (1629–1646), son of Philip IV of Spain, show him wearing breeches from about the age of six. For working-class children, about whom even less is known than their better-off contemporaries, it may well have marked the start of a working life. The debate between his parents over the breeching of the hero of Tristram Shandy (1761) suggests that the timing of the event could be rather arbitrary; in this case it is his father who suggests the time has arrived.[5] The 17th-century French cleric and memoirist François-Timoléon de Choisy is supposed to have been kept in dresses until he was eighteen. In the 19th century, photographs were often taken of the boy in his new trousers, typically with his father. He might also collect small gifts of money by going round the neighbourhood showing off his new clothes. Friends, of the mother as much as the boy, might gather to see his first appearance. A letter of 1679 from Lady Anne North to her widowed and absent son gives a lengthy account of the breeching of her grandson: \"Never had any bride that was to be dressed upon her wedding-night more hands about her, some the legs and some the armes, the taylor buttn'ing and other putting on the sword, and so many lookers on that had I not a ffinger [sic] amongst them I could not have seen him. When he was quit drest he acted his part as well as any of them. ... since you could not have the first sight I resolved you should have a full relation\". The dresses he wore before she calls \"coats\".[6] The first progression, for both boys and girls, was when they were shortcoated or taken out of the long dresses that came well below the feet that were worn by babies—and which have survived as the modern Christening robe. It was not possible to walk in these, which no doubt dictated the timing of the change. Toddlers' gowns often featured leading strings, which were narrow straps of fabric or ribbon attached at the shoulder and held by an adult while the child was learning to walk.[7][8] After this stage, in the Early Modern period it is usually not too difficult to distinguish between small boys and girls in commissioned portraits of the wealthy, even where the precise identities are no longer known. The smaller figures of small children in genre painting have less detail, and painters often did not trouble to include distinguishing props as they did in portraits. Working-class children presumably were more likely than the rich to wear handed down clothes that were used by both sexes. In portraits the colours of clothes often keep the rough gender distinctions we see in adults—girls wear white or pale colours, and boys darker ones, including red. This may not entirely reflect reality, but the differences in hairstyles, and in the style of clothing at the chest, throat and neck, waist, and often the cuffs, presumably do. In the 19th century, perhaps as childhood became sentimentalised, it becomes harder to tell the clothing apart between the sexes; the hair remains the best guide, but some mothers were evidently unable to resist keeping this long too. By this time the age of breeching was falling closer to two or three, where it would remain. Boys in most periods had shorter hair, often cut in a straight fringe, whilst girls' hair was longer, and in earlier periods sometimes worn \"up\" in adult styles, at least for special occasions like portraits. In the 19th century, wearing hair up itself became a significant rite of passage for girls at puberty, as part of their \"coming out\" into society. Younger girls' hair was always long, or plaited. Sometimes a quiff or large curl emerges from under a boy's cap. Boys are most likely to have side partings, and girls centre partings. Girls' bodices usually reflected adult styles, in their best clothes at least, and low bodices and necklaces are common.[9] Boys often, though not always, had dresses that were closed up to the neck-line, and often buttoned at the front—rare for girls. They frequently wear belts, and in periods when female dresses had a V at the waist, this is often seen on little girls, but not on boys. Linen and lace at the neck and cuffs tend to follow adult styles for each gender, although again the clothes worn in portraits no doubt do not reflect everyday wear, and may not reflect even best clothes accurately. Unbreeched boys of the nobility are sometimes seen wearing swords or daggers on a belt. A speech by King Leontes from Shakespeare's The Winter's Tale implies that, as common sense would suggest, these could not be drawn, and were purely for show: Looking on the lines Of my boy's face, methought I did recoil Twenty-three years, and saw myself unbreech'd In my green velvet coat, my dagger muzzled, Lest it should bite its master, and so prove (As ornament oft does) too dangerous.[10] — he also calls his dress a \"coat\"; \"cote\" was a French and English term, dating back to the Middle Ages, for earlier adult male gowns and seems to have been kept in use for boys' clothes to preserve some gender distinction. Usually jewellery is not worn by boys, but when worn it is likely to be dark in colour, like the coral beads worn by the Flemish boy above. Coral was considered by medical authorities the best material to use for teething aids, and a combined rattle and whistle (in silver) and teething stick (in coral) can be seen in many portraits.[11] In portraits even very young girls may wear necklaces, often of pearls. In the Van Dyck portrait of the children of Charles I, only the absence of a necklace and the colour of his dress distinguish the unbreeched James (aged four) from his next youngest sister Elizabeth, whilst their elder brother and sister, at seven and six, have moved on to adult styles. In cases of possible doubt, painters tend to give boys masculine toys to hold like drums, whips for toy horses, or bows. In the late 18th century, new philosophies of child-rearing led to clothes that were thought especially suitable for children. Toddlers wore washable dresses called frocks of linen or cotton.[12] British and American boys after perhaps three began to wear rather short pantaloons and short jackets, and for very young boys the skeleton suit was introduced.[12] These gave the first real alternative to dresses, and became fashionable across Europe. The skeleton suit consisted of trousers and tight-fitting jacket, buttoned together at the waist or higher up; they were not unlike the romper suit introduced in the early 20th century.[13] But dresses for boys did not disappear, and again became common from the 1820s, when they were worn at about knee-length, sometimes with visible pantaloons called pantalettes as underwear, a style also worn by little girls. As the next stage, from the mid-19th century boys usually progressed into shorts at breeching—again these are more accommodating to growth, and cheaper. The knickerbocker suit was also popular. The jackets of boys after breeching lacked adult tails, and this may have influenced the adult tail-less styles which developed, initially for casual wear of various sorts, like the smoking-jacket and sports jacket. After the First World War the wearing of boy's dresses seems finally to have died out, except for babies. In England and some other countries, many school uniforms still mandate shorts for boys until about nine or ten. Pieter Bruegel the Elder, 1568, Boy from The Peasant Wedding; the hat gives the gender. Nicholas Hilliard, Elizabeth Stuart, Electress Palatine, and her son Frederick Henry, with leading strings, 1615. Prince Ulrik of Denmark, 1615. The hair (and active dog) show the gender. Anthony van Dyck, Lomellini family, Genoa, 1623. The Lucy family, English c. 1625. Two boys at the front, plus one with his mother, holding a bow as tall as himself. The baby with the nurse may be a boy. Velázquez. The eldest son of Philip IV of Spain has a sword, Marshall's baton and armour gorget. Charles II of England, before he was \"shortcoated\", holding a teething coral, 1630. Louis XV in 1712 Frederick, Crown Prince of Prussia, later Frederick the Great, with his sister, Wilhelmine, as children (c. 1715). Painting by Antoine Pesne François Boucher, 1750, Philippe Egalité, then Duke of Montpensier, aged three, with toys prophetically including playing-cards. German boy, mid 18th-century, with gun, hat and dog. German boy aged three, 1769 Thomas Gainsborough, The Blue Boy, c. 1770, reviving the style of Van Dyck's period as semi-fancy dress Goya, 1784. A skeleton suit or similar outfit. Rembrandt Peale, 1812. American boy wearing special boy's suit. English watercolour, 1836. Boy in short dress with visible pantalettes as underwear. Corot, 1843–44. When there was doubt, painters tended to use aggressively masculine props to confirm gender, like this whip. Afonso, Prince Imperial of Brazil, eldest son of Pedro II of Brazil, holding a stick and hoop, 1846. English breeching portrait, with knickerbocker suit, c. 1867. English boy, 1871. Without his name on the back the sex would be hard to determine. Sailor-style dress on boy, late 19th century. Evidently sufficiently common that the photography studio has a mast prop ready. Nicholas II with his mother in 1870. Thomas Meighan, later a movie star, in the 1880s. Franklin D. Roosevelt in 1884, at the age of 2. American boy, 1902. One-year-old Melville Bell Grosvenor is held by his parents, Elsie May Bell and Gilbert H. Grosvenor Media related to Boys' dresses at Wikimedia Commons ","Title":"Breeching (boys) - Wikipedia","KeyID":"4070","URL":"https://en.wikipedia.org/wiki/Breeching_(boys)"}