{"Content: ":"The Hudson Valley (also known as the Hudson River Valley) comprises the valley of the Hudson River and its adjacent communities in the U.S. state of New York. The region stretches from the Capital District including Albany and Troy south to Yonkers in Westchester County, bordering New York City.[1] The Hudson Valley was inhabited by indigenous peoples ages before Europeans arrived. The Lenape, Wappinger, and Mahican branches of the Algonquins lived along the river,[2] mostly in peace with the other groups.[2][3] The lower Hudson River was inhabited by the Lenape,[3] The Lenape people waited for the explorer Giovanni da Verrazzano onshore, traded with Henry Hudson, and sold the island of Manhattan.[3] Further north, the Wappingers lived from Manhattan Island up to Poughkeepsie. They lived a similar lifestyle to the Lenape, residing in various villages along the river. They traded with both the Lenape to the south and the Mahicans to the north.[2] The Mahicans lived in the northern valley from present-day Kingston to Lake Champlain,[3] with their capital located near present-day Albany.[2] The Algonquins in the region lived mainly in small clans and villages throughout the area. One major fortress was called Navish, which was located at Croton Point, overlooking the Hudson River. Other fortresses were located in various locations throughout the Hudson Highlands.[3] In 1497, John Cabot traveled along the coast and claimed the entire country for England; he is credited with the Old World's discovery of continental North America.[4] Between then and about 1609, exploration took place around New York Bay, but not into the Hudson Valley. In 1609, the Dutch East India Company financed English navigator Henry Hudson in his attempt to search for the Northwest Passage. During this attempt, Henry Hudson decided to sail his ship up the river that would later be named after him. As he continued up the river, its width expanded, into Haverstraw Bay, leading him to believe he had successfully reached the Northwest Passage. He docked his ship on the western shore of Haverstraw Bay and claimed the territory as the first Dutch settlement in North America. He also proceeded upstream as far as present-day Troy before concluding that no such strait existed there.[5] After Henry Hudson realized that the Hudson River was not the Northwest Passage, the Dutch began to examine the region for potential trading opportunities.[6] Dutch explorer and merchant Adriaen Block led voyages there between 1611 and 1614, which led the Dutch to determine that fur trade would be profitable in the region. As such, the Dutch established the colony of New Netherland.[7] The Dutch settled three major fur-trading outposts in the colony, along the river, south to north: New Amsterdam, Wiltwyck, and Fort Orange.[6] New Amsterdam later became known as New York City, Wiltwyck became Kingston, and Fort Orange became Albany.[6] In 1664, the British invaded New Netherland via the port of New Amsterdam.[6] New Amsterdam and New Netherland as a whole was surrendered to the British, and renamed New York.[8] Under British colonial rule, the Hudson Valley became an agricultural hub, with manors being developed on the east side of the river. At these manors, landlords rented out land to their tenants, letting them take a share of the crops grown while keeping and selling the rest of the crops.[9] Tenants were often kept at a subsistence level so that the landlord could minimize his costs. Landlords held immense political power in the colony due to driving such a large proportion of the agricultural output. Meanwhile, land west of Hudson River contained smaller landholdings with many small farmers living off the land. A large crop grown in the region was grain, which was largely shipped downriver to New York City, the colony's main seaport, for export back to Great Britain. In order to export the grain, colonial merchants were given monopolies to grind the grain into flour and export it.[9] Grain production was also at high levels in the Mohawk River Valley.[9] The Hudson River was a key river during the Revolutionary War. The Hudson's connection to the Mohawk River allowed travelers to get to the Great Lakes and the Mississippi River eventually. In addition, the river's close proximity to Lake George and Lake Champlain would allow the British navy to control the water route from Montreal to New York City.[10] In doing so, the British, under General John Burgoyne's strategy, would be able to cut off the patriot hub of New England (which is on the eastern side of the Hudson River) and focus on rallying the support of loyalists in the South and Mid-Atlantic regions. The British knew that total occupation of the colonies would be unfeasible, which is why this strategy was chosen.[11] As a result of the strategy, numerous battles were fought along the river, including several in the Hudson Valley.[12] In the early 19th century, popularized by the stories of Washington Irving, the Hudson Valley gained a reputation as a somewhat gothic region characterized by remnants of the early days of the Dutch colonization of New York (see \"The Legend of Sleepy Hollow\"). The area is also associated with the Hudson River School, a group of American Romantic painters who worked from about 1830 to 1870.[13] Following the building of the Erie Canal, the area became an important industrial center. The canal opened the Hudson Valley and New York City to commerce with the Midwest and Great Lakes regions.[14] However, in the mid 20th century, many of the industrial towns went into decline.[15] The first railroad in New York, the Mohawk and Hudson Railroad, opened in 1831 between Albany and Schenectady on the Mohawk River, enabling passengers to bypass the slowest part of the Erie Canal.[16] The Hudson Valley proved attractive for railroads, once technology progressed to the point where it was feasible to construct the required bridges over tributaries. The Troy and Greenbush Railroad was chartered in 1845 and opened that same year, running a short distance on the east side between Troy and Greenbush, now known as East Greenbush (east of Albany). The Hudson River Railroad was chartered the next year as a continuation of the Troy and Greenbush south to New York City, and was completed in 1851. In 1866 the Hudson River Bridge opened over the river between Greenbush and Albany, enabling through traffic between the Hudson River Railroad and the New York Central Railroad west to Buffalo. When the Poughkeepsie Bridge opened in 1889, it became the longest single-span bridge in the world. The New York, West Shore and Buffalo Railway began at Weehawken Terminal and ran up the west shore of the Hudson as a competitor to the merged New York Central and Hudson River Railroad. Construction was slow, and was finally completed in 1884; the New York Central purchased the line the next year. During the Industrial Revolution, the Hudson River Valley became a major location for production. The river allowed for fast and easy transport of goods from the interior of the Northeast to the coast. Hundreds of factories were built around the Hudson, in towns including Poughkeepsie, Newburgh, Kingston, and Hudson. The North Tarrytown Assembly (later owned by General Motors), on the river in Sleepy Hollow, was a large and notable example. The river links to the Erie Canal and Great Lakes, which allowed manufacturers in the Midwest, including automobile factories in Detroit, to use the river for transport.[17]: 71–2  With industrialization came new technologies, such as streamboats, for faster transport. In 1807, the North River Steamboat (later known as Clermont), became the first commercially successful steamboat.[18] It carried passengers between New York City and Albany along the Hudson River. At the end of the 19th century, the Hudson River region of New York State would become the world's largest brick manufacturing region, with 130 brickyards lining the shores of the Hudson River from Mechanicsville to Haverstraw and employing 8,000 people. At its peak, about 1 billion bricks were produced a year, with many being sent to New York City for use in its construction industry.[19] Tourism became a major industry as early as 1810. With convenient steamboat connections in New York City, and numerous attractive hotels in romantic settings, tourism became an important industry. Early guidebooks provided suggestions for travel itineraries. Middle-class people who read James Fenimore Cooper's novels, or saw the paintings of the Hudson River School, were especially attracted to the region.[20] The Hudson River valley runs primarily north to south down the eastern edge of New York State, cutting through a series of rock types including Triassic sandstones and redbeds in the south and much more ancient Precambrian gneiss in the north (and east). In the Hudson Highlands, the river enters a fjord cut during previous ice ages. To the west lie the extensive Appalachian highlands. In the Tappan Zee region, the west side of the river has high cliffs produced by an erosion-resistant diabase; the cliffs range from 400 to 800 feet (120 to 240 m) in height.[21] The Hudson Valley is one physiographic section of the larger Ridge-and-Valley province, which in turn is part of the larger Appalachian physiographic division.[22] The northern portions of the Hudson Valley fall within the Eastern Great Lakes and Hudson Lowlands Ecoregion. During the last ice age, the valley was filled by a large glacier that pushed south as far as Long Island. Near the end of the last ice age, the Great Lakes drained south down the Hudson River, from a large glacial lake called Lake Iroquois.[23] Lake Ontario is the remnant of that Lake. Large sand deposits remain from where Lake Iroquois drained into the Hudson; these are now part of the Rome Sand Plains. Due to its resemblance, the Hudson River often has been described as \"America's Rhine.\" In 1939, the magazine Life described the river as such, comparing it to the 40-mile (64 km) stretch of the Rhine in Central and Western Europe.[24] The Hudson Valley has a long agricultural history, as it was settled with agriculture being its main industry. Around the 1700s, tenant farming was highly practiced. The farms' main products were grains (predominantly wheat), though hops, maple syrup, vegetables, dairy products, honey, wool, livestock, and tobacco were produced there. The region became the breadbasket of colonial America, given that the surrounding New England and Catskills areas were more mountainous and had rockier soils. In the late 1800s, most farms transitioned from tenant farming to being family-owned, with more incentive to improve the land. Grain production moved west to the Genesee Valley, and so Hudson Valley farms specialized, especially in viticulture, berries, and orchard cultivation. Agriculture began to decline in the 19th century, and rapidly declined in the 20th century.[25][26] By the 1970s, the United States' culinary revolution began, and the Hudson Valley began to lead the farm-to-table movement, the local food movement, and sustainable agricultural practices. The fertile Black Dirt Region of the Wallkill and Schoharie valleys also began to be farmed. Dairy farms are predominant, though fruit, vegetable, poultry, meat, and maple syrup production is also common.[25] Orchard cultivation is common in Orange, Ulster, Dutchess, and Columbia counties.[26] The Hudson Valley is one of the oldest winemaking and grape-growing regions in the United States, with its first vineyards planted in 1677 in current-day New Paltz.[25] The region has experienced a resurgence in winemaking in the 21st century. Many wineries are located in the Hudson Valley, offering wine-tasting and other tours.[27] Numerous wine festivals are held in the Hudson Valley, with themes often varying by season.[28] Rhinebeck is home to the Hudson Valley Wine & Food Fest, hosted at the Dutchess County Fairgrounds.[29] The region has sunlight, moisture, chalky soil, and drainage conducive to grape growing, especially grapes used in Champagne.[26] Tech Valley is a marketing name for the eastern part of New York State, including the Hudson Valley and the Capital District.[30] Originated in 1998 to promote the greater Albany area as a high-tech competitor to regions such as Silicon Valley and Boston, it has since grown to represent the counties in New York between IBM's Westchester County plants in the south and the Canada–US border to the north. The area's high technology ecosystem is supported by technologically focused academic institutions including Rensselaer Polytechnic Institute and the State University of New York Polytechnic Institute.[31] Tech Valley encompasses 19 counties straddling both sides of the Adirondack Northway and the New York Thruway,[30] and with heavy state taxpayer subsidy, has experienced significant growth in the computer hardware industry, with great strides in the nanotechnology sector, digital electronics design, and water- and electricity-dependent integrated microchip circuit manufacturing,[32] involving companies including IBM in Armonk and its Thomas J. Watson Research Center in Yorktown, GlobalFoundries in Malta, and others.[31][33][34] Westchester County has developed a burgeoning biotechnology sector in the 21st century, with over US$1 billion in planned private investment as of 2016,[35] earning the county the nickname Biochester.[36] The Hudson Valley is divided into three regions: Upper, Middle, and Lower. The following is a list of the counties within the Hudson Valley sorted by region.[37] The Lower Hudson Valley is typically considered part of the Downstate New York region due to its geographical and cultural proximity to New York City. Lower Hudson Mid-Hudson Upper Hudson/ Capital District Major interstates in the Hudson Valley include Interstate 87 (part of the New York State Thruway), a small section of Interstate 95 in Southeastern Westchester County, Interstate 287 serving Westchester and Rockland Counties, Interstate 84 serving Putnam, Dutchess, and Orange Counties, and Interstate 684 serving Westchester and Putnam Counties. parkways in the region include the Bronx River Parkway, the Cross County Parkway, the Hutchinson River Parkway, the Sprain Brook Parkway, and the Saw Mill River Parkway serving solely Westchester County, the Taconic State Parkway serving Westchester, Putnam, Dutchess, and Columbia Counties, and the Palisades Interstate Parkway serving Rockland and a very small portion of southwestern Orange County. New York State Route 17 operates as a freeway in much of Orange County and will be designated Interstate 86 in the future. Hudson River crossings in the Hudson Valley region from south to north include the Tappan Zee Bridge between South Nyack in Rockland County and Tarrytown in Westchester County, the Bear Mountain Bridge between Peekskill in Westchester County and Fort Montgomery in Orange County, the Newburgh-Beacon Bridge between Newburgh in Orange County and Beacon in Dutchess County, the Mid-Hudson Bridge between Poughkeepsie in Dutchess County and Highland in Ulster County, the Kingston-Rhinecliff Bridge between Rhinecliff in Dutchess County and Kingston in Ulster County, and the Rip Van Winkle Bridge between Hudson in Columbia County and Catskill in Greene County. The Walkway Over the Hudson is a pedestrian bridge which parallels the Mid-Hudson Bridge and was formerly a railroad bridge. NY Waterway operates the Haverstraw-Ossining Ferry between Haverstraw in Rockland County and Ossining in Westchester County, as well as ferry service between Newburgh in Orange County and Beacon in Dutchess County. Intercity and commuter bus transit are provided by Rockland Coaches in Rockland County, Short Line in Orange and Rockland Counties, and Leprechaun Lines in Orange and Dutchess Counties. There are also several local bus providers, including the Bee-Line Bus System in Westchester County and Transport of Rockland in Rockland County. The Hudson Valley is served by two airports with commercial airline service: Westchester County Airport (HPN) near White Plains and Stewart International Airport (SWF) near Newburgh. Commuter rail service in the region is provided by Metro-North Railroad (operated by the Metropolitan Transportation Authority). Metro-North operates three rail lines east of the Hudson River to Grand Central Terminal in Manhattan, from east to west they are the New Haven Line (serving southeast Westchester County), the Harlem Line (serving Central and Eastern Westchester, Putnam, and Dutchess Counties), and the Hudson Line (serving western Westchester, Putnam, and Dutchess Counties). West of the Hudson, New Jersey Transit operates two lines rail service under contract with Metro-North Railroad to Hoboken Terminal: the Pascack Valley Line (serving central Rockland County) and the Port Jervis Line (serving western Rockland County and Orange County). Amtrak serves Yonkers, Croton-Harmon, Poughkeepsie, Rhinecliff-Kingston, and Hudson along the eastern shores of the Hudson River, as well as New Rochelle in southeastern Westchester County. The Hudson Valley Renegades is a minor league baseball team affiliated with the New York Yankees.[38] The team is a member of the Mid-Atlantic League and plays at Dutchess Stadium in Fishkill. The New York Boulders of the independent Can-Am League play at Clover Stadium, in Pomona, NY.[39] Kingston Stockade FC is a soccer team representing the Hudson Valley in the National Premier Soccer League (NPSL), a national semi-professional league at the fourth tier of the American Soccer Pyramid. They compete in the North Atlantic conference of the NPSL's Northeast region, and began their first season in May 2016. ","Title":"Hudson Valley - Wikipedia","KeyID":"4071","URL":"https://en.wikipedia.org/wiki/Hudson_Valley"}