{"Content: ":"Sara Ann Delano Roosevelt (September 21, 1854 – September 7, 1941) was the second wife of James Roosevelt I (from 1880), the mother of President of the United States Franklin Delano Roosevelt, her only child, and subsequently the mother-in-law of Eleanor Roosevelt. Delano grew up in Newburgh, New York, and spent three years in Hong Kong. She gave birth to Franklin in 1882, and was a devoted mother to him for the remainder of her life, including home schooling and living close by in adulthood. She had a complex relationship with her daughter-in-law Eleanor, which has led to media portrayals of her as a domineering and fearsome mother-in-law, though these are at odds with other views. She died in 1941, with her son, then the President, at her side. Sara Delano was born at the Delano Estate in the town of Newburgh, New York, to Warren Delano Jr. and Catherine Robbins Lyman. She had ten siblings, two of whom died as small children. Three more died in their twenties. In 1862, Sara, her mother Catherine, and six brothers and sisters traveled to Hong Kong[1] on the clipper ship Surprise, where they joined Warren Delano who had resumed his business of trading in opium, then still legal.[2] On board ship, Sara enjoyed spending time in the sailmaker's loft listening to the sailmaker tell sea stories. Her brother Fred discovered Catherine's journal of the voyage many years later, in 1928.[3] In 1865, she moved with her family back to Newburgh. She was educated at home, aside from a brief period in a girls' school in Dresden, Germany in 1876.[1] Delano was described as 5'10\" (178 cm),[4] and an intelligent debutante beauty in her youth. She was also known for her sense of purpose that many young women of her age and class lacked at the time.[1] After many suitors, Sara married James Roosevelt I, who was 26 years her senior, in 1880. Two years later, she gave birth to a son, Franklin Delano Roosevelt, on January 30, 1882.[5] After the birth of her son, doctors advised Sara not to have any more children, and thus the young Franklin became the focus of her attention.[6][1] Many wealthy parents of this time period relied on servants to care for their children, but not Sara.[1] She taught Franklin reading and geography, and employed tutors rather than sending him to a conventional school.[7] After the death of her husband in 1900, she temporarily moved to Boston, Massachusetts to be close to her son who was then studying at Harvard University.[1] Sara did not approve of many of the women that her son courted. When Franklin fell in love with his distant cousin, Eleanor Roosevelt, Sara was determined to change his mind. She tried to coerce him out of the engagement, but with no luck, she insisted that her son keep his arrangement a secret for over a year. Sara was heavily involved in the lives of Eleanor and Franklin's children. She often offered advice on how to raise them, and frequently undermined the couple's disciplinary skills by spoiling her grandchildren. Eleanor often relied on Sara's direction to make her feel more secure in her role of being a mother.[1] Though Sara became known popularly as a stereotypical domineering mother-in-law after being portrayed as much in the film Sunrise at Campobello, her actual relationship with Eleanor was much more complex. The pair grew close during the early years of the marriage as Eleanor's mother had died when she was young, and she used Sara as a surrogate mother to discuss issues. She supported Eleanor after she discovered Franklin's affair with Lucy Mercer, which put the marriage close to collapse. However, the relationship began to be more distant after Eleanor became more heavily involved in politics and activism.[8] Franklin Roosevelt never had a home of his own that was separate from that of his mother's.[1] In 1906, Roosevelt commissioned a pair of houses to be built at E 65 Street, New York City, as a wedding present for Franklin and his wife, Eleanor, on the strict condition that she could move in next to them. She oversaw a series of connecting doors between the houses, allowing her access to the drawing room and children's bedrooms in the neighboring property. Her son and daughter-in-law moved out after Franklin took office in the White House in 1933.[9] She lived to see Franklin elected President of the United States three times, becoming the first presidential mother to vote for her son. Sara continued to support her son's career, even standing in as First Lady on several occasions. She was always prepared to say something positive about her son, and remained highly protective of him and his family.[citation needed] Sara Delano Roosevelt died on September 7, 1941, with the President at her side, two weeks before her 87th birthday.[10][11] \"Minutes after her death, the largest oak tree at Hyde Park toppled to the ground. It was a clear windless day.\"[12] The funeral was held at Springwood. The President can be seen wearing a black mourning band on his arm in photographs of him later signing the declaration of war against Japan. His mother's memory is commemorated with the Sara Delano Roosevelt Park in New York City's Lower East Side, which was dedicated during her lifetime, in 1934. She was buried next to her husband at the churchyard at St. James Episcopal Church in Hyde Park. In 2003, the City University of New York announced they would restore Roosevelt's former home, now known as the Sara Delano Roosevelt Memorial House, on 47 East 65th Street, where she lived from 1908 until her death.[9][13] Citations Sources Further reading","Title":"Sara Roosevelt - Wikipedia","KeyID":"4073","URL":"https://en.wikipedia.org/wiki/Sara_Ann_Delano"}