{"Content: ":"In the United States, members of the Delano family include U.S. presidents Franklin Delano Roosevelt, Ulysses S. Grant and Calvin Coolidge, astronaut Alan B. Shepard, and writer Laura Ingalls Wilder. Its progenitor is Philippe de Lannoy (1602–1681), a Pilgrim of Walloon descent, who arrived at Plymouth, Massachusetts, in the early 1620s. His descendants also include Eustachius De Lannoy (who played an important role in Indian History), Frederic Adrian Delano, Robert Redfield, and Paul Delano. Delano family forebears include the Pilgrims who chartered the Mayflower, seven of its passengers, and three signers of the Mayflower Compact.[1] Philippe de Lannoy was born in Leiden on December 7, 1602, of religious refugee parents Jan Lano, born Jean de Lannoy in 1575 at Tourcoing, and Marie Mahieu of Lille, Spanish Netherlands, both now in northern France.[2] His parents were betrothed in the Leiden Walloon Church on January 13, 1596.[3] His father died in 1604 at Leiden. Philippe's grandfather, Guilbert de Lannoy of Tourcoing, was born Roman Catholic but apparently became an early Protestant. He left the mainland with his family for England probably in the late 1570s and then, in 1591, moved to Leiden, a safe harbor for religious dissidents. The Mahieu family arrived in Leiden around the same time, having earlier been at Armentières, near Lille. The family name de Lannoy may derive from the town of Lannoy (that results from the agglutination of the definite article le \"the\" and annoy \"alder plantation\", Picard variant form corresponding to Modern French aulnaie \"alder plantation\") also near Lille.[4][5] Arriving from England, Philippe de Lannoy's ancestors affiliated with the Leiden Walloon Church, which held services in French, indicating they probably spoke French or Picard. The timing and extent of his contact with the John Robinson Pilgrim congregation in Leiden is unknown but Philippe eventually joined the voyage Robinson organized to the American continent. The Leiden Pilgrims bought the Speedwell for the voyage. Although his name is not on the passenger list, Philippe is believed by Mayflower scholar Jeremy Bangs to have joined his maternal uncle Francis Cooke (husband of his mother's sister, Hester Mahieu) and young cousin John Cooke on the Speedwell voyage from Delfshaven to Southampton to meet the Mayflower. It is possible that Philippe went separately to England rather than aboard Speedwell. They gathered in England with other Pilgrims and hireling colonizers to stage the onward voyage with the two ships. The Speedwell proved unseaworthy and eleven of its passengers were able to join the Mayflower. It is unknown if the twenty (including Robert Cushman and Phillipe de Lannoy) who could not sail on the Mayflower returned to Leiden or remained in England. The Mayflower proceeded solo with a combined company of 103, leaving Plymouth on September 6, 1620, arriving Cape Cod Harbor on November 11, 1620. The Fortune eventually substituted for the Speedwell, sailing for Plymouth Colony in early July 1621, arriving on November 9, 1621, with Philippe among its passengers.[6][7] Philippe de Lannoy joined and resided with his uncle Francis Cooke and cousin John, who had arrived on the Mayflower the year before.[8][9] In 1623, he received a land grant in Plymouth but sold this property in 1627 and moved to Duxborough.[10] In 1634, at Plymouth, Massachusetts, he married Hester Dewsbury. Their children: 1. Mary Delano, b. abt 1635; 2. Philip Delano, b. abt 1637; 3. Hester or Esther Delano, b. abt 1640; 4. Thomas Delano, b. 21 March 1642; 5. John Delano, b. 1644; 6. Jonathan Delano, b. 1647–1648, prob. Duxbury, Massachusetts. Delano prospered and was part of the group that organized the construction of highways and bridges around the village. Hester died after 1648. Before 1653 he married the widowed Mary Pontus Glass, b. abt 1625, by whom he had three children: 1. Jane Delano; 2. Rebecca Delano; 3. Samuel Delano.\".[6][7] He served in the Pequot War of 1637 as a volunteer. In 1652, he joined with 35 other colonists to purchase with trading goods what was then called Dartmouth Township from Massasoit, the leader of the Wampanoag, who drew the boundaries. It was sold to the Religious Society of Friends or Quakers, who wished to live outside the stringent religious laws of the Puritans. Philippe gave his portion of the acquisition, amounting to 800 acres (3.2 km²), to his son Jonathan Delano. He died on August 22, 1681, in Bridgewater, Massachusetts. A great many of his offspring would become prominent mariners, whalers, and shipbuilders. The later commercial success of some Delanos was such that they would become part of the Massachusetts aristocracy, sometimes referred to as one of the Boston Brahmins (the \"First Families of Boston\"). Warren Delano Jr. made a large fortune trading opium in Canton (now Guangzhou), China. Delano first went to China at age 24 to work for Russell & Company, which had pioneered trading with China. John Perkins Cushing – also a Russell & Company partner – had preceded Delano and initiated a close relationship with a Chinese official called Howqua. The two men had established an offshore base – an anchored floating warehouse – where Russell & Company ships would offload their opium contraband before continuing up the Pearl River Delta to Canton with their legal cargo. By early 1843, Delano had spent a momentous decade in the China trade. He had achieved his financial competence and risen to become the head partner of the biggest American firm dealing with China. He had witnessed the destruction of the hated Canton system, the humiliation of the Chinese government, and the creation of New Chinas.[11][page needed] Jonathan married Mercy Warren, granddaughter of Mayflower passenger Richard Warren; among their direct descendants are the author Laura Ingalls Wilder, President Ulysses S. Grant, President Calvin Coolidge, anthropologist Robert Redfield, astronaut Alan B. Shepard, journalist Hunter S. Thompson, entertainer Martina McBride and the poet Conrad Potter Aiken.[12] Over time, family members migrated to other states, including Pennsylvania, Utah, Georgia, Michigan, Maine, New York, Ohio, Oklahoma, Virginia, Vermont and as far away as Chile, where today descendants of Captain Paul Delano are numerous and prominent.[13][14] From the New York clan, Sara Delano married James Roosevelt and their only child, Franklin Delano Roosevelt, became President of the United States.[15]","Title":"Delano family - Wikipedia","KeyID":"4075","URL":"https://en.wikipedia.org/wiki/Delano_family"}