{"Content: ":"Philip Delano (c. 1603 – c. 1681-82) arrived in Plymouth Colony in November 1621 on the voyage of the ship Fortune. He was about 18 years of age on arrival. Mayflower passenger Francis Cooke was his uncle with whom he may initially have resided. Philip Delano lived a long life in Plymouth Colony where he became a person of some note, being involved in numerous governmental activities such as civil commissions and juries. Among his early activities was in becoming a very young (investment) Purchaser in 1626 and making the first recorded land sale in Plymouth after the institution of private property. At his death it is believed he had become a person of some wealth.[1][2] Philip Delano died in Duxbury, Plymouth Colony (part of present-day Massachusetts) between August 22, 1681 and March 4, 1681/82. His burial place is unknown.[3] Philippe de Lannoy was baptized in the Protestant Walloon church of Leiden, Holland on November 6, 1603. His parents are recorded as Jan (Jean) de Lannoy of Tourcoing and Marie Mahieu of Lille (Rijsel) in Flanders in the Spanish Netherlands, later a part of France after capture by Louis XIV in 1668,[4] who were betrothed on January 13, 1596 in the same Walloon church. Both parents made their way with their families to Leiden via Canterbury, England, having fled religious persecution from Flanders around 1579.[4] Jean's father was Gysbert (Guilbert) de Lannoy. His father Jean died within a year or two, and his mother became betrothed to Robert Mannoo, a woolcomber from the city of Namur on February 18, 1605. Philippe grew up in Leiden, but further details are unknown. Per author Eugene Stratton, Philippe was a member of the Separatist church in Leiden and had been in communion with the Walloon church. The Walloons were the French-speaking natives of the ancient region of Wallonia, now in today's Belgium.[4] Over the years, names of various spellings have been attributed to him. The surname de Lannoy originates from the town of Lannoy, a few miles from Tourcoing.[4] Banks has him as Phillipe de la Noye. In the 1623 Division of Land he is listed as Philipe de la Noye. In both the 1626 Purchasers list and 1633/34 tax list he is Phillip Delanoy. His name was changed from de Lannoy to Delano in New England. His father's name at marriage and death is recorded in Dutch church records as Jan Lano. In November 1621 Philip Delano arrived in Plymouth Colony as a single man on the ship Fortune. While Bangs states that he was 16 years of age when he arrived he was actually closer to 20 though it is speculated he must at this time have been a servant of one of the other passengers, as he was a minor.[1][3] Approximately 65 passengers embarked on Mayflower in the middle of July 1620 at either Blackwall or Wapping on the River Thames.[10] The ship then proceeded down the Thames into the English Channel and then on to the south coast of England to anchor at Southampton Water. She waited there for a rendezvous on July 22 with the Speedwell, which was coming from Holland with English separatist Puritans, members of the Leiden congregation who had been living in Holland to escape religious persecution in England, possibly including Delano who was not on the passenger list and his uncle Francis Cooke and cousin John Cooke. Both ships set sail for America around August 5, but Speedwell sprang a leak shortly after, and the two ships were brought into Dartmouth for repairs. They made a new start after the repairs, and they were more than 200 miles (320 km) beyond Land's End at the southwestern tip of England when Speedwell sprang another leak. It was now early September, and they had no choice but to abandon Speedwell and make a determination on her passengers. This was a dire event, as the ship had wasted vital funds and was considered very important to the future success of their settlement in America. Both ships returned to Plymouth, where some of Speedwell's passengers joined Mayflower and others returned to Holland. Mayflower then continued on her voyage to America, and Speedwell was sold soon afterwards.[11]. if he was on the Speedwell at all, it appears Delano did not make the cut so came the next year on the \"Fortune\". He may have lived first in Plymouth with his uncle, Mayflower passenger Francis Cooke and his son. Philippe's maternal aunt, Hester (Mahieu) was married to Cooke.[2] In the 1623 Division of Land he is listed as Philipe de la Noye, and he shared a parcel of land with Moses Simonson. Delano was one of the Purchasers (or Old Purchasers) which were heads of families resident in Plymouth in 1626 and were later given special privileges which allowed them advantageous grants of free land. In late 1626 Isaac Allerton had reached an agreement with their colony financial backers in London, the Adventurers, that the colony would buy their debts from the London backers and form their own group in Plymouth, the Undertakers, which would assume the debt. The agreement was signed in Plymouth on behalf of the Purchasers by 27 men with Delano signing as “Phillip Delanoy”. In 1627 Delano made the first recorded land sale in Plymouth after institution of private property (from his share of the 1623 land division). The land was one acre on the north side of town sold to Stephen Deane. In 1633 Delano was on the freeman list. In 1637 Delano volunteered for the Pequot War.[1] On October 2, 1637 Delano was given forty acres of land in Duxbury, adjoining the lands of John Alden and Edward Bumpus.[5] Philip Delano served on various juries and commissions, especially grand juries. For several years Delano was appointed surveyor and resided in Duxbury by 1639. In 1641 Philip Delano deposed that he was about thirty-six years old.[5] Delano was on the 1662 list of first-born children to get land at Middleborough.[5] The number of children that Philip Delano had is not certain, their birth years or which of his two wives bore them. The following is the current estimate:[2][6] Philip married: 1. Hester Dewsbery/Dewsbury on December 19, 1634 in Plymouth. She died between 1648 and 1653. Her burial place is unknown. 2. Mary (Pontus) Glass, widow of James, sometime between September 3, 1652 (death of James Glass) and December 3, 1659. Her father was William Pontus, died before March 4, 1652/53. Her burial place is unknown.[7] Children attributed to Philip and Hester Delano: Children attributed to Philip and Mary Delano: Philip Delano died in Duxbury, Plymouth Colony between August 22, 1681 (date of memorandum serving as will) and March 4, 1681/2 (date of inventory). Per the Duxbury Rural and Historical Society, there are no records of his burial place. But it is likely that he was buried in the Myles Standish Burying Ground in Duxbury as he was a member of the church there and many of his descendants were buried there. [2] On July 5, 1682 Philip Delano’s sons Thomas and Samuel (Samuel being called the only son of the second wife) agreed to follow what they knew to be the intent of their father, now deceased, for the distribution of his estate; his other children sharing the estate being John, Jane, Rebecca and Philip.[5][6]","Title":"Philip Delano - Wikipedia","KeyID":"4077","URL":"https://en.wikipedia.org/wiki/Philip_Delano"}