{"Content: ":"The \"New World\" is a term for the majority of Earth's Western Hemisphere, specifically the Americas.[1] The term gained prominence in the early 16th century, during Europe's Age of Discovery, shortly after the Italian explorer Amerigo Vespucci concluded that America represented a new continent, and subsequently published his findings in a pamphlet he titled Mundus Novus.[2] This realization expanded the geographical horizon of classical European geographers, who had thought the world consisted of Africa, Europe, and Asia, collectively now referred to as the Old World, or Afro-Eurasia. The Americas were also referred to as the fourth part of the world.[3] The Florentine explorer Amerigo Vespucci is usually credited for coming up with the term \"New World\" (Mundus Novus) for the Americas in his 1503 letter, giving it its popular cachet, although similar terms had nonetheless been used and applied before him. The Venetian explorer Alvise Cadamosto used the term \"un altro mondo\" (\"another world\") to refer to sub-Saharan Africa, which he explored in 1455 and 1456 on behalf of the Portuguese.[4] This was merely a literary flourish, not a suggestion of a new \"fourth\" part of the world; Cadamosto was aware that sub-Saharan Africa was part of the African continent. The Italian-born Spanish chronicler Peter Martyr d'Anghiera doubted Christopher Columbus's claims to have reached East Asia (\"the Indies\"),[citation needed] and consequently came up with alternative names to refer to them.[5] Only a few weeks after Columbus's return from his first voyage, Martyr wrote letters referring to Columbus's discovered lands as the \"western antipodes\" (\"antipodibus occiduis\", letter of 14 May 1493),[6] the \"new hemisphere of the earth\" (\"novo terrarum hemisphaerio\", 13 September 1493),[7] and in a letter dated 1 November 1493, refers to Columbus as the \"discoverer of the new globe\" (\"Colonus ille novi orbis repertor\").[8] A year later (20 October 1494), Peter Martyr again refers to the marvels of the New Globe (\"Novo Orbe\") and the \"Western hemisphere\" (\"ab occidente hemisphero\").[9] In Columbus's 1499 letter to the Catholic Monarchs of Spain, reporting the results of his third voyage, he relates how the massive waters of South America's Orinoco delta rushing into the Gulf of Paria implied that a previously unknown continent must lie behind it.[10] Columbus proposes that the South American landmass is not a \"fourth\" continent, but rather the terrestrial paradise of Biblical tradition, a land allegedly known (but undiscovered) by Christendom.[11] In another letter (to the nurse of Prince John, written 1500), Columbus refers to having reached a \"new heavens and world\" (\"nuevo cielo é mundo\")[12] and that he had placed \"another world\" (\"otro mundo\") under the dominion of the Kings of Spain.[13] The term \"New World\" (Mundus Novus) was coined by Amerigo Vespucci, in a letter written to his friend and former patron Lorenzo di Pier Francesco de' Medici in the Spring of 1503, and published (in Latin) in 1503–04 under the title Mundus Novus. Vespucci's letter contains arguably the first explicit articulation in print of the hypothesis that the lands discovered by European navigators to the west were not the edges of Asia, as asserted by Columbus, but rather an entirely different continent, a \"New World\".[3] According to Mundus Novus, Vespucci realized that he was in a \"New World\" on 17 August 1501[14] as he arrived in Brazil and compared the nature and people of the place with what Portuguese sailors told him about Asia. In fact, a famous chance meeting between two different expeditions had occurred at the watering stop of \"Bezeguiche\" (the Bay of Dakar, Senegal)—Vespucci's own outgoing expedition, on its way to chart the coast of newly discovered Brazil, and the vanguard ships of the Second Portuguese India armada of Pedro Álvares Cabral, returning home from India. Having already visited the Americas in prior years, Vespucci probably found it difficult to reconcile what he had already seen in the West Indies, with what the returning sailors told him of the East Indies. Vespucci wrote a preliminary letter to Lorenzo, while anchored at Bezeguiche, which he sent back with the Portuguese fleet—at this point only expressing a certain puzzlement about his conversations.[15] Vespucci was finally convinced when he proceeded on his mapping expedition through 1501–02, covering the huge stretch of coast of eastern Brazil. After returning from Brazil, in the Spring of 1503, Amerigo Vespucci composed the Mundus Novus letter in Lisbon to Lorenzo in Florence, with its famous opening paragraph:[16] In passed days I wrote very fully to you of my return from new countries, which have been found and explored with the ships, at the cost and by the command of this Most Serene King of Portugal; and it is lawful to call it a new world, because none of these countries were known to our ancestors and to all who hear about them they will be entirely new. For the opinion of the ancients was, that the greater part of the world beyond the equinoctial line to the south was not land, but only sea, which they have called the Atlantic; and even if they have affirmed that any continent is there, they have given many reasons for denying it is inhabited. But this opinion is false, and entirely opposed to the truth. My last voyage has proved it, for I have found a continent in that southern part; full of animals and more populous than our Europe, or Asia, or Africa, and even more temperate and pleasant than any other region known to us. Vespucci's letter was a publishing sensation in Europe, immediately (and repeatedly) reprinted in several other countries.[17] Peter Martyr, who had been writing and circulating private letters commenting on Columbus's discoveries since 1493, often shares credit with Vespucci for designating the Americas as a new world.[18] Peter Martyr used the term Orbe Novo (literally, \"New Globe\", but often translated as \"New World\") in the title of his history of the discovery of the Americas as a whole, which began to appear in 1511. (Cosmologically, \"orbis\" as used here refers to the whole hemisphere, while \"mundus\" refers to the land within it.)[19] The Vespucci passage above applied the \"New World\" label to merely the continental landmass of South America.[20] At the time, most of the continent of North America was not yet discovered, and Vespucci's comments did not eliminate the possibility that the islands of the Antilles discovered earlier by Christopher Columbus might still be the eastern edges of Asia, as Columbus continued to insist until his death in 1506.[21] A 1504 globe, perhaps created by Leonardo da Vinci, depicts the New World sans North and Central America.[22] A conference of navigators known as Junta de Navegantes was assembled by the Spanish monarchs at Toro in 1505 and continued at Burgos in 1508 to digest all existing information about the Indies, come to an agreement on what had been discovered, and set out the future goals of Spanish exploration. Amerigo Vespucci attended both conferences, and seems to have had an outsized influence on them—at Burgos, he ended up being appointed the first piloto mayor, the chief of the navigation of Spain.[23] Although the proceedings of the Toro-Burgos conferences are missing, it is almost certain that Vespucci articulated his recent 'New World' thesis to his fellow navigators there. During these conferences, Spanish officials seem to have finally accepted that the Antilles and the known stretch of Central America were not the Indies as they had hoped. (though Columbus still insisted they were). They set out the new goal for Spanish explorers: find a sea passage or strait through the Americas, a path to Asia proper.[24] The term New World was not universally accepted, entering English only relatively late, and has more recently been subject to criticism.[25] While it became generally accepted after Vespucci that Columbus's discoveries were not Asia but a \"New World\", the geographic relationship between the two continents was still unclear.[26] That there must be a large ocean between Asia and the Americas was implied by the known existence of vast continuous sea along the coasts of East Asia. Given the size of the Earth as calculated by Eratosthenes this left a large space between Asia and the newly discovered lands. Even prior to Vespucci, several maps, e.g. the Cantino planisphere of 1502 and the Canerio map of 1504, placed a large open ocean between China on the east side of the map, and the inchoate largely water-surrounded North American and South American discoveries on the western side of map. However, out of uncertainty, they depicted a finger of the Asian land mass stretching across the top to the eastern edge of the map, suggesting it carried over into the western hemisphere (e.g. the Cantino Planisphere denotes Greenland as \"Punta d'Asia\"—\"edge of Asia\"). Some maps, e.g., the 1506 Contarini–Rosselli map and the 1508 Johannes Ruysch map, bowing to Ptolemaic authority and Columbus's assertions, have the northern Asian landmass stretching well into the western hemisphere and merging with known North America (Labrador, Newfoundland, etc.). These maps place the island of Japan near Cuba and leave the South American continent—Vespucci's \"New World\" proper—detached and floating below by itself.[26] The Waldseemüller map of 1507, which accompanied the famous Cosmographiae Introductio volume (which includes reprints of Vespucci's letters) comes closest to modernity by placing a completely open sea (with no stretching land fingers) between Asia on the eastern side and the New World (being represented two times in the same map in a different way: with and without a sea passage in the middle of what is now named Central America) on the western side—which (on what is now named South America) that same map famously labels simply \"America\". However, Martin Waldseemüller's map of 1516 retreats considerably from his earlier map and back to classical authority, with the Asian land mass merging into North America (which he now calls Terra de Cuba Asie partis), and quietly drops the \"America\" label from South America, calling it merely Terra incognita.[26] The western coast of the New World—the Pacific Ocean—was only discovered in 1513 by Vasco Núñez de Balboa. It was a few more years before another Portuguese—Ferdinand Magellan's voyage of 1519–22—determined that the Pacific definitely formed a single large body of water that separated Asia from the Americas. It would be several more years before the Pacific Coast of North America was mapped, dispelling lingering doubts. Until the discovery of the Bering Straits in the 17th century, there was no absolute confirmation that Asia and North America were not connected, and some European maps of the 16th century still continued to hopefully depict North America connected by a land bridge to Asia (e.g. the 1533 Johannes Schöner globe).[26] In 1524, the term was used by Giovanni da Verrazzano in a record of his voyage that year along the Atlantic coast of North America, land that is now part of the United States and Canada.[27] The term \"New World\" is still commonly employed when discussing historic spaces, particularly the voyages of Christopher Columbus and the subsequent European colonization of the Americas. It has been framed as being problematic for applying a colonial perspective of discovery and not doing justice to either the historic or geographic complexity of the world. It is argued that both 'worlds' and the age of Western colonialism rather entered a new stage,[28] as in the 'modern world'. In wine terminology, \"New World\" uses a particular definition. \"New World wines\" include not only North American and South American wines, but also those from South Africa, Australia, New Zealand, and all other locations outside the traditional wine-growing regions of Europe, North Africa and the Near East.[29] The usefulness of therms for wines though have been questioned as arbitrary and too generalized.[30] In a biological context, species can be divided into those in the Old World (Palearctic, Afrotropic) and those in the New World (Nearctic, Neotropic). Biological taxonomists often attach the \"New World\" label to groups of species found exclusively in the Americas, to distinguish them from their counterparts in the \"Old World\" (Europe, Africa and Asia)—e.g., New World monkeys, New World vultures, New World warblers. The label is also often used in agriculture. Asia, Africa, and Europe share a common agricultural history stemming from the Neolithic Revolution, and the same domesticated plants and animals spread through these three continents thousands of years ago, making them largely indistinct and useful to classify together as \"Old World\". Common Old World crops (e.g., barley, lentils, oats, peas, rye, wheat), and domesticated animals (e.g., cattle, chickens, goats, horses, pigs, sheep) did not exist in the Americas until they were introduced by post-Columbian contact in the 1490s. Conversely, many common crops were originally domesticated in the Americas before they spread worldwide after Columbian contact, and are still often referred to as \"New World crops\"; common beans (phaseolus), maize, and squash—the \"three sisters\"—as well as the avocado, tomato, and wide varieties of capsicum (bell pepper, chili pepper, etc.), and the turkey were originally domesticated by pre-Columbian peoples in Mesoamerica, while agriculturalists in the Andean region of South America brought forth the cassava, peanut, potato, quinoa and domesticated animals like the alpaca, guinea pig and llama. Other famous New World crops include the cashew, cocoa, rubber, sunflower, tobacco, and vanilla, and fruits like the guava, papaya and pineapple. There are rare instances of overlap, e.g., the calabash (bottle-gourd), cotton, and yam, and the dog, are believed to have been domesticated separately in both the Old and New World, their early forms possibly brought along by Paleo-Indians from Asia during the last glacial period. Africa Antarctica Asia Australia Europe North America South America Afro-Eurasia (Old World) Americas (New World) Eurasia Oceania Africa Eurasia North America Oceania South America","Title":"New World - Wikipedia","KeyID":"4078","URL":"https://en.wikipedia.org/wiki/New_World"}