{"Content: ":"In the fall of 1621 the Fortune was the second English ship destined for Plymouth Colony in the New World, one year after the voyage of the Pilgrim ship Mayflower. Financed as the Mayflower was by Thomas Weston and others of the London-based Merchant Adventurers, Fortune was to transport thirty-five settlers to the colony on a ship that was much smaller than Mayflower. The Fortune required two months to prepare for the voyage and once underway, reached Cape Cod on 9 November 1621 and the colony itself in late November. The ship was unexpected by those in Plymouth colony and although it brought useful settlers, many of whom were young men, it brought no supplies, further straining the limited food resources of the colony. The ship only stayed in the colony about three weeks, returning to England in December loaded with valuable furs and other goods. But when nearing England, instead of heading to the English Channel, a navigation error caused the ship to sail south-east to the coast of France, where it was overtaken and seized by a French warship. The Fortune finally arrived back in London in February 1622, over two months after leaving Plymouth, but without its valuable cargo. In the end, Weston lost his total investment in the Fortune voyage making it worthwhile only in providing Plymouth colony with new settlers, some of whom became notable persons in the history of the colony.[1][2][3] At 55 tons displacement, and about one-third the tonnage of the Mayflower, the Fortune was tasked with delivering thirty-five new settlers to Plymouth Colony. Their leader was Robert Cushman who, in 1620, had been the Leiden agent in London for the Mayflower and Speedwell. It is believed that the majority of the passengers of the Fortune were gathered together in London by Thomas Weston and his partner. And although William Bradford stated that there were thirty-five persons on board Fortune, the names of only twenty-eight persons are noted as receiving lots credited to those arriving as noted in the 1623 Division of Land. Eighteen persons are known to have been unmarried, eight married, but emigrating without their families, and as far as can be determined, Mrs. Martha Ford may have been the only woman on the ship. Although it is possible some of the missing seven persons in the passenger count were wives, Bradford does not leave that impression in his account. Per author Charles Banks, individual records show that sixteen of the passengers can definitely be assigned to London or districts of the city such as Stepney and Southwark. Another three passengers were from Leiden in Holland. Ten more passengers, whose origins cannot be determined, either died early or left the colony as determined by who was listed in the 1627 Division of Cattle, which also doubled as a type of census.[4][5] Although the Fortune arrived in the Cape Cod area on 9 November 1621, the ship strangely remained at the tip of the Cape for some time which caused the natives to be alarmed, thinking it might be a hostile French vessel. Upon hearing reports of this strange vessel, Governor Bradford had Myles Standish arm his militia and load the cannon on Burial Hill in case of an attack by the French. It took the ship several weeks to find Plymouth and when the Fortune at last finally entered Plymouth Bay, she was seen to be a friendly English ship and the settlers were delighted and much relieved. But during the transit from Cape Cod to Plymouth the passengers were shocked by the barren and bleak shoreline, much as the Mayflower passengers had been. The Fortune passengers found it hard to believe that anything could exist in such a forbidding land. Per Bradford, \"..and ther saw nothing but a naked and barren place..\" And when they saw the depressing conditions within the colony being experienced by the settlers, they became quite panicked. The passengers were so disheartened and had such misgivings about this place they even advised the ship's master they wanted to re-embark and leave if the colony did not meet their expectations, but were talked out of such action by the master and ship's crew although they were promised that if need be, they would be taken down the coast to Virginia. The primary reason for problems at their arrival was the unexpected nature of it and severe lack of food. As Bradford recorded, \"..So they were landed; but there was not as much as biscuit-cake or any other victialls for them neither had they any beding, but some sorry things they had in their cabins, nor pot, nor pan, to dress meate in; nor over many cloathes,…\" The colony government was not pleased that Weston had unexpectedly sent over new settlers, and without provisions or other goods to support them. But the labor that had come on the Fortune was welcome, being many young men. Per Bradford, the arrivals were \"lusty young men, and many of them wild enough.\"[1][3][6][7] Contrary to conditions on the Mayflower one year earlier, everyone on the Fortune seemed to be in good health upon arrival. One birth was recorded soon after arrival – Martha Ford gave birth to a son, although her husband William Ford may have died about that time as well as the son. On the ship were a large number of non-religious passengers having been given the sobriquet of \"Strangers,\" many of them single men who would greatly out-number the single, marriageable females in the colony. With arrival of the Fortune the colony had a total of sixty-six men and just sixteen women. This situation regarding the shortage of women may have come about partly as a result of the many deaths in the winter of 1621/22. For every eligible female, there were six eligible men. Another problem that concerned the Fortune arrivals was that there were no accommodations for them in the little colony. Bradford was forced to divide the Fortune passengers among the preexisting seven houses and four public buildings, some of which were converted into virtual male dormitories for the many young men. The problem that most concerned the colony was the continuing shortage of food made more severe by the arrival of the Fortune. Weston had not provided any provisions for the settlement on board the Fortune. And instead of making the colony situation stronger, the arrival of thirty-seven more persons to feed with the second severe winter for the colony coming on had put things in what would be a disastrous situation. Bradford calculated that even if their daily rations were reduced to half, their store of corn would only last for six more months. And after having worked tirelessly this year and experiencing extreme hardships since their arrival one year earlier, they now would face another hard winter with a shortage of provisions. Bradford wrote, \"They were presently put to half allowance, one as well as an other, which begane to be hard, but they bore it patiently, under hope of (future) supply.\"[7][8] One of the leading passengers on board the Fortune was Robert Cushman, accompanied by his son Thomas. Thomas in later life would become the church Elder for the Colony. Robert Cushman had been the London agent for Leiden and in 1620 was involved in Mayflower and Speedwell voyage preparations. In 1620 Cushman had negotiated a Mayflower (financial support) contract with the Merchant Adventurers that Bradford and others of the Leiden contingent refused to approve at Southampton with the Leideners saying the contract was all in the Adventurers favor and to the settlers detriment. Cushman's purpose of coming to Plymouth was to convince the Plymouth settlers to finally approve this agreement that had been unsigned for over a year. Governor Bradford knew that, so far, the Adventurers had nothing to show for their investment, and after assurance from Cushman that Weston could be counted on to be trusted, Bradford and the others signed the agreement that Cushman had brought from the Merchant Adventurers. To prove to the Adventurers that they were serious about repaying the debt owed to Weston, the colony spent two weeks in December 1621 loading the Fortune with hogsheads of beaver skins, otter skins, sassafras, and clapboards made from split oak to be used in the making of barrel staves. The value of the cargo was about 400-500 pounds, which would come close to reducing the colony's debt to the Adventurers by half.[7][9] The Fortune stayed in Plymouth for just about two weeks, and on 13 December 1621, she got underway for her return voyage to London. On board was Robert Cushman who had left his fourteen-year-old son Thomas in the care of Governor Bradford. Cushman carried, in addition to Bradford's letter to Weston, a manuscript that would become an invaluable historic recording of the Pilgrims first thirteen months in America known today as Mourt's Relation. Believed written by Bradford and Edward Winslow, it recounts the First Thanksgiving and the abundance of the New World.[10] Fortune was not with the ship of that name on the return to England. Apparently due to a major navigation error, navigation being imperfect in those days, the ship sailed hundreds of miles off course from England, south-east into France's Bay of Biscay off the coast of Vendee, north of La Rochelle. About five weeks into her voyage on 19 January 1622 and not far from the fortified Ile d’Yeu, a French warship overtook the Fortune which was off-course about 350 sea miles southeast of where they should be – England's Land's End and the English Channel. It seems the Fortune made a common mistake – her master mistook the long peninsula of Brittany in western France for the Lizard Peninsula on the southwestern end of England and then she strayed off down the French Atlantic coast to be taken by a French warship. And although the Fortune was not considered an enemy ship, France at this time was undergoing Huguenot rebel activities and any English vessel coming close to their shore was suspected of aiding the rebels and liable for search and seizure. The French warship stopped and boarded Fortune and she was seized. And although it was soon learned that Fortune was not carrying contraband, the French governor seized her guns, cargo and rigging. The governor locked the ship's master in a dungeon and kept Cushman and the crew on board under guard. He also confiscated the manuscript of Mort's Relation. After thirteen days they were freed, with the manuscript in Cushman's possession but without its cargo of valuable beaver skins. The Fortune finally arrived back into the Thames on 17 February 1622.[11] The loss of Fortune's valuable cargo dealt a severe financial loss to the Merchant Adventurers who by this time had little hope of recouping their investment in either ship. Due to this, the Merchant Adventurers were reorganized in 1626 in conjunction with Plymouth Colony leaders, in an effort to restructure financial agreements and for Plymouth Colony to eventually pay its creditors. [12][13] And although English ships bringing new colony settlers did not come out until the Anne and Little James arrived in the summer of 1623, Plymouth Colony was not entirely isolated. English fishing boats and some ships financed by colonization ventures did call at the colony from time to time. Edward Winslow recorded that in June or July 1622 two ships, the Charitie and Swan, financed by Thomas Weston, came into Plymouth Harbor. The ships carried about fifty or sixty colonists scheduled to settle in areas outside Plymouth. About this time the Sparrow and a shallop were also involved in colonization efforts. And the ship Discovery, in a 1622 voyage from Virginia to England, made a short visit at Plymouth with a letter by passenger John Pory, an official of Jamestown, written in praise of the colony. In October 1622 the ship Paragon, with sixty-seven passengers, came out by \"private men's purses\" but had to return to England two weeks later, leaking from storm damage. The Paragon made another attempt to reach Plymouth in February 1623 but apparently was driven back by North Atlantic weather and never did reach Plymouth. As the years went by, more English fishing boats came out to the New England coast. In 1624 Capt. John Smith reported, \"There hath been a fishing this yeere upon the Coast about 50 English ships…\"[14]","Title":"Fortune (Plymouth Colony ship) - Wikipedia","KeyID":"4079","URL":"https://en.wikipedia.org/wiki/Fortune_(Plymouth_Colony_ship)"}