{"Content: ":"James Roosevelt \"Rosy\" Roosevelt (April 27, 1854 – May 7, 1927) was an American diplomat, heir, and the older half-brother of Franklin Delano Roosevelt, the 32nd president of the United States.[1] James Roosevelt \"Rosy\" Roosevelt was born on April 27, 1854.[2] He was the son of James Roosevelt I (1828–1900) and his first wife, Rebecca Brien Howland (1831–1876), who were second cousins.[3] When his father died in 1900, the family's estate was split between Rosy and his half-brother, Franklin.[1] Throughout his life he was considered \"an aimless if charming member of New York society's sporting set.\"[4] Roosevelt graduated with honors from Columbia College in 1877.[5] President Grover Cleveland, who counted Rosy's father as a friend and supporter, appointed him first secretary of the United States legation in Vienna, Austria and as first secretary of the embassy in London, England.[1][6] Roosevelt was a trustee of the Cathedral of St. John the Divine and a close friend of Cardinal Patrick Joseph Hayes. He donated more than $250,000 to St. Francis Hospital in New York and also gave substantial funds to the parish of St. James Episcopal Church in Hyde Park, New York.[1] During World War I, he sold Liberty bonds and war savings stamps from an office he maintained in New York's Post Office Building.[5] On November 18, 1878, Roosevelt married Helen Schermerhorn Astor (1855–1893), the second daughter of businessman William Backhouse Astor Jr. (1829–1892) and socialite Caroline Webster Schermerhorn (1830–1908).[7][8] Together, Roosevelt and Helen had two children: After his first wife's death in 1893, Roosevelt married Elizabeth Riley on August 7, 1914.[1] on May 7, 1927, Roosevelt died at his Hyde Park home as a result of complications related to bronchitis and asthma, according to news reports at the time. His second wife died in 1948.[1] This biography of a person who has held a non-elected position in the federal government of the United States is a stub. You can help Wikipedia by expanding it.","Title":"James Roosevelt Roosevelt - Wikipedia","KeyID":"4081","URL":"https://en.wikipedia.org/wiki/James_Roosevelt_Roosevelt"}