{"Content: ":"Jacobus \"James\" Roosevelt III (January 10, 1760 – February 6, 1847) was an American businessman and politician from New York City and a member of the Roosevelt family. Jacobus \"James\" Roosevelt was born on January 10, 1760 and baptized on January 23 that same year, in New York City, He was the son of Isaac Roosevelt (1726–1794) and Cornelia Hoffman, and the great-great-grandson of the first Roosevelt in America, Claes Maartenszen Van Rosenvelt. He graduated from Princeton in 1780.[1] James was a sugar-refiner, his father's trade, and banker in post-revolutionary New York, and amassed a large fortune in addition to his inheritance. He worked out of 333 Pearl Street under the firm of C. J. & H. Roosevelt. He was an active Federalist, he served in the New York State Assembly in 1796 and 1797 and was an alderman in the New York City Council for the Fourth Ward in 1809.[1][2][3] However, his interest in politics was less than previous Roosevelts, especially his father, and he was the last of his branch of the family to engage in politics until Franklin D. Roosevelt.[1] He engaged in some philanthropy with the large fortune he acquired through business. He was also involved in the Bank of New York like his father, but was never its president. At one point he owned stony farmland at Harlem, now occupied by 120 city blocks between 110th and 125th streets and Fifth Avenue and the East River. He sold it for $25,000, partly to John Jacob Astor. In 1819, late in life, Roosevelt removed to Poughkeepsie and bought a large tract of land on the Hudson River, called Mount Hope.[1] Roosevelt married three times and in total, had 13 children, several of whom died young. His first marriage took place on November 15, 1786 Newburgh, New York to Maria Eliza Walton (1769-1810),[4] the daughter of Admiral Gerard Walton (d. 1821) and a descendant of Wilhelmus Beekman, who was the treasurer of the Dutch West India Company, Mayor of New York City,[5][6] Governor of Delaware from 1653 to 1664, and Governor of Pennsylvania from 1658 to 1663.[7][8] Their children who survived infancy were:[9] After Walton's death in 1810, he married on September 2, 1812, for the second time to Catharine Elizabeth Barclay (c. 1783-1816) in New York City.[4] Before her death in 1816, they had: After Barclay's death in 1816, he married for the third and final time on January 29, 1821 to Harriet Howland (1784-1856), a descendant of John Howland, a signor of the Mayflower Compact.[4] Roosevelt died on February 6, 1847.[9] Through his son, Isaac Roosevelt, James was the grandfather of James Roosevelt, Sr. (1828–1900), and the great-grandfather of U.S. President Franklin D. Roosevelt (1882–1945).[11] Through his daughter, Grace Roosevelt Bayley, he was the grandfather of James Roosevelt Bayley (1814-1877), the first Bishop of Newark (1853–72) and the eighth Archbishop of Baltimore (1872–77).[12]","Title":"James Roosevelt (1760–1847) - Wikipedia","KeyID":"4083","URL":"https://en.wikipedia.org/wiki/James_Roosevelt_(1760%E2%80%931847)"}