{"Content: ":"Dendrorhynchoides was a genus of anurognathid pterosaur containing only the holotype species D. curvidentatus that is known from the Middle Jurassic Tiaojishan Formation of Qinglong, northern Hebei Province, China. The genus was first named Dendrorhynchus in 1998 by Ji Shu'an and Ji Qiang,[1] but that name proved to be preoccupied by a parasitic protozoan named in 1920 by David Keilin. It was therefore renamed in 1999.[2] The type species is Dendrorhynchoides curvidentatus. The genus name is derived from Greek dendron, \"tree\" and rhynkhos, \"snout\" in reference to it being assumed a tree-dweller and presumed a close relative of Rhamphorhynchus. The specific name means \"curved-toothed\" in Latin. A second species, D. mutoudengensis, was described in 2012, and moved to a new genus Luopterus in 2020.[3][4] The genus is based on holotype GMV2128, a fossil originally discovered around 1995 and obtained by science from illegal fossil dealers who first prepared it. It consists of a near-complete skeleton of a subadult individual and is crushed. Most elements are present, exceptions include the sternum, the tail end, sacrals and the fourth phalanx of the wing finger. This specimen was originally thought to be from the Jianshangou Bed of the Yixian Formation, dated to about 124.6 million years old.[5] However, the specimen was obtained by amateur collectors and altered to contain a piece of a dromaeosaurid tail before being studied. David Hone and L端 Junchang in 2012 considered it more likely that the holotype of D. curvidentatus was actually found in the Middle Jurassic deposits; the authors note that all other Chinese anurognathids are Jurassic in age, and that Jeholopterus was also initially thought to be a Cretaceous taxon until subsequent studies established it to be from the Jurassic.[3] In 2010 a second specimen, of a juvenile, was announced, that proved that a more elongated tail was present after all, albeit not so long as the faked tail of the holotype: about 85% of femur length.[6] This specimen eventually was designated as the holotype of a new species, Dendrorhynchoides mutoudengensis, by Hone and L端 in 2012.[3] The specimen was originally stored in the Guilin Geological Museum and designated GLGMV 0002; later it was moved to the Jinzhou Paleontological Museum and designated JZMP-04-07-3.[3] In 2020, Hone recognized that D. mutoudengensis was as distinct from D. curvidentatus as other species of anurognathids were from each other, and elevated it to a new genus and combination Luopterus mutoudengensis, named after the late L端.[4] Dendrorhynchoides had a wingspan of about forty centimetres, making it one of the smallest known pterosaurs. Of the type specimen, most parts of the skull have become detached so that its shape is difficult to determine, but it was generally short and broad. Eleven teeth have been preserved scattered throughout the matrix, that are recurved with a broader base and have a length of three millimetres. The authors identified lower jaws with a preserved length of fifteen millimetres. The cervical vertebrae are short and broad. Six dorsal vertebrae have been preserved, nine ribs and six belly ribs at the left side. The tail has a preserved length of five centimetres, but part of this is accounted for by a section that might have been added to enhance the value of the fossil. The tail vertebrae at the base, the authenticity of which is certain, are short.[1] The wings are relatively short. The humerus is robustly built but elongated with a length of 27 millimetres. The ulna is 35.5 millimetres long. The metacarpals are short with seven millimetres length for the first three, 9.3 millimetres for the fourth wing-bearing metacarpal. The first three fingers are well developed with the first having an elongated first phalanx. They bear short but sharp claws. The first phalanx of the fourth, wing, finger has a length of 44.5, the second of 35.6 millimetres. The size of the third cannot be established because of damage. A short and slender pteroid, 5.9 millimetres long, points towards the elbow. The tibia has a length of 26.7 millimetres and is about a third longer than the femur. The fibula is reduced, reaching about half-way downwards along the tibia shaft. The foot is long with the metatarsals having a length of 12.1 millimetres. The fifth toe is elongated.[1] Because of the presumed long tail, the authors rejected a placement within the Anurognathidae and classified it instead as a long-tailed rhamphorhynchid, mainly in view of the general long bone proportions.[1] It was in 2000 identified as an anurognathid, and it was confirmed that the fossil had been doctored prior to its description.[7] A cladistic analysis by Alexander Kellner in 2003 had the same outcome, Dendrorhynchoides being found to form an anurognathid clade with Batrachognathus, that he named Asiaticognathidae. He later admitted Asiaticognathidae was an inappropriate name, as the clade's definition did not include an Asiaticognathus, and proposed Batrachognathinae as a replacement name.[8] An analysis by L端 and Qiang Ji in 2006 resolved the relations even further, finding Dendrorhynchoides to be the sister taxon of clade formed by Batrachognathus and Jeholopterus.[9] In 2021, a phylogenetic analysis conducted by Xuefang Wei and colleagues recovered Dendrorhynchoides within the subfamily Anurognathinae, which is unlike the former studies where it was recovered as closely related to Batrachognathus. Dendrorhynchoides was found to have been the basalmost member of this subfamily in Wei and colleagues' study.[10] Below is a cladogram representing their phylogenetic analysis: \"Dimorphodon\" weintraubi Sinomacrops bondei Batrachognathus volans Dendrorhynchoides curvidentatus Luopterus mutoudengensis Jeholopterus ninchengensis Anurognathus ammoni Vesperopterylus lamadongensis The describers postulated a tree-dwelling lifestyle for Dendrorhynchoides as an insectivore. With very large eye sockets and a rounded head, Dendrorhynchoides would have had great eyesight. They could use these features to quickly spot insects and be able to follow their motion while following behind them. With their smaller wingspan and skeletal body, along with very flexible joints, these traits gave them great movability to catch the small insects and prey they were chasing. Its large eyes that were forward facing and the small claws on its appendages had researchers assuming that the species would match closely to tree bark or dark night colors to blend in with its surroundings and ambush insects for nocturnal hunting, just like what is seem with modern-day nightjars or bats.[2]   ","Title":"Dendrorhynchoides - Wikipedia","KeyID":"409","URL":"https://en.wikipedia.org/wiki/Dendrorhynchoides"}