{"Content: ":"Bachelor of Arts (BA or AB; from the Latin baccalaureus artium, baccalaureus in artibus, or artium baccalaureus) is a bachelor's degree awarded for an undergraduate program in the arts,[1] or, in some cases, other disciplines. A Bachelor of Arts degree course is generally completed in three or four years, depending on the country and institution. In colleges and universities in Australia, New Zealand, Nepal, and South Africa, the BA degree can be taken over three years of full-time study.[5] Students must pursue at least one major area of study and units from that subject are usually studied in each year, though sometimes students may choose to complete upper-level classes in the same year and as a result, can leave space for elective subjects from a different field. At some universities, students may choose to pursue a second major; alternatively, the remainder of the degree is taken up with a minor area of study (in the first two years) and other individual or stream-based subjects. Honours is an additional year of study after the BA degree, that combines aspects of undergraduate study with those of postgraduate research. Entry to the honours program is usually highly selective. Education in Canada is controlled by the provinces and can be very different depending on the province. Canadian universities typically offer four-year Bachelor of Arts degrees. In many universities and colleges, Bachelor of Arts degrees are differentiated either as BA or as honours BA degrees. Honours programs require more education than non-honours programs, typically a specialization beyond the requirements of a BA. The Bachelor of Arts (B.A.) degree is an undergraduate postsecondary degree that puts a focus on liberal arts and studies.[6] In comparison, a Bachelor of Science (B.S.) has a greater focus on science, math, and engineering. The Bachelor of Arts Degree is a type of Baccalaureate degree.[7][8] A Bachelor of Arts degree is usually completed in 4 years because they require 4 years of full-time coursework to earn. However, just like with other degrees, some may require a longer time period. This is due to factors such as the student's ability, motivation, and access to financial assistance to earn the degree. Just like other Baccalaureate degrees, Bachelor of Arts was traditionally offered at the only public and private 4-year universities and colleges.[6][9][10] A Bachelor of Arts, just like other bachelor's degrees is an admission requirement for graduate and professional school. Being in the 1990s, community colleges started to confer their own baccalaureate degrees. There are many more goal or career-specific Bachelor of Arts degrees. There is just a \"Bachelor of Arts\" but there is also a Bachelor of Arts in Administration, Bachelor of Arts in interdisciplinary studies, and Regents Bachelor of Arts.[8] The Bachelor of Arts degree has been prominent in academics for centuries. It has influenced and led to universities focusing on broad topics such as Algebra, Psychology, Biology, Art, History, and Philosophy. This aspect of the BA degree has been consistent in its history. The creation of the Bachelor of Arts degree was formed out of the study of Liberal Arts.[6][7] Liberal Art is a term that was applied to the study of many branches of learning such as grammar, logic, rhetoric, arithmetic, geometry, astronomy, and music.[7] The study of Liberal Arts started during the Middle Ages. During the Renaissance, the term Liberal Arts were meant to be more broadly to describe general studies.[6][7] This definition of liberal studies remains to this day. The Bachelor of Arts degree has all its majors and credits attached and connected to the topics of liberal studies. For most of its history, Bachelor of Arts degrees were given only by 4 years public or private institutions and colleges.[6][10] In the 1990s, other colleges like community colleges started to give out their own Bachelor of Arts degrees. Due to the rise of the internet, most online colleges now offer Bachelor of Arts degrees. In recent decades, Bachelor of Science degrees have become more prominent in higher education institutions. Bachelor of Science degrees often have more focus on math, science, and technology so, many institutions are moving away from liberal arts.[10] The internet and online space have also moved away from the liberal arts focus on Bachelor of arts programs towards the types of disciplines found and focused in the Bachelor of Science. Despite this change, most traditional institutions, public and private alike do still offer Bachelor of Arts programs for online students.[10] Along with the B.S. or Bachelor of Science, the Bachelor of Arts is the most commonly granted degree in the US. A B.A.[6] degree is earned after the completion of four years of undergraduate college level study. Most US colleges and universities offer undergraduate programs. In the Netherlands, the BA and Master of Arts (MA) degrees were introduced in 2002. Until then, a single program led to the doctorandus degree (abbreviated drs.), which comprised the same course load as the bachelor's and master's programs combined. The title doctorandus was used in almost all fields of study; other titles were used for legal studies (meester, Dutch for master, abbreviated Mr.) and engineering (ingenieur, abbreviated ir. for academic masters level or ing. for higher vocational bachelors level). Those who had already started the doctorandus program could, on completing it, opt for the doctorandus degree (entitling them to use \"drs.\" in front of their name) or could use the master's degree (postnominal letters) in accordance with the new standard. When attaining a master level/graduate degree, it is still customary to use either drs. pre-nominally or MA/MSc post-nominally at the discretion of the holder. In Germany, university-level education usually happens in either a Universität (plural: Universitäten) or a Fachhochschule (plural: Fachhochschulen); both can be referred to as a Hochschule, which is the generic term in Germany for all institutions awarding academic degrees. Fachhochschule is often translated as \"University of Applied Sciences\". Universitäten place greater emphasis on fundamental science and background in theory, while Fachhochschulen are generally designed with a focus on teaching professional skills. Degrees earned at Universitäten and Fachhochschulen are legally equivalent. In Germany, the BA course normally lasts between three and three and a half years – six or seven semesters – and the degree is awarded after the student earns between 180 and 210 ECTS. In the United Kingdom (excluding Scotland) and Ireland, the first degree course normally lasts three years, but nomenclature varies: 19th-century and later universities usually distinguish between arts and sciences subjects by awarding either a BA or BSc degree. However, some older or ancient universities, such as Oxford, Cambridge[citation needed] and Dublin traditionally award BAs to undergraduates having completed the final examinations, e.g., Part II Tripos (Cambridge), Final Honour Schools (Oxford), Moderatorship (Dublin), in most subjects including the sciences. Some new plate glass universities established in the 1960s, such as York and Lancaster originally followed the practice of Oxford and Cambridge by awarding BAs in all subjects, but have since changed to awarding BSc degrees in science subjects. At Oxford, Cambridge and Dublin the degree of MA can be claimed, usually twenty-one terms after matriculation. For many centuries, the bachelor's degree was an intermediate step and was awarded for much of the work carried out in later times at secondary schools. The names of the final secondary school exams in France and Spain (and increasingly in the UK—the International Baccalaureate) come from this: le Baccalauréat and el Bachillerato, respectively. The ancient universities of Scotland award a Master of Arts degree to humanities or arts graduates, but a BSc to science graduates. This course takes four years for an honours degree and three for an ordinary. In Scotland, it is possible to opt to take an ordinary degree rather than this simply ranking below a third class honours (for example, BA with distinction, merit or pass). A Bachelor of Arts is entitled to the designation BA for an ordinary/pass degree and BA (Hons) for an honours degree. Students who completed an honours BA sometimes style themselves by '(Hon)' or '(Hons)' after the degree abbreviation in parentheses. An honours degree is always awarded in one of four classes depending upon the marks gained in the final assessments and examinations. The top students are awarded a first-class degree, followed by an upper second-class degree (usually referred to as a 2:1), a lower second-class degree (usually referred to as a 2:2), and those with the lowest marks gain a third-class degree. An ordinary or unclassified degree (which does not give the graduate the right to add '(Hons)') may be awarded if a student has completed the full honours degree course but has not obtained the total required passes sufficient to merit a third-class honours degree. Typically these degrees lack the final year requirement of a dissertation.","Title":"Bachelor of Arts - Wikipedia","KeyID":"4093","URL":"https://en.wikipedia.org/wiki/Bachelor_of_Arts"}