{"Content: ":"Jeholopterus was a small anurognathid pterosaur from the Middle to Late Jurassic[1] Daohugou Beds of the Tiaojishan Formation of Inner Mongolia, China, preserved with hair-like pycnofibres and skin remains. The genus was named in 2002 by Wang Xiaolin, Zhou Zhonghe and Xu Xing. The type species, the only known, is Jeholopterus ninchengensis. The genus name is derived from its place of discovery, Jehol in China, and a Latinized Greek pteron, \"wing\". The specific name refers to Nincheng County. The type species is based on holotype IVPP V12705, a nearly complete specimen from the Daohugou beds of Ningcheng County in the Neimongol (Inner Mongolia) Autonomous Region of China.[2] The specimen is crushed into a slab and counterslab pair, so that parts of the specimen are preserved on one side of a split stone and some on the other. This includes exquisite preservation of carbonized skin fibers and pycnofibres. The fibers are preserved around the body of the specimen in a \"halo.\" Wing tissue is preserved, though its extent is debatable, including the exact points of attachment to the legs (or if it is attached to the legs at all). In 2009 Alexander Kellner published a study reporting the presence of three layers of fibers in the wing, allowing the animal to precisely adapt the wing profile.[3] As an anurognathid, Jeholopterus shows the skull form typical for this group, being wider than it was long, at 28 millimeters (1.1 in), with a very broad mouth. Most teeth are small and peg-like, but some are longer and recurved. The neck was short with seven or eight cervical vertebrae. Twelve or thirteen dorsal vertebrae are present and three sacrals. There are five pairs of belly ribs. The tail vertebrae have not been preserved. The describers argue that Jeholopterus had a short tail, a feature seen in other anurognathids but unusual for \"rhamphorhynchoid\" (i.e. basal) pterosaurs that typically have a long tail. Wang et al. cited the presence of a fringe of pycnofibres in the region of the tail to infer the presence of a short tail. However, a subsequent study by Dalla Vecchia argued that gleaning any information about the tail is impossible, given that the tail is \"totally absent\" in the fossil.[4] The wing bones are robust. The metacarpals are very short. A short pteroid, supporting a propatagium, is pointing towards the body. The hand claws are long and curved. The wings of Jeholopterus show evidence that they attached to the ankle, according to Wang et al.. They are relatively elongated with a wingspan of ninety centimetres. The legs are short but robust. The toes bear well-developed curved claws, but these are not as long as the hand claws. The fifth toe is elongated, according to the authors supporting a membrane between the legs, the uropatagium. Jeholopterus was by the authors assigned to the Anurognathidae. An analysis by Lü Junchang in 2006 resolved its position as being the sister taxon of Batrachognathus. Kellner and colleagues in 2009 proposed Batrachognathinae for the clade comprising these two genera and Dendrorhynchoides.[3] In 2021, a phylogenetic analysis conducted by Xuefang Wei and colleagues recovered Jeholopterus within the subfamily Anurognathinae, which is unlike the former study by Kellner and colleagues where it was recovered as closely related to Batrachognathus. Jeholopterus was found to have been the sister taxon to an unnamed clade formed by both Anurognathus and Vesperopterylus in Wei and colleagues' study.[5] Below is a cladogram representing their phylogenetic analysis: \"Dimorphodon\" weintraubi Sinomacrops bondei Batrachognathus volans Dendrorhynchoides curvidentatus Luopterus mutoudengensis Jeholopterus ninchengensis Anurognathus ammoni Vesperopterylus lamadongensis Anurognathids are normally considered insectivores. Wang et al hypothesized that Jeholopterus, being the largest species known of the group, might also have been a piscivore, a fish-eater.[2]   ","Title":"Jeholopterus - Wikipedia","KeyID":"410","URL":"https://en.wikipedia.org/wiki/Jeholopterus"}