{"Content: ":"James Roosevelt II[1] (December 23, 1907 – August 13, 1991) was an American businessman, Marine, activist, and Democratic Party politician. The eldest son of President Franklin D. Roosevelt and Eleanor Roosevelt, he served as an official Secretary to the President for his father and was later elected to the United States House of Representatives representing California, serving 5 terms from 1955 to 1965. He received the Navy Cross while serving as a Marine Corps officer during World War II. Roosevelt was born in New York City at 123 East 36th Street. He was named after his grandfather on his father's side James Roosevelt I. He attended the Potomac School and St. Albans School in Washington, D.C., and the Groton School in Massachusetts. At Groton, he rowed, played football, and was a prefect in his senior year. After graduating in 1926, he attended Harvard, where he rowed with the freshman and junior varsity crews. At Harvard, he followed family traditions in joining the Signet Society and Hasty Pudding Club, of which both his father and his maternal granduncle and paternal fifth cousin once removed, President Theodore Roosevelt, had been members, the Fly Club, which his father had joined, and the Institute of the 1770. He graduated from Harvard in 1930 and was elected permanent treasurer of his class.[2] After graduation, Roosevelt enrolled in the Boston University School of Law. He also took a sales job with the firm of Victor De Gerard of Boston in 1930, remaining with that firm when it amalgamated with the John Paulding Meade Company which, in turn, amalgamated with O'Brion, Russell and Company in 1932. Roosevelt abandoned his law studies within a year due to his success at the firm. In 1932, he started his own insurance agency, Roosevelt & Sargent, in partnership with John A. Sargent. As president of Roosevelt & Sargent he made a substantial fortune (about $500,000 or more than $9 million in 2018 dollars). He resigned from the firm in 1937, when he officially went to work at the White House, but retained his half-ownership. Roosevelt was elected a director of Boston Metropolitan Buildings, Inc. in 1933. He also served briefly as president of the National Grain Yeast Corporation from May to November 1935.[3] Roosevelt attended the 1924 Democratic National Convention where he served, in his words, as his father's \"page and prop\". In 1928, he and some Harvard classmates campaigned for Democratic presidential nominee Al Smith. In 1932, he headed his father's Massachusetts campaign and made about two hundred campaign speeches for that year.[citation needed] Though FDR lost the Massachusetts Democratic primary to Smith, he easily carried Massachusetts in the November election. Roosevelt was viewed as his father's political deputy in Massachusetts, allocating patronage in alliance with Boston mayor James Michael Curley. He was also a delegate from Massachusetts to the Constitutional Convention for the repeal of Prohibition in 1933. Roosevelt was a close protege of Joseph P. Kennedy Sr. In fall 1933, the two journeyed to England to obtain the market in post-prohibition liquor imports.[1] Many of Roosevelt's controversial business ventures were aided by Kennedy, including his maritime insurance interests, and the National Grain Yeast Corp. affair (1933–35). Treasury Secretary Henry Morgenthau, Jr. threatened to resign unless FDR forced his son to leave the latter company, suspected of being a front for bootlegging.[4] Roosevelt was instrumental in securing Kennedy's appointment as ambassador to the United Kingdom.[5] In April 1936, Presidential Secretary Louis Howe died. Roosevelt unofficially assumed Howe's duties.[3] Soon after the 1936 re-election of his father, Roosevelt was given a direct commission as a lieutenant colonel in the Marine Corps, which caused public controversy for its obvious political implications. He accompanied his father to the Inter-American Conference at Buenos Aires in December as a military aide. On January 6, 1937, he was officially appointed \"administrative assistant to the President\"; on July 1, 1937, he was appointed secretary to the president.[2] He was the White House coordinator for eighteen federal agencies by October 1937. Roosevelt was considered among his father's most important counselors. Time magazine suggested he might be considered \"Assistant President of the United States\".[3] In July 1938, there were allegations that Roosevelt had used his political position to steer lucrative business to his insurance firm. He had to publish his income tax returns and denied these allegations in an NBC broadcast and an interview in Collier's magazine. This became known as the Jimmy's Got It affair after Alva Johnston's reportage in the Saturday Evening Post. Roosevelt resigned from his White House position in November 1938.[2][6] After leaving the White House in November 1938, Roosevelt moved to Hollywood, California, where he first accepted a job as a $750/week administrative assistant for motion picture producer Samuel Goldwyn. He was on Goldwyn's payroll until November 1940. In 1939, he set up \"Globe Productions\", a company to produce short films for penny arcades but the company was liquidated in 1944 while Roosevelt was on active duty with the Marine Corps.[2] Roosevelt also produced the film Pot o' Gold and distributed the British film Pastor Hall. During his Hollywood period, Roosevelt became involved with Joseph Schenck, a movie mogul who was later caught participating in a payoff scheme that was intended to buy peace with movie industry labor unions.[7][8] In 1942, Schenck pleaded guilty to one count of perjury and spent four months in prison before being paroled.[9] In October 1945, Harry S. Truman granted Schenck a presidential pardon, a fact which did not become known to the public until 1947.[10] World War II broke out in Europe in September 1939; the following month Roosevelt resigned the Marine commission as a lieutenant colonel that he had received in 1936 when serving as his father's military aide and accepted a commission as a captain in the Marine Corps Reserve so that he could enter active duty, which he did in November 1940. In April 1941, his father sent him on a secret, world-circling diplomatic mission to assure numerous governments that the United States would soon be in the war. The leaders contacted included Chiang Kai-shek in China, King Farouk in Egypt, and King George of Greece. During this trip, Roosevelt came under German air attack in both Crete and Iraq. In the African/Middle Eastern portions of the mission, he traveled with Britain's Lord Mountbatten as far as Bathurst in the Gambia. They reported on trans-African air ferry conditions, an important concern of FDR and Winston Churchill at the time.[11][12] In August, Roosevelt joined the staff of William J. Donovan, coordinator of information, with the job of working out the exchange of information with other agencies.[2] After Japan's Attack on Pearl Harbor on December 7, 1941, Roosevelt was seated next to his father when the President delivered his Day of Infamy speech. He requested assignment to combat duty and was transferred to the Marine Raiders in January 1942, a new Marine Corps commando force, and became second-in-command of the 2nd Raider Battalion under Evans Carlson (Carlson's Raiders) whom Roosevelt knew when Carlson commanded the Marine detachment at the Warm Springs, Georgia, residence of his father. Roosevelt's influence helped win presidential backing for the Raiders—influenced by the British Commandos—which were opposed by Marine Corps traditionalists. Despite occasionally debilitating health problems, Roosevelt served with the 2nd Raiders at Midway in early June 1942 and in the Makin Island raid on August 17–18, 1942, where he and 22 others were awarded the Navy Cross. In October, he was given command of the new 4th Raiders, but during training for an upcoming combat operation he became ill enough to be hospitalized by February 1943.[13] Beginning in August 1943, he served in various staff positions for the duration of the war. He was attached to and landed with the U.S. Army's 165th Regimental Combat Team, 27th infantry Division during the invasion of Makin on November 20–23 and was awarded the Silver Star by the army.[14] He was promoted to colonel on April 13, 1944. He was released from active duty in August 1945 and was placed on the inactive list in October 1945. That same month he became a Compatriot of the Empire State Society of the Sons of the American Revolution. Roosevelt continued in the Marine Corps Reserve and retired on October 1, 1959, with the advanced rank of brigadier general.[12] Roosevelt suffered from flat feet, and was allowed to wear sneakers while other Marines were required to wear boots.[15] Roosevelt's military decorations and awards include: The Navy Cross is presented to James Roosevelt, Major, U.S. Marine Corps (Reserve), for extraordinary heroism and distinguished service as second in command of the Second Marine Raider Battalion against enemy Japanese armed forces on Makin island. Risking his own life over and above the ordinary call of duty, Major Roosevelt continually exposed himself to intense machine-gun and sniper fire to ensure effective control of operations from the command post. As a result of his successful maintenance of communications with his supporting vessels, two enemy surface ships, whose presence was reported, were destroyed by gun fire. Later during evacuation, he displayed exemplary courage in personally rescuing three men from drowning in the heavy surf. His gallant conduct and his inspiring devotion to duty were in keeping with the highest traditions of the United States Naval Service.[14] The President of the United States of America, authorized by Act of Congress July 9, 1918, takes pleasure in presenting the Silver Star (Army Award) to Lieutenant Colonel James R. Roosevelt (MCSN: 0–5477), United States Marine Corps, for gallantry in action at Makin Atoll, Gilbert Islands, 20 to 23 November 1943. Attached as an observer to the units of the 27th Infantry Division which effected the landing on Makin Atoll, Lieutenant Colonel Roosevelt voluntarily sought out the scenes of the heaviest fighting. Throughout the three-day period, he continually accompanied the leading elements of the assault, exposing himself to constant danger. His calmness under fire and presence among the foremost elements of the attacking force was a source of inspiration to all ranks. LtCol Roosevelt was entitled to campaign participation credit (i.e., the \"battle stars\" worn on the Asiatic-Pacific Campaign Medal) for the following actions:[citation needed] After World War II, Roosevelt returned to live in California. He rejoined Roosevelt and Sargent as an executive vice president and established the company's office in Los Angeles. In 1946, he became chairman of the board of Roosevelt and Haines, successor to Roosevelt and Sargent. He later became president of Roosevelt and Company, Inc. On July 21, 1946, Roosevelt became chairman of the California State Democratic Central Committee. He also began making daily radio broadcasts of political commentary. Like his brother Elliott Roosevelt, Roosevelt was prominent in the movement to draft Dwight Eisenhower as the Democratic candidate for president in 1948. When President Truman was renominated instead, Roosevelt stepped down as state chairman on August 8. He remained a Democratic National Committeeman until 1952.[2] In 1950, Roosevelt was the Democratic candidate for Governor of California but lost to Republican incumbent Earl Warren by almost 30% of the votes.[16] In 1954, Roosevelt was elected U.S. Representative from California's 26th congressional district, a heavily Democratic district.[16] He was re-elected to five additional terms and served from 1955 to 1965, resigning during his sixth term. Roosevelt was one of the first politicians to denounce the tactics of Senator Joseph McCarthy. He was also the only representative to vote against appropriating funds for the House Un-American Activities Committee. In April 1965, Roosevelt ran for Mayor of Los Angeles, challenging incumbent Sam Yorty, but lost in the primary.[16] He resigned from Congress in October 1965, 10 months into his sixth term, when President Lyndon B. Johnson appointed him a delegate to the United Nations Educational, Scientific, and Cultural Organization (UNESCO). Roosevelt resigned from UNESCO in December 1966 and retired to become an executive of the Investors Overseas Service (IOS) in Geneva, Switzerland.[2] Roosevelt joined the IOS despite the overseas firm's concurrent investigation by the SEC for numerous irregularities. In Geneva in May 1969, during the unraveling of IOS, Roosevelt's third wife, Irene Owens, stabbed him \"eight times\" with his \"own Marine combat knife\"[17] while he was preparing divorce proceedings.[18] When fugitive financier Robert Vesco obtained control of IOS from Bernie Cornfeld and absconded with approximately $200 million, Roosevelt initially stayed on under Vesco. Roosevelt later wrote that \"As soon as I saw the situation for what it was, in 1971, I resigned my position.\"[19] However, this episode resulted in federal charges being laid against Roosevelt and several others, as well as a Swiss arrest warrant. The charges were later dropped and then he returned to California, settling in Newport Beach. He became associated with the Nixon Administration in several capacities and remained friendly with Richard Nixon until his death.[20] Despite having been a liberal Democrat all of his life, Roosevelt joined Democrats for Nixon and publicly supported President Nixon's 1972 re-election[21] and also supported Ronald Reagan in 1980[22] and 1984.[23] His writings include Affectionately, FDR (with Sidney Shalett, 1959) and My Parents, a Differing View (with Bill Libby, 1976). The latter was written in part as a response to his brother Elliot's book An Untold Story, which told of FDR's marital issues and was fiercely repudiated by the other siblings. He authored the novel A Family Matter (with Sam Toperoff, 1979) and edited The Liberal Papers, published in 1962. In the 1980s, a non-profit organization established by Roosevelt, the National Committee to Preserve Social Security and Medicare and its associated political action committee, were investigated by the House Ways and Means Committee for questionable money-raising practices and by the Post Office for mail fraud. By direct mail, Roosevelt's group solicited contributions from elderly persons by claiming that Social Security and Medicare programs were in financial jeopardy. Roosevelt also urged contributors to order their Social Security statements of earnings from his group (these are free from the government).[24][25] His first marriage was in 1930 to philanthropist Betsey Maria Cushing (1908–1998), the middle daughter of surgeon Harvey Williams Cushing and Katharine Stone Crowell. They had two daughters, Sara (1932–2021) and Kate (b. 1936), before divorcing in 1940. His daughter, Kate Roosevelt, married the Kennedy family aide William Haddad and later CEO of the Ford Foundation Franklin A. Thomas.[26][27][28] James married his nurse, Romelle Therese Schneider (1915–2002), the next year. They had three children, James (b. 1945), Michael Anthony (b. 1947), and Anna Eleanor \"Anne\" (b. 1948). They were divorced in 1956. In 1956, he married Gladys Irene Owens (1916–1987),[29] his receptionist, and they had a son together named Hall Delano (called \"Del\") in 1959. They were divorced in 1969. He married his fourth wife, Mary Winskill (b. 1939), teacher to his youngest son Del, in 1969. They had one daughter, Rebecca Mary, in 1971.[30] Roosevelt died in Newport Beach, California, in 1991 of complications arising from a stroke and Parkinson's disease. He was 83 and was the last surviving child of Franklin and Eleanor Roosevelt.","Title":"James Roosevelt - Wikipedia","KeyID":"4102","URL":"https://en.wikipedia.org/wiki/James_Roosevelt"}