{"Content: ":"Elliott Roosevelt (September 23, 1910 – October 27, 1990) was an American aviation official and wartime officer in the United States Army Air Forces, reaching the rank of brigadier general. He was a son of President Franklin D. Roosevelt and First Lady Eleanor Roosevelt. As a reconnaissance commander, Roosevelt pioneered new techniques in night photography and meteorological data-gathering, but his claims to a distinguished record on combat missions have been largely discounted. After the war ended, he faced an investigation by the United States Congress on charges of corruption, including accusations that he had recommended the purchase of the experimental Hughes XF-11 reconnaissance aircraft ahead of a Lockheed model that was believed to be superior. Ultimately, he was found blameless. Roosevelt published a book about his attendance at several major Allied war conferences and a controversial exposé of his parents' private life. He also wrote 22 mystery novels. His career also embraced broadcasting, ranching, politics and business. He served as the 24th mayor of Miami Beach, Florida from 1965 to 1967. Elliott Roosevelt was a son of President Franklin D. Roosevelt (1882–1945) and First Lady Eleanor Roosevelt (1884–1962). He was named after his maternal grandfather, Elliott Roosevelt (1860–1894). His siblings were Anna (1906–1975), James (1907–1991), Franklin Jr. (1914–1988), and John (1916–1981). An older brother, Franklin, died in 1909 as an infant. Roosevelt attended the Hun School of Princeton[1] and went to Groton School, as did his brothers. He refused to attend Harvard College. Instead, he worked a series of briefly held jobs, beginning with advertising and settling in broadcasting in the 1930s, including a management position in the Hearst radio chain.[2] Roosevelt had always been interested in flight, and in 1933 he briefly served as general manager of Gilpin Airlines of Glendale, California, a small airline owned by Rep. Isabella Greenway (D-AZ), a close friend of the family. Later that year he became aviation editor for the William Randolph Hearst newspapers. After controversial involvement in the Air Mail Scandal and a secret attempt to sell bombers in civilian disguise to the USSR, he was hired as vice president of the Aeronautical Chamber of Commerce (see Aerospace Industries Association), a post he held until 1935. That year, he moved to Fort Worth, Texas and became involved in broadcasting and farming. Roosevelt received a captain's commission in the United States Army Air Corps on 23 September 1940, his 30th birthday. His appointment in the middle of the 1940 election campaign caused a furious political row, although General Henry H. Arnold, the Chief of the Air Corps, asserted that there was no pressure or nepotism involved. After brief service at Wright Field, Ohio, he took an intelligence course and served with the 21st Reconnaissance Squadron at the new U.S. facility in Gander, Newfoundland. In the summer of 1941, Roosevelt searched for and located air base sites in Labrador, Baffin Island, and Greenland and reported on conditions in Iceland and along the rest of the embryonic North Atlantic ferry route. During this time, he coordinated closely with FDR, Prime Minister Winston Churchill, and General Arnold. Elliott Roosevelt was the first to interest Churchill in American bases in Africa (including Bathurst in the Gambia), a step for which his father was not yet ready.[citation needed] He served as a procurement specialist, navigator, and intelligence and reconnaissance officer and rose to brigadier general by January 1945. Despite having poor eyesight and being classified 4-F (unfit), he also became a pilot and reportedly flew 89 combat missions by the time of his inactivation from the United States Army Air Forces (USAAF) in August 1945.[3] While Roosevelt operated from Gander in August 1941, FDR detached him and brother Franklin Jr. to attend the Argentia (Atlantic Charter) summit between Churchill and FDR, which was nearby. In January 1943, Roosevelt accompanied FDR as a military attaché to the Casablanca meeting and the subsequent Cairo and Tehran Conferences in November–December 1943. At a dinner during the Tehran Conference, Joseph Stalin proposed to round up and shoot some 50,000 German officers and technicians after the war in order to permanently incapacitate Germany.[4] Roosevelt spoke in favor of the proposal[4] which earned him Stalin's cheers and the vocal and lasting hostility of Churchill[5] who said \"I would rather be taken out into the garden here and now and be shot myself\".[4] Following a navigator/bombardier course in the fall of 1941 and a brief stint on antisubmarine patrol duty with the 6th Reconnaissance Squadron at Muroc AAB, Roosevelt received a top-secret assignment to carry out clandestine reconnaissance flights over the Sahara Desert, with emphasis on French West Africa, with which the United States was not at war. Having been successful with this (Project Rusty), he was given command of the new 3d Reconnaissance Group at Colorado Springs. From Gibraltar and then Oran, Algeria, he led this unit in Operation Torch, the invasion of Northwest Africa in early November 1942. Roosevelt (with a pilot) flew the first U.S. reconnaissance missions over the theater in a borrowed RAF de Havilland Mosquito. This led to a long campaign for the U.S. adoption of this British aircraft, as Roosevelt held the American counterparts (modified Boeing B-17Cs and early Lockheed P-38s) to be inadequate and unlikely to survive in contested airspace. From Maison Blanche, Algeria, and after the fall of Tunis, La Marsa near ancient Carthage, Roosevelt pioneered new tactics, including night aerial photography and obtained before and after imagery of Rome during that city's first heavy bombing on 19 July 1943. After his detachment to investigate reconnaissance issues in the United States (see the Hughes scandal section below), Roosevelt received command of the 8th Air Force's reconnaissance wing in England: the 8th Provisional RW, later renamed the 325th Reconnaissance Wing. During this period, Roosevelt worked on the shuttle-bombing project with the USSR, and participated in the May 1944 mission to the USSR which inspected the new American bases at Poltava, Mirgorod, and Piryatin. His units also supported the D-Day invasion of Normandy and the bombing campaign against V-weapon sites. Following threats of resignation and pressure from \"very high topside,\" in January 1945 General Arnold ordered General Carl Spaatz in England to appoint Roosevelt a rated pilot, and the president submitted his son's name to the Senate for promotion to brigadier general. By standard rules, Roosevelt was eligible for the rank, but not for the pilot's wings. Roosevelt continued in that rank in Europe until his father's death on April 12, 1945. After VE-Day, the Air Forces could no longer find a \"suitable vacancy\" for him, and he was on leave and had staff duties in the United States. By coincidence, his last day of service was VJ-Day. Roosevelt commanded the following units: Roosevelt stated that he flew 89 combat missions and 470 combat hours prior to being called back for his father's funeral in April 1945 (he did not return to active theaters). His decorations included the Distinguished Flying Cross.[10] He also received the Order of the British Empire, the Croix de Guerre and Legion d'Honneur, the Moroccan Order of Ouissam Alaouite, and the U.S. Legion of Merit. He ended the war holding the Air Medal with reportedly eleven clusters.[11] As a chase pilot for the Operation Aphrodite flights in 1944, Roosevelt said he witnessed the death of Joseph P. Kennedy, Jr. over Blythburgh, England (there is no evidence in Aphrodite files that Roosevelt participated in this project, nor did he fly as chase pilot and witness the death of Joseph P. Kennedy).[12][13] After the war, Roosevelt no longer played a significant role in aviation, although he maintained a private pilot's license and owned a small aircraft. He briefly served as president of short-lived Empire Airlines of New York (1946), citing his influence with the Civil Aeronautics Board (CAB), which, however, did not result in route awards. Reported attempts to assist Howard Hughes's TWA in obtaining air routes to the USSR also did not succeed. In August 1943, Colonel Roosevelt was asked by Chief of the Army Air Forces, General Henry H. Arnold, to investigate several reconnaissance aircraft under development to select a successor to the Lockheed P-38 (F-4 and F-5 in the recon version), but the reason for Arnold's choice of Roosevelt was not made public.[14] Roosevelt assembled a group of five air officers, including veteran RAF reconnaissance pilot Wing Commander D.W. Steventon. Upon their arrival in Los Angeles, Roosevelt and his group were met by eight limousines arranged by John W. Meyer, a publicist and former nightclub owner who was employed by Hughes Aircraft. On his first day in town, Roosevelt was taken by Meyer to the Hollywood film studio of Warner Bros. and introduced to Faye Emerson, an actress with whom Roosevelt was linked romantically (the two would eventually marry).[15] Over the next three days, Roosevelt and his group were seen with Meyer in Hollywood nightclubs and at parties in luxurious mansions in the company of aspiring actresses paid $100–400 per night by Meyer, the higher figure equivalent to $6,300 in current value.[16] On August 11, Howard Hughes showed the group his Culver City aircraft factory, then personally flew them to see the private-venture Hughes D-2, an experimental twin-engine wooden aircraft then being test-flown at a Hughes facility at Harper Dry Lake in the Mojave Desert.[15] The aircraft had already been turned down ten months earlier by Chief of Army Air Forces Material Division Oliver P. Echols, for being inadequate to military service; it was considered unlikely to become successful for numerous reasons, wooden construction and Hughes's limited facilities among them.[17] Roosevelt and his committee, however, fervently recommended the D-2. When Roosevelt returned to the East Coast of the United States, Meyer hosted another round of parties and nightclub outings in Manhattan and arranged for Faye Emerson to accompany Roosevelt. Among many favors, Meyer gave Emerson $132 worth of nylon stockings, a rare treat during wartime rationing.[15] On August 20, Roosevelt sent a report to General Arnold recommending immediate purchase of the D-2. On September 1, Arnold ordered Echols to contract with Hughes for an all-metal reconnaissance aircraft \"against my better judgment and the advice of my staff.\"[18] During these two weeks, Arnold, Elliott Roosevelt, and FDR conferred frequently at the White House, and it is documented that Elliott Roosevelt complained to his father about Arnold's reluctance to order the F-11.[19] Major General Charles E. Bradshaw wrote to Arnold to suggest that the Lockheed XP-58 Chain Lightning was much farther along in development and could outperform the D-2 in every important aspect, but was unsuccessful in halting the Hughes contract.[18] Implicating Roosevelt and United States Secretary of Commerce Jesse H. Jones,[20] Assistant Secretary of War Robert A. Lovett noted to Major General Bennett E. Meyers that \"Hughes has got powerful friends here in Washington\" and that, if the background of the contract were uncovered, \"there's going to be an awful smell.\" Nonetheless, Hughes was given $43 million (worth $673,363,462 in 2021 dollars) to build 100 all-metal aircraft to be designated the Hughes XF-11.[18] In 1947, Roosevelt telephoned Hughes to warn him that a United States Senate subcommittee (the \"Brewster Committee\", formerly the \"Truman Committee\") intended to call them both to account for financial irregularities regarding the XF-11 as well as for Hughes' H-4 Hercules, popularly known as the \"Spruce Goose\". As part of the ongoing \"Investigation of the National Defense Program\", on August 4, 1947, the subcommittee called Roosevelt and Meyer to testify about the Hollywood and Manhattan parties and women that Meyer had arranged and paid for. Meyer's extensive financial records during such parties showed him paying $200 for \"presents for four girls\" and $50 for \"girls at hotel (late)\".[14] At one point, Roosevelt asked Meyer: \"[A]ny of those girls who were paid, were they procured for my entertainment?\" Meyer responded: \"I don't like the word 'procured,' because a girl who attends a party and is given a present is not necessarily 'procured'.\"[21] The committee found that Meyer had spent at least $1,000 in picking up Roosevelt's hotel bills as well as his nightclub and party checks,[22] and Faye Emerson's bets at Agua Caliente Racetrack,[23] and that Meyer had arranged for weekends in Palm Springs, California and Washington, D.C. for Roosevelt and Emerson, who eventually married in December 1944[14] after Roosevelt divorced his second wife in March 1944. The wedding at the Grand Canyon was also paid for by Meyer. All told, Meyer reported to the committee that he had spent $5,083.79 ($78,256 in 2021 dollars) on entertainment for Roosevelt. In his own defense, Roosevelt testified that he never heard of the XF-11 until General Arnold let him know about it, and that several of the parties appeared to have taken place on days when he was out of the country on active duty. Roosevelt said: \"If it is true that for the price of entertainment I made recommendations which would have in any way endangered the lives of the men under me...that fact should be made known to the public.\"[14] After FDR's death in 1945, Roosevelt and his family moved to Top Cottage to be near his mother, who considered him her favorite child.[2] She gave him financial assistance throughout her life. In 1947, Eleanor bought from the FDR estate Val-Kill farms, the home she lived in after FDR's death, and deeded the property to Elliott Roosevelt. After he moved to Miami Beach and Havana with his fourth wife in 1952, his brother John bought the Hyde Park tract. Later, the property became Eleanor Roosevelt National Historic Site. Roosevelt pursued many different careers during his life, including owning a pre-war radio station network (Texas State Network) in Texas and living as a rancher. He again moved to Florida and was elected mayor of Miami Beach (1965), being unseated two years later.[2] After a business career marked by ties to organized crime, he was investigated by the Senate (\"Jackson Committee\") in 1973. In 1973 during the Senate Permanent Subcommittee on Investigations hearings on corruption, Roosevelt was accused of involvement in an assassination plot on the Bahamanian Prime Minister. In 1968, he and an \"alleged mobster front man,\" Michael J. McLaney, offered Louis Mastriana US$100,000 (equivalent to $779,000 in 2021) to assassinate Prime Minister Lynden Pindling. Mastriana was paid US$10,000 (equivalent to $78,000 in 2021) up front, most of which came from Elliott Roosevelt (as proved by a signature on a check for the money). The assassination plot was conceived after Prime Minister Pindling's failure to issue a gambling license to an associate of Meyer Lansky, (whom Michael J. McLaney worked for until his conviction in 1971). It was uncovered by Mastriana; he taped all of his conversation with Elliott Roosevelt, allegedly using equipment from the U.S. Postal Service. Roosevelt maintained that this was a lie until his death.[24][25][26] Roosevelt emigrated to Portugal in 1972, but left for England after the revolution in 1974. He moved back to the United States, living in Bellevue, Washington; Indian Wells, California; and Scottsdale, Arizona.[27] As Roosevelt approached his eightieth year, his final ambition was to \"outlive James.\" However, Roosevelt died at age 80 of heart and liver failure.[10] Brother James died 10 months later in August 1991. Elliott authored numerous books, including a mystery series in which his mother, Eleanor Roosevelt, is the detective, as Murieron and the First Lady (1984). Roosevelt described his experiences with his father during five important war conferences in his best-selling book As He Saw It. He also edited FDR: His Personal Letters, published after the war in four volumes. With James Brough, Roosevelt wrote a highly personal book about his parents called The Roosevelts of Hyde Park: An Untold Story, in which he revealed details about the sexual lives of his parents, including his father's relationships with mistress Lucy Mercer and secretary Marguerite (\"Missy\") LeHand[10] as well as graphic details surrounding the 1921 paralytic illness that crippled his father. Published in 1973, the biography also contains valuable insights into FDR's run for vice-president, his rise to the governorship of New York, and his capture of the presidency in 1932, particularly with the help of Louis McHenry Howe. A sequel to An Untold Story with James Brough, published in 1975 and titled A Rendezvous With Destiny, carried the Roosevelt saga to the end of World War II. Mother R.: Eleanor Roosevelt's Untold Story, also with Brough, was published in 1977; The Conservators, a political book, in 1982. Eleanor Roosevelt, with Love: A Centenary Remembrance, came out in 1984. Roosevelt was married five times: Roosevelt's military decorations and awards include:","Title":"Elliott Roosevelt (general) - Wikipedia","KeyID":"4103","URL":"https://en.wikipedia.org/wiki/Elliott_Roosevelt_(general)"}