{"Content: ":"Franklin Delano Roosevelt Jr. (August 17, 1914 – August 17, 1988) was an American lawyer, politician, and businessman. He served as a United States congressman from New York from 1949 to 1955 and in 1963 was appointed United States Under Secretary of Commerce by President John F. Kennedy. He was appointed as the first chairman of the Equal Employment Opportunity Commission from 1965 to 1966 by President Lyndon B. Johnson. Roosevelt also ran for governor of New York twice. He was a son of President Franklin D. Roosevelt and First Lady Eleanor Roosevelt, and served as an officer in the United States Navy during World War II.[1] Franklin Delano Roosevelt Jr. was born on August 17, 1914, the fifth of six children born to Franklin D. Roosevelt (1882–1945) and Eleanor Roosevelt (1884–1962). At the time of his birth, his father was Assistant Secretary of the Navy.[1] He was born at his parents' summer home at Campobello Island, New Brunswick, Canada, which is now an international historical park. His siblings were: Anna Eleanor Roosevelt (1906–1975), James Roosevelt II (1907–1991), Franklin Roosevelt (1909), a brother of the same name who died in infancy in November 1909, having lived only for eight months, Elliott Roosevelt (1910–1990), and John Aspinwall Roosevelt II (1916–1981).[1] As a young man in 1936, he contracted a streptococcal throat infection and developed life-threatening complications. His successful treatment with Prontosil, the first commercially available sulfonamide drug, avoided a risky surgical procedure which the White House medical staff had considered, and the subsequent headlines in The New York Times and other prominent newspapers heralded the start of the era of antibacterial chemotherapy in the United States.[2] He graduated from Groton School in 1933, Harvard University in 1937 (A.B.), and the University of Virginia School of Law (LL.B.) in June 1940.[3][4] The family thought that FDR Jr. was the one most like his father in appearance and behavior. James said, \"Franklin is the one who came closest to being another FDR. He had father's looks, his speaking voice, his smile, his charm, his charisma.\"[5] Roosevelt was commissioned an ensign in the U.S. Navy Reserve on June 11, 1940. He was a junior naval officer in World War II and was decorated for bravery in the battle of Casablanca. At the request of his father, along with brother Elliott Roosevelt, he attended both the Argentia (Atlantic Charter) summit with Prime Minister Winston Churchill in August 1941, and the Casablanca Conference in January 1943. Franklin also met FDR in Africa prior to the Tehran Conference. Returning from Argentia, he sailed with Churchill and stood with him at parades in newly American-occupied Reykjavik, Iceland, to symbolize American solidarity with Great Britain.[6] Brother James Roosevelt summarized \"Brud's\" naval service: \"Franklin served on a destroyer that dodged torpedoes from Iceland to Minsk [sic!]. He became executive officer of the destroyer USS Mayrant (DD-402), which was bombed at Palermo in the Sicilian invasion. The famed war correspondent Quentin Reynolds went out of his way to write mother how bravely Franklin performed in that bloody ordeal, in which he was awarded the Silver Star Medal for exposing himself under fire to carry a critically wounded sailor to safety.\"[7] Later, as a lieutenant commander, to which he was promoted to on March 1, 1944, Franklin became the commanding officer of his own destroyer escort, USS Ulvert M. Moore (DE-442) on July 18, 1944. The Moore served in the Pacific and shot down two Japanese aircraft and sank a Japanese submarine. The ship was in Tokyo Bay when Japan formally surrendered on September 2, 1945. James Roosevelt remembered that his brother was known as \"Big Moose\" to the men who served under him, he did \"a tremendous job\". Roosevelt's military decorations and awards include: Roosevelt served in several New York law offices after the war. He was senior partner in the New York law firm of Roosevelt and Frieden, later known as Poletti, Diamond, Frieden & Mackay,[9] before and after his service in the Congress. (On December 3, 1945, Time magazine announced that Roosevelt had joined Poletti, Diamond, Rabin, Frieden & Mackay[10]) He triggered controversy for representing Dominican dictator Rafael Trujillo in the U.S., and dropped the account before Trujillo's assassination in 1961. Roosevelt was also involved in political affairs. He served on the President's Committee on Civil Rights in 1946 for President Harry Truman. Along with his brothers, he declared for Dwight D. Eisenhower in 1948,[11] as part of the draft Eisenhower movement. He joined the Empire State Society of the Sons of the American Revolution in 1946.[12] Roosevelt Jr. was elected as a member of the United States House of Representatives in a special election in 1949, in which he ran as a candidate of the Liberal Party of New York. He was re-elected in 1950 and 1952 as a Democrat. He represented the 20th District of New York from May 17, 1949, until January 3, 1955,[1] then based in the Upper West Side of Manhattan. Despite his name and connections, he became unpopular with the Democratic leadership. When brother James Roosevelt was elected to the House, Speaker Sam Rayburn told him to \"not waste our time like your brother did.\" James wrote that Franklin \"had a dreadful record in Congress. He was smart, but not smart enough. He had good ideas and the power of persuasion, but he did not put them to good use. He coasted instead of working at his job, considering it beneath him, while he aimed for higher positions. He may have had the worst attendance record of any member of those days, and it cost him those higher positions.\"[13] Roosevelt sought the Democratic nomination for governor in 1954,[14] but, after persuasion by powerful Tammany Hall boss Carmine DeSapio,[15] abandoned his bid for Governor and was nominated by the Democratic State Convention to run for New York State Attorney General.[15] Roosevelt was defeated in the general election by Republican Jacob K. Javits, although all other Democratic nominees were elected. Following his loss, Eleanor Roosevelt began building a campaign against the Tammany Hall leader that eventually forced DeSapio to step down from power in 1961.[15] He again ran for Governor of New York on the Liberal Party ticket in 1966, but was defeated by the incumbent Republican Nelson A. Rockefeller.[1] At the instigation of Joseph P. Kennedy Sr., he campaigned for John F. Kennedy in the crucial 1960 West Virginia primary,[4] falsely accusing Kennedy's opponent, Hubert Humphrey, of having dodged the draft in World War II.[16] Kennedy later named him Under Secretary of Commerce and chairman of the President's Appalachian Regional Commission. The Commerce post was given to him when Defense Secretary Robert McNamara vetoed his appointment as Secretary of the Navy. \"JFK and Franklin were friends and their families were close. Socially, Franklin spent a lot of time in the White House during JFK's reign. But when Kennedy was killed, Franklin fell from power.\"[17] He served as chairman of the Equal Employment Opportunity Commission from May 26, 1965, to May 11, 1966, during the administration of Kennedy's successor, President Lyndon B. Johnson.[1] Roosevelt was also a distributor of FIAT and Jaguar automobiles in the United States.[18] In 1970, he sold the distributorship Roosevelt Automobile Company.[1] He was a personal friend of Fiat chairman Gianni Agnelli.[19] He also ran a small cattle farm and had an interest in Thoroughbred racehorses. In 1983 he bred the colt Brothers N Law. A winner at age two, the New York-bred ran second in the 1986 Empire Stakes hosted that year by the Saratoga Race Course.[20] On June 30, 1937, Roosevelt married the first of his eventual five wives, Ethel du Pont (1916–1965) of the du Pont family. Before their subsequent separation and divorce on May 21, 1949,[9] they had two sons, Franklin Delano Roosevelt III (born July 19, 1938)[21] and Christopher du Pont Roosevelt (born December 21, 1941).[21] On August 31, 1949, Roosevelt married for the second time to Suzanne Perrin (born May 2, 1921), the daughter of Lee James Perrin, a New York attorney.[9] They had two daughters before their divorce in 1970, which was obtained in Juárez, Mexico:[18] Nancy Suzanne Roosevelt (born January 11, 1952),[21] who married Thomas Ellis Ireland, grandson of Robert Livingston Ireland Jr. in 1977,[22] and Laura Delano Roosevelt (born October 26, 1959).[21] On July 1, 1970, Roosevelt married for the third time to Felicia Schiff Warburg Sarnoff (born 1927).[21] She was the granddaughter of Felix M. Warburg (1871–1937) and great‐granddaughter of Jacob Schiff (1847–1920).[18] She had been previously married to Robert W. Sarnoff, chairman and president of the RCA Corporation.[18] The marriage was childless and ended in divorce in 1976.[21] On May 6, 1977,[21] Roosevelt married for the fourth time to Patricia Luisa Oakes (born 1951),[23] the daughter of British actor Richard Greene (1918–1985)[24] and Nancy Oakes von Hoyningen-Huene (1924–2005),[25] and the granddaughter of gold mining tycoon Sir Harry Oakes (1874–1943).[25] They had one son before divorcing in 1981:[21] John Alexander Roosevelt (born October 18, 1977).[21][26][24] On March 3, 1984, Roosevelt married his fifth and final wife, Linda McKay \"Tobie\" Stevenson Weicker (born 1939).[21][23] She was previously married to Theodore M. Weicker, the brother of Connecticut Governor Lowell P. Weicker Jr.[27] They remained married until his death.[4] On August 17, 1988, his 74th birthday, Franklin Delano Roosevelt Jr. died at Vassar Brothers Hospital in Poughkeepsie, New York,[1] after a battle with lung cancer.[4]","Title":"Franklin D. Roosevelt Jr. - Wikipedia","KeyID":"4104","URL":"https://en.wikipedia.org/wiki/Franklin_Delano_Roosevelt_Jr."}