{"Content: ":"Eleanor Roosevelt National Historic Site was established by the U.S. Congress to commemorate the life and accomplishments of Eleanor Roosevelt. Once part of the larger Roosevelt family estate in Hyde Park, New York, today the property includes the 181 acres (73 ha), buildings and other historic features that Eleanor Roosevelt called Val-Kill. It is located approximately two miles east of Springwood, the Franklin D. Roosevelt home. It is a few hundred feet east of New York State Route 9G, along which runs the Dutchess County bus route C to Tivoli. Eleanor Roosevelt created and shared Val-Kill with her friends Nancy Cook and Marion Dickerman. At Val-Kill, they established Val-Kill Industries to employ local farming families in handcraft traditions. The Roosevelts frequently used Val-Kill's relaxed setting for entertaining family, friends, political associates, and world leaders. Nancy and Marion sold their interest in the property to Eleanor and moved to Connecticut shortly after the death of President Franklin D. Roosevelt in 1945. Val-Kill then became Eleanor Roosevelt's primary residence and the place most associated with her. After her death, Val-Kill was converted into rental units and later sold to developers. A public campaign ensued to save Val-Kill and it was declared a National Historic Site in 1977. It is now managed by the National Park Service. Franklin encouraged Eleanor Roosevelt to develop this property as a place that she could promote some of her ideas for work with winter jobs for rural workers and women. She named the spot Val-Kill, loosely translated as waterfall-stream[1] from the Dutch language common to the original European settlers of the area. There are two buildings which are adjacent to Fallkill Creek. Stone Cottage, the original cottage which was home to Marion Dickerman and Nancy Cook, which they sold back to Eleanor in 1947 and a large two-story stuccoed building that housed Val-Kill Industries and which would become Eleanor's home after Franklin's death. It was the only residence that she personally owned.[2] Eleanor Roosevelt often hosted workshops for Encampment for Citizenship here.[3] The larger house was converted into four rental units after Eleanor's death in 1962, and in 1970 the land was purchased by a private company for development purposes. Public reaction to this sale developed into a preservation campaign and the possibility of making the site a national memorial. In May 1977, Val-Kill was designated the Eleanor Roosevelt National Historic Site by an Act of Congress, \"to commemorate for the education, inspiration, and benefit of present and future generations the life and work of an outstanding woman in American history.\"[2][4] In 1984 the Eleanor Roosevelt Center at Val-Kill negotiated an agreement with the National Park Service and made Stone Cottage its home. In 2008 the Eleanor Roosevelt Center moved from Stone Cottage to a new facility at Val-Kill. In 1998, Save America's Treasures (SAT) announced Val-Kill Cottage as a new official project. SAT's involvement led to the Honoring Eleanor Roosevelt (HER) project, initially run by private volunteers and now a part of SAT. The HER project has since raised almost $1 million, which has gone toward restoration and development efforts at Val-Kill and the production of Eleanor Roosevelt: Close to Home, a documentary about Roosevelt at Val-Kill. Due in part to the success of these programs, Val-Kill was given a $75,000 grant and named one of 12 sites showcased in Restore America: A Salute to Preservation, a partnership between SAT, the National Trust and HGTV.[1] The site is managed by the National Park Service in conjunction with the adjacent Home of Franklin D. Roosevelt National Historic Site and nearby Vanderbilt Mansion National Historic Site.[5] The NPS continues to partner with SAT and the Eleanor Roosevelt Center at Val-Kill in the management of the Eleanor Roosevelt National Historic Site.[6]","Title":"Eleanor Roosevelt National Historic Site - Wikipedia","KeyID":"4107","URL":"https://en.wikipedia.org/wiki/Eleanor_Roosevelt_National_Historic_Site"}