{"Content: ":"Marguerite Alice \"Missy\" LeHand (September 13, 1896 – July 31, 1944) was a private secretary to U.S. President Franklin D. Roosevelt (FDR) for 21 years. According to LeHand's biographer Kathryn Smith in The Gatekeeper, she eventually functioned as White House Chief of Staff, the only woman in American history to do so.[1] Born into a blue collar, Irish-American family in upstate New York, LeHand studied secretarial science in high school, took a series of clerical jobs, and began to work for the Franklin Roosevelt vice presidential campaign in New York. Following the Democrats' defeat, FDR's wife, Eleanor, invited her to join the family at their home in Hyde Park, New York, to clean up the campaign correspondence. FDR hired LeHand to work for him on Wall Street, where he was the partner in a law firm and worked for a bonding company.[2] After FDR was partially paralyzed in August 1921, LeHand became his daily companion and one of the main people to encourage him to return to politics, with Eleanor and his political strategist Louis McHenry Howe. She remained his secretary when he became governor of New York in 1929 and when he became president in 1933, serving until a 1941 stroke left her partially paralyzed and barely able to speak. She moved to her sister's home in Somerville, Massachusetts, and died after another stroke in 1944.[citation needed] The exact nature of LeHand's relationship with FDR is debated by historians. It is generally accepted that their relationship contained a romantic element, but scholars remain divided on whether the pair had a sexual relationship. LeHand was romantically involved with William Christian Bullitt Jr., U.S. ambassador to Russia and later France, from 1933 to 1940, but apparently never contemplated marriage to him. Her devotion to the Roosevelt family and dedication to her career were the most likely impediments to marriage, although she once asked a friend: \"How could anyone ever come up to FDR?\"[3] LeHand was born in Potsdam, New York,[4] to Daniel J. and Mary J. (née Graffin) LeHand, who were the children of Irish immigrants.[5][failed verification] The parents began their family at age 16 with a son, also called Daniel, followed by Bernard, Anna and finally Marguerite, when they were in their 40s.[6] When she was a young child, the family relocated to Somerville, a working class suburb of Boston, where LeHand was struck by rheumatic fever at age fifteen. It permanently damaged her heart, causing episodes of atrial fibrillation and leading to her premature death.[7] Eleanor Roosevelt later stated that the disease had left her delicate and barred from strenuous exercise.[8] She graduated from Somerville High School in 1917, where she took secretarial courses in preparation for a career.[9] Although she never attended college, in 1937 Rosary College (now called Dominican University) recognized her professional achievements with an honorary doctor of laws, presented at the White House.[10] After holding a variety of clerical positions in the Boston area and passing the Civil Service exam, she moved to Washington, D.C. in 1917 to briefly serve as a clerk at the Department of the Navy during World War I.[10] FDR was serving as assistant secretary of the Navy then, but the two did not meet. At the recommendation of Charles McCarthy, Roosevelt's assistant at the Navy Department,[10] she became a secretary with FDR's vice presidential campaign three years later when he ran on a ticket with James M. Cox against Warren Harding and Calvin Coolidge, LeHand's work on the campaign and her personal devotion to FDR caught the eye of the Roosevelts.[11][12] In early 1921, FDR hired her as his personal secretary and she moved to New York, sleeping on the sofa of a cousin's home in the Bronx. Roosevelt biographer Jean Edward Smith described the young LeHand as \"five feet, seven inches tall ... warm and attractive, with ink-blue eyes, black hair already turning gray, and an engaging throaty voice. She was also modest, well mannered, exceptionally capable, and thoroughly organized.\"[13] She once described her early work with FDR: The first thing for a private secretary to do is to study her employer. After I went to work for Mr. Roosevelt, for months I read carefully all the letters he dictated ... I learned what letters he wanted to see and which ones it was not necessary to show him ... I came to know exactly how Mr. Roosevelt would answer some of his letters, how he would couch his thoughts. When he discovered that I had learned these things it took a load off his shoulders, for instead of having to dictate the answers to many letters he could just say yes or no and I knew what to say and how to say it.[14] LeHand quickly became a key part of Roosevelt's staff, managing his correspondence and appointment calendar.[15] She was nicknamed \"Missy\" by Roosevelt's younger children, who had a hard time negotiating \"Miss LeHand\" and soon became popularly known by this name.[16] In turn, she nicknamed her boss \"F.D.\", a name only she used.[15] In the summer of 1921, Roosevelt was struck by a disabling paralytic illness (diagnosed at the time as polio), leaving him paralyzed below the waist; LeHand soon became his inseparable companion.[17] Each winter in the mid-1920s, FDR would spend four months on his houseboat, Larooco, off the Florida coast. LeHand lived with him and acted as his hostess.[18] She also accompanied him to the spa town of Warm Springs, Georgia in 1924, overseeing and encouraging his physical therapy.[19] Together, they worked to establish the first polio rehabilitation facility in the country, which was incorporated as a nonprofit organization, the Georgia Warm Springs Foundation, in 1927.[20] That spring, LeHand suffered what she described as a \"heart attack\" while swimming in the pool at Warm Springs. She was treated for resulting atrial fibrilation with digitalis, which provoked a toxic reaction and mental confusion.[21] (Some of her contemporaries later told historians that she had suffered a mental breakdown, which contributed to a perception of emotional instability.[22]) LeHand opposed FDR's plan to run for governor of New York in 1928, telling him \"Don't you dare\".[23] She feared he would lose his chance to walk again if he interrupted his therapy. When he ultimately decided to run, she suffered another illness that was also often described as a nervous breakdown.[24] By the time he was elected and assumed office, however, she was well enough to resume work and moved into the second floor of the Governor's Mansion in Albany, continuing on as his secretary.[14] With Eleanor often away working in New York City during this time (she was part owner of an elite girls' school), LeHand was FDR's day-to-day companion and the back-up hostess at the Governor's Mansion.[25][26] During her long tenure as FDR's secretary, LeHand came to share many of his likes and dislikes.[15] She enthusiastically learned to play poker and spent hours working with him on his stamp collection.[14] She even adopted his figures of speech and favorite drinks.[15] Eleanor Roosevelt disapproved of alcohol, and Missy served as hostess at FDR's daily cocktail time, which he later dubbed \"the Children's Hour.\"[27] After a second term as governor, Roosevelt was elected president of the United States in November 1932, assuming the office in March 1933. LeHand accompanied the Roosevelts to the White House, where she became the first woman to serve as a presidential secretary and the only female member of the four-person \"secretariat\" that managed the West Wing. (The other three were Louis McHenry Howe, Steve Early and Marvin H. McIntyre. Missy earned half the salary of the men.[28]) As her obituary in the New York Times wrote \"when her employer was elected to the Presidency, it had become an established fact that neither other offers of employment or proposals of marriage could entice the prematurely gray and handsome young woman from the career she had chosen.\"[10] During Roosevelt's tenure as president, LeHand became a federal employee.[29] Until the 1941 stroke that incapacitated her, she lived on the third floor of the White House and continued to manage Roosevelt's daily business, also presiding as the White House hostess during Eleanor's absences.[24] In August 1933, Newsweek ran a profile of her describing her as FDR's \"Super-Secretary\", making her nationally famous.[30] She also appeared on the cover of Time magazine in December 1934, one of just three women to grace a Time cover that year.[31] In 1937 she was listed as one of the best-dressed women in Washington.[32] LeHand's importance as an adviser and gatekeeper to FDR grew during the second term. Following Howe's death in 1936, she became the de facto White House chief of staff, and was seen as one of the more powerful people in the administration. She met with the other members of the secretariat around FDR's bedside every morning, vetted his mail, provided a \"back door\" entrance to the Oval Office—which adjoined hers alone—and spent many evenings with the president in his upstairs study as well as accompanied him on weekend cruises on the presidential yachts: the Sequoia and its successor the Potomac. Because FDR could not be awakened after he went to bed at night without LeHand's permission, she was the first person to learn by telephone that Hitler had invaded Poland in September 1939, setting off World War II.[33] Samuel I. Rosenman, a close FDR adviser and speechwriter, called her \"one of the most important people of the Roosevelt era.\" The question of whether LeHand and Roosevelt's relationship contained a sexual component was widely discussed among their contemporaries and continues to be debated by historians.[34] Hazel Rowley argues that \"there is no doubt that Franklin's relationship with Missy was romantic\", but notes the possibility that the relationship could not have been consummated due to FDR's disability.[35] Roosevelt biographer Doris Kearns Goodwin states that \"beneath the complexity, it is absolutely clear that Franklin was the love of Missy's life, and that he adored her and depended on her for affection and support as well as work\".[34] Doug Wead wrote in his work on the parents of presidents The Raising of a President: \"Some Roosevelt historians insist that their relationship was never consummated. Eleanor and the children accepted the relationship, which speaks for its innocence. Sara [Roosevelt] spoke favorably of Missy's family and upbringing. Years later, only Elliott, of all the children, would declare that it had not been as benign as historians like to believe.\"[36] In 1973, FDR's son Elliott published An Untold Story: The Roosevelts of Hyde Park, in which he recalled seeing LeHand in his father's lap and alleged that she \"shared a familiar life in all its aspects with father\".[34] His eldest brother Jimmy disagreed, arguing that FDR's illness had made sexual function too difficult for him to have a physical affair. \"I suppose you could say they came to love one another\", he wrote, \"but it was not a physical love.\"[34] Kathryn Smith, the author of the only biography of LeHand, could come to no conclusion, but wrote \"As far as evidence goes, there is not a single written account of anyone seeing them in a compromising position, despite the hundreds of Secret Service agents, staff members, political cronies, family members and friends who traipsed through FDR's bedrooms—which he used as an auxiliary office—during their twenty-one years together.\" She quotes LeHand's great-niece, Jane Scarbrough, who said \"We have no reason to believe they did (have a sexual relationship), but we don't know.\"[37] Eleanor and LeHand remained on good terms. Eleanor Roosevelt biographer Blanche Wiesen Cook describes the First Lady as treating LeHand warmly, \"as an elder daughter or, in the manner of Asian matriarchs, as the junior wife\".[38] The two women went shopping together, and Eleanor took a solicitous interest in LeHand's smoking and keeping general health.[39] Eleanor accompanied LeHand to her mother's funeral in Potsdam during the first presidential campaign in 1932, helping the family make arrangements.[5] Elliott later stated that he believed \"Missy alleviated Mother's guilt\", allowing her to travel without worrying that Franklin would lack for companionship.[40] In one of her later books, Eleanor wrote that she occasionally failed to \"meet the need of someone whom I dearly love\", stating \"You must learn to allow someone else to meet the need, without bitterness or envy, and accept it.\"[41] Cook reads these passages as veiled references to LeHand's role in Franklin's life, and Eleanor's acceptance of that role.[41] LeHand had a brief romance with Eleanor's bodyguard (and rumored love) Earl Miller in 1931. Miller later told biographer Joseph Lash that he had begun the affair out of respect for Eleanor, feeling that she was hurt by LeHand's relationship with Franklin. In 1933, LeHand began to date the diplomat William Christian Bullitt Jr., who became the first U.S. ambassador to the Soviet Union late that year. FDR's son James later described this as \"the one real romance\" of her life. While some historians have stated that LeHand ended the engagement after discovering Bullitt was having an affair with a Bolshoi Ballet dancer or that he \"dumped\" her, correspondence between the two makes it clear that LeHand ended the relationship in September 1940 after Bullitt returned to the United States from Nazi-occupied France and began demanding more of her time. The length and depth of LeHand's relationship with William C. Bullitt raises questions about FDR being the true love of her life.[42] FDR aide and confidant Harry Hopkins, a widower, was close friends with Missy, especially after he moved into the White House in 1940. Goodwin states while the pair were close enough to spark Washington gossip, nothing appears to have come of it: \"Missy had probably cut it short, as she had cut short every other relationship in her life that might subordinate her great love for FDR.\"[43] Smith does not cite Hopkins as a serious contender for LeHand's affections. In June 1941, LeHand collapsed at a White House dinner party, and two weeks later, she suffered a major stroke that left her partially paralyzed with little speech function.[44] Goodwin says a factor that may have led to her illness was stress stemming from fears that the exiled Crown Princess Märtha of Norway, a Washington-area resident during World War II, had replaced her as FDR's favorite companion, occupying the seat next to him that had long been LeHand's in automobile rides.[45] Kathryn Smith cites the stress of the world crisis that spring, as Britain stood alone against the Nazis, and the ill health of FDR, who had expected her to be at his bedside for weeks on end.[46] She also became critical of FDR's leadership for the first time that spring, sharing her disappointment with Interior Secretary Harold L. Ickes, a close friend. FDR paid LeHand's medical bills and later made provisions for her in his will, stating that the principal would be divided equally among his children while half the income of his estate (which was eventually probated at more than $3 million) would go to Eleanor and half to \"my friend Marguerite A. LeHand...for medical attention, care and treatment during her lifetime.\" (As LeHand died before FDR, her half reverted to Eleanor.)[47][48] He also sent her to Warm Springs, where he hoped she could recover with the help of the physical therapy staff there. She was very unhappy in Warm Springs and may have tried to kill herself by eating chicken bones during the 1941 Christmas season.[49] In early 1942, she spent some weeks in her old room at the White House, but quickly deteriorated due to her frustrations at not being able to help. After an incident in which she set the bed on fire—probably while smoking—it was agreed that LeHand would return to her sister's home in Somerville, Massachusetts, and she departed from Washington on May 15, 1942.[50] Grace Tully, an assistant of LeHand, took over as Roosevelt's secretary, but was never a companion for Roosevelt in the same way as LeHand had been.[48][51] After Missy departed the White House, she never saw FDR again, but he did keep in touch by writing letters, making phone calls, and sending gifts.[48] When LeHand died on July 31, 1944, the president issued a statement: Memories of more than a score of years of devoted service enhance the sense of personal loss which Miss LeHand's passing brings. Faithful and painstaking, with charm of manner inspired by tact and kindness of heart, she was utterly selfless in her devotion to duty. Hers was a quiet efficiency, which made her a real genius in getting things done. Her memory will ever be held in affectionate remembrance and appreciation, not only by all the members of our family but by the wide circle of those whose duties brought them into contact with her.[52] Eleanor Roosevelt attended LeHand's funeral in Cambridge, Massachusetts, over which Bishop (later Cardinal) Richard Cushing presided. Other mourners included Associate Supreme Court Justice Felix Frankfurter and former ambassador Joseph P. Kennedy.[53] The president's words \"She was utterly selfless in her devotion to duty\" appear on LeHand's marker at Mount Auburn Cemetery. In her will, LeHand left the furniture in her White House apartment to Grace Tully and the First Couple.[54] According to LeHand's great-niece, Jane Scarbrough, to this day, the Roosevelt family pays for the upkeep of the LeHand family plot.[55] In March 1945, the United States Maritime Commission christened the SS Marguerite LeHand, an 18,000 ton C3 cargo vessel, in Pascagoula, Mississippi.[56] During her maiden voyage, she struck the U.S. Coast Guard lighthouse tender Magnolia amidships, sinking it and killing one Coast guardsman.[57] LeHand was a character in the 1958 Broadway play Sunrise at Campobello and its 1960 film adaptation, in which she was played by Jean Hagen. The productions portray FDR's initial struggles with his paralytic illness, and his decision to continue his political career.[58] Priscilla Pointer played the role of LeHand in the 1977 ABC television production Eleanor and Franklin: The White House Years.[59] Bibi Besch portrayed her in the mini series Backstairs at the White House. She had a brief appearance in the 2005 HBO movie Warm Springs, which is about the creation of the polio rehabilitation center there and FDR's return to politics. She was played by Marianne Fraulo. In the 2012 movie Hyde Park on Hudson, which portrays the visit of British monarchs George VI and Queen Consort Elizabeth to FDR's estate at Hyde Park, LeHand is played by Elizabeth Marvel.[60] LeHand's work and friendship with Franklin Roosevelt is chronicled in the 2014 documentary film The Roosevelts, directed by Ken Burns. The 2020 PBS drama series Atlantic Crossing includes a portrayal by Lucy Russell of LeHand's relationship with Roosevelt.","Title":"Marguerite LeHand - Wikipedia","KeyID":"4108","URL":"https://en.wikipedia.org/wiki/Marguerite_LeHand"}