{"Content: ":"Princess Märtha of Sweden (Märtha Sofia Lovisa Dagmar Thyra; 28 March 1901 – 5 April 1954) was Crown Princess of Norway as the spouse of the future King Olav V from 1929 until her death in 1954. The presently reigning King Harald V is her only son. Märtha was also a sister of Queen Astrid of Belgium, and a maternal aunt of Grand Duchess Joséphine-Charlotte of Luxembourg, King Baudouin of Belgium and King Albert II of Belgium. Märtha was born at her parents' home of Arvfurstens Palats in Stockholm on 28 March 1901, the second child of Prince Carl of Sweden, Duke of Västergötland, and his wife Princess Ingeborg of Denmark. Her father was the younger brother of King Gustav V of Sweden, making her a first cousin twice removed of the present King of Sweden, and her mother was the younger sister of King Christian X of Denmark and of King Haakon VII of Norway. Märtha had an elder sister, Princess Margaretha of Denmark, a younger sister, Queen Astrid of the Belgians, and a younger brother, Prince Carl Bernadotte. Märtha grew up as being much more confident and outgoing and as the daughter most admired by her mother.[2] As a child, Märtha was taught at home by private tutors and completed in-depth courses in childcare and first aid.[3] She and her sisters were occasionally seen shopping unaccompanied on the streets of Stockholm.[citation needed] Princess Märtha of Sweden became engaged to her first cousin, Olav, only son and heir apparent of her uncle the King of Norway, during the 1928 Olympic Summer Games in Amsterdam. News of the engagement was very well received. It was taken as a sign that there was no longer any tension following the dissolution of the union between Norway and Sweden. An excellent match in terms of strengthening royal ties, it was also clearly a match based on love.[1] Initially her younger sister, Astrid was considered to marry Olav due the fact she was younger than Olav by 2 years, while Martha was 2 years older. Astrid was also considered more beautiful but she instead married future king of the Belgians Leopold III. Following a year-long engagement, she married Crown Prince Olav in Oslo Cathedral on 21 March 1929. Märtha's was the first royal wedding in Norway in 340 years. The marriage, which is widely believed to have been a success due in large part to their genuine love and affection for one another, produced three children: Ragnhild (1930–2012); Astrid (b. 1932); and the much awaited heir, Harald (b. 1937).[1] Crown Princess Märtha soon became a popular and respected member of the royal family. She undertook a range of official engagements, and she also gave many speeches, which was unusual for females in the royal family at the time.[1] Crown Prince Olav and Crown Princess Märtha of Norway resided at the country estate of Skaugum, which was a wedding gift from Fritz Wedel Jarlsberg. When the main house at Skaugum was destroyed by fire in 1930, the Crown Princess was actively involved in the planning of the new building.[1] Tragedy struck Crown Princess Märtha in 1935. Her sister, the Queen of the Belgians, was killed in a car crash. The two siblings had been very close, and Olav later said that it took his wife more than ten years to come to terms with it, but he did not think that she ever really got over her sister's death. She – together with her elder sister Margaretha – became a great support for her sister's children in Belgium. In 1939, shortly before the outbreak of World War II in Europe, the Crown Prince and Princess visited the United States. The couple befriended President Franklin Roosevelt and his wife, Eleanor Roosevelt. During this visit, the couple conducted an extensive tour of the Upper Midwest, where many Norwegian immigrants had settled. During the tour, Crown Princess Märtha was honoured with initiation into the Delta Zeta sorority. She and her lady-in-waiting were pinned during the initiation ceremony at the University of North Dakota, by Delta Zeta national president, Myrtle Graeter Malott. Crown Princess Märtha became the senior lady of the court on the death of her mother-in-law, Queen Maud, in 1938.[1] Crown Princess Märtha, who contributed greatly in the mobilization work for Norway's self-protection, made a public announcement on 26 January 1940 in which she encouraged Norwegian women to take part in the mobilization work.[4] During the flight from the German invasion in 9–10 April 1940, the Norwegian government decided that the Crown Princess and her children were to flee across the border to her native Sweden while her husband and father-in-law remained. Upon their arrival at the border, they were first denied entry because they could not provide passports: when she decided to run over the gate, however, she was allowed to pass.[5] In Sweden she stayed at first at a tourist hotel in Sälen, before continuing to her parents and relatives in Stockholm. Her presence in Sweden was problematic and she was considered by some to have put Sweden's neutrality in jeopardy. President Roosevelt offered her a personal invitation to the United States. Her uncle, King Gustav V of Sweden, telegraphed her father-in-law King Haakon and advised against the trip, but Märtha insisted on accepting the invitation.[5] She went to the United States on the United States Army transport American Legion, via the then Finnish port city of Petsamo. In the U.S., she and her children initially stayed in the White House. Crown Prince Olav, however, had gone with his father to the United Kingdom, where he worked with the Norwegian government-in-exile. Thus, the crown couple, like many couples during that time, were separated for much of the war. In August 1941, Crown Princess Märtha traveled with President Roosevelt aboard the presidential yacht, USS Potomac, and sailed to Newfoundland and the Atlantic Charter meetings with Winston Churchill. The friendship that the Crown Prince and Crown Princess had cultivated with the Roosevelts was further developed during the war years. In 1942, the US presented the exiled Norwegian forces with the gift of the submarine chaser HNoMS King Haakon VII, which was received by Crown Princess Märtha, who in her reply gave a speech in support of Norwegian liberation.[4] Her work to assist the American Red Cross and on behalf of Norwegian interests greatly impressed Roosevelt and influenced his \"Look to Norway\" speech in 1942. Novelist and essayist Gore Vidal later asserted that Crown Princess Märtha was Roosevelt's \"last love\".[6] Roosevelt's son James stated that \"There was no question that Martha was an important figure in Father's life during the war ... there is a real possibility that a true romantic relationship developed between the president and the princess.\"[7] Roald Dahl, later a well-known author and then a young RAF fighter pilot assigned to Washington, seems to have agreed: \"Dahl was inclined to think that all the smoke indicated a real fire . . . [Dahl wrote] 'The President has it in his mind that he would like to sleep with her.'\".[8] Princess Märtha spent much of World War II in the United States, where she worked tirelessly to keep up support for Norway among the American public and government. Trygve Lie wrote about her war-work: In 1942, she visited London to take part in the birthday celebration for her father-in-law, during which she was given the Saint Olav's order by her father-in-law the king, who said that it was \"not because you are a Crown Princess, but because you have earned it.\"[5] When she returned to Norway following the war in 1945, she received a hero's welcome and was referred to as \"Mother of the Nation\". She wholly embraced her role as Crown Princess of Norway and made tremendous efforts towards ensuring the stability and well-being of all Norwegians. As King Haakon’s health declined, the Crown Prince and Crown Princess assumed a growing number of official engagements. The Crown Princess became involved in many official tasks, and even made the annual New Year’s Eve speeches in 1946 and 1950. [1] After the war, Crown Princess Märtha suffered from poor health.[1] Following a lengthy period of ill-health, Märtha died of cancer at The National Hospital in Oslo in 5 April 1954.[citation needed] At the time of her death, her elder daughter Ragnhild was expecting her first child. Her death came little more than three years before her husband ascended the throne as king. Her death was a tremendous loss for the future king Olav and the children as well as for Norway.[1] A 970,000 km² area in Antarctica is named Princess Martha Coast in her honor. A statue of the princess, created by Kirsten Kokkin was erected outside the Norwegian embassy in Washington, D.C. in 2005. In 2007, a replica of the statue was erected in the courtyard of the Royal Palace in Oslo. A third replica was erected outside The Norwegian Seamen`s Church in Stockholm, Sweden, unveiled by her daughter, Princess Astrid in 2008. This church, Kronprinsesse Märthas kirke is named after her.[citation needed] Crown Princess Märtha’s Memorial Fund is a charitable trust administered by the Norwegian Crown. The Crown Princess's youngest daughter, Princess Astrid, serves as chairperson. Initially established as Her Royal Highness Crown Princess Märtha’s Fund on 1 April 1929, the fund \"is to provide financial support to social and humanitarian initiatives carried out by non-governmental organizations.\" In 2005, the Fund had assets of approximately 28 million Norwegian krone (NOK), and issued grants totaling about 1.5 million NOK for roughly 300 recipients.[9] Her son King Harald V named his daughter Princess Märtha Louise after her grandmother. The popular Swedish layer cake Princess cake was named for Märtha and her two sisters when they were children. The ship ''Kronprinsesse Märtha [no], completed in 1929, bears her name. The ship helped to save hundreds of passengers from the sinking German cruise ship Dresden in 1934. Since 2000, it has been used as a hotel ship in Stockholm.[10] She was depicted in the historical docudrama television miniseries, Atlantic Crossing, a co-production of Cinenord and the government broadcaster, NRK.","Title":"Princess Märtha of Sweden - Wikipedia","KeyID":"4109","URL":"https://en.wikipedia.org/wiki/Princess_M%C3%A4rtha_of_Sweden"}