{"Content: ":"Luopterus (meaning \"Lü Junchang's wing\") is an extinct genus of anurognathid pterosaur containing only the holotype species L. mutoudengensis that is known from the Middle Jurassic Tiaojishan Formation of Qinglong, northern Hebei Province, China. It was originally named as a species of Dendrorhynchoides in 2012 but it was moved to the genus Luopterus in 2020.[1] Luopterus was originally thought to be from the Early Cretaceous, with a wingspan that is about 40 centimeters (16 in), making it one of the smallest known pterosaurs. In 2010 the discovery of the holotype, a juvenile, was announced, that proved that a more elongated tail was present after all, albeit not so long as the faked tail of the holotype of Dendrorhynchoides (the animal it was first assigned to): about 85% of femur length.[2] This specimen eventually was designated as the holotype of a new species, Dendrorhynchoides mutoudengensis, by Hone and Lü in 2012.[3] The specimen was originally stored in the Guilin Geological Museum and designated GLGMV 0002; later it was moved to the Jinzhou Paleontological Museum and designated JZMP-04-07-3.[3] In 2020, Hone recognized that D. mutoudengensis was as distinct from D. curvidentatus as other species of anurognathids were from each other, and elevated it to a new genus and combination Luopterus mutoudengensis, named after the late Lü Junchang.[1] In 2021, a phylogenetic analysis conducted by Xuefang Wei and colleagues recovered Luopterus within the subfamily Anurognathinae, a subfamily within the family Anurognathidae. Within this subfamily, Luopterus was in more derived position than Dendrorhynchoides.[4] Below is a cladogram representing their phylogenetic analysis: \"Dimorphodon\" weintraubi Sinomacrops bondei Batrachognathus volans Dendrorhynchoides curvidentatus Luopterus mutoudengensis Jeholopterus ninchengensis Anurognathus ammoni Vesperopterylus lamadongensis   ","Title":"Luopterus - Wikipedia","KeyID":"411","URL":"https://en.wikipedia.org/wiki/Luopterus"}