{"Content: ":"Lewis Stuyvesant Chanler (September 24, 1869 in Newport, Rhode Island – February 28, 1942 in New York City) was an American lawyer and politician who served as Lieutenant Governor of New York from 1907 to 1908.[1] He was the fifth son of John Winthrop Chanler (1826–1877) of the Dudley–Winthrop family and Margaret Astor Ward (1838–1875) of the Astor family.[2] Through his father, who served as a U.S. Representative from New York, he was a great-great-grandson of Peter Stuyvesant[3] and a great-great-great-great-grandson of Wait Winthrop and Joseph Dudley. Through his mother, he was a grandnephew of Julia Ward (1819–1910), John Jacob Astor III (1822–1890), and William Backhouse Astor, Jr. (1829–1892), and a great-grandson of John Jacob Astor.[4] Lewis had ten brothers and sisters, including the artist Robert Winthrop Chanler and the soldier and explorer William Astor Chanler.[5] His sister Margaret Livingston Chanler served as a nurse with the American Red Cross during the Spanish–American War.[6] His older brother Winthrop Astor Chanler served in the Rough Riders in Cuba[7] and was wounded at the Battle of Tayacoba.[8] Chanler's eldest brother, John Armstrong Chaloner, married novelist Amélie Rives Troubetzkoy.[9] Chanler and his siblings became orphans after the death of their mother in 1875 and their father in 1877, both to pneumonia. John Winthrop Chanler's will provided $20,000 a year for each child for life (equivalent to $470,563 in 2018 dollars), enough to live comfortably by the standards of the time. The children were raised at their parents' estate, Rokeby, in Barrytown, New York.[10] He attended Columbia University Law School and graduated in 1891.[11] Then he attended Cambridge University, matriculating in 1894. After Cambridge, he began practicing law in New York,[12] as a criminal defense lawyer.[1] During the winter 1897, he visited Ireland and became interested in the Parnellite party which was seeking home rule for Ireland. He toured the country for several years, making speeches on behalf of home rule.[1] Chanler was active in the Democratic Party in Dutchess County and was a Delegate to several state party conventions. In 1903, he was elected a member of the Dutchess County Board of Supervisors.[13] In 1906, he was elected the Lieutenant Governor of New York.[14][15] He ran on the combined ticket of the Democratic Party and the Independence League, defeating the incumbent M. Linn Bruce, although his running mate William Randolph Hearst was defeated in his quest for the governorship by Republican Charles Evans Hughes,[16] who later became Chief Justice of the United States.[1] As the sitting lieutenant governor, he ran as the Democratic candidate for Governor against the incumbent Hughes in 1908, with John Alden Dix as the candidate for Lt. Governor.[17] Ultimately, he was defeated,[18] and his candidacy was opposed by Hearst, who lampooned him in a series of cartoons. While a resident of Barrytown, Dutchess County, New York, he was a member of the New York State Assembly (Dutchess Co., 2nd D.) in 1910, 1911 and 1912.[19][20] Franklin D. Roosevelt had at first thought of running for this seat in the assembly, but Chanler refused to give it up. Thus, Roosevelt ran in November 1910 for the senate instead.[21] On September 24, 1890, Chanler married Alice Chamberlain (1868–1955),[22] at St George's, Hanover Square, in London.[23] Alice was a daughter of the late W. L. Chamberlain.[24] Before their divorce in 1920, they had three children together: On May 23, 1921, the 52 year old Chanler married Julia Lynch Olin (1882–1961),[29] also a recent divorcee with two daughters of her own, in Paris.[4] She was previously married to J. Philip Benkard and was the second daughter of Stephen H. Olin. Her mother died in 1882 and her father remarried Emmeline Harriman, the daughter of Oliver Harriman and the sister-in-law of William Kissam Vanderbilt.[4] In 1922, the family bought a new home at 132 East 65th Street, in New York City.[30][31] This house was later christened Caravan House.[32][33] Chanler died on February 28, 1942 at his home in New York City at age 72.[1] His funeral was conducted at St. Mark's Church in-the-Bowery by Rev. C.A.W. Brocklebank. After the scriptural reading, Mirza Ahmad Sohrab read from \"the service for the departed\" of the Baháʼí Faith. Chanler was buried at St Paul's Churchyard in Glen Cove, Long Island.[34] He was the grandfather of Susan Chanler (1921–1996),[35] who married Clifford E. Herrick, Jr. (1916–1978),[36] Bronson Winthrop Chanler (1922–2009),[37] who married Evelyn Williams Rogers (b. 1931),[37] Clare Chanler (1927–1992), who married Bayard Stuyvesant Forster (1924–2001),[38] and Rosanna Chanler (b. 1930), who married Montgomery Harris (1924–2012).[39][40]","Title":"Lewis Stuyvesant Chanler - Wikipedia","KeyID":"4114","URL":"https://en.wikipedia.org/wiki/Lewis_Stuyvesant_Chanler"}