{"Content: ":"Columbia County is a county located in the U.S. state of New York. As of the 2020 census, the population was 61,570.[2] The county seat is Hudson.[3] The name comes from the Latin feminine form of the name of Christopher Columbus, which was at the time of the formation of the county a popular proposal for the name of the United States. Columbia County comprises the Hudson, NY Micropolitan Statistical Area, which is also included in the Albany-Schenectady, NY Combined Statistical Area. It is on the east side of the Hudson River and is considered to be part of the Upper Hudson Valley. At the arrival of European colonists the area was occupied by the indigenous Mohican Indians. To the west of the river were the Mohawk and other four tribes of the Iroquois Confederacy, extending past what is now the border of New York state. The first known European exploration of Columbia County was in 1609, when Henry Hudson, an English explorer sailing for the Dutch, ventured up the Hudson River. An accident to his craft forced him to stop at what is now known as Columbia County, and search for food and supplies.[4] In 1612, the Dutch established trading posts and minor settlements, constructing New Amsterdam (today's New York City) and Fort Orange (Albany). Fort Orange became a center of the fur trade with the Mohawk people. Traders began to stop at midway points along the Hudson River, on their travels between New Amsterdam and Fort Orange. Small settlements arose along the river to supply the traders' ships.[4] In 1649, Dutch colonists purchased land near Claverack and again in 1667.[5] As more Dutch arrived, the region slowly developed. In 1664, the English took over New Netherland and renamed it the Province of New York; they also renamed Fort Orange as Albany.[5] In the late 17th century, Robert Livingston, a Scots immigrant by way of Rotterdam, built on his connections as Indian agent in the colony and purchased two large portions of land from the Native Americans. He gained much larger grants from the provincial government, for a total of 160,240 acres. He was made lord of Livingston Manor by the Crown, with all its perquisites, and started to develop the property with tenant farmers. In 1710, he sold 6,000 acres of his property to Queen Anne of Great Britain for use as work camps and resettlement of Palatine German refugees. The Crown had supported their passage to New York, and they were to pay off the costs as indentured labor.[6] Some 1200 Palatine Germans were brought to Livingston Manor (now known as Germantown). New York's Governor Hunter had also helped with these arrangements: the workers were to manufacture naval stores (e.g., pitch, resin, and turpentine) from the pine trees in the Catskill Mountains. They were promised land for resettlement after completing their terms of indenture.[5] They were refugees from years of religious fighting along the border with France, as well as crop failures from a severe winter.[6] Work camps were established on both sides of the Hudson River. The Germans quickly established Protestant churches at the heart of their community, which recorded their weddings, births and deaths, among the first vital records kept in the colony.[6] After many years, some of the colonists were granted land in the frontier of the central Mohawk Valley west of present-day Little Falls in the 100 lots of the Burnetsfield Patent; in the Schoharie Valley, and other areas, such as Palatine Bridge along the Mohawk River west of Schenectady. They were buffer communities between the British settlements and the Iroquois and French (the latter located mostly in Canada.) Columbia County was formed in 1786 after the American Revolutionary War from portions of Albany County, once a vast area until new communities were developed and jurisdictions were organized. In 1799, the southern boundary of Columbia County was moved southward to include that portion of Livingston Manor located in Dutchess County. In the nineteenth century, the Vermont Central Railway was constructed to the area. It provided transportation north towards Rutland and Burlington, Vermont, and south towards the major junction town of Chatham, New York, for travel to points west, south and east. A large number of LGBT artists and writers settled in Columbia County in the late 20th century, including Ellsworth Kelly, who moved to the county in 1970, followed by James Ivory and Ismail Merchant (1975) and the poet John Ashbery (1978).[7]  Voters in Columbia County since the mid-19th century have mostly elected Republicans to office. But from 1996 to 2007, new voter registrations by Democrats have outpaced those by Republicans by a margin of 4 to 1.[9] According to the U.S. Census Bureau, the county has a total area of 648 square miles (1,680 km2), of which 635 square miles (1,640 km2) is land and 14 square miles (36 km2) (2.1%) is water.[11] Columbia County is in the southeast central part of New York State, southeast of Albany and immediately west of the Massachusetts border. The western border is the Hudson River. The landscapes of the county were among the scenes depicting by the Hudson River School, a mid-19th century art movement.[7] The terrain is gentle, rolling hills, rising sharply into the Taconic and Berkshire Mountains along the state line. To the west lie the Hudson River and the Catskill Mountains. The highest point is on the Massachusetts state line, near the summit of Alander Mountain, at approximately 2,110 feet (643 m) above sea level, in the town of Copake. The lowest point is at or near sea level, along the Hudson. Columbia County is accessible by two limited-access highways. The Taconic State Parkway, which is not accessible to trucks or commercial traffic, runs through the center of the county from south to north, ending at an interchange with Interstate 90 and connecting the county with points south. Columbia County is the last New York county located along eastbound Interstate 90 (and the first county along westbound I-90), which passes through the towns of Canaan and Chatham as the Berkshire Connector portion of the New York Thruway. I-90 has two exits within the county; for the southbound Taconic State Parkway in Chatham, and for NYS Route 22 in Canaan. Depending on precise location within the county, road travel distance to New York City ranges between 96 miles (154 km) and 145 miles (233 km). Several other major routes cross Columbia County including north–south U.S. Route 9, east–west NYS Route 23, north–south NYS Route 22 and a short portion of east–west U.S. Route 20 in the county's northeastern corner. The Hudson River forms the western border of the county. Other notable creeks include; the Ancram Creek, Claverack Creek, Copake Creek, Kinderhook Creek, Roeliff-Jansen Kill, and Valatie Kill. The Rossman Falls and Stuyvesant Falls lie on the Kinderhook Creek. Notable lakes and ponds include Copake Lake, Kinderhook Reservoir, Queechy Lake, and Lake Taghkanic. Columbia County is home to many local farms supplying the area with fresh meat, eggs, herbs, and produce, including Holmquest, Ronnybrook, Fix Brothers Fruit Farm, Eger Brothers, Hover Farms, Marsh Meadow Farm, Schober Farm, Millerhurst, Ooms Farm, Churchtown Dairy, Pigasso, Common Hands Farm, Darlin' Doe, Letterbox Farm Collective, Blue Star Farm, Green Mead Farm, Little Ghent Farm, and Ironwood Farm.[12] Other farms include the large, well-known Hawthorne Valley Farm which includes a farm store and training programs, the biodynamic Roxbury Farm, and FarmOn! at Empire Farm, also a teaching farm. As of the census[17] of 2000, there were 63,094 people, 24,796 households, and 16,588 families residing in the county. The population density was 99 people per square mile (38/km2). There were 30,207 housing units at an average density of 48 per square mile (18/km2). The racial makeup of the county was 92.09% White, 4.52% Black or African American, 0.21% Native American, 0.80% Asian, 0.03% Pacific Islander, 0.90% from other races, and 1.45% from two or more races. 2.53% of the population were Hispanic or Latino of any race. 17.2% were of German, 14.7% Italian, 14.5% Irish, 9.0% English, 6.3% Polish and 6.1% American ancestry according to Census 2000. 94.0% spoke English and 2.1% Spanish as their first language. There were 24,796 households, out of which 29.90% had children under the age of 18 living with them, 52.20% were married couples living together, 10.30% had a female householder with no husband present, and 33.10% were non-families. 27.10% of all households were made up of individuals, and 11.50% had someone living alone who was 65 years of age or older. The average household size was 2.43 and the average family size was 2.95. In the county, the population was spread out, with 24.10% under the age of 18, 6.40% from 18 to 24, 26.90% from 25 to 44, 26.30% from 45 to 64, and 16.40% who were 65 years of age or older. The median age was 40 years. For every 100 females there were 99.00 males. For every 100 females age 18 and over, there were 95.30 males. The median income for a household in the county was $41,915, and the median income for a family was $49,357. Males had a median income of $34,702 versus $25,878 for females. The per capita income for the county was $22,265. About 6.40% of families and 9.00% of the population were below the poverty line, including 11.80% of those under age 18 and 6.80% of those age 65 or over. As of the 2010 census, the racial makeup of the county was 90.6% White, 4.5% African American, 0.2% Native American and 1.6% Asian. Hispanic or Latino people of any race were 3.9% of the population.[18] Interstate 90 runs east–west through the county. The Taconic State Parkway runs from I-90 south towards Westchester County. The main arterial north–south road, U.S. 9, runs through the larger towns towards the Hudson River. Amtrak passenger trains of the Empire Service corridor, as well as the Adirondack and Ethan Allen Express make stops at Hudson station. Until 1960s, the Penn Central railroad's local service between Albany, NY and Boston, made stops in Chatham. Both the Penn Central's New England States (discontinued, 1967) and Amtrak's Boston-bound section of the Lake Shore Limited, making the same route, have not made stops in Columbia county. Into the latter 1930s, the Rutland Railroad (in map above) operated trains between Bennington, Vermont and Chatham.[19] At Chatham Union Station there were connections to New York Central's Harlem Line to Grand Central Terminal. Penn Central (successor to the New York Central) truncated service on the Harlem Line from Chatham to Dover Plains in 1972.[20] Columbia County Airport is located in Hudson and provides general aviation services. Coordinates: 42°15′N 73°38′W﻿ / ﻿42.25°N 73.63°W﻿ / 42.25; -73.63","Title":"Columbia County, New York - Wikipedia","KeyID":"4116","URL":"https://en.wikipedia.org/wiki/Columbia_County,_New_York"}