{"Content: ":"James Aloysius O'Gorman, Sr. (May 5, 1860 – May 17, 1943) was a one-term United States Senator from New York.[1][2] O'Gorman was born in Manhattan, New York City on May 5, 1860. He attended the public schools, the College of the City of New York, and then graduated from the law department of New York University in 1882. He was admitted to the bar the same year. O'Gorman served as a justice of the New York District Court from 1893 to 1899. He was then elected as a justice of the New York Supreme Court, on which he served from 1900 to March 31, 1911 when he resigned.[2][failed verification] On March 31, 1911, after a three-month-long deadlock in the New York State Legislature, O'Gorman was elected as a Democrat to serve in the U.S. Senate.[3] Tammany boss Charles Francis Murphy wanted his upstate ally William F. Sheehan to be elected, but a faction of the Democratic Party, led by State Senator Franklin D. Roosevelt, blocked Sheehan's election. After 62 ballots in 73 days, and three dozens of names voted for, they compromised on Justice O'Gorman. He served a single term until March 3, 1917. He was Chairman of the Committee on Interoceanic Canals and a member of the Senate Committee on the Judiciary. O'Gorman was the last U.S. Senator elected by a state legislature, and from 1914 on they have been elected by general ballot on the state ticket. O'Gorman did not run for re-election in 1916. After leaving the Senate, O'Gorman resumed the practice of law in New York City and served as president of the New York County Lawyers' Association. He also served as an official referee of the New York Supreme Court from 1934 until his death. O'Gorman died at Roosevelt Hospital in Manhattan, New York City on May 17, 1943 after he was struck by a taxicab.[1] His widow died in the same year.[4] His son, James Aloysius O'Gorman, Jr. died in 1946. He also had a daughter, May Malone married to Dudley Field Malone, a New York lawyer & actor.","Title":"James Aloysius O'Gorman - Wikipedia","KeyID":"4123","URL":"https://en.wikipedia.org/wiki/James_A._O%27Gorman"}