{"Content: ":"Louis McHenry Howe (January 14, 1871 – April 18, 1936)[1] was an American reporter for the New York Herald best known for acting as an early political advisor to President Franklin D. Roosevelt. Born to a wealthy family in Indianapolis, Indiana, Howe was a small, sickly, and asthmatic child. The family moved to Saratoga Springs, New York, after serious financial losses. Howe married Grace Hartley and became a journalist with a small paper that his father purchased. He spent the next decade freelancing for the New York Herald and working various jobs. Howe was then assigned to cover the New York state legislature in 1906, and soon became a political operative for Thomas Mott Osborne, a Democratic opponent of the Tammany Hall political machine. After Osborne fired Howe in 1909, Howe attached himself to rising Democratic star Franklin D. Roosevelt, with whom he worked for the rest of his life. Howe oversaw Roosevelt's campaign for the New York State Senate, worked with him in the Navy Department, and acted as an advisor and campaign manager during Roosevelt's 1920 vice presidential run. After Roosevelt contracted polio in 1921, resulting in partial paralysis, Howe became Roosevelt's public representative, keeping his political career alive during his recovery. He arranged Roosevelt's 1924 \"Happy Warrior\" convention speech that returned him to the public eye, and helped to run Roosevelt's narrowly successful 1928 campaign to become Governor of New York. Howe then spent the next four years laying the groundwork for Roosevelt's landslide 1932 presidential victory. Named Roosevelt's secretary, Howe helped the president to shape the early programs of the New Deal, particularly the Civilian Conservation Corps. Howe grew ill shortly after Roosevelt's election, and died before the end of his first term. Howe also acted as a political advisor to Franklin's wife, Eleanor, and he encouraged her to take an active role in politics, introducing her to women's groups and coaching her in public speaking. Eleanor later called Howe one of the most influential people in her life. Franklin Roosevelt biographer Jean Edward Smith called Howe \"a backroom man without equal in Democratic politics\",[2] and Roosevelt publicly credited Howe and James Farley for his first election to the presidency in 1932. Howe was born in 1871 in Indianapolis, Indiana, to wealthy parents, Eliza and Edward P. Howe, who owned a store and part of a wholesale business.[3] Edward P. Howe, originally from Cincinnati, Ohio, had been a captain with the Union Army in the Civil War and made an unsuccessful run for the Indiana State Senate as a Democrat before Louis' birth. Louis had two stepsisters, Maria and Cora, from his mother's previous marriage.[4] Howe was sickly and fragile as a child, suffered from asthma, and was generally kept home by his parents;[5] he never grew to more than five feet tall.[6] Fearing to expose Howe to public school, his parents instead enrolled him in an all-girls seminary.[1] Edward speculated heavily in real estate, and gradually lost the family's wealth in the depression that followed the Panic of 1873. When Louis was seven, the family lost their home, moving to Saratoga Springs, New York, with help from Eliza's family.[7] Edward's health collapsed, but he nonetheless took a job as a reporter for a Saratoga newspaper, later purchasing a small Democratic paper of his own, The Saratoga Sun.[8][9] Louis's health, in contrast, improved during his teenage years, allowing him to leave the house more often and consider attending Yale University.[10] On his way to a cousin's wedding rehearsal, he suffered a bicycle accident in which he fell into gravel, permanently scarring his face.[11] Ultimately, the dual obstacles of his still-questionable health and finances caused him to abandon his university ambitions and instead take a job with his father's paper.[12] In 1896, he met Grace Hartley, a well-off 20-year-old who was on vacation with her mother at one of Saratoga's sanitariums. Although she initially was unimpressed with him, Howe courted her assiduously for two years, and the couple became engaged in 1898, marrying the following year.[13] The pair had three children, one of whom died in infancy.[14] Howe hoped to travel to Cuba to cover the 1898 Spanish–American War for the New York Herald, but the war ended before he could secure the paper's approval.[15] Not long after, the Howes' marriage ran into trouble as the financial difficulties of Howe's father again threatened the family's position. Grace's mother had given the couple a large house for a wedding present, which Louis mortgaged in an attempt to save his father's newspaper from bankruptcy.[16] The Sun was nonetheless sold, and Louis fired in 1901, though he soon after successfully begged to return to his job.[17] Louis continued working as a freelancer for the Herald; one of his most notable stories was to interview Vice President Theodore Roosevelt on his return to Washington, D.C. after the death of President William McKinley.[18] During this period, Grace went to live with her mother, where she gave birth to the couple's first child, Mary.[19] In 1903, after a failed attempt to make a living writing fiction, Howe worked for a time as a manager for a Saratoga country club.[20] In January 1906, Howe began covering the New York State Legislature in Albany, New York for the Herald.[21] Later that year, Howe was hired by Thomas Mott Osborne, a rich Democrat, as a political operative. Osborne was a member of the \"Upstarters\", a group opposed to the influence of the Tammany Hall political machine in New York politics. He employed Howe to oppose the gubernatorial candidacy of William Randolph Hearst, the Democratic nominee, newspaper magnate, and ally of Tammany.[22] Howe and Osborne's other operatives successfully spread dissent and chaos among the Democratic campaign, and Hearst lost the election to Charles Evans Hughes.[23] Howe biographer Julie M. Fenster describes the anti-Hearst campaign as a \"personal turning point\" for Howe, in which he got his first taste of politics, learned the practical mechanics of party organization, and had an opportunity to make news rather than simply reporting it.[23] He pursued a permanent position with Osborne, declining an opportunity to go to Jamaica as a correspondent for the Herald, and was hired in November 1906.[24] For the next three years, Howe blended his two jobs—reporter and political operative—using information from each in service of the other.[25] Osborne intended eventually to run for governor. However, he was made a nonviable candidate by his unusual propensity to travel in a variety of disguises and his close friendship with a young handyman, with whom Osborne was rumored to have a homosexual relationship.[26] Howe lost interest in Osborne as a patron and began searching for another upcoming name with whom to associate; Osborne fired him in 1909.[27] Howe first met Franklin D. Roosevelt when Roosevelt was a freshman New York state senator leading a movement to block Tammany Hall nominee William F. Sheehan from the US Senate. Roosevelt was successful, marking him as the new leader of the anti-Tammany \"insurgents\".[28] Howe interviewed Roosevelt for the Herald, and they began to regularly meet to discuss politics, becoming good friends in the process.[29] In 1912, Roosevelt became ill with typhoid fever during his re-election campaign, and hired Howe to campaign on his behalf.[1] Howe managed the final six weeks of Roosevelt's campaign, focusing particularly on rural areas that he felt politicians traditionally neglected.[30] His initiatives included a mass mailing to farmers telling them that Roosevelt was likely to become chairman of the Senate Agricultural Committee.[31] In November, Roosevelt was re-elected by a larger margin than in his previous race.[30] After the election, the administration of President Woodrow Wilson appointed Roosevelt to be Assistant Secretary of the Navy. Roosevelt brought Howe with him as his chief of staff.[1] Though previously ignorant on naval matters, Howe studied diligently and was soon considered an expert.[32] Through patronage positions and the hosting of visiting state officials, Howe and Roosevelt also began to build a national network of Democratic supporters to support an eventual presidential run.[1][33] Howe also helped Roosevelt make connections with labor leaders by encouraging Roosevelt to personally inspect work conditions and meet with workers.[34] In 1914, Howe managed a brief Roosevelt campaign for the US Senate, but Roosevelt was easily defeated by Tammany candidate James W. Gerard in the Democratic primary.[35] Howe appears to have been opposed to Roosevelt's run for the Senate, feeling that Roosevelt was moving too fast; Howe described his role as \"to provide the toe weights\" to slow down the ambitious younger man.[36] In 1918, the relationship between Howe and Roosevelt became briefly strained when the Roosevelts' marriage nearly ended over Franklin's affair with his wife Eleanor's secretary Lucy Mercer; a divorce would have meant the end of Franklin's political career and therefore Howe's as well.[37] By 1920, Roosevelt, on Howe's advice, had made peace with Tammany boss Charles Murphy, and again sought New York state office.[38] In July, however, he was drafted by the Democratic National Convention as the vice presidential nominee on a ticket with Ohio governor James M. Cox. Roosevelt selected Howe as his campaign manager.[1] The Cox—Roosevelt ticket lost overwhelmingly to Republicans Warren G. Harding and Calvin Coolidge, but both Roosevelt and Howe saw themselves as having successfully built Roosevelt a national reputation; not long after the election, Howe boasted to several friends that Roosevelt would soon occupy the White House, taking Howe with him.[39] In mid-1921, Howe was vacationing with the Roosevelts at Campobello Island when Franklin began to run a high fever and reported paralysis in his legs. A doctor was sent for, and Roosevelt was diagnosed with poliomyelitis.[40] Howe remained by Roosevelt's bedside throughout the early days of his illness, cheering him up, tending to his needs, and even changing his bedpans.[41] By September of that year, Howe had been formally invited to join the Roosevelt household, and began visiting his own family only on weekends.[42] In the months that followed, Howe became Roosevelt's \"advance man\". As described by historian Hazel Rowley, Howe \"had to boost Franklin's spirits, help Eleanor in every way possible, be Franklin's stand-in at work, and keep up Frankin's political prospects\".[43] Howe emphasized the need for everyone to keep the extent of Roosevelt's paralysis a secret, setting in motion a campaign of concealment that lasted for the rest of Roosevelt's life.[44] In collaboration with Roosevelt's secretary Marguerite LeHand, Howe wrote a series of letters to the press, supposedly written by Roosevelt, assuring the public that Roosevelt would not suffer any \"permanent effect\" from his illness.[45] Howe also encouraged Eleanor to become active in politics through women's suffrage organizations; to this end, he introduced her to Marion Dickerman, who became one of Eleanor's closest friends.[46] Eleanor later titled the chapter of her memoirs about Franklin's polio and its aftermath \"Louis Howe Takes Charge\".[47] In 1924, Howe and Eleanor collaborated to arrange for Franklin to give the speech to nominate New York governor Alfred E. Smith as a presidential candidate at the 1924 Democratic National Convention. Franklin initially felt the idea was too risky, knowing that if he fell down before the convention due to his limited mobility, his political career would be effectively over, but Howe and Eleanor persuaded him to attempt it.[48] When the convention came, Franklin successfully walked to the podium with the aid of crutches and his son James Roosevelt and received an ovation from the crowd. The walk to the podium and Franklin's speech, in which he famously nicknamed Smith the \"Happy Warrior,\" has been regarded by later historians as the key moment in Franklin's political resurgence.[49][50] After the success of the nomination speech, Howe and Roosevelt planned that the latter would run for governor of New York in 1932 and president in 1936.[51] However, Governor Smith was named the Democratic presidential candidate in 1928, and he persuaded the state convention to draft Roosevelt. Howe predicted disaster, believing that a Republican challenger was sure to beat Roosevelt in what was expected to be nationally a Republican year.[52] Although Howe remained Roosevelt's unofficial campaign manager, he was technically subordinate to a state campaign manager selected by Smith, as well as Smith's personal campaign manager Belle Moskowitz, with whom Howe frequently clashed. In the fall election, Roosevelt won the governorship by a small margin, though Smith was defeated by Herbert Hoover both nationally and in New York State.[53] After the election, rather than take a job with Roosevelt's administration in Albany, Howe remained in New York City to prepare for Roosevelt's 1932 presidential run.[54] During this period, he worked closely with James Farley, chairman of the New York State Democratic Committee and another devoted Roosevelt supporter.[55] Roosevelt later publicly credited the pair with being the two men who had done the most to secure his election.[56] In 1931, Howe began raising money for the campaign from Democrats like Henry Morgenthau, Sr. and Joseph P. Kennedy as well as recruiting delegates for the 1932 national convention.[57] Roosevelt's main rival at the convention was Smith, who was seeking his second consecutive nomination. Howe suffered from severe asthma attacks throughout the convention, but remained in telephone contact with Roosevelt—who was not present, per the custom of the day—and continued to meet with delegates who were brought to visit him. Roosevelt was nominated by the convention after agreeing to make another rival, John Nance Garner, his vice presidential candidate, and after some of Smith's Tammany Hall supporters, led by William Gibbs McAdoo, began to defect.[58] In the election that followed, Roosevelt faced unpopular incumbent Herbert Hoover. The onset of the Great Depression, for which Hoover's Republicans were widely blamed, meant that Roosevelt's victory was virtually assured, and in November, he was elected by a landslide.[59] During the administration Howe's official title was Secretary to the President,[60][61] a role equivalent to the current White House Chief of Staff posting. After FDR's inauguration, Howe took up residence in the White House Lincoln Bedroom.[62] Howe described his role in the administration as the president's \"no-man\", checking Roosevelt's natural enthusiasm and preventing unsound proposals from reaching wider discussion.[63] He was also a strong supporter of the Civilian Conservation Corps, one of the many public works programs of Roosevelt's \"New Deal\".[64] Howe persuaded the Governor of Kentucky to name him an honorary colonel, echoing the name of President Wilson's famous advisor, Colonel House; later, Howe printed business cards containing all his nicknames, reading: \"Colonel Louis Rasputin Voltaire Talleyrand Simon Legree Howe\".[65] Howe's health declined in 1934, and he was hospitalized for heart problems and breathing difficulties. He spent the last two years of his life in and out of Bethesda Naval Hospital.[66] Though he experienced increasing periods of confusion, he continued to give orders to his staff by telephone; Roosevelt had instructed them to treat Howe's calls with courtesy, but to double-check his instructions with himself and other staff.[67][68] Howe died on April 18, 1936. Roosevelt gave him a state funeral three days later in the White House East Room.[69] Eleanor Roosevelt initially disliked Howe, particularly his chain-smoking, but became friends with him in the course of campaigning.[70] During the long train rides in Franklin's 1920 vice presidential campaign, Howe encouraged her to become interested in politics herself and coached her in how to talk with reporters.[71] Eleanor later wrote that Howe's interest during this campaign sparked a major change in her life: In later years I learned that he had always liked me and thought I was worth educating, and for that reason he made an effort on this trip to get to know me. He did it cleverly. He knew that I was bewildered by some of the things expected of me as a candidate's wife ... Largely because of Louis' early interpretation of the standards and ethics of the newspaper business, I came to look with interest and confidence on the writing fraternity ... I did receive an intensive education on this trip, and Louis Howe played a great part in this education from that time on.[72] In the 1920s, Howe introduced her to representatives of women's political organizations, with which she became active, and watched and critiqued her speeches to these groups.[73] The pair even developed a system of hand signals that Howe used while she spoke to warn her if she was lapsing into a bad habit.[74] He encouraged her to express herself in print as well and acted for a time as her literary agent.[75] After Franklin's 1932 election, Howe told Eleanor that given 10 years, he could make her president as well. He encouraged her to break with her predecessors as First Lady and make the role more active and political.[63] In a 1951 magazine article, Eleanor listed Howe as one of the seven people who had most influenced her life.[76] Howe was portrayed by Ed Flanders in the 1976 television miniseries Eleanor and Franklin;,[77] Walter McGinn in Eleanor and Franklin: The White House Years, the 1977 American television film and a sequel to Eleanor and Franklin (1976), and by Hume Cronyn in the 1960 movie Sunrise at Campobello.[78] David Paymer portrayed Howe in the 2005 movie Warm Springs, with Kenneth Branagh as Roosevelt.[79] Jackie Earle Haley portrayed Louis Howe in three episodes in Season 1 of The First Lady on Showtime.","Title":"Louis Howe - Wikipedia","KeyID":"4127","URL":"https://en.wikipedia.org/wiki/Louis_McHenry_Howe"}