{"Content: ":"Martin Henry Glynn (September 27, 1871 – December 14, 1924) was an American politician. He was the 40th Governor of New York from 1913 to 1914, the first Irish American Roman Catholic head of government of what was then the most populated state of the United States. Glynn was born in Kinderhook, New York and grew up in Valatie, one of Kinderhook's villages. He was the son of Martin Glynn (son of Martin Glynn and Catherine de Burke) and Ann Scanlon, who were both born in Ireland.[1] He graduated from Fordham University in 1894,[2] then studied at Albany Law School of Union University, New York, and was admitted to the bar in 1897. From 1896 on, he wrote for the Albany Times-Union daily newspaper, becoming eventually its editor, publisher and owner. In 1898, Fordham awarded Glynn the honorary degree of Master of Arts.[3] Over the course of his career, Glynn received honorary LL.D. degrees from Fordham, Syracuse, Georgetown, and Union Universities.[3] Glynn was elected as a Democrat to the 56th United States Congress, and served from March 4, 1899, to March 3, 1901. When he took his seat at age 26, Glynn was the youngest member of the House. He was New York State Comptroller from 1907 to 1908, elected in 1906, but defeated for re-election in 1908 by Republican Charles H. Gaus. At the New York state election of 1912, Glynn was the running mate of the successful Democratic candidate for Governor, William Sulzer. Glynn was sworn in as Lieutenant Governor of New York on January 1. Following friction with the dominant Tammany Hall faction, Sulzer was impeached and in August 1913, Glynn was appointed Acting Governor. On October 17, following Sulzer's formal removal from office, Glynn was sworn in as Governor. He was the first Catholic Governor of New York and showed an interest in Irish-American affairs. However, Glynn was forced to manage conflict in his own party between Tammany Hall and reformers/progressives led by Sulzer, who became a critic of Glynn's administration. After a year in office Glynn was defeated at the 1914 election, by the Republican candidate, Charles S. Whitman. Sulzer was later active in the Progressive Party; some sources also describe Glynn as a member of the progressive movement, although there is no evidence that he was a member of the Progressive Party. Glynn was a delegate to the 1916 and 1924 Democratic National Conventions. As the keynote speaker at the 1916 National Democratic Convention, Glynn delivered one of his most famous speeches, praising the accomplishments of President Woodrow Wilson and the platform of the Democratic Party. He committed suicide by gunshot in 1924, after having suffered throughout his adult life from chronic back pain caused by a spinal injury. Though the cause of death was listed on his death certificate, the local media reported that Glynn died of heart trouble.[4] The true story of his death was publicized in Dominick Lizzi's 1994 biography.[5][6] He was buried at the St. Agnes Cemetery in Menands, New York.[7] Glynn's article \"The Crucifixion of Jews Must Stop!\" was published in the October 31, 1919, issue of The American Hebrew; in it he lamented the poor conditions for European Jews after World War I. Glynn referred to these conditions as a potential \"holocaust\" and asserted that \"six million Jewish men and women are starving across the seas\".[8][9] Robert N. Proctor says that \"[this] oddity has been exploited by Holocaust deniers but is simply a remarkable coincidence and nothing more.\"[10]","Title":"Martin H. Glynn - Wikipedia","KeyID":"4133","URL":"https://en.wikipedia.org/wiki/Martin_H._Glynn"}