{"Content: ":"James Wolcott Wadsworth Jr. (August 12, 1877 – June 21, 1952) was an American politician, a Republican from New York. He was the son of New York State Comptroller James Wolcott Wadsworth, and the grandson of Union General James S. Wadsworth.[1] Wadsworth was born in Geneseo, New York on August 12, 1877. He was the son of New York State Comptroller James Wolcott Wadsworth (1846–1926) and Louisa (née Travers) Wadsworth (1848–1931).[2] His paternal grandparents were Union General James S. Wadsworth[1] and Mary Craig (née Wharton) Wadsworth (1814–1874). His grandfather built a 13,000 square-foot house in Geneseo in 1835.[3] Wadsworth attended St. Mark's School, then graduated from Yale in New Haven, Connecticut in 1898, where he was a member of Skull and Bones.[4]: 35  After Yale, he served as a private in the Volunteer Army in the Puerto Rican Campaign during the Spanish–American War. Upon leaving the Army, he entered the livestock and farming business, first in New York and then Texas. He became active early in Republican politics. He was a member of the New York State Assembly (Livingston Co.) in 1905, 1906, 1907, 1908, 1909 and 1910; and was Speaker from 1906 to 1910. In 1911, while Wadsworth was on a European tour, he met his aunt, Cornelia Wadsworth Ritchie Adair (1837–1921), the widow of Irish businessman John George Adair. She maintained residences at Glenveagh Castle in Ireland and at the JA Ranch in the Texas Panhandle that her husband had financed. Mrs. Adair invited Wadsworth to become general manager of the JA, located southeast of Amarillo. The ranch was begun by her second husband, John \"Jack\" Adair (hence the initials \"JA\"), and his partner, the legendary Texas cattleman Charles Goodnight. Wadsworth accepted his aunt's offer and ran the ranch until 1915 when he took his U.S. Senate seat. He once joked that he \"had no change of clothes for twelve days and fully expected the Board of Health to be after me.\" Wadsworth was succeeded as JA manager by Timothy Dwight Hobart.[5] In 1912, he ran for Lieutenant Governor of New York on the Republican ticket with Job. E. Hedges, but was defeated. In 1914, at the first popular election for the U.S. Senate (until 1911, the U.S. senators had been elected by the New York State Legislature), Wadsworth defeated Democrat James W. Gerard (the incumbent United States Ambassador to Germany) and Progressive Bainbridge Colby. Wadsworth was the Senate Minority Whip in 1915 because the Democrats held the majority of Senate seats. He was re-elected in 1920 but defeated by Democrat Robert F. Wagner in 1926. In 1921, Wadsworth was considered for the post of Secretary of War by President Warren G. Harding but was ultimately passed over in favor of John W. Weeks. Wadsworth was a proponent of individual rights and feared what he considered the threat of federal intervention into the private lives of Americans. He believed that the only purpose of the United States Constitution is to limit the powers of government and to protect the rights of citizens. For this reason, he voted against the Eighteenth Amendment when it was before the Senate. Before Prohibition went into effect, Wadsworth predicted that there would be widespread violations and contempt for the law.[6] By the mid-1920s, Wadsworth was one of a handful of congressmen who spoke out forcefully and frequently against prohibition. He was especially concerned that citizens could be prosecuted by both state and federal officials for a single violation of prohibition law. This seemed to him to constitute double jeopardy, inconsistent with the spirit if not the letter of the Fifth Amendment. The Fifth Amendment in criminal cases prevents two trials for the same offense in the same level of court, not two trials for the same charge in separate state and national jurisdictions. In 1926, he joined the Association Against the Prohibition Amendment and made 131 speeches across the country for the organization between then and repeal. His political acumen and contacts proved valuable in overturning prohibition. He served in the U.S. House from 1933 to 1951, and, like Alton Lennon, Garrett Withers, Claude Pepper, Hugh Mitchell, Matthew M. Neely, and Magnus Johnson, is one of the few modern Senators to serve later in the House of Representatives. In the House of Representatives, he opposed the isolationism of many of his conservative Republican colleagues, opposed anti-lynching legislation on state's rights grounds, rejected minimum wage laws and most of FDR's domestic policy. Although Wadsworth never ran for president, his name was mentioned as a possible candidate in 1936 and 1944. A confidential 1943 analysis of the House Foreign Affairs Committee by Isaiah Berlin for the British Foreign Office described Wadsworth as[7] A newcomer to the committee; in the House since 1933. A highly respected and well-liked Congressman, who has voted in support of nearly all the President's foreign policy measures. One of the most forceful and independent-minded men in Congress and a highly skilled parliamentarian. While not favoring any \"World New Deal\", he is apparently in favor of American co-operation with the rest of the world and United States definite commitments to establish a secure peace but disagrees with any attempt by the United States to interfere with other nations' internal politics or forms of government. A very effective supporter of the Administration's foreign policies, who did yeoman service by his speeches and active lobbying during the recent Lend-Lease debate. Was in the Senate from 1915 to 1927. A wealthy Episcopalian squire, sympathetic to Moral Re-Armament. Age 66. An internationalist. He was a hereditary companion of Military Order of the Loyal Legion of the United States and was also a member of the United Spanish War Veterans. Wadsworth was married to Alice Evelyn Hay (1880–1960). She was the daughter of former United States Secretary of State John Hay under President Theodore Roosevelt. Through her sister Helen Hay Whitney, she was the aunt of John Hay Whitney, the U.S. Ambassador to the United Kingdom.[8] Alice, who opposed women's suffrage, served as president of the National Association Opposed to Women Suffrage, which Wadsworth also opposed. Together, they were the parents of: Wadsworth died on June 21, 1952, in Washington, D.C. He was buried in Temple Hill Cemetery in Geneseo.[1] Through his daughter Evelyn, he was the grandfather of James Wadsworth Symington (b. 1927), who served in the U.S. House of Representatives from Missouri as a Democrat, from 1969 to 1977.[2] Through his son James, he was the grandfather of Alice Wadsworth (1928–1998) who was married to Trowbridge Strong (1925–2001) in 1948 at the home of Wadsworth's grandfather, General James Wadsworth.[3]","Title":"James Wolcott Wadsworth Jr. - Wikipedia","KeyID":"4135","URL":"https://en.wikipedia.org/wiki/James_Wolcott_Wadsworth_Jr."}