{"Content: ":"Charles Francis \"Silent Charlie\" Murphy (June 20, 1858 – April 25, 1924), also known as Boss Murphy, was an American political figure. He was also the longest-serving head of New York City's Tammany Hall, a position he served from 1902 to 1924. Murphy was responsible for transforming Tammany Hall's image from one of corruption to respectability as well as extending Tammany Hall's political influence to the national level.[2] Murphy would be responsible for the election of three mayors of New York City, three governors of New York State, and two U.S. senators, even though he was never listed as a leader of Tammany Hall.[3] Murphy was the son of Irish immigrants Dennis Murphy and Mary Pendergrass,[2] born in the Gashouse District, which got its name from its proximity to Consolidated Gas Company storage tanks.[3] He was educated in the public and parochial schools[1] but quit school at 14 and found a job at Roaches Shipyard and eventually as a streetcar driver[1] for the Crosstown Blue Lines Horsecar Co. After saving $500 from the jobs that he had worked, Murphy purchased a saloon in 1878, which he named Charlie's Place.[2] Charlie's Place became a local gathering place for local dock and Consolidated Gas Company workers but did not serve women[2] because Murphy believed that most women who frequented bars were prostitutes.[3] The second floor of the Saloon served as the Sylvan Social Club, composed of males aged 15 to 20.[4] With the social club, Murphy formed a baseball team, and with all three groups, Murphy arose as a local political figure. Murphy's friend and benefactor, Edward Hagan, failed to achieve the Tammany Hall nomination for district assemblyman in 1883, which led Hagan to attempt an independent campaign.[4] Murphy managed Hagan's independent campaign, leading to Hagan's victory.[2] Murphy was also prominent in Francis Spinola's successful campaign for the U.S. House of Representatives in 1885. The same year, one of Murphy's saloons became the headquarters for the Anawanda Club, which was the local Tammany Hall club; eventually, Murphy joined Tammany Hall's executive committee.[2] Murphy was appointed to be the Commissioner of Docks in 1897.[2] During this period, he organized the New York Contracting and Trucking Company, which leased dock space.[2] That became a successful business, mostly because of \"honest graft\" in business with the city,[3] and Murphy gained further prominence in Tammany Hall. In 1902, Murphy married widow Margaret J. Graham; also that year, the Tammany Hall boss, Richard Croker, was forced out of office because of public accusations of corruption.[2] The accusations of corruption included stealing from the municipal treasury, which never occurred.[5] Murphy quickly replaced Croker as boss of Tammany Hall.[2] Murphy owned shares of the American Ice Company during the Ice Trust Scandal, but his reputation was not tarnished.[3] In contrast to Croker, the taciturn and teetotaling Murphy brought an air of respectability to Tammany Hall. He furthered that end by promoting a new crop of Tammany politicians, such as Senator James J. Walker, Rockland County Chairman James Farley, and Alderman Alfred E. Smith, who would move the political machine away from the methods of Boss Tweed and toward a Progressive Era-a style that rewarded the loyalty of the poor with reforms like factory safety and child labor laws. Although initially opposed to progressive legislation, Murphy realized that he could support reforms that pleased his constituency but which did not undermine Tammany's power.[6] Because of his stance, he is credited with transforming Tammany into a political organization capable of drawing the votes of the ever-growing numbers of new immigrants from Eastern and Southern Europe, which kept Tammany in power until the early 1930s. Croker made money through \"honest graft.\" New York Contracting and Trucking was awarded a $6 million contract in 1904 to build rail lines in the Bronx for the New York, New Haven, and Hartford Railroad. An executive at the railroad said the contract was awarded to avoid friction with Tammany Hall. In response to the contract, the New York State Legislature amended the city's charter so that franchise-awarding power was removed from the city board of aldermen and given to the Board of Estimate and Apportionment, which existed until 1989. By 1905, New York Contracting and Trucking had collected over $15 million in city contracts.[3] While the United States was at war in 1918, Murphy was receiving income from a firm owned by the businessman Louis N. Hartog in exchange for Murphy's arranging the Corn Products Refining Company to sell Hartog's firm glucose. Hartog would then use the glucose to manufacture malt dextrin, an ingredient in beer. After investing $175,000 in Hartog's firm, Murphy was gaining $5,000 a day from the arrangement. In light of the ongoing war, the unfavorable light it would direct towards Tammany, and the amount of money Murphy received, which he considered too much, Murphy attempted to withdraw from the business. Hartog sued Murphy in response, but Murphy countersued and the case was settled.[3] Murphy guided George B. McClellan, Jr. to the New York City mayoralty in 1903 over incumbent Seth Low. McClellan was reluctant to reward Murphy with patronage jobs, but Murphy went along with McClellan's decisions. In the 1905 mayoral election, Murphy again guided McClellan to victory, this time over William Randolph Hearst. It was notable since Hearst was then known for ties to the progressive movement and his organization, the Municipal Ownership League, whose goal was the promotion of the public ownership of utilities and transit lines to bring about lower rates and fares. Hearst's newspapers also attacked McClellan's defense of privately owned subways and Murphy's ties to the New York Contracting and Trucking company. After Hearst lost the mayoral election contest, Murphy would try to appease Hearst by appearing to back him for the governorship in 1906, a race Hearst lost. In his second term, McClellan did not react kindly to Murphy's friendliness with Hearst, and during the city's $100 million drinking water infrastructure expansion into the Catskill Mountains, McClellan did not allow Tammany access to the newly created jobs.[3] For the 1909 city mayoral election, Murphy backed New York State Supreme Court Justice William Jay Gaynor. By supporting Gaynor, Murphy tried to unite the Democrats in Manhattan under Tammany with the Democrats in Brooklyn under Patrick McCarren. As for uniting with the city's other boroughs, the Bronx was under the control of Murphy's friend Louis Haffen, and Queens and Staten Island did not have large populations. Gaynor won the election against Hearst and, like McClellan, did not act kindly towards Murphy's Tammany. Gaynor cut the city's payroll and eliminated 400 political posts within the first few months of office. Nine months into his term, a disgruntled Docks Department employee attempted to assassinate Gaynor, who was traveling on an oceanic steamship.[3] Murphy successfully guided John Alden Dix to the governorship in 1910. To beat Theodore Roosevelt's candidate in 1912, Oscar S. Straus, whom Murphy expected to garner many of the Jewish votes that normally would have gone to Tammany candidates, Murphy backed US Representative William Sulzer, a Tammany politician in a heavily-Jewish district. Sulzer would win the election, but Murphy would later regret his decision after the vain Sulzer started to launch investigations against Tammany contractors. Sulzer also resisted Murphy's choice for patronage positions. Sulzer would become the subject of a different investigation and, after failing to testify, gained the distinction of becoming the only governor in New York State to be successfully impeached.[3] Murphy would make his boldest move yet in 1912 in striking a secret deal to swing the Democratic Party convention in Baltimore to New Jersey Governor Woodrow Wilson. \"Five long days of deadlock, and forty-two ballots, had failed to give either of the two leading candidates, Wilson and Champ Clark, the two-thirds majority each needed to win the nomination. Then, on the forty-third ballot, Illinois moved, casting all fifty-eight of her votes for Wilson. The third-place candidate, Oscar Underwood, released his delegates, as did Champ Clark. The roll call for the forty-sixth ballot got underway as mid-afternoon approached. Charles F. Murphy stood to announce that his state, the largest in the Union, had changed sides: 'New York casts 90 votes for Woodrow Wilson,' he said and got the biggest cheer of the roll call. On Champ Clark's suggestion, the convention acclaimed Woodrow Wilson unanimously.\"[7] Following the Triangle Shirtwaist Company fire on March 25, 1911, attention focused on the factories' working conditions. With the assistance of his protégés Robert F. Wagner and Alfred E. Smith, 1913 became a significant year for Tammany Hall in the promotion of progressive reforms. In the city, workplace health regulations were improved, fire alarms were mandated, working hours were reduced for women, a pension system for widowers was introduced, and requirements for insurance were made stricter. At the state level, a referendum on women's suffrage was scheduled and the Public Utility Commission was provided broader powers. In Democratic Party circles, 1914 was a big year since Murphy supported a direct primary system for nomination to all state offices.[3] Murphy did not want to entertain the idea of Hearst as the Democratic mayor in 1917, but to avoid appearing as being against Hearst's nomination, Murphy approached the Brooklyn Democratic machine's John F. Hylan, who was also a friend of Hearst, to see if Hylan would run. The Brooklyn Democratic boss, John McCooey, according to a story, made a show of forcing Hylan on Murphy as the Democratic nominee and Murphy reluctantly accepted. Hearst withdrew from the race, and the Democrats won the mayoral election.[3] Murphy guided Smith to victory in the 1918 governor's election.[3] Murphy was a delegate at the 1920 Democratic National Convention, and it was in part by his influence that James M. Cox secured the nomination.[1] During his reign, Murphy brought Tammany Hall's political influence to the national level. In 1924, he and the Democratic Party were expected to nominate Smith for president (before his death, Murphy served as the manager of Smith's campaign effort). Murphy also influenced the elections of three New York City mayors, three New York State governors, and the impeachment of Governor William Sulzer.[2] Governor Sulzer was propelled into office by Tammany Hall, but during his tenure, Sulzer distanced himself from Tammany politics, refused to follow its orders, and supported general primaries.[8] That angered both Tammany Hall and its boss, Murphy; with his help, the State Assembly voted to impeach Sulzer on counts of perjury and fraud.[8] Murphy's involvement in the impeachment of a former Tammany member demonstrates his tenacity and fierceness as a political figure. Murphy once said, \"It is the fate of political leaders to be reviled. If one is too thin-skinned to stand it he should never take the job. History shows the better and more successful the organization and the leader the more bitter the attacks.\"[2] Edward J. Flynn, a protege of Murphy who became the boss in the Bronx, said Murphy always advised that politicians should have nothing to do with gambling or prostitution and steer clear of involvement with the police department or the school system.[9] Murphy died suddenly of what the New York Times termed \"acute indigestion,\" which affected his heart, on April 25, 1924, at his home in New York City. A Roman Catholic, he was given a funeral service at St. Patrick's Cathedral and was buried at Calvary Cemetery in New York.[10] In the 1941 film Citizen Kane, screenwriters Herman J. Mankiewicz and Orson Welles based the character of political boss Jim Gettys on Charles F. Murphy.[11] William Randolph Hearst and Murphy were political allies in 1902 when Hearst was elected to the U.S. House of Representatives, but the two fell out in 1905 when Hearst ran for mayor of New York City. Hearst was denied the election by a slim margin due to electoral fraud perpetrated by Murphy's organization, and his newspapers retaliated. A historic cartoon of Murphy in convict stripes appeared November 10, 1905, three days after the vote.[12] The caption read, \"Look out, Murphy! It's a Short Lockstep from Delmonico's to Sing Sing ... Every honest voter in New York wants to see you in this costume.\"[13] In Citizen Kane, Boss Jim Gettys admonishes Kane for printing a cartoon showing him in prison stripes: If I owned a newspaper and if I didn't like the way somebody else was doing things—some politician, say—I'd fight them with everything I had. Only I wouldn't show him in a convict suit with stripes—so his children could see the picture in the paper. Or his mother. As he pursues Gettys down the stairs, Kane threatens to send him to Sing Sing.[14] Media related to Charles F. Murphy at Wikimedia Commons","Title":"Charles Francis Murphy - Wikipedia","KeyID":"4136","URL":"https://en.wikipedia.org/wiki/Charles_Francis_Murphy"}