{"Content: ":"The RMS Lusitania was a UK-registered ocean liner that was torpedoed by an Imperial German Navy U-boat during the First World War on 7 May 1915, about 11 nautical miles (20 kilometres) off the Old Head of Kinsale, Ireland. The attack took place in the declared maritime war-zone around the UK, shortly after unrestricted submarine warfare against the ships of the United Kingdom had been announced by Germany following the Allied powers' implementation of a naval blockade against it and the other Central Powers. The passengers had been warned before departing New York of the danger of voyaging into the area in a British ship. The Cunard liner was attacked by U-20 commanded by Kapitänleutnant Walther Schwieger. After the single torpedo struck, a second explosion occurred inside the ship, which then sank in only 18 minutes.[1][2]: 429  761 people survived out of the 1,266 passengers and 696 crew aboard, and 123 of the casualties were American citizens.[3] The sinking turned public opinion in many countries against Germany. It also contributed to the American entry into the War two years later; images of the stricken liner were used heavily in US propaganda and military recruiting campaigns.[2]: 497–503  The contemporary investigations in both the United Kingdom and the United States into the precise causes of the ship's loss were obstructed by the needs of wartime secrecy and a propaganda campaign to ensure all blame fell upon Germany.[1] Argument over whether the ship was a legitimate military target raged back and forth throughout the war, but after the war it was revealed that at the time of her sinking she was carrying over 4 million rounds of machine-gun ammunition (.303 calibre), almost 5,000 shrapnel shell casings (for a total of some 50 tons), and 3,240 brass percussion artillery fuses.[4][5] Several attempts have been made over the years since the sinking to dive to the wreck seeking information about how the ship sank, and military ammunition has been discovered in the wreck. The argument continues to the present day. When Lusitania was built, her construction and operating expenses were subsidized by the British government, with the provision that she could be converted to an Armed Merchant Cruiser if need be. At the outbreak of the First World War, the British Admiralty considered her for requisition as an armed merchant cruiser, and she was put on the official list of AMCs.[6] The Admiralty then canceled their earlier decision and decided not to use her as an AMC after all; large liners such as Lusitania consumed enormous quantities of coal (910 tons/day, or 37.6 tons/hour) and became a serious drain on the Admiralty's fuel reserves, so express liners were deemed inappropriate for the role when smaller cruisers would do. They were also very distinctive; so smaller liners were used as transports instead. Lusitania remained on the official AMC list and was listed as an auxiliary cruiser in the 1914 edition of Jane's All the World's Fighting Ships, along with Mauretania.[7] At the outbreak of hostilities, fears for the safety of Lusitania and other great liners ran high. During the ship's first eastbound crossing after the war started, she was painted in a drab grey colour scheme in an attempt to mask her identity and make her more difficult to detect visually. When it turned out that the German Navy was kept in check by the Royal Navy, and their commerce threat almost entirely evaporated, it very soon seemed that the Atlantic was safe for ships like Lusitania, if the bookings justified the expense of keeping them in service. Many of the large liners were laid up over the autumn and winter of 1914–1915, in part due to falling demand for passenger travel across the Atlantic, and in part to protect them from damage due to mines or other dangers. Among the most recognizable of these liners, some were eventually used as troop transports, while others became hospital ships. Lusitania remained in commercial service; although bookings aboard her were by no means strong during that autumn and winter, demand was strong enough to keep her in civilian service. Economizing measures were taken, however. One of these was the shutting down of her No. 4 boiler room to conserve coal and crew costs; this reduced her maximum speed from over 25 to 21 knots (46 to 39 km/h). Even so, she was the fastest first-class passenger liner left in commercial service. With apparent dangers evaporating, the ship's disguised paint scheme was also dropped and she was returned to civilian colors. Her name was picked out in gilt, her funnels were repainted in their usual Cunard livery, and her superstructure was painted white again. One alteration was the addition of a bronze/gold colored band around the base of the superstructure just above the black paint.[8] The British established a naval blockade of Germany on the outbreak of war in August 1914, issuing a comprehensive list of contraband that included even foodstuffs, and in early November 1914 Britain declared the North Sea to be a war zone, with any ships entering the North Sea doing so at their own risk.[9][10] By early 1915, a new threat to British shipping began to materialise: U-boats (submarines). At first, the Germans used them only to attack naval vessels, and they achieved only occasional—but sometimes spectacular—successes. U-boats then began to attack merchant vessels at times, although almost always in accordance with the old cruiser rules. Desperate to gain an advantage on the Atlantic, the German government decided to step up its submarine campaign. On 4 February 1915, Germany declared the seas around the British Isles a war zone: from 18 February, Allied ships in the area would be sunk without warning. This was not wholly unrestricted submarine warfare, since efforts would be taken to avoid sinking neutral ships.[11] Lusitania was scheduled to arrive in Liverpool on 6 March 1915. The Admiralty issued her specific instructions on how to avoid submarines. Despite a severe shortage of destroyers, Admiral Henry Oliver ordered HMS Louis and Laverock to escort Lusitania, and took the further precaution of sending the Q ship Lyons to patrol Liverpool Bay.[12] One of the destroyers' commanders attempted to discover the whereabouts of Lusitania by telephoning Cunard, who refused to give out any information and referred him to the Admiralty. At sea, the ships contacted Lusitania by radio, but did not have the codes used to communicate with merchant ships. Captain Daniel Dow of Lusitania refused to give his own position except in code, and since he was, in any case, some distance from the positions he gave, continued to Liverpool unescorted.[2]: 91–2 [13][14]: 76–7  It seems that, in response to this new submarine threat, some alterations were made to Lusitania and her operation. She was ordered not to fly any flags in the war zone; a number of warnings, plus advice, were sent to the ship's commander to help him decide how to best protect his ship against the new threat and it also seems that her funnels were most likely painted a dark grey to help make her less visible to enemy submarines. There was no hope of disguising her actual identity, since her profile was so well known, and no attempt was made to paint out the ship's name at the prow.[15] Captain Dow, apparently suffering from stress from operating his ship in the war zone, and after a significant \"false flag\" controversy[further explanation needed] left the ship; Cunard later explained that he was \"tired and really ill.\"[16] He was replaced with a new commander, Captain William Thomas Turner, who had commanded Lusitania, Mauretania, and Aquitania in the years before the war. On 17 April 1915, Lusitania left Liverpool on her 201st transatlantic voyage, arriving in New York on 24 April. A group of German–Americans, hoping to avoid controversy if Lusitania were attacked by a U-boat, discussed their concerns with a representative of the German Embassy. The embassy decided to warn passengers before her next crossing not to sail aboard Lusitania, and on 22 April placed a warning advertisement in 50 American newspapers, including those in New York:[17] Notice! Travellers intending to embark on the Atlantic voyage are reminded that a state of war exists between Germany and her allies and Great Britain and her allies; that the zone of war includes the waters adjacent to the British Isles; that, in accordance with formal notice given by the Imperial German Government, vessels flying the flag of Great Britain, or any of her allies, are liable to destruction in those waters and that travellers sailing in the war zone on the ships of Great Britain or her allies do so at their own risk. Imperial German Embassy Washington, D.C. 22 April 1915 This warning was printed adjacent to an advertisement for Lusitania's return voyage. The warning led to some agitation in the press and worried the ship's passengers and crew. While many British passenger ships had been called into duty for the war effort, Lusitania remained on her regular route between Liverpool and New York City. She departed Pier 54 in New York on 1 May 1915 on her return trip to Liverpool with 1,959 people aboard. In addition to her crew of 694, she carried 1,265 passengers, mostly British nationals as well as a large number of Canadians, along with 128 Americans.[18] Her First Class accommodations, for which she was well regarded on the North Atlantic run, were booked at just over half capacity at 290. Second Class was severely overbooked with 601 passengers, far exceeding the maximum capacity of 460. While a large number of small children and infants helped reduce the squeeze into the limited number of two- and four-berth cabins, the situation was rectified by allowing some Second Class passengers to occupy empty First Class cabins. In Third Class, the situation was considered to be the norm for an eastbound crossing, with only 373 travelling in accommodations designed for 1,186.[19] Captain Turner, known as \"Bowler Bill\" for his favourite shoreside headgear, had returned to his old command of Lusitania. He was commodore of the Cunard Line and a highly experienced master mariner, and had relieved Daniel Dow, the ship's regular captain. Dow had been instructed by his chairman, Alfred Booth, to take some leave, due to the stress of captaining the ship in U-boat infested sea lanes and for his protestations that the ship should not become an armed merchant cruiser, making her a prime target for German forces.[20] Turner tried to calm the passengers by explaining that the ship's speed made her safe from attack by submarine.[21] However, Cunard shut down one of the ship's four boiler rooms to reduce costs on sparsely subscribed wartime voyages, reducing her top speed from 25.5 to around 22 knots.[22] Lusitania steamed out of New York at noon on 1 May, two hours behind schedule, because of a last-minute transfer of forty-one passengers and crew from the recently requisitioned Cameronia.[2]: 132–133  Shortly after departure three German-speaking men were found on board hiding in a steward's pantry. Detective Inspector William Pierpoint of the Liverpool police, who was travelling in the guise of a first-class passenger, interrogated them before locking them in the cells for further questioning when the ship reached Liverpool.[2]: 156, 445–446  Also among the crew was an Englishman, Neal Leach, who had been working as a tutor in Germany before the war. Leach had been interned but later released by Germany. The German embassy in Washington was notified about Leach's arrival in America, where he met known German agents. Leach and the three German stowaways went down with the ship. They had probably been tasked with spying on Lusitania and her cargo. Most probably, Pierpoint, who survived the sinking,[23] would already have been informed about Leach.[2]: 131–132, 445  As the liner steamed across the ocean, the British Admiralty had been tracking the movements of U-20, commanded by Kapitänleutnant Walther Schwieger, through wireless intercepts and radio direction finding. The submarine left Borkum on 30 April, heading north-west across the North Sea. On 2 May, she had reached Peterhead and proceeded around the north of Scotland and Ireland, and then along the western and southern coasts of Ireland, to enter the Irish Sea from the south. Although the submarine's departure, destination, and expected arrival time were known to Room 40 in the Admiralty, the activities of the decoding department were considered so secret that they were unknown even to the normal intelligence division which tracked enemy ships or to the trade division responsible for warning merchant vessels. Only the very highest officers in the Admiralty saw the information and passed on warnings only when they felt it essential.[24] On 27 March, Room 40 had intercepted a message which clearly demonstrated that the Germans had broken the code used to pass messages to British merchant ships. Cruisers protecting merchant ships were warned not to use the code to give directions to shipping because it could just as easily attract enemy submarines as steering ships away from them. However, Queenstown (now Cobh) was not given this warning and continued to give directions in the compromised code, which was not changed until after Lusitania's sinking. At this time, the Royal Navy was significantly involved with operations leading up to the landings at Gallipoli, and the intelligence department had been undertaking a program of misinformation to convince Germany to expect an attack on her northern coast. As part of this, ordinary cross-channel traffic to the Netherlands was halted from 19 April and false reports were leaked about troop ship movements from ports on Britain's western and southern coasts. This led to a demand from the German army for offensive action against the expected troop movements and consequently, a surge in German submarine activity on the British west coast. The fleet was warned to expect additional submarines, but this warning was not passed on to those sections of the navy dealing with merchant vessels. The return of the battleship Orion from Devonport to Scotland was delayed until 4 May and she was given orders to stay 100 miles (160 km) from the Irish coast.[25] On 5 May, U-20 stopped a merchant schooner, Earl of Lathom, off the Old Head of Kinsale, examined her papers, then ordered her crew to leave before sinking the schooner with gunfire. On 6 May, U-20 fired a torpedo at Cayo Romano from Cuba, a British steamer flying a neutral flag, off Fastnet Rock narrowly missing by a few feet.[26] At 22:30 on 5 May, the Royal Navy sent an uncoded warning to all ships – \"Submarines active off the south coast of Ireland\" – and at midnight an addition was made to the regular nightly warnings, \"submarine off Fastnet\".[27] On 6 May U-20 sank the 6,000 ton steamer Candidate. It then failed to get off a shot at the 16,000 ton liner Arabic, because although she kept a straight course the liner was too fast, but then sank another 6,000 ton British cargo ship flying no flag, Centurion, all in the region of the Coningbeg light ship. The specific mention of a submarine was dropped from the midnight broadcast on 6–7 May as news of the new sinkings had not yet reached the navy at Queenstown, and it was correctly assumed that there was no longer a submarine at Fastnet.[28] Captain Turner of Lusitania was given a warning message twice on the evening of 6 May, and took what he felt were prudent precautions. That evening a Seamen's Charities fund concert took place throughout the ship and the captain was obliged to attend the event in the first-class lounge.[2]: 197  At about 11:00 on 7 May, the Admiralty radioed another warning to all ships, probably as a result of a request by Alfred Booth, who was concerned about Lusitania: \"U-boats active in southern part of Irish Channel. Last heard of twenty miles south of Coningbeg Light Vessel\". Booth and all of Liverpool had received news of the sinkings, which the Admiralty had known about by at least 3:00 that morning.[29] Turner adjusted his heading northeast, not knowing that this report related to events of the previous day and apparently thinking submarines would be more likely to keep to the open sea, so that Lusitania would be safer close to land.[14]: 184  At 13:00 another message was received, \"Submarine five miles south of Cape Clear proceeding west when sighted at 10:00 am\". This report was inaccurate as no submarine had been at that location, but gave the impression that at least one submarine had been safely passed.[30] U-20 was low on fuel and had only three torpedoes left. On the morning of 7 May, visibility was poor and Schwieger decided to head for home. He submerged at 11:00 after sighting a fishing boat which he believed might be a British patrol and shortly after was passed while still submerged by a ship at high speed. This was the cruiser Juno (1895) returning to Queenstown, travelling fast and zig-zagging having received warning of submarine activity off Queenstown at 07:45. The Admiralty considered these old cruisers highly vulnerable to submarines, and indeed Schwieger attempted to target the ship.[2]: 216 [31] On the morning of 6 May, Lusitania was 750 miles (1,210 km) west of southern Ireland. By 05:00 on 7 May, she reached a point 120 miles (190 km) west south west of Fastnet Rock (off the southern tip of Ireland), where she met the patrolling boarding vessel Partridge.[32] By 06:00, heavy fog had arrived and extra lookouts were posted. As the ship came closer to Ireland, Captain Turner ordered depth soundings to be made and at 08:00 for speed to be reduced to eighteen knots, then to 15 knots and for the foghorn to be sounded. Some of the passengers were disturbed that the ship appeared to be advertising her presence. By 10:00, the fog began to lift, by noon it had been replaced by bright sunshine over a clear smooth sea and speed increased to 18 knots.[2]: 200–202  U-20 surfaced again at 12:45 as visibility was now excellent. At 13:20, something was sighted and Schwieger was summoned to the conning tower: at first it appeared to be several ships because of the number of funnels and masts, but this resolved into one large steamer appearing over the horizon. At 13:25, the submarine submerged to periscope depth of 11 metres and set a course to intercept the liner at her maximum submerged speed of 9 knots. When the ships had closed to 2 miles (3.2 km) Lusitania turned away, Schwieger feared he had lost his target, but she turned again, this time onto a near ideal course to bring her into position for an attack. At 14:10, with the target at 700m range he ordered one gyroscopic torpedo to be fired, set to run at a depth of three metres.[2]: 216–217 [33] In Schwieger's own words, recorded in the log of U-20: Torpedo hits starboard side right behind the bridge. An unusually heavy detonation takes place with a very strong explosive cloud. The explosion of the torpedo must have been followed by a second one [boiler or coal or powder?]... The ship stops immediately and heels over to starboard very quickly, immersing simultaneously at the bow... the name Lusitania becomes visible in golden letters.[34] U-20's torpedo officer, Raimund Weisbach, viewed the destruction through the vessel's periscope and felt the explosion was unusually severe. Within six minutes, Lusitania's forecastle began to submerge. Though Schwieger states the torpedo hit beneath the bridge, survivor testimony, including that of Captain Turner, gave a number of different locations: some stated it was between the first and second funnels, others between the third and fourth, and one claimed it struck below the capstan. On board the Lusitania, Leslie Morton, an eighteen-year-old lookout at the bow, had spotted thin lines of foam racing toward the ship. He shouted, \"Torpedoes coming on the starboard side!\" through a megaphone, thinking the bubbles came from two projectiles. The torpedo struck Lusitania under the bridge, sending a plume of debris, steel plating, and water upward and knocking lifeboat number five off its davits. \"It sounded like a million-ton hammer hitting a steam boiler a hundred feet high\", one passenger said. A second, more powerful explosion followed, sending a geyser of water, coal, dust, and debris high above the deck. Schwieger's log entries attest that he launched only one torpedo. Some doubt the validity of this claim, contending that the German government subsequently altered the published fair copy of Schwieger's log,[2]: 416–419  but accounts from other U-20 crew members corroborate it. The entries were also consistent with intercepted radio reports sent to Germany by U-20 once she had returned to the North Sea, before any possibility of an official coverup.[35] German drawing of Lusitania being torpedoed which incorrectly depicts the torpedo hitting the port side of ship British drawing of Lusitania being torpedoed; shows disputed \"second torpedo\" Lusitania is shown sinking as Irish fishermen race to the rescue. In fact, the launching of the lifeboats was more chaotic At 14:12, Captain Turner ordered Quartermaster Johnston stationed at the ship's wheel to steer 'hard-a-starboard' towards the Irish coast, which Johnston confirmed, but the ship could not be steadied on the course and rapidly ceased to respond to the wheel. Turner signalled for the engines to be reversed to halt the ship, but although the signal was received in the engine room, nothing could be done. Steam pressure had collapsed from 195 psi before the explosion, to 50 psi and falling afterwards.[2]: 227  Lusitania's wireless operator sent out an immediate SOS, which was acknowledged by a coastal wireless station. Shortly afterward he transmitted the ship's position, 10 miles (16 km) south of the Old Head of Kinsale.[2]: 228  At 14:14, electrical power failed, plunging the cavernous interior of the ship into darkness. Radio signals continued on emergency batteries, but electric lifts failed, trapping passengers and crew; bulkhead doors, that were closed as a precaution before the attack, could not be reopened to release trapped men.[2]: 238–240  About one minute after the electrical power failed, Captain Turner gave the order to abandon ship. Water had flooded the ship's starboard longitudinal compartments, causing a 15-degree list to starboard. Lusitania's severe starboard list complicated the launch of her lifeboats. Ten minutes after the torpedoing, when she had slowed enough to start putting boats in the water, the lifeboats on the starboard side swung out too far to step aboard safely.[36] While it was still possible to board the lifeboats on the port side, lowering them presented a different problem. As was typical for the period, the hull plates of Lusitania were riveted, and as the lifeboats were lowered they dragged on the inch-high rivets, which threatened to seriously damage the boats before they landed in the water. Many lifeboats overturned while loading or lowering, spilling passengers into the sea and others were overturned by the ship's motion when they hit the water. It has been claimed[37] that some boats, because of the negligence of some officers, crashed down onto the deck, crushing other passengers, and sliding down towards the bridge. This has been disputed by passenger and crew testimony.[38] Some crewmen would lose their grip on ropes used to lower the lifeboats while trying to lower the boats into the ocean, and this caused the passengers to spill into the sea. Others tipped on launch as some panicking people jumped into the boat. Lusitania had 48 lifeboats, more than enough for all the crew and passengers, but only 6 were successfully lowered, all from the starboard side. Lifeboat 1 overturned as it was being lowered, spilling its original occupants into the sea, but it managed to right itself shortly afterwards and was later filled with people from in the water. Lifeboats 9 (5 people on board) and 11 (7 people on board) managed to reach the water safely with a few people, but both later picked up many swimmers. Lifeboats 13 and 15 also safely reached the water, overloaded with around 150 people. Finally, Lifeboat 21 (52 people on board) reached the water safely and cleared the ship moments before her final plunge. A few of her collapsible lifeboats washed off her decks as she sank and provided flotation for some survivors. Two lifeboats on the port side cleared the ship as well. Lifeboat 14 (11 people on board) was lowered and launched safely, but because the boat plug was not in place, it filled with seawater and sank almost immediately after reaching the water. Later, Lifeboat 2 floated away from the ship with new occupants (its previous ones having been spilled into the sea when they upset the boat) after they removed a rope and one of the ship's \"tentacle-like\" funnel stays. They rowed away shortly before the ship sank. There was panic and disorder on the decks. Schwieger had been observing this through U-20's periscope, and by 14:25, he dropped the periscope and headed out to sea.[39] Later in the war, Schwieger was killed in action when, as he commanded U-88 the vessel struck a British mine and sank on 5 September 1917, north of Terschelling. There were no survivors from U-88's sinking. The track of Lusitania. View of casualties and survivors in the water and in lifeboats. Painting by William Lionel Wyllie The second explosion made passengers believe U-20 had torpedoed Lusitania a second time The effect of U-20's torpedo Captain Turner was on the deck near the bridge clutching the ship's logbook and charts when a wave swept upward towards the bridge and the rest of the ship's forward superstructure, knocking him overboard into the sea. He managed to swim and find a chair floating in the water which he clung to. He survived, having been pulled unconscious from the water after spending three hours there. Lusitania's bow slammed into the bottom about 100 metres (330 ft) below at a shallow angle because of her forward momentum as she sank. Along the way, some boilers exploded. As he had taken the ship's logbook and charts with him, Turner's last navigational fix had been only two minutes before the torpedoing, and he was able to remember the ship's speed and bearing at the moment of the sinking. This was accurate enough to locate the wreck after the war. The ship travelled about two miles (3 km) from the time of the torpedoing to her final resting place, leaving a trail of debris and people behind. After her bow sank completely, Lusitania's stern rose out of the water, enough for her propellers to be seen, and went under. None of the four funnels collapsed, although some survivors testified that the third funnel swung and struck their lifeboat as they boarded it. Lusitania sank in only 18 minutes, at a distance of 11.5 miles (19 km) off the Old Head of Kinsale. Despite being relatively close to shore, it took several hours for help to arrive from the Irish coast. By the time help arrived, however, many in the 52 °F (11 °C) water had succumbed to the cold. By the days' end, 764 passengers and crew from Lusitania had been rescued and landed at Queenstown. The final death toll for the disaster came to a catastrophic number. Of the 1,959 passengers and crew aboard Lusitania at the time of her sinking, 1,195 had been lost.[40] In the days following the disaster, the Cunard line offered local fishermen and sea merchants a cash reward for the bodies floating all throughout the Irish Sea, some floating as far away as the Welsh coast. Only 289 bodies were recovered, 65 of which were never identified. The bodies of many of the victims were buried at either Queenstown, where 148 bodies were interred in the Old Church Cemetery,[41] or the Church of St Multose in Kinsale, but the bodies of the remaining 885 victims were never recovered. Two days before, U-20 had sunk Earl of Lathom, but first allowed the crew to escape in boats. According to international maritime law, any military vessel stopping an unarmed civilian ship was required to allow those on board time to escape before sinking it. The conventions had been drawn up in a time before the invention of the submarine and took no account of the severe risk a small vessel, such as a submarine, faced if it gave up the advantage of a surprise attack. Schwieger could have allowed the crew and passengers of Lusitania to take to the boats, but he considered the danger of being rammed or fired upon by deck guns too great.[citation needed] Merchant ships had, in fact, been advised to steer directly at any U-boat that surfaced. A cash bonus had been offered for any that were sunk, though the advice was carefully worded so as not to amount to an order to ram.[42] This feat would be accomplished only once during the war by a commercial vessel when in 1918 the White Star Liner HMT Olympic, sister ship to the Titanic, rammed SM U-103 in the English Channel, sinking the submarine. According to Bailey and Ryan, Lusitania was travelling without any flag and her name painted over with darkish dye.[43] One story—an urban legend—states that when Lieutenant Schwieger of U-20 gave the order to fire, his quartermaster, Charles Voegele, would not take part in an attack on women and children, and refused to pass on the order to the torpedo room – a decision for which he was court-martialed and imprisoned at Kiel until the end of the war.[44] This rumour persisted from 1972, when the French daily paper Le Monde published a letter to the editor.[45][46] On 8 May, the local county coroner John Hogan opened an inquest in Kinsale into the deaths of two males and three females whose bodies had been brought ashore by a local boat, Heron. Most of the survivors (and dead) had been taken to Queenstown instead of Kinsale, which was closer. On 10 May Captain Turner gave evidence as to the events of the sinking where he described that the ship had been struck by one torpedo between the third and fourth funnels. This had been followed immediately by a second explosion. He acknowledged receiving general warnings about submarines, but had not been informed of the sinking of Earl of Lathom. He stated that he had received other instructions from the Admiralty which he had carried out but was not permitted to discuss. The coroner brought in a verdict that the deceased had drowned following an attack on an unarmed non-combatant vessel contrary to international law. Half an hour after the inquest had concluded and its results given to the press, the Crown Solicitor for Cork, Harry Wynne, arrived with instructions to halt it. Captain Turner was not to give evidence and no statements should be made about any instructions given to shipping about avoiding submarines.[2]: 330–332  The formal Board of Trade investigation into the sinking was presided over by Wreck Commissioner Lord Mersey and took place in the Westminster Central Hall from 15 to 18 June 1915 with further sessions at the Westminster Palace Hotel on 1 July and Caxton Hall on 17 July. Lord Mersey had a background in commercial rather than maritime law but had presided over a number of important maritime investigations, including that into the loss of Titanic. He was assisted by four assessors, Admiral Sir Frederick Inglefield, Lieutenant Commander Hearn and two merchant navy captains, D. Davies and J. Spedding. The Attorney General, Sir Edward Carson, represented the Board of Trade, assisted by the Solicitor General, F. E. Smith. Butler Aspinall, who had represented the Board of Trade at the Titanic inquiry, was retained to represent Cunard. A total of 36 witnesses were called, Lord Mersey querying why more of the survivors would not be giving evidence. Most of the sessions were public but two on 15 and 18 June were held in camera when evidence regarding navigation of the ship was presented.[50] Statements were collected from all the crew. These were all written out for presentation to the inquiry on standard forms in identical handwriting with similar phrasing. Quartermaster Johnston later described that pressure had been placed upon him to be loyal to the company, and that it had been suggested to him it would help the case if two torpedoes had struck the ship, rather than the one which he described. Giving evidence to the tribunal he was not asked about torpedoes. Other witnesses who claimed that only one torpedo had been involved were refused permission to testify. In contrast to his statement at the inquest, Captain Turner stated that two torpedoes had struck the ship, not one.[2]: 363  In an interview in 1933, Turner reverted to his original statement that there had been only one torpedo.[2]: 457  Most witnesses said there had been two, but a couple said three, possibly involving a second submarine. Clement Edwards, representing the seamen's union, attempted to introduce evidence about which watertight compartments had been involved but was prevented from doing so by Lord Mersey.[2]: 367  It was during the closed hearings that the Admiralty tried to lay the blame on Captain Turner, their intended line being that Turner had been negligent. The roots of this view began in the first reports about the sinking from Vice-Admiral Coke commanding the Navy at Queenstown. He reported that \"ship was especially warned that submarines were active on south coast and to keep mid-channel course avoiding headlands also position of submarine off Cape Clear at 10:00 was communicated by W/T to her\". Captain Webb, Director of the Trade Division, began to prepare a dossier of signals sent to Lusitania which Turner may have failed to observe. First Sea Lord Fisher noted on one document submitted by Webb for review: \"As the Cunard company would not have employed an incompetent man its a certainty that Captain Turner is not a fool but a knave. I hope that Turner will be arrested immediately after the enquiry whatever the verdict\". First Lord Winston Churchill noted: \"I consider the Admiralty's case against Turner should be pressed by a skilful counsel and that Captain Webb should attend as a witness, if not employed as an assessor. We will pursue the captain without check\". In the event, both Churchill and Fisher were replaced in their positions before the enquiry because of the failures of the Gallipoli campaign.[51] Part of the proceedings turned on the question of proper evasive tactics against submarines. It was put to Captain Turner that he had failed to comply with Admiralty instructions to travel at high speed, maintain a zig-zag course and keep away from shore. Naval instructions about zig-zag were read to the captain, who confirmed that he had received them, though later added that they did not appear to be as he recollected. This was unsurprising, since the regulations quoted had been approved only on 25 April, after Lusitania's last arrival in New York, and started distribution on 13 May, after she sank.[52] Lusitania had slowed to 15 knots at one point because of fog, but had otherwise maintained 18 knots passing Ireland. 18 knots was faster than all but nine other ships in the British merchant fleet could achieve and was comfortably faster than the submarine. Although he might have achieved 21 knots and had given orders to raise steam ready to do so, he was also under orders to time his arrival at Liverpool for high tide so that the ship would not have to wait to enter port. Thus, he chose to travel more slowly. At the time, no ship had been torpedoed travelling at more than 15 knots. Although the Admiralty instructed ships to keep well offshore and it was claimed that Turner had only been 8 miles (13 km) away, his actual distance when hit was thirteen miles (21 km). As a matter of established procedure, only ships travelling closer than five miles (8.0 km) from shore were ordinarily being censured for being too close.[53] Turner stated that he had discussed the matter of what course the ship should take with his two most senior officers, Captain Anderson and Chief Officer Piper, neither of whom survived. The three had agreed that the Admiralty warning of \"submarine activity 20 miles (32 km) south of Coningbeg\" effectively overrode other Admiralty advice to keep to 'mid channel', which was where the submarine had been reported. He had, therefore, ordered the change of course at 12:40, intending to bring the ship closer to land and then take a course north of the reported submarine.[54] At one point in the proceedings, Smith attempted to press a point he was making, by quoting from a signal sent to British ships. Lord Mersey queried which message this was, and it transpired that the message in question existed in the version of evidence given to Smith by the Board of Trade Solicitor, Sir Ellis Cunliffe, but not in versions given to others. Cunliffe explained the discrepancy by saying that different versions of the papers had been prepared for use, depending whether the enquiry had been in camera or not, but the message quoted appeared never to have existed. Lord Mersey observed that it was his job to get at the truth, and thereafter became more critical of Admiralty evidence.[55] On 10 June, just before the hearing, significant changes were made to the Defence of the Realm Act, which made it an offence to collect or publish information about the nature, use, or carriage of \"war materials\" for any reason. Previously, this had only been an offence if the information was collected to aid the enemy. This was used to prohibit discussion about the ship's cargo.[2] The rifle cartridges carried by Lusitania were mentioned during the case, Lord Mersey stating that \"the 5,000 cases of ammunition on board were 50 yards away from where the torpedo struck the ship\".[56] An additional hearing took place on 1 July, at the insistence of Joseph Marichal, who was threatening to sue Cunard for their poor handling of the disaster. He testified that the second explosion had sounded to him like the rattling of machine gun fire and appeared to be below the second class dining room at the rear of the ship where he had been seated. Information about Marechal's background was sought out by the British government and then distorted and leaked to the press so as to discredit him.[2]: 367–369 (He would be killed in action in 1916 while serving with the French Army)[57] Captain Turner, the Cunard Company, and the Royal Navy were absolved of any negligence, and all blame was placed on the German government. Lord Mersey found that Turner \"exercised his judgment for the best\" and that the blame for the disaster \"must rest solely with those who plotted and with those who committed the crime\".[58] Two days after he closed the inquiry, Lord Mersey waived his fees for the case and formally resigned. His last words on the subject were: \"The Lusitania case was a damned, dirty business!\" The full report has never been made available to the public. A copy was thought to exist amongst Lord Mersey's private papers after his death, but has since proved untraceable. In the United States, 67 claims for compensation were lodged against Cunard, which were all heard together in 1918 before the United States District Court for the Southern District of New York. Judge Julius Mayer, presided over the case: he had previously presided over the case brought following the loss of the Titanic, where he had ruled in favour of the shipping company. Mayer was a conservative who was considered a safe pair of hands with matters of national interest, and whose favourite remark to lawyers was to \"come to the point\". The case was to be heard without a jury. The two sides agreed beforehand that no question would be raised regarding whether Lusitania had been armed or carrying troops or ammunition. Thirty-three witnesses who could not travel to the US gave statements in England to Commissioner R. V. Wynne. Evidence produced in open court for the Mersey investigation was considered, but evidence from the British closed sessions was not. The Defence of the Realm Act was invoked so that British witnesses could not give evidence on any subject it covered. Statements had been collected in Queenstown after the sinking by the American Consul, Wesley Frost, but these were not produced.[2]: 413–414  Captain Turner gave evidence in Britain and now gave a more spirited defence of his actions. He argued that up until the time of the sinking he had no reason to think that zig-zagging in a fast ship would help. Indeed, that he had since commanded another ship which was sunk while zig-zagging. His position was supported by evidence from other captains, who said that prior to the sinking of Lusitania no merchant ships zig-zagged. Turner had argued that maintaining a steady course for 30 minutes was necessary to take a four-point bearing and precisely confirm the ship's position, but on this point he received less support, with other captains arguing a two-point bearing could have been taken in five minutes and would have been sufficiently accurate. Many witnesses testified that portholes across the ship had been open at the time of the sinking, and an expert witness confirmed that such a porthole three feet under water would let in four tons of water per minute. Testimony varied on how many torpedoes there had been, and whether the strike occurred between the first and second funnel, or third and fourth. The nature of the official cargo was considered, but experts considered that under no conditions could the cargo have exploded. A record exists that Crewman Jack Roper wrote to Cunard in 1919 requesting expenses for his testimony in accord with the line indicated by Cunard.[2]: 415–416  The decision was rendered on 23 August 1918. Mayer's judgement was that \"the cause of the sinking was the illegal act of the Imperial German Government\", that two torpedoes had been involved, that the captain had acted properly and emergency procedures had been up to the standard then expected. He ruled that further claims for compensation should be addressed to the German government (which eventually paid $2.5 million in 1925). On 8 May Dr. Bernhard Dernburg, the former German Colonial Secretary, made a statement in Cleveland, Ohio, in which he attempted to justify the sinking of Lusitania. At the time Dernburg was recognised as the official spokesman of the Imperial German government in the United States. Dernburg said that because Lusitania \"carried contraband of war\" and also because she \"was classed as an auxiliary cruiser\" Germany had had a right to destroy her regardless of any passengers aboard. Dernburg further said that the warnings given by the German Embassy before her sailing, plus the 18 February note declaring the existence of \"war zones\" relieved Germany of any responsibility for the deaths of the American citizens aboard. He referred to the ammunition and military goods declared on Lusitania's manifest and said that \"vessels of that kind\" could be seized and destroyed under the Hague rules without any respect to a war zone.[59] The following day the German government issued an official communication regarding the sinking in which it said that the Cunard liner Lusitania \"was yesterday torpedoed by a German submarine and sank\", that Lusitania \"was naturally armed with guns, as were recently most of the English mercantile steamers\" and that \"as is well known here, she had large quantities of war material in her cargo\".[60] Dudley Field Malone, Collector of the Port of New York, issued an official denial to the German charges, saying that Lusitania had been inspected before her departure and no guns were found, mounted or unmounted. Malone stated that no merchant ship would have been allowed to arm itself in the Port and leave the harbour. Assistant Manager of the Cunard Line, Herman Winter, denied the charge that she carried munitions: She had aboard 4,200 cases of cartridges, but they were cartridges for small arms, packed in separate cases... they certainly do not come under the classification of ammunition. The United States authorities would not permit us to carry ammunition, classified as such by the military authorities, on a passenger liner. For years we have been sending small-arms cartridges abroad on the Lusitania.[61] The fact that Lusitania had been carrying shell casings and rifle cartridges was not made known to the British public at the time, as it was felt that, although allowed under the regulations of the time, it would be used in German propaganda.[62] The sinking was severely criticised by and met with disapproval in Turkey and Austria-Hungary,[63] while in the German press, the sinking was deplored by Vorwärts, the daily newspaper of the Social Democratic Party of Germany, and also by Captain Persius, an outspoken naval critic who wrote for the Berliner Tageblatt.[64] One Catholic Centre Party newspaper, the Kölnische Volkszeitung [de], stated: \"The sinking of the giant English steamship is a success of moral significance which is still greater than material success. With joyful pride we contemplate this latest deed of our Navy. It will not be the last. The English wish to abandon the German people to death by starvation. We are more humane. We simply sank an English ship with passengers who, at their own risk and responsibility, entered the zone of operations.\"[65] In the aftermath of the sinking, the German government tried to justify it by claiming in an official statement that she had been armed with guns, and had \"large quantities of war material\" in her cargo.[60] They also stated that since she was classed as an auxiliary cruiser, Germany had had a right to destroy her regardless of any passengers aboard, and that the warnings issued by the German Embassy before her sailing plus 18 February note declaring the existence of \"war zones\", relieved Germany of any responsibility for the deaths of American citizens aboard.[66] While it was true that Lusitania had been fitted with gun mounts as part of government loan requirements during her construction, to enable rapid conversion into an Armed Merchant Cruiser (AMC) in the event of war, the guns themselves were never fitted. However, she was still listed officially as an AMC.[7] Her cargo had included an estimated 4,200,000 rifle cartridges, 1,250 empty shell cases, and 18 cases of non-explosive fuses,[67] all of which were listed in her manifest, but the cartridges were not officially classed as ammunition by the Cunard Line.[68] Schwieger was condemned in the Allied press as a war criminal. Of the 139 US citizens aboard Lusitania, 128 lost their lives, and there was massive outrage in Britain and America, The Nation calling it \"a deed for which a Hun would blush, a Turk be ashamed, and a Barbary pirate apologize\"[69] and the British felt that the Americans had to declare war on Germany. However, US President Woodrow Wilson refused to over-react. He said at Philadelphia on 10 May 1915: There is such a thing as a man being too proud to fight. There is such a thing as a nation being so right that it does not need to convince others by force that it is right.[69] When Germany began its submarine campaign against Britain, Wilson had warned that the US would hold the German government strictly accountable for any violations of American rights.[70] On 1 May he stated that \"no warning that an unlawful and inhumane act will be committed\" could be accepted as a legitimate excuse for that act.[71] During the weeks after the sinking, the issue was hotly debated within the administration. Secretary of State William Jennings Bryan urged compromise and restraint. The US, he believed, should try to persuade the British to abandon their interdiction of foodstuffs and limit their mine-laying operations at the same time as the Germans were persuaded to curtail their submarine campaign. He also suggested that the US government issue an explicit warning against US citizens travelling on any belligerent ships. Despite being sympathetic to Bryan's antiwar feelings, Wilson insisted that the German government must apologise for the sinking, compensate US victims, and promise to avoid any similar occurrence in the future.[72] Backed by State Department second-in-command Robert Lansing, Wilson made his position clear in three notes to the German government issued on 13 May, 9 June, and 21 July. The first note affirmed the right of Americans to travel as passengers on merchant ships and called for the Germans to abandon submarine warfare against commercial vessels, whatever flag they sailed under (including 3 other ships: the Falaba, the Cushing, and the Gulflight). In the second note, Wilson rejected the German arguments that the British blockade was illegal, and was a cruel and deadly attack on innocent civilians, and their charge that Lusitania had been carrying munitions. William Jennings Bryan considered Wilson's second note too provocative and resigned in protest after failing to moderate it, to be replaced by Robert Lansing who later said in his memoirs that following the tragedy he always had the \"conviction that we [the United States] would ultimately become the ally of Britain\". The third note, of 21 July, issued an ultimatum, to the effect that the US would regard any subsequent sinkings as \"deliberately unfriendly\". While the American public and leadership were not ready for war, the path to an eventual declaration of war had been set as a result of the sinking of Lusitania. On 19 August U-24 sank the White Star liner Arabic, with the loss of 44 passengers and crew, three of whom were American. The German government, while insisting on the legitimacy of its campaign against Allied shipping, disavowed the sinking of Arabic; it offered an indemnity and pledged to order submarine commanders to abandon unannounced attacks on merchant and passenger vessels.[72] The British public, press, and government in general were upset at Wilson's actions – not realising it reflected general US opinion at the time. They sneered \"too proud or too scared?\". Shells that did not explode at the front were called \"Wilsons\". Germany, however, continued to sink merchant vessels bound for Britain, particularly after the Battle of Jutland in late May 1916. German Chancellor Theobald von Bethmann-Hollweg persuaded the Kaiser to forbid action against ships flying neutral flags and the U-boat war was postponed once again on 27 August, as it was realised that British ships could easily fly neutral flags.[73] There was disagreement over this move between the navy's admirals (headed by Alfred von Tirpitz) and Bethman-Hollweg. Backed by Army Chief of Staff Erich von Falkenhayn, Kaiser Wilhelm II endorsed the Chancellor's solution, and Tirpitz and the Admiralty backed down. The German restriction order of 9 September 1915 stated that attacks were allowed only on ships that were definitely British, while neutral ships were to be treated under the Prize Law rules, and no attacks on passenger liners were to be permitted at all. The war situation demanded that there could be no possibility of orders being misinterpreted, and on 18 September Henning von Holtzendorff, the new head of the German Admiralty, issued a secret order: all U-boats operating in the English Channel and off the west coast of the United Kingdom were recalled, and the U-boat war would continue only in the North sea, where it would be conducted under the Prize Law rules.[73] In January 1917 the German Government announced it would now conduct full unrestricted submarine warfare. Once again, Woodrow Wilson was furious and on 6 April 1917 the United States Congress followed Wilson's request to declare war on Germany. US buildup of participation was at first slow, but during the German spring offensive in March 1918, which at first went well for the Germans with the Allies barely holding the lines, was reversed with the arrival by April 1918 of two million American troops.[74] It was in the interests of the British to keep US citizens aware of German actions and attitudes. One over-enthusiastic propagandist's fabricated story was circulated that in some regions of Germany, schoolchildren were given a holiday to celebrate the sinking of Lusitania. This story was based on the popular reception given the Goetz medal (see below) and was so effective that James W. Gerard, the US ambassador to Germany, recounted it being told in his memoir of his time in Germany, Face to Face with Kaiserism (1918), though without vouching for its validity.[75] In August 1915, the Munich medallist and sculptor Karl X. Goetz [de] (1875–1950),[76] who had produced a series of propagandist and satirical medals as a running commentary on the war, privately struck a small run of medals as a limited-circulation satirical attack (fewer than 500 were struck) on the Cunard Line for trying to continue business as usual during wartime. Goetz blamed both the British government and the Cunard Line for allowing Lusitania to sail despite the German embassy's warnings.[77] Popular demand led to many unauthorised copies being made. One side of the popular medal showed Lusitania sinking laden with guns (incorrectly depicted sinking stern first) with the motto \"KEINE BANNWARE!\" (\"NO CONTRABAND!\"), while the reverse showed a skeleton selling Cunard tickets with the motto \"Geschäft Über Alles\" (\"Business Above All\").[78] Goetz had put an incorrect date for the sinking on the medal, an error he later blamed on a mistake in a newspaper story about the sinking: instead of 7 May, he had put \"5. Mai\", two days before the actual sinking. Not realising his error, Goetz made copies of the medal and sold them in Munich and also to some numismatic dealers with whom he conducted business. The British Foreign Office obtained a copy of the medal, photographed it, and sent copies to the United States where it was published in the New York Times on 5 May 1916.[79] Many popular magazines ran photographs of the medal, and it was falsely claimed that it had been awarded to the crew of the U-boat.[75] Emile Henry Lacombe wrote a letter to the New York Times advancing a conspiracy theory about the German sinking of the Lusitania in 1915. His letter was published Monday 22 October 1917 on page 14 titled \"A NEW THEORY OF THE LUSITANIA SINKING. The Evidence of the German Medal Dated May 5 and the Report of the Explosive \"Cigars\" on Board.\"[80] The Goetz medal attracted so much attention that Lord Newton, who was in charge of Propaganda at the Foreign Office in 1916, decided to develop the anti-German feelings aroused by it for propaganda purposes and asked department store entrepreneur Harry Gordon Selfridge to reproduce the medal again.[81] The replica medals were produced in an attractive case and were an exact copy of the German medal, and were sold for a shilling apiece. On the cases it was stated that the medals had been distributed in Germany \"to commemorate the sinking of Lusitania\" and they came with a propaganda leaflet which denounced the Germans and used the medal's incorrect date (5 May) to incorrectly claim that the sinking of Lusitania was premeditated, rather than just being incident to Germany's larger plan to sink any ship in a combat zone without warning. The head of the Lusitania Souvenir Medal Committee later estimated that 250,000 were sold, proceeds being given to the Red Cross and St Dunstan's Blinded Soldiers and Sailors Hostel.[82][83] Unlike the original Goetz medals which were sand-cast from bronze, the British copies were of diecast iron and were of poorer quality.[78] However, a few original medals were also made in iron. Originals usually have \"KGoetz\" on the edge. Over the years various other copies have been made.[84] Realising his mistake, Goetz issued a corrected medal with the date of \"7. Mai\". The Bavarian government, alarmed at the strong worldwide reaction to Goetz's work, suppressed the medal and ordered confiscation in April 1917. The original German medals can easily be distinguished from the English copies because the date is in German, i.e. with a dot behind the numeral; the English version was altered to read 'May' rather than 'Mai'. After the war Goetz expressed his regret that his work had been the cause of increasing anti-German feelings, but it remains a celebrated propaganda act. Circa 1920 the French medallist René Baudichon created a counterblast to the Goetz medal. The Baudichon medal is in bronze, 54 millimetres (2.1 in) diameter and weighs 79.51 grams (2.805 oz). The obverse shows Liberty as depicted on the Statue of Liberty but holding a raised sword and rising from a stormy sea. Behind her the sun is breaking through clouds and six ships are steaming. Signed R Baudichon. Legend: Ultrix America Juris, 1917 U.S.A 1918 (America avenger of right). The reverse shows a view of the starboard quarter of the Lusitania correctly depicted sinking bow first. In the foreground there is a capsized lifeboat. The upper field shows a child drowning, head, hands and feet above the water; RB monogram. Legend: Lusitania May 7, 1915.[85] The last survivor was Audrey Warren Lawson-Johnston (née Pearl), who was born in New York City on 15 February 1915. She was the fourth of six children (the youngest two born after the disaster) born to Major Frederic \"Frank\" Warren Pearl (1869–1952) and Amy Lea (née Duncan; 1880–1964). She was only three months old when she boarded Lusitania in New York with her parents, three siblings, and two nurses – and due to her age had no first hand recollection of the disaster. She and her brother Stuart (age 5) were saved by their British nursemaid Alice Maud Lines, then 18 years old, who jumped off the boat deck and escaped in a lifeboat. Her parents also survived, but her sisters Amy (age 3) and Susan (age 14 months) died.[86] Pearl married Hugh de Beauchamp Lawson-Johnston, second son of George Lawson Johnston, 1st Baron Luke, on 18 July 1946. They had three children and lived in Melchbourne, Bedfordshire. Hugh was Sheriff of Bedfordshire in 1961.[87] Johnston gifted an inshore lifeboat, Amy Lea, to New Quay Lifeboat Station in 2004 in memory of her mother. Audrey Johnston died on 11 January 2011, a month before her 96th birthday.[88] The last American survivor was Barbara McDermott (born Barbara Winifred Anderson in Connecticut on 15 June 1912, to Roland Anderson and Emily Pybus). She was almost three years old at the time of the sinking. Her father worked as a draftsman for an ammunitions factory in south-western Connecticut.[89] He was unable to accompany his wife and daughter on Lusitania as the First World War had created high demands for ammunition manufacturing at the factory where he worked.[89] Barbara recalled being in the ship's dining room eating dessert when the torpedo hit. She remembered holding onto her spoon as she saw fellow passengers running about the badly damaged ship. In the midst of chaos, Barbara was separated from her mother and loaded into Lifeboat No. 15. Barbara later learned that her mother fell into the sea but was rescued and placed into the same lifeboat as her daughter. Neither Barbara nor her mother was seriously injured. After their rescue, Barbara and her mother travelled to Darlington, County Durham, England, to live with Barbara's maternal grandmother. Barbara's mother died on 22 March 1917 at the age of 28. Two years later, Barbara left Britain and travelled back to the United States aboard Mauretania and arrived in New York City on 26 December 1919.[89] Barbara died on 12 April 2008 in Wallingford, Connecticut, at the age of 95.[90] There is no footage of the sinking. The \"Prize rules\" or \"Cruiser rules\", laid down by the Hague Conventions of 1899 and 1907, governed the seizure of vessels at sea during wartime, although changes in technology such as radio and the submarine eventually made parts of them irrelevant. Merchant ships were to be warned by warships, and their passengers and crew allowed to abandon ship before they were sunk, unless the ship resisted or tried to escape, or was in a convoy protected by warships. Limited armament on a merchant ship, such as one or two guns, did not necessarily affect the ship's immunity to attack without warning, and neither did a cargo of munitions or materiel. In November 1914 the British announced that the entire North Sea was now a War Zone, and issued orders restricting the passage of neutral shipping into and through the North Sea to special channels where supervision would be possible (the other approaches having been mined). It was in response to this, and to the British Admiralty's order of 31 January 1915 that British merchant ships should fly neutral colours as a ruse de guerre,[119] that Admiral Hugo von Pohl, commander of the German High Seas Fleet, published a warning in the Deutscher Reichsanzeiger (Imperial German Gazette) on 4 February 1915: (1) The waters around Great Britain and Ireland, including the whole of the English Channel, are hereby declared to be a War Zone. From February 18 onwards every enemy merchant vessel encountered in this zone will be destroyed, nor will it always be possible to avert the danger thereby threatened to the crew and passengers. (2) Neutral vessels also will run a risk in the War Zone, because in view of the hazards of sea warfare and the British authorization of January 31 of the misuse of neutral flags, it may not always be possible to prevent attacks on enemy ships from harming neutral ships.[120] In response, the Admiralty issued orders on 10 February 1915 which directed merchant ships to escape from hostile U-boats when possible, but \"if a submarine comes up suddenly close ahead of you with obvious hostile intention, steer straight for her at your utmost speed...\" Further instructions ten days later advised armed steamers to open fire on a submarine even if it had not yet fired. Given the extreme vulnerability of a submarine to ramming or even small-calibre shellfire, a U-boat that surfaced and gave warning against a merchantman which had been given such instructions was putting itself in great danger. The Germans knew of these orders, even though they were intended to be secret, copies having been obtained from captured ships and from wireless intercepts;[121] Bailey and Ryan in their \"The Lusitania Disaster\", put much emphasis on these Admiralty orders to merchantmen, arguing it was unreasonable to expect a submarine to surface and give warning under such circumstances. In their opinion this, rather than the munitions, the nonexistent armament, or any other suggested reason, is the best rationale for the Germans' actions in the sinking. The cause of the second explosion aboard the Lusitania has been the subject of debate since the disaster. At the time, most attributed it to a second torpedo attack from the U-boat. However, evidence from the U-boat itself corroborates that only one torpedo was fired towards the Lusitania, Schwieger even commenting in his war diary that firing a second torpedo was impossible due to the crowd of frenzied passengers who dived into the ocean in panic. A debated theory assigns the blame for the second blast on Lusitania's payload. The cargo included 4,200,000 rounds of Remington .303 rifle/machine-gun cartridges, 1,250 cases of empty 3-inch (76 mm) fragmentation shell casings and eighteen cases of percussion fuses,[67][4][5] all of which were listed on the ship's two-page manifest, filed with US Customs after she departed New York on 1 May.[122][123] However, these munitions were classed as small arms ammunition, were non-explosive in bulk, and were clearly marked as such. It was perfectly legal under American shipping regulations for the liner to carry these; experts agreed they were not to blame for the second explosion.[124] Allegations the ship was carrying more controversial cargo, such as fine aluminium powder, concealed as cheese on her cargo manifests, or guncotton (pyroxylene) disguised as casks of beef, have never been proven.[125] In the 1960s, American diver John Light dived repeatedly to the site of the shipwreck in efforts to prove the existence of contraband explosives aboard Lusitania's cargo hold, which had been ignited by the torpedo. Light claimed to have found a large hole on Lusitania's port side, opposite of where the torpedo had struck, though later expeditions disproved his findings. In 1993, Dr. Robert Ballard, the famous explorer who discovered Titanic and Bismarck, conducted an in-depth exploration of the wreck of Lusitania. Ballard tried to confirm John Light's findings of a large hole on the port side of the wreck, and did not find anything. During his investigation, Ballard noted a large quantity of coal on the sea bed near the wreck, and after consulting an explosives expert advanced the theory of a coal dust explosion. He believed dust in the bunkers would have been thrown into the air by the vibration from the explosion; the resulting cloud would have been ignited by a spark, causing the second explosion. In the years since he first advanced this theory, it has been argued that this is nearly impossible. Critics of the theory say coal dust would have been too damp to have been stirred into the air by the torpedo impact in explosive concentrations; additionally, the coal bunker where the torpedo struck would have been flooded almost immediately by seawater flowing through the damaged hull plates.[123][126] In 2007, marine forensic investigators considered that an explosion in the ship's steam-generating plant could be a plausible explanation for the second explosion. However, accounts from the few survivors who managed to escape from the forward two boiler rooms reported that the ship's boilers did not explode. Leading Fireman Albert Martin later testified he thought the torpedo entered the boiler room and exploded between a group of boilers, which was a physical impossibility.[127] It is also known the forward boiler room filled with steam, and steam pressure feeding the turbines dropped dramatically following the second explosion. These point toward a failure, of one sort or another, in the ship's steam-generating plant. It is possible the failure came, not directly from one of the boilers in boiler room no. 1, but rather in the high-pressure steam lines to the turbines.[128] The original torpedo damage alone, striking the ship on the starboard coal bunker of boiler room no. 1, would probably have sunk the ship without a second explosion. This first blast was enough to cause, on its own, serious off-centre flooding, although the sinking would possibly have been slower. The deficiencies of the ship's original watertight bulkhead design exacerbated the situation, as did the many portholes which had been left open for ventilation. The wreck of Lusitania lies on her starboard side at an approximately 30-degree angle in 305 feet (93 metres) of sea water. She is severely collapsed onto her starboard side as a result of the force with which she slammed into the sea floor, and over decades, Lusitania has deteriorated significantly faster than Titanic because of the corrosion in the winter tides. The keel has an \"unusual curvature\", in a boomerang shape, which may be related to a lack of strength from the loss of her superstructure.[129] The beam is reduced with the funnels missing presumably to deterioration.[129] The bow is the most prominent portion of the wreck with the stern damaged from depth charging in the Second World War as well as the removal of three of the four propellers by Oceaneering International in 1982 for display. Some of the prominent features on Lusitania include her still-legible name, some bollards with the ropes still intact, pieces of the ruined promenade deck, some portholes, the prow and the remaining propeller. Recent expeditions to the wreck have revealed that Lusitania is in surprisingly poor condition compared to Titanic, as her hull has already started to collapse.[129]","Title":"Sinking of the RMS Lusitania - Wikipedia","KeyID":"4138","URL":"https://en.wikipedia.org/wiki/Sinking_of_the_RMS_Lusitania"}