{"Content: ":"The United States Navy Reserve (USNR), known as the United States Naval Reserve from 1915 to 2005,[1] is the Reserve Component (RC) of the United States Navy. Members of the Navy Reserve, called Reservists, are categorized as being in either the Selected Reserve (SELRES), the Training and Administration of the Reserve (TAR), the Individual Ready Reserve (IRR), or the Retired Reserve. The mission of the Navy Reserve is to provide strategic depth and deliver operational capabilities to the Navy and Marine Corps team, and to the Joint forces, in the full range of military operations from peace to war. The Navy Reserve consists of 59,152 officers and enlisted personnel who serve in every state and territory as well as overseas as of September 2020. The largest cohort, the Selected Reserve (SELRES), have traditionally drilled one weekend a month and performed two weeks of active duty annual training during the year, receiving base pay and certain special pays (e.g., flight pay, dive pay) when performing Inactive Duty Training (IDT, aka \"drills\"), and full pay and allowances while on active duty for Annual Training (AT), Active Duty for Training (ADT), Active Duty for Operational Support (ADOS), Active Duty for Special Work (ADSW), under Presidential Selected Reserve Call-up (PSRC) / Mobilization (MOB) orders, or when otherwise recalled to full active duty. Every state, as well as Guam and Puerto Rico,[2] has at least one Navy Reserve Center (NRC, formerly known Naval Reserve Centers (NAVRESCEN) until 2005 and formerly known as Navy Operational Support Centers (NOSC) from 2005 to 2021), staffed by full-time active duty Training and Administration of the Reserve (TAR) personnel, where SELRES officers and Sailors typicaly come to do their weekend drills. The size of these centers varies greatly, depending on the number of assigned SELRES. Some NRCs may be collocated with Marine Corps Reserve Centers (MARESCEN) and were often known as Naval and Marine Corps Reserve Centers (NAVMARCORESCEN) prior to 2005. Other NRCs may be part of or tenant commands at Armed Forces Reserve Centers or Joint Reserve Centers with Army Reserve, Marine Corps Reserve, and/or Army National Guard units. Navy Reserve Centers are intended mostly to handle administrative functions and classroom style training. However, some NRCs have more extensive training facilities, including SECRET or SCIF level intelligence centers, damage control trainers and small boat units. Some NRCs are co-located on existing military facilities, but many are \"outside-the-wire\"vstandalone facilities that are often the only U.S. Navy representation in their communities or even the entire state, commonwealth or territory. Because of this, NRCs outside of the Navy's Fleet traditional Concentration Areas (e.g., Norfolk, VA; San Diego, CA; Jacksonville, FL, Honolulu, HI, etc.) are also heavily tasked to provide personnel, both TAR staff and SELRES, for participation in Funeral Honors Details. This service provided to the local community is one of the NRC's top two priority missions (the other being training and mobilization of SELRES).[3] Many SELRES are assigned to front-line operational units outside of the NRC structure, many of them combat-coded, such as Naval Aviators, Naval Flight Officers, Naval Flight Surgeons, enlisted Naval Aircrewmen, and other officer and enlisted personnel assigned to Navy Reserve or Active-Reserve Integrated (ARI) aviation squadrons, air groups and air wings, or personnel assigned to major unified combatant command, Fleet and other major staff positions. These personnel, especially active flight crew, are typically funded for far more duty than the notional one weekend per month/two weeks per year construct typically associated with the Reserve and often perform military duty well in excess of 100-man-days per year. SELRES have also performed additional duty in times of war or national crisis, often being recalled to full-time active duty for one, two or three or more years and deploying to overseas locations or aboard warships, to include active combat zones, as seen during Operations Enduring Freedom and Iraqi Freedom. TAR (Training and Administration of the Reserve) personnel are Navy Reserve personnel who serve in uniform year round and provide administrative support to Navy Reserve SELRES and IRR (to include VTU) personnel, active duty Navy personnel in areas where there are no major naval installations (i.e., Navy Recruiting Command personnel and NROTC staff at civilian colleges and universities), retired military personnel and family members of all the U.S. military services, and operational support for the Navy. T TAR officers and Sailors are full-time career active duty personnel, but reside in the Reserve Component (RC) and perform a role similar to Active Guard and Reserve (AGR), Air Reserve Technician (ART) and Army Reserve Technician in the Air Force Reserve Command, the Air National Guard, the U.S. Army Reserve, and the Army National Guard. As opposed to most AGR personnel in the Army Reserve/Army National Guard and Air Force Reserve/Air National Guard, Navy Reserve TAR personnel are on continuous active duty with a career track paralleling and mostly mirroring their Regular Navy counterparts until they either retire from active duty or opt to separate from the TAR program to transfer to SELRES status. TAR personnel first came into being in 1952 as a sub-category of Naval Reserve personnel retained on full-time active duty in the years following World War II to administer the then-Naval Reserve infrastructure during the Cold War. In 2005, the term TAR was replaced with Full Time Support (FTS). In November 2021, the term FTS was discontinued and the term TAR reinstated for this category of personnel.[4][5][6] The Individual Ready Reserve (IRR) is composed of Navy Reserve personnel who do not typically drill or train regularly but can be recalled to service in a full mobilization (requiring a Presidential order). Some IRR personnel who are not currently assigned to SELRES billets, typically senior commissioned officers in the ranks of commander or captain for whom \"with pay\" status SELRES billets are limited, will serve in Volunteer Training Units (VTU) or will be support assigned to established active duty or reserve commands while in a VTU status. These personnel will drill for retirement for points but without drill pay and are not eligible for Annual Training with pay. However, they remain eligible for other forms of active duty with pay and mobilization. The largest source of IRR Officers in the Navy Reserve are commissioned from the United States Merchant Marine Academy (USMMA). USMMA graduates make up more than 75% of the Navy's Strategic Sealift Officer Community which is focused on strategic sealift and sea-based logistics. Reservists are called to active duty, or mobilized, as needed and are required to sign paperwork acknowledging this possibility upon enrollment in the reserve program. After the 11 September attacks of 2001, Reservists were mobilized to support combat operations.[7] The War on Terrorism has even seen the activation of an entire Navy Reserve strike fighter squadron, the VFA-201 Hunters, flying F/A-18C Hornet aircraft, which deployed on board the USS Theodore Roosevelt (CVN-71) as part of Carrier Air Wing EIGHT (CVW-8), flying multiple combat missions in support of Operation Iraqi Freedom. More than 52,000 Navy Reservists have been mobilized and deployed to serve in Iraq and Afghanistan, including more than 8,000 who have done a second combat tour. They have served alongside Army, Marine Corps, Air Force, Coast Guard and service personnel from other countries, performing such missions as countering deadly improvised explosive devices, constructing military bases, escorting ground convoys, operating hospitals, performing intelligence analysis, guarding prisoners, and doing customs inspections for units returning from deployments. Between 2013 and 2021, two Navy Reserve maritime patrol squadrons, VP-62 and VP-69 flying P-3C BMUP+ aircraft, have also been repeatedly mobilized, either in part or as entire squadrons, and forward deployed to the Western Pacific for six-month rotations to meet critical Navy Global Force Management (GFM) shortfalls. Reflecting the importance of Reservists in the naval history of the United States, the first citizen sailors put to sea even before the Continental Congress created the Continental Navy, forerunner of today's U.S. Navy. On 12 June 1775,[8] inspired to act after hearing the news of Minutemen and British regulars battling on the fields of Lexington and Concord, citizens of the seaside town of Machias, Maine, commandeered the schooner Unity and engaged the British warship HMS Margaretta, boarding her and forcing her surrender after bitter close quarters combat. In the ensuing years of the American Revolution, the small size of the Continental Navy necessitated the service of citizen sailors, who put to sea manning privateers, their far-flung raids against the British merchant fleet as important as the sea battles of John Paul Jones in establishing the American naval tradition. Following the American Revolution, the expense of maintaining a standing navy was deemed too great, resulting in the selling of the last Continental Navy ship in 1785. However, attacks by Barbary pirates against American merchant vessels in the Mediterranean Sea prompted a change in course in 1794. A navy that helped give birth to the nation was now deemed essential to preserving its security, which faced its most serious threat during the War of 1812. Not only did reservists raid British commerce on the high seas, but they also outfitted a fleet of barges called the Chesapeake Bay Flotilla in an effort to defend that vital body of water against British invasion. Though overwhelmed by an enemy superior in numbers, these men, most recruited from Baltimore, continued to wage war on land, joining in the defense of Washington, D.C. Having fought against a foreign power, naval reservists faced a much different struggle with the outbreak of the Civil War, which divided a navy and a nation. Within days of the attack, President Abraham Lincoln authorized an increase in the personnel levels of the Navy, which assumed an important role in the strategy to defeat the Confederacy with a blockade of the South and a campaign to secure control of the Mississippi River. By war's end the Navy had grown from a force numbering 9,942 in 1860 to one manned by 58,296 sailors. A total of 101,207 men from twenty-one states enlisted during the war and volunteers were present during some of the storied naval engagements of the American Civil War,[8] including serving in Monitor during her battle with CSS Virginia and the daring mission to destroy the Confederate ironclad CSS Albemarle. The latter action resulted in the awarding of the Medal of Honor to six reserve enlisted men. With the lack of any major threat to the United States in the post-Civil War years, the U.S. Navy took on the appearance and missions of the force it had in 1860. Then came publication of naval theorist Captain Alfred Thayer Mahan's landmark study The Influence of Sea Power Upon History, which in part prompted a modernization of the U.S. fleet and brought some of the first calls for an organized naval reserve to help man these more advanced ships. In the meantime, state naval militias represented the Navy's manpower reserve, demonstrating their capabilities during the Spanish–American War in which they assisted in coastal defense and served aboard ship. Militiamen from Massachusetts, New York, Michigan, and Maryland manned four auxiliary cruisers—Prairie, Yankee, Yosemite, and Dixie—seeing action off Cuba. All told, some 263 officers and 3,832 enlisted men of various state naval militias answered the call to arms.[9] As successful as the state naval militias were in the Spanish–American War, which made the United States a world power, events unfolding in Europe following the turn of the century demonstrated that a modern war at sea required a federal naval reserve force. The first formally funded naval reserve force was organized around the United States Merchant Marine with the formation of the Merchant Marine Reserve, then called the Naval Auxiliary Reserve, in 1913. With the outbreak of World War I in 1914, the Secretary of the Navy Josephus Daniels and his assistant, a young New Yorker named Franklin D. Roosevelt, launched a campaign in Congress to appropriate funding for such a force. Their efforts brought passage of legislation on 3 March 1915, creating the Naval Reserve Force, whose members served in the cockpits of biplanes and hunted enemy U-boats during the Great War.[9] Though the financial difficulties of the Great Depression and interwar isolationism translated into difficult times for the Naval Reserve, the organizational structure persevered and expanded with the creation of Naval Aviation Cadet program and the Naval Reserve Officer Training Corps. When World War II erupted on 1 September 1939, the Naval Reserve was ready. By the summer of 1941, virtually all of its members were serving on active duty, their numbers destined to swell when Japanese planes roared out of a clear blue sky over Pearl Harbor on 7 December 1941. Navy reserve sailors from Minnesota aboard the USS Ward fired the first U.S. shots of World War II by sinking a Japanese mini-submarine outside the entrance to Pearl Harbor. Over the course of the ensuing four years, the Navy would grow from a force of 383,150 to one that at its peak numbered 3,405,525, the vast majority of them reservists, including five future U.S. presidents.[8] The end of World War II brought a different struggle in the form of the Cold War, which over the course of nearly five decades was waged with the haunting specter of nuclear war. Cold War battlegrounds took Naval Reservists to Korea, where a massive mobilization of \"Weekend Warriors\" filled out the complements of ships pulled from mothballs and in some cases sent carriers to sea with almost their entire embarked air groups consisting of Reserve squadrons. Other calls came during the Berlin Crisis and Vietnam, and with the Cold War defense build-up of the 1980s, presided over by Secretary of the Navy John Lehman, himself a Naval Reservist and Naval Flight Officer on active flying status, the Naval Reserve not only expanded but also took steps towards greater interoperability with the Active Component with respect to equipment. Yet, despite these efforts, the divisions between the active duty Navy and Naval Reserve cultures remained distinct. This began to change in the 1990s as over 21,000 Naval Reservists supported the Persian Gulf War's Operations Desert Shield and Desert Storm, which coincided with the ongoing collapse of the Soviet Union. Since that time, whether responding to the ethnic cleansing in the former Yugoslavia or the threat of world terrorism, the latter coming to the forefront in the attacks against the World Trade Center and the Pentagon on 11 September 2001, the Naval Reserve transformed from a force in waiting for massive mobilization to an integral component in carrying out the mission of the U.S. Navy. In 2005, the U.S. Naval Reserve was redesignated as the U.S. Navy Reserve. As Admiral William J. Fallon stated, \"We must remember that the Reserves, which represent twenty percent of our warfighting force, are absolutely vital to our Navy's ability to fight and win wars now and in the future.\" Office of the Chief of Naval Reserve was established as Director of Naval Reserve, with the consolidation of the Naval Air Reserve Force (NAVAIRESFOR) and Naval Surface Reserve Force (NAVSURFRESFOR) headquarters organizations at NAS New Orleans, Louisiana and Naval Support Activity New Orleans in April 1973. Prior to August 1989, all of the Flag Officers listed were active duty officers in the Regular Navy. In August 1989, RADM James E. Taylor became the first Reserve officer to hold the post. In September 1992 RADM Taylor was relieved, in turn, by RADM Thomas F. Hall, another active duty officer in the Regular Navy. In September 1996, RADM Hall was relieved by another Reserve officer, RADM G. Dennis Vaughan. All subsequent Flag Officers in this role have been Reserve officers.[10] Previously restricted to the 2-star rank of Rear Admiral (upper half), in 2002 the billet was upgraded to that of 3-star Vice Admiral, the only such 3-star billet in the Navy Reserve. Most enlisted personnel in the Navy Reserve enter the SELRES or TAR programs following completion of an initial active duty enlistment in the Regular Navy, typically four years in length. These personnel have already completed Recruit Training (i.e., boot camp) and have completed either a Navy technical training school known as an \"A\" School for a particular enlisted rating, or have achieved an enlisted rating through on-the-job qualification in the Fleet or Shore Establishment. These personnel are Honorably Discharged from the Regular Navy, typically in pat grades E-4 or E-5, and reenlist in the Navy Reserve in either a SELRES or TAR status. Prior service enlistees may be able to affiliate with the Navy Reserve in their active duty rating (job specialty) and paygrade.[11] Persons who enlist in the Navy Reserve's Active Duty program first sign a contract to enter the Ready Reserve for a period of time that coincides with time served on Active Duty. Upon separation from Active Duty, members may still be obligated by their Reserve contract if it has not expired. The remainder of the contract may be served as a member of the Selected Reserve or the Individual Ready Reserve.[12] Non-prior service enlistees are sent to Initial Active Duty Training (IADT), also known as Recruit Training or \"boot camp,\" at Naval Training Center Great Lakes at Naval Station Great Lakes, Illinois (same location as Active Duty enlisted Recruit training) and qualify for a specific billet (job) in order to make their rating and rate permanent. Very few ratings are available to non-prior service personnel. Based upon their skill sets, members will enter into service at paygrades E-1 through E-3. Although non-prior service recruits eligible for immediate advancement to E-2 or E-3 are paid from their first day at the advanced pay grade, they are not entitled to wear the insignia signifying that pay grade until they successfully complete boot camp. After graduating from boot camp, the Reservist usually trains at a Navy Reserve Center (NRC) or a commissioned Navy Reserve unit such as a Reserve Force Aviation Squadron (RESFORON)[13] to complete final \"Phase IV\" requirements. After that, he the Sailor is either sent to a specific Navy Reserve unit or, if already assigned to a units such as a RESFORON, remains in place. Typically, an enlisted Navy Reservist is required to drill one weekend every month and spend a consecutive two-week period every year at a Regular Navy base or on board a ship. While training either for just a weekend or during the two weeks, the Reservist is on active duty and the full spectrum of rules and regulations, including the Uniform Code of Military Justice, apply. In certain states where such naval militia organizations exist, Navy Reservists are allowed to serve simultaneously in both the United States Navy Reserve and in the naval militia of their state of residence; however, when called into federal service, these Navy Reservists are relieved from service and duty in the naval militia until released from active duty.[14] The vast majority of commissioned officers in the Navy Reserve, both SELRES and TAR, are initially trained in and accessed from the Regular Navy following four to over ten years of active duty service. Commissioning sources for these officers are the U.S. Naval Academy (USNA), Naval ROTC (NROTC), Naval Officer Candidate School (OCS), or the U.S. Merchant Marine Academy (USMMA). Prior to its disestablishment, many of the Navy Reserve's Naval Aviators, Naval Flight Officers, Air Intelligence Officers, and Aircraft Maintenance Duty Officers were also commissioned via Aviation Officer Candidate School (AOCS), to include its Aviation Reserve Officer Candidate (AVROC) and Naval Aviation Candidate (NAVCAD) sub-programs. A small cohort previously commissioned via officer accession programs of another U.S. military service will also occasionally enter the Navy Reserve via interservice transfer. Those officers who are Unrestricted Line (URL) officers will have typically attained a warfare qualification as a Naval Aviator, Naval Flight Officer, Surface Warfare Officer, Submarine Warfare Officer, Special Warfare (i.e., Sea, Air Land (SEAL)) Officer, or Special Operations (EOD Diver) through the same training and qualification process as their active duty counterparts. Most Restricted Line and Staff Corps officers exiting the Regular Navy for the Navy Reserve will have also completed training on active duty associated with their respective designators and specialties. Another commissioned officer program unique to the Navy Reserve is the Direct Commissioned Officer (DCO) program. DCO is typically limited to Restricted Line specialties such as Intelligence, Engineering, Aeronautical Engineering Duty, or Public Affairs, or in Staff Corps roles as Medical Corps, Dental Corps, Medical Service Corps, Nurse Corps, Supply Corps, Civil Engineering Corps, Judge Advocate General Corps, or Chaplain Corps. These officers will typically have either (a) prior active duty enlisted service, (b) non-prior active duty enlisted service as a direct entry into the Reserve, or (c) no prior active military service. However, their educational (undergraduate and often postgraduate/terminal degree) and professional credentials will offset their either limited, or lack of, prior military service. These officers, in an already-commissioned status, will attend a 3-week DCO Indoctrination Course on active duty orders at the Navy's OCS campus at Naval Station Newport, Rhode Island. In very rare instances, these officers, mostly from the Engineering Duty and Aeronautical Engineering Duty designators, may apply for orders to extended active duty and be permitted to apply for flight training to become Naval Aviators or Naval Flight Officers, or to apply for training to become Surface Warfare Officers or Submarine Warfare Officers, and integrate into the Regular Navy. In the 1954 Paramount Pictures film (based on the 1953 James A. Michener novel), The Bridges at Toko-Ri, actor William Holden's character, Lieutenant Harry Brubaker, is a highly experienced Naval Aviator and combat veteran of World War II. In the early 1950s, now a civilian attorney and an officer in the Naval Reserve, he is involuntarily recalled to active duty to fly carrier-based F9F Panther jet fighters during the Korean War. Shot down by antiaircraft fire while on a strike mission, a Navy HO3S-1 helicopter attempts to rescue him when it, too, is disabled by ground fire. Both Brubaker and the helicopter crew are killed while trying to defend themselves against advancing North Korean and Communist Chinese ground troops. In the 1963 Warner Brothers film, PT 109, actor Cliff Robertson's character is future President of the United States, Lieutenant, junior grade John F. Kennedy, a Naval Reserve officer on active duty commanding the patrol torpedo boat, PT 109, during the Solomon Islands campaign in the Southwest Pacific combat area during World War II. In the 1965 Paramount Pictures Film, In Harm's Way, actor Burgess Meredith's character, Commander Egan Powell, is a Hollywood screenwriter and Naval Reserve intelligence officer recalled to active duty and assigned to staff of CINCPACFLT at Pearl Harbor in 1941. Meredith's character was based on Commander (later Rear Admiral) Gene Markey, USNR. At least four characters in popular TV shows were officers in the Naval Reserve. These were Commander Steve McGarrett, a Surface Warfare Officer of Hawaii Five-O, Captain R. Quincy, Medical Corps of Quincy, M.E., Commander Jonathan Hart, a Naval Aviator of Hart to Hart, and Lieutenant and later Lieutenant Commander and Commander Thomas Magnum, a SEAL officer of Magnum PI. They were veterans of the Korean War (McGarrett, Quincy) and Vietnam (McGarrett, Hart, Magnum), respectively. In Simpson Tide, a 1998 episode of The Simpsons, Homer Simpson enlists in the Naval Reserve. He becomes commander of a submarine after accidentally firing the captain out of a torpedo tube, and subsequently receives a dishonorable discharge for his actions.[18]","Title":"United States Navy Reserve - Wikipedia","KeyID":"4140","URL":"https://en.wikipedia.org/wiki/United_States_Navy_Reserve"}