{"Content: ":"The Council of National Defense was a United States organization formed during World War I to coordinate resources and industry in support of the war effort, including the coordination of transportation, industrial and farm production, financial support for the war, and public morale. It was briefly revived for World War II[2] to hold agencies such as National Defense Research Committee. The Army appropriation for 1916 provided for the creation and funding of the Council of National Defense.[3] The appropriation was $200,000.[4] President Woodrow Wilson established it on August 24, 1916,[5] because \"The Country is best prepared for war when thoroughly prepared for peace.\"[4] Members of some portions, such as the Medical Officers' Reserve Corps, which had existed previously as the Medical Reserve Corps, reverted to their former roles preparing for emergencies.[6] The council consisted of the Secretary of War, the Secretary of the Navy, the Secretary of the Interior, the Secretary of Agriculture, the Secretary of Commerce, and the Secretary of Labor.[7] The council was to investigate and advise the president and heads of executive departments, on the strategic placement of industrial goods and services for the potential and future use in times of war.[5] The President appointed a nonpartisan advisory commission associated with the council in October 1916.[4] The commission comprised seven men with specialized knowledge in a profession or field of industry.[7] Its first members were Daniel Willard (Baltimore, Maryland), president of the Baltimore and Ohio Railroad; Samuel Gompers (Washington, D.C.), president of the American Federation of Labor; Dr. Franklin H. Martin (Chicago, Illinois), a distinguished surgeon who founded the American College of Surgeons; Howard E. Coffin (Detroit, Michigan), head of the Committee on Industrial Preparedness, who had experience coordinating the auto industry in emergencies; Bernard Baruch (New York, New York), a prominent banker; Dr. Hollis Godfrey, civil engineer [8] (Philadelphia, Pennsylvania), president of the Drexel Institute; and Julius Rosenwald (Chicago, Illinois), president of Sears, Roebuck & Co.[4] Walter S. Gifford, of the American Telegraph and Telephone Company, also an engineer, served as the first Director of the Council,[9] but was succeeded by Grosvenor Clarkson.[10] In April of 1917, suffragist, Anna Howard Shaw, founded the Women's Committee of the Council of National Defense.[11] The committee was initially made up of Shaw, Carrie Chapman Catt, Maude A. K. Wetmore, Ida Tarbell, Mrs. Joseph E. Cowles, Antoinette Funk, Mrs. Phillip N. Moore, and Mrs. Joseph R. Lamar.[12] The Women's Committee helped match women with groups that had need for volunteers and also advised the defense council of how women could aid the war effort.[11][12] Beginning in May 1917, the Council asked individual states to create their own Councils of Defense to assist the federal Council in carrying out its work.[3] There were 48 state Women's Committees formed.[13] Shaw appointed temporary chairs for each state committee in order to coordinate the upcoming war work.[14] Some groups formed separate Women's Committees of National Defense and Southern states, at the urging of the National Council, formed organizations for African Americans.[3] Alice Dunbar Nelson worked as a field representative for the Women's Council.[15] In January 1920, the Council recommended the creation of an Expert Survey Board to conduct research studies over the next six months to enable speedy mobilization in the event of another war.[16] The activities of the Council of National Defense were suspended in 1921.[3]","Title":"Council of National Defense - Wikipedia","KeyID":"4141","URL":"https://en.wikipedia.org/wiki/Council_of_National_Defense"}