{"Content: ":"On April 2, 1917, President Woodrow Wilson asked a special joint session of the United States Congress for a declaration of war against the German Empire. Congress responded with the declaration on April 6. WHEREAS, The Imperial German Government has committed repeated acts of war against the people of the United States of America; therefore, be it resolved by the Senate and House of Representatives of the United States of America in Congress assembled, That the state of war between the United States and the Imperial German Government, which has thus been thrust upon the United States, is hereby formally declared; and that the President be, and he is hereby, authorized and directed to employ the entire naval and military forces of the United States and the resources of the Government to carry on war against the Imperial German Government; and to bring the conflict to a successful termination all the resources of the country are hereby pledged by the Congress of the United States.[1] In the Senate, the resolution passed 82–6 on April 4.[2][3] The negative votes were cast by Asle Gronna, Robert M. La Follette, Harry Lane, George W. Norris, William J. Stone, and James K. Vardaman. Eight senators did not vote: John H. Bankhead, Nathan Goff, Thomas Gore, Henry F. Hollis, Francis G. Newlands, John Walter Smith, Charles S. Thomas, and Benjamin Tillman. In the House of Representatives, the resolution passed at 3 a.m. April 6 by a vote of 373–50.[2][3] One of the dissenters was Rep. Jeannette Rankin of Montana, who later became the only member of either chamber of Congress to vote against declaring war against the Japanese Empire on December 8, 1941. Of the 56 members who voted against the resolution, most represented Western and Midwestern states. Only three came from states on the Atlantic seaboard (Representatives Meyer London of New York, Claude Kitchin of North Carolina, and Frederick H. Dominick of South Carolina) and four from Gulf Coast states (Representatives Edward B. Almon and John L. Burnett of Alabama, A. Jeff McLemore of Texas, and Senator James K. Vardaman of Mississippi). Immediately after the resolution was passed by the House, it was signed by House Speaker, Champ Clark. About nine hours later, at 12:14 p.m., it was signed by Vice President Thomas R. Marshall. Less than an hour later, President Wilson signed it at 1:11 p.m., and the United States was officially at war against the German Empire.[4] Notes Sources","Title":"United States declaration of war on Germany (1917) - Wikipedia","KeyID":"4143","URL":"https://en.wikipedia.org/wiki/United_States_declaration_of_war_on_Germany_(1917)"}