{"Content: ":"William Shepherd Benson (25 September 1855 – 20 May 1932) was an admiral in the United States Navy and the first chief of naval operations (CNO), holding the post throughout World War I. Born in Bibb County, Georgia, Benson graduated from the United States Naval Academy in 1877. His early years of sea duty included a cruise around the world in USS Dolphin during the 1880s. He was also active in coast survey and hydrographic duties, was an instructor at the Naval Academy, commanded the cruiser Albany, and served as a flag aide, in addition to other assignments. In 1909, Benson was promoted to captain and became chief of staff of the United States Pacific Fleet. In 1911, Benson became the first commanding officer of the battleship USS Utah. He was commandant of the Philadelphia Navy Yard in 1913–15. In May 1915, Benson was promoted to the rank of rear admiral and became the Navy's first CNO, functionally replacing Rear Admiral Bradley A. Fiske, the last aide for naval operations. Benson was heavily involved in defining the functions of the new CNO position and strengthening the navy during a period marked by internal Navy Department tensions, US interventions in the Caribbean and Central America, and World War I. Promoted to the rank of admiral in 1916, his responsibilities greatly expanded when the United States entered World War I in April 1917. Over the next year and a half, he oversaw a huge expansion of the navy, the extension of its operations to European waters, and the transportation of the United States Army's American Expeditionary Forces to France. After the November 1918 armistice, he was an active participant in the lengthy peace negotiations held in France. In World War I, the Navy explored aviation, both land- and carrier-based, but the navy nearly abolished aviation in 1919, when Benson could not \"conceive of any use the fleet will ever have for aviation,\" and he secretly tried to abolish the Navy's Aviation Division.[1] Assistant Secretary of the Navy Franklin D. Roosevelt, though, reversed the decision because he believed naval aviation might someday be \"the principal factor\" at sea with missions to bomb enemy warships, scout enemy fleets, map mine fields, and escort convoys. Grudgingly allowing it a minor mission, the navy slowly built up its aviation arm. Naval aviation later proved to be the decisive advantage for the United States Navy that ensured victory during World War II and the duration of the Cold War, and it remains today as the centerpiece of the combat striking arms of the United States Navy. Benson retired from the naval service in September 1919. Over the next decade, he was active in the leadership of the United States Shipping Board. He served as the first president of the Army Navy Country Club in Arlington, Virginia, from 1925 to 1932. Admiral William S. Benson died in Washington, DC, and is buried in Arlington National Cemetery, Section 3, Lot 1873-B.[2][3] Benson's mother, Catherine Brewer Benson, was the first woman to receive a degree from Georgia Female College (now Wesleyan College). His son, Commodore Howard H. J. Benson, also a career navy officer, received the Navy Cross and Legion of Merit. Benson was named for the admiral and was the lead ship of her class, the Benson-class destroyer; Admiral W. S. Benson was also named in his honor and was the lead ship of her class, the Admiral W. S. Benson-class transport.[4] The one-block-long street named Benson Street in Charleston, South Carolina was named in his honor.[5]","Title":"William S. Benson - Wikipedia","KeyID":"4147","URL":"https://en.wikipedia.org/wiki/William_S._Benson"}