{"Content: ":"The 1920 Democratic National Convention was held at the Civic Auditorium in San Francisco, California from June 28 to July 6, 1920. It resulted in the nomination of Governor James M. Cox of Ohio for president and Assistant Secretary of the Navy Franklin D. Roosevelt from New York for vice president. The 1920 Democratic National Convention marked the first time any party had held its nominating convention in a West Coast city. Neither President Woodrow Wilson, in spite of his failing health, nor former Secretary of State and three-time presidential candidate William Jennings Bryan had entirely given up hope that their party would turn to them, but neither was, in the event, formally nominated. In addition to the eventual nominee, Cox, the other high-scoring candidates as the voting proceeded were: Secretary of the Treasury William McAdoo and Attorney General Mitchell Palmer. On the forty-fourth ballot, Governor James M. Cox of Ohio was nominated for the Presidency.[1] Cora Wilson Stewart of Kentucky, head of the National Education Association's new illiteracy commission, was chosen to second the nomination for Governor Cox.[2] Mrs. Stewart was selected to replace Kentucky Representative J. Campbell Cantrill, highlighting the candidate's support for what would become the 19th Amendment.[3] The platform adopted by the convention supported the League of Nations, albeit with qualifications, and women's suffrage. Although William Gibbs McAdoo (Wilson's son-in-law and former Treasury Secretary) was the strongest candidate, Wilson blocked his nomination in hopes a deadlocked convention would demand that he run for a third term, even though he was seriously ill, physically immobile, and in seclusion at the time. The Democrats instead nominated Ohio Governor James M. Cox as their presidential candidate and 38-year-old Assistant Secretary of the Navy Franklin D. Roosevelt, a fifth cousin of the late president Theodore Roosevelt, for vice-president. Fourteen names were placed in nomination. Early favorites for the nomination had included McAdoo and Attorney General Alexander Mitchell Palmer. Others placed in nomination included New York Governor Al Smith, United Kingdom Ambassador John W. Davis, New Jersey Governor Edward I. Edwards, and Oklahoma Senator Robert Latham Owen. History was made at the convention when Laura Clay, a delegate from Kentucky and co-founder of the Kentucky Equal Rights Association and the Democratic Women's Club of Kentucky, became the first woman to have her name placed into nomination for President at the convention of a major political party.[4] She was also the first woman to receive a convention delegation's vote for the presidency.[5] Cox asked the delegates to support former Assistant Navy Secretary Franklin D. Roosevelt, because, as some thought, he had a \"magic name.\" FDR was nominated by voice vote and received the nomination by acclamation.[7] After it became clear that Roosevelt was the choice of party leaders, former Ambassador David R. Francis of Missouri, Major General Lawrence Tyson of Tennessee, Governor Sam V. Stewart of Montana, former Governor James H. Hawley of Idaho, former FTC Chairman Joseph E. Davies of Wisconsin, William T. Vaughan of Oregon, and oil tycoon Edward L. Doheny of California all withdrew their candidacies.[8]","Title":"1920 Democratic National Convention - Wikipedia","KeyID":"4149","URL":"https://en.wikipedia.org/wiki/1920_Democratic_National_Convention"}