{"Content: ":"Cascocauda (meaning \"ancient tail\") is an extinct genus of anurognathid pterosaur from the Late–⁠Middle Jurassic Tiaojishan Formation of Hebei Province, China. The genus contains a single species, C. rong, known from a complete skeleton belonging to a juvenile individual preserved with extensive soft-tissues, including wing membranes and a dense covering of pycnofibres.[1] Some of these pycnofibres appear to be branched, resembling the feathers of maniraptoran theropod dinosaurs, and suggesting that pterosaur pycnofibres may be closely related to feathers in dinosaurs.[2] The type and only specimen, NJU-57003, was discovered in the Tiaojishan Formation of China. The specimen hails from the Mutoudeng locality of the Daohugou bed, located in Qinglong County in Hebei Province, which has been dated to around the Callovian to Oxfordian stages during the Middle to Late Jurassic period.[3] NJU-57003 consists of nearly complete and articulated skeleton with extensive soft-tissues preserved on both a main and counter slab, and is housed in Nanjing University in Nanjing, China.[1] The specimen was first reported as an unnamed anurognathid in December 2018 by Zixiao Yang and colleagues, along with another anurognathid specimen (CAGS-Z070), in a description and analysis of both specimens' integumentary structures.[2] NJU-57003 would not be fully described until 2022 by Yang and colleagues, wherein it was diagnosed as a new genus and species, Cascocauda rong. The generic name is derived from the Latin cascus, meaning 'ancient' or 'primitive', and cauda, meaning 'tail.' The specific name is from the Chinese character 'róng' (绒/絨), derived from the phrase \"máo róng róng\" (毛绒绒/毛絨絨) which means \"a fluffy appearance.\" Thus, the full binomial name translates as \"fluffy ancient tail.\"[1] Like other anurognathids, Cascocauda was a small pterosaur with a short, wide skull and \"frog-like\" jaws, large eyes, broad wings and a short tail. The only known specimen has a wingspan of 434 millimetres (17.1 in), although this individual was immature and likely not finished growing. The skull wider than it is long (22.2 mm long vs 31.7 mm wide) and poorly preserved, although the ascending processes of the jaw separating the naris, antorbital fenestra and orbit appear visible on the right side. Its teeth were long (2.2-2.7 mm) and thin (~0.5 mm at their midpoint) with smooth surfaces and curved towards the tips, and at least nineteen teeth were present in the upper jaw.[1] Most of the vertebrae are crushed or obscured, but the neck is visibly short and at least ten dorsal vertebrae are visible, with short, broad sacral vertebrae. Three rows of gastralia are also preserved under the ribcage. The tail is better preserved and relatively long compared to other anurognathids, with a length of 42 millimetres (1.7 in) and bearing at least 20 caudal vertebrae. These vertebrae start at around ~2 mm long at the base of the tail and increase in length up to 3.4 mm near the midpoint, before shortening again towards the tail tip. The mid-caudals also bear long zygapophyses connecting the vertebrae and long chevrons, at least twice the length of the main vertebral centrum. This is similar to other Batrachognathinae, such as Sinomacrops, but unlike the shorter-tailed anurognathines.[1][2] The scapula is slightly longer than the coracoid with a length ratio of 1.2, and together they join in a V-shape to form an angle of approximately 60°. The humerus is robust and has a sub-triangularly shaped deltopectoral crest, unlike other batrachognathines. It is slightly curved, unlike the straight radius and ulna. The radius and ulna are much longer than the humerus, slightly shorter than the first phalanx (digit bone) of the wing-finger and roughly equal in length to the second phalanx. The remaining two phalanges continue to each decrease in length. The carpal bones are poorly preserved, but the pteroid bone is short, curved and blunt at its tip, and the metacarpals are only a quarter the length of the radius.[1] The bones of the hindlimb are long and straight, with a fibula only half as long as the tibia. Metatarsals I-IV are long and roughly equal in length, while the longest toe bones are the penultimate phalanges before the claws. The fifth toe, supporting the cruropatagium between the legs, has a much shorter and more robust metatarsal, and while the first phalanx is robust and straight the second is slender and slightly curved. The claws on both the feet and wings are similar in shape and sharply curved, but the wing claws are larger and more robust.[1] Cascocauda was almost entirely covered in an extensive coat of fur-like filaments known in pterosaurs as pycnofibres, and appear to have come in two types. The first are simple, curved filaments that range in length from 3.5–12.8 mm long. These filaments cover most of the animal, including the head, neck, body, limbs and tail. The second type consists of tufts of filaments joined near the base, similar to the branching down feathers of birds and other coelurosaurian dinosaurs, around 2.5–8.0 mm long and only cover the wing membranes. Studies of sampled pycnofibres revealed the presence of microbodies within the filaments, resembling the melanosome pigments identified in other fossil integuments, specifically phaeomelanosomes. Furthermore, infrared spectral analysis of these pycnofibres show similar absorption spectra to red human hair. These pycnofibres likely provided both insulation and may have helped streamline the body and wings during flight.[2] The identity of these branching structures as pycnofibres or feathers was challenged by Unwin & Martill (2020), who interpreted them as bunched-up and degraded aktinofibrils–stiffening fibres found in the wing membrane of pterosaurs–and attributed the melanosomes and keratin to skin rather than filaments.[4] These claims were refuted by Yang and colleagues, who argue that Unwin and Martill's interpretations are inconsistent with the specimen's preservation. Namely, they argue that the consistent structure, regular spacing, and extension of the filaments beyond the wing membrane support their identification as pycnofibres. Further, they argue that the restriction of melanosomes and keratin to the fibres, as occurs in fossil dinosaur feathers, supports the case they are filaments and is not consistent with contamination from preserved skin.[5] Compared to the coat of pycnofibres, the wing membranes (patagia) are not as well preserved and are only locally discernible on the fossil.[2] NJU-57003 was initially reported as an anurognathid of undetermined species in 2018, although Yang and colleagues recognised that the specimen showed similarities to Jeholopterus and Dendrorhynchoides from the same local biota, and considered it likely to be a juvenile of one of these genera.[2] However, a later analysis of how anurognathid proportions change through growth (allometry) by Yang et al. (2022) demonstrated that the proportions of Cascocauda were distinct from all other anurognathids, irrespective of it being juvenile, and that it therefore belonged to a new taxon.[1] A phylogenetic analysis performed in the same study found Cascocauda to be a member of the subfamily Batrachognathinae in a clade of relatively long-tailed anurognathids, potentially a primitive trait compared to the short-tailed derived anurognathines.[1] A simplified version of their results is shown in the cladogram below: Cascocauda rong Sinomacrops bondei Batrachognathus volans Luopterus mutoudengensis Dendrorhynchoides curvidentatus Anurognathus ammoni Vesperopterylus lamadongensis CAGS-Z070 Jeholopterus ninchengensis The only known specimen of Cascocauda is believed to be a juvenile, based on features of the skeleton that indicate immaturity. Namely, articular bones such as the carpals in the wing and the scapula and coracoid of the shoulder are unfused, and the articular surfaces of the limb joints are rough and pitted, both indicative of incomplete bone growth.[1]   ","Title":"Cascocauda - Wikipedia","KeyID":"415","URL":"https://en.wikipedia.org/wiki/Cascocauda"}