{"Content: ":"Henry Cabot Lodge (May 12, 1850 – November 9, 1924) was an American Republican politician, historian, and statesman from Massachusetts. He served in the United States Senate from 1893 to 1924 and is best known for his positions on foreign policy. His successful crusade against Woodrow Wilson's Treaty of Versailles ensured that the United States never joined the League of Nations and his reservations against that treaty influenced the structure of the modern United Nations.[3][4] Lodge received four degrees from Harvard University and was a widely published historian. His close friendship with Theodore Roosevelt began as early as 1884 and lasted their entire lifetimes, even surviving Roosevelt's bolt from the Republican Party in 1912. As a Representative, Lodge sponsored the unsuccessful Lodge Bill of 1890, which sought to protect the voting rights of African Americans and introduce a national secret ballot. As Senator, Lodge took a more active role in foreign policy, supporting the Spanish–American War, expansion of American territory overseas, and American entry into World War I. He also supported immigration restrictions, becoming a member of the Immigration Restriction League and influencing the Immigration Act of 1917. After World War I, Lodge became Chairman of the Senate Committee on Foreign Relations and the leader of the Senate Republicans. From that position, he led the opposition to Wilson's Treaty of Versailles, proposing fourteen reservations to the treaty.[3] His strongest objection was to the requirement that all nations repel aggression, fearing that this would erode Congressional powers and erode American sovereignty; those objections had a major role in producing the veto power of the United Nations Security Council. Lodge remained in the Senate until his death in 1924. Lodge was born in Beverly, Massachusetts. His father was John Ellerton Lodge. His mother was Anna Cabot,[5] through whom he was a great-grandson of George Cabot. Lodge grew up on Boston's Beacon Hill and spent part of his childhood in Nahant, Massachusetts where he witnessed the 1860 kidnapping of a classmate and gave testimony leading to the arrest and conviction of the kidnappers.[6] He was cousin to the American polymath Charles Peirce. In 1872, he graduated from Harvard College, where he was a member of Delta Kappa Epsilon, the Porcellian Club, and the Hasty Pudding Club. In 1874, he graduated from Harvard Law School, and was admitted to the bar in 1875, practicing at the Boston firm now known as Ropes & Gray.[7] After traveling through Europe, Lodge returned to Harvard, and in 1876, became one of the earliest recipients of a Ph.D. in history from an American university.[8][9] Lodge's dissertation, \"The Anglo-Saxon Land Law,\" was published in a compilation \"Essays in Anglo-Saxon Law,\" alongside his Ph.D. classmates: James Laurence Laughlin on \"The Anglo-Saxon Legal Procedure\" and Ernest Young on \"The Anglo-Saxon Family Law.\" All three were supervised by Henry Adams, who contributed \"The Anglo-Saxon Courts of Law\".[9][10] Lodge maintained a lifelong friendship with Adams.[11] As a popular historian of the United States, Lodge focused on the early Federalist Era. He published biographies of George Washington and the prominent Federalists Alexander Hamilton, Daniel Webster, and his great-grandfather George Cabot, as well as A Short History of the English Colonies in America. In 1898, he published The Story of the Revolution in serial form in Scribner's Magazine. Lodge was elected a Fellow of the American Academy of Arts and Sciences in 1878.[12] In 1881, he was elected a member of the American Antiquarian Society.[13] In 1880–1882, Lodge served in the Massachusetts House of Representatives. Lodge represented his home state in the United States House of Representatives from 1887 to 1893 and in the Senate from 1893 to 1924. Along with his close friend Theodore Roosevelt, Lodge was sympathetic to the concerns of the Mugwump faction of the Republican Party. Nonetheless, both reluctantly supported James Blaine and protectionism in the 1884 election. Blaine lost narrowly.[14] Lodge was easily reelected time and again but his greatest challenge came in his reelection bid in January 1911. The Democrats had made significant gains in Massachusetts and the Republicans were split between the progressive and conservative wings, with Lodge trying to mollify both sides. In a major speech before the legislature voted, Lodge took pride in his long selfless service to the state. He emphasized that he had never engaged in corruption or self-dealing. He rarely campaigned on his own behalf but now he made his case, explaining his important roles in civil service reform, maintaining the gold standard, expanding the Navy, developing policies for the Philippine Islands, and trying to restrict immigration by illiterate Europeans, as well as his support for some progressive reforms. Most of all he appealed to party loyalty. Lodge was reelected by five votes.[15] Lodge was very close to Theodore Roosevelt for both of their entire careers. However, Lodge was too conservative to accept Roosevelt's attacks on the judiciary in 1910, and his call for the initiative, referendum, and recall. Lodge stood silent when Roosevelt broke with the party and ran as a third-party candidate in 1912. Lodge voted for Taft instead of Roosevelt; after Woodrow Wilson won the election the Lodge-Roosevelt friendship resumed.[16] In 1890, Lodge co-authored the Federal Elections Bill, along with Sen. George Frisbie Hoar, that guaranteed federal protection for African American voting rights. Although the proposed legislation was supported by President Benjamin Harrison, the bill was blocked by filibustering Democrats in the Senate.[17] In 1891, he became a member of the Massachusetts Society of the Sons of the American Revolution. He was assigned national membership number 4,901. That same year, following the lynching of eleven Italian Americans in New Orleans, Lodge published an article blaming the victims and proposing new restrictions on Italian immigration.[18][19] Lodge was a strong backer of U.S. intervention in Cuba in 1898, arguing that it was the moral responsibility of the United States to do so: Of the sympathies of the American people, generous, liberty-loving, I have no question. They are with the Cubans in their struggle for freedom. I believe our people would welcome any action on the part of the United States to put an end to the terrible state of things existing there. We can stop it. We can stop it peacefully. We can stop it, in my judgment, by pursuing a proper diplomacy and offering our good offices. Let it once be understood that we mean to stop the horrible state of things in Cuba and it will be stopped. The great power of the United States, if it is once invoked and uplifted, is capable of greater things than that. Following American victory in the Spanish–American War, Lodge came to represent the imperialist faction of the Senate, those who called for the annexation of the Philippines. Lodge maintained that the United States needed to have a strong navy and be more involved in foreign affairs. However Lodge was never on good terms with John Hay, who served as Secretary of State under McKinley and Roosevelt, 1898-1905. They had a bitter fight over the principle of commercial reciprocity with Newfoundland.[20] In a letter to Theodore Roosevelt, Lodge wrote, \"Porto Rico is not forgotten and we mean to have it\".[21] Lodge was a vocal proponent of immigration restrictions, for a number of reasons. In the late 19th and early 20th centuries, significant numbers of immigrants, primarily from Eastern and Southern Europe, were migrating to industrial centers in the USA. Lodge argued that unskilled foreign labor was undermining the standard of living for American workers, and that a mass influx of uneducated immigrants would result in social conflict and national decline. His position was also influenced by his racist beliefs. In a May 1891 article on Italian immigration, Lodge expressed his concern that immigration by \"the races who have peopled the United States\" was declining, while \"the immigration of people removed from us in race and blood\" was on the rise.[22] He considered northern Italians superior candidates for immigration to southern Italians, not only because they tended to be better educated, had a higher standard of living, and had a \"higher capacity for skilled work,\"[23] but because they were more \"Teutonic\" than their southern counterparts, whose immigration he sought to restrict.[23][24] Lodge was a supporter of \"100% Americanism,\" a common theme in the nativist movement of the era. In an address to the New England Society of Brooklyn in 1888, Lodge stated: Let every man honor and love the land of his birth and the race from which he springs and keep their memory green. It is a pious and honorable duty. But let us have done with British-Americans and Irish-Americans and German-Americans, and so on, and all be Americans ... If a man is going to be an American at all let him be so without any qualifying adjectives; and if he is going to be something else, let him drop the word American from his personal description.[25] He did not believe, however, that all races were equally capable or worthy of being assimilated. In The Great Peril of Unrestricted Immigration he wrote that \"you can take a Hindoo and give him the highest education the world can afford ... but you cannot make him an Englishman\", and cautioned against the mixing of \"higher\" and \"lower\" races: On the moral qualities of the English-speaking race, therefore, rest our history, our victories, and all our future. There is only one way in which you can lower those qualities or weaken those characteristics, and that is by breeding them out. If a lower race mixes with a higher in sufficient numbers, history teaches us that the lower race will prevail.[26] As the public voice of the Immigration Restriction League, Lodge argued in support of literacy tests for incoming immigrants. The tests would be designed to exclude members of those races he deemed \"most alien to the body of the American people.\"[27] He proposed that the United States should temporarily shut out all further entries, particularly persons of low education or skill, the more efficiently to assimilate the millions who had come. From 1907 to 1911, he served on the Dillingham Commission, a joint congressional committee established to study the era's immigration patterns and make recommendations to Congress based on its findings. The Commission's recommendations led to the Immigration Act of 1917. Lodge was a staunch advocate of entering World War I on the side of the Allied Powers, attacking President Woodrow Wilson for poor military preparedness and accusing pacifists of undermining American patriotism.[citation needed] On April 2, 1917, the day that President Wilson urged Congress to declare war, Lodge and Alexander Bannwart, a pacifist constituent who wanted Lodge to vote against the war, got into a fistfight in the U.S. Capitol. Bannwart was arrested[28] but Lodge opted not to press charges. Bannwart later sued Lodge to have the record corrected; initial news reports suggested that Bannwart hit Lodge first, but Lodge acknowledged in settling the lawsuit that he had hit Bannwart first. This is the only known instance of a U.S. Senator attacking a constituent.[29] After the United States entered the war, Lodge continued to attack Wilson as hopelessly idealistic, assailing Wilson's Fourteen Points as unrealistic and weak. He contended that Germany needed to be militarily and economically crushed and saddled with harsh penalties so that it could never again be a threat to the stability of Europe. However, apart from policy differences, even before the end of Wilson's first term and well before America's entry into the Great War, Lodge confided to Teddy Roosevelt, \"I never expected to hate anyone in politics with the hatred I feel toward Wilson.\"[30] In January 1921, Lodge led the deliberate obstruction of the confirmation of 10,000 presidential Wilson appointments to the War and Navy Departments in the US Senate on the grounds that confirmation of these so called cabinet \"favorite\" appointments would embarrass the Harding Administration.[31] He served as chairman of the Senate Foreign Relations Committee (1919–1924). He also served as chairman of the Senate Republican Conference from 1918 to 1924. His leadership of the Senate Republicans has led some to retrospectively call him the de facto Senate Majority Leader.[32] During his term in office, he and another powerful senator, Albert J. Beveridge, pushed for the construction of a new navy. In 1919, as the unofficial Senate majority leader, Lodge dealt with the debate over the Treaty of Versailles and the Senate's ultimate rejection of the treaty. Lodge wanted to join the League of Nations, but with amendments that would protect American sovereignty. Lodge appealed to the patriotism of American citizens by objecting to what he saw as the weakening of national sovereignty: \"I have loved but one flag and I can not share that devotion and give affection to the mongrel banner invented for a league.\" Lodge was reluctant to involve the United States in world affairs in anything less than a pre-eminent role: The United States is the world's best hope, but if you fetter her in the interests and quarrels of other nations, if you tangle her in the intrigues of Europe, you will destroy her power for good, and endanger her very existence. Leave her to march freely through the centuries to come, as in the years that have gone. Strong, generous, and confident, she has nobly served mankind. Beware how you trifle with your marvelous inheritance; this great land of ordered liberty. For if we stumble and fall, freedom and civilization everywhere will go down in ruin.[33] Lodge was also motivated by political concerns; he strongly disliked Wilson personally[34] and was eager to find an issue for the Republican Party to run on in the presidential election of 1920. Lodge's key objection to the League of Nations was Article X, which required all signatory nations to repel aggression of any kind if ordered to do so by the League. Lodge rejected an open-ended commitment that might subordinate the national security interests of the United States to the demands of the League. He especially insisted that Congress must approve interventions individually; the Senate could not, through treaty, unilaterally agree to enter hypothetical conflicts. The Senate was divided into a \"crazy-quilt\" of positions on the Versailles question.[35] One block of Democrats strongly supported the Treaty. A second group of Democrats, in line with President Wilson, supported the Treaty and opposed any amendments or reservations.[3] The largest bloc, led by Lodge, comprised a majority of the Republicans. They supported a Treaty with reservations, especially on Article X.[36] Finally, a bi-partisan group of 13 isolationist \"irreconcilables\" opposed a treaty in any form. It proved possible to build a majority coalition, but impossible to build a two thirds coalition that was needed to pass a treaty.[37] The closest the Treaty came to passage was in mid-November 1919, when Lodge and his Republicans formed a coalition with the pro-Treaty Democrats, and were close to a two-thirds majority for a Treaty with reservations, but Wilson rejected this compromise.[3] Cooper and Bailey suggest that Wilson's stroke on September 25, 1919, had so altered his personality that he was unable to effectively negotiate with Lodge. Cooper says the psychological effects of a stroke were profound: \"Wilson's emotions were unbalanced, and his judgment was warped. ... Worse, his denial of illness and limitations was starting to border on delusion.\"[38] The Treaty of Versailles went into effect, but the United States did not sign it and made separate peace with Germany and Austria-Hungary. The United States never joined the League of Nations.[3] Historians agree that the League was ineffective in dealing with major issues, but they debate whether American membership would have made much difference.[39] Lodge won out in the long run; his reservations were incorporated into the United Nations charter in 1945, with Article X of the League of Nations charter absent and the U.S., as a permanent member of the United Nations Security Council, given an absolute veto.[4] Henry Cabot Lodge Jr., Lodge's grandson, served as U.S. Ambassador to the United Nations from 1953 to 1960. In 1922, President Warren G. Harding appointed Lodge as a delegate to the Washington Naval Conference (International Conference on the Limitation of Armaments), led by Secretary of State Charles Evans Hughes, and included Elihu Root and Oscar Underwood. This was the first disarmament conference in history and had a goal of world peace through arms reduction. Attended by nine nations, the United States, Japan, China, France, Great Britain, Italy, Belgium, the Netherlands, and Portugal, the conference resulted in three major treaties: Four-Power Treaty, Five-Power Treaty (more commonly known as the Washington Naval Treaty) and the Nine-Power Treaty, as well as a number of smaller agreements.[40] In June 1922, he introduced the Lodge-Fish Resolution, to illustrate American support for the British policy in Palestine per the 1917 Balfour Declaration. Historian George E. Mowry argues that: Henry Cabot Lodge was one of the best informed statesmen of his time, he was an excellent parliamentarian, and he brought to bear on foreign questions a mind that was at once razor sharp and devoid of much of the moral cant that was so typical of the age. ... [Yet] Lodge never made the contributions he should have made, largely because of Lodge the person. He was opportunistic, selfish, jealous, condescending, supercilious, and could never resist calling his opponent's spade a dirty shovel. Small wonder that except for Roosevelt and Root, most of his colleagues of both parties disliked him, and many distrusted him.[41] Lodge served on the Board of Regents of the Smithsonian Institution for many years. His first appointment was in 1890, as a Member of the House of Representatives, and he served until his election as a senator in 1893. He was reappointed to the Board in 1905 and served until he died in 1924. The other Regents considered Lodge to be a \"distinguished colleague, whose keen, constructive interest in the affairs of the Institution led him to place his broad knowledge and large experience at its service at all times.\"[42] Mount Lodge, also named Boundary Peak 166, located on the Canada–United States border in the Saint Elias Mountains was named in 1908 after him in recognition of his service as U.S. Boundary Commissioner in 1903.[43] In 1871, he married Anna \"Nannie\" Cabot Mills Davis,[44] daughter of Admiral Charles Henry Davis. They had three children:[45] On November 5, 1924, Lodge suffered a severe stroke while recovering in the hospital from surgery for gallstones.[48] He died four days later at the age of 74.[49] He was interred in the Mount Auburn Cemetery in Cambridge, Massachusetts.[50]","Title":"Henry Cabot Lodge - Wikipedia","KeyID":"4153","URL":"https://en.wikipedia.org/wiki/Henry_Cabot_Lodge"}