{"Content: ":"The Fidelity and Deposit Company is a trust company in Baltimore, Maryland. Founded in 1890 by Edwin Warfield, it was also known as the Fidelity and Deposit Trust Company of Maryland and the Fidelity and Deposit Company of Baltimore. In 1890, American businessperson Edwin Warfield founded the Fidelity and Deposit Company, where he served as president until his death in 1920.[citation needed] Warfield (1848–1920) was the former 45th governor of Maryland.[1] On November 20, 1902, the Fidelity and Deposit Company agreed along with two other major Baltimore bonding surety companies, the United States Fidelity and Guaranty Company and the American Bonding and Trust Company, to \"end rate cutting in taking bonds.\" The New York Times estimated that the agreement would implemented in other cities as well.[2] The Fidelity and Deposit Company of Baltimore was founded in 1892.[citation needed] The Fidelity and Deposit Company was headquartered in 1894 in the Fidelity Building, a landmark granite skyscraper at North Charles and West Lexington Streets in Baltimore.[citation needed] Completed in 1894, the building is a 15-story, 67 m (220 ft) skyscraper in the central business district of Baltimore.[3] The building was designed by the prominent local architectural firm of Baldwin & Pennington,[3] composed of leading regional designers Ephraim Francis Baldwin and Josias Pennington - main \"house architects\" for stations and structures of the dominant Baltimore and Ohio Railroad.[3] The building originally contained eight floors with a façade of grey granite, corner cupola tower and mansard roof.[1] It survived the February 1904 Great Baltimore Fire,[1] as it stood on the northwestern edge of the famous \"burnt district\" of the February 1904 fire which destroyed numerous downtown and waterfront buildings and skyscrapers up to across the street. Following the initial reconstruction phase of 1905–1910, when several recently built downtown towers were burned out, but their steel skeletons and concrete foundations/floors and floors survived structurally sound and were rebuilt with new interiors and masonry facades. So F. & D. under the leadership of founder and president Warfield made arrangements between 1912 and 1915, reflecting the continued growth of the company to add seven more floors were added to the top of the building, increasing the number of floors to fifteen, with the upper storied covered with a surface of terra-cotta, matching the style of the original architecture below.[1] The Broad museum's unorthodox facade in the Los Angeles, which the architects refer to as the \"veil,\" has proved very tricky to fabricate, leading to delays in the construction schedule.[4] In a lawsuit filed in Los Angeles County Superior Court in 2014, the museum sued German fabricator Seele, Zurich American Insurance Company, and the Fidelity and Deposit Company of Maryland[5] for $19.8 million in damages for allegedly failing to deliver the components of the \"veil\" facade on schedule.[6][7]","Title":"Fidelity and Deposit Company - Wikipedia","KeyID":"4156","URL":"https://en.wikipedia.org/wiki/Fidelity_and_Deposit_Company"}