{"Content: ":"Sinomacrops is a genus of extinct anurognathid pterosaur from the Middle to Late Jurassic periods of what is now the Daohugou Beds of the Tiaojishan Formation in Mutoudeng, Qinglong County of the Hebei province. The remains of Sinomacrops date back to around 164 to 158 million years ago. The type and only known species is Sinomacrops bondei.[1] Sinomacrops derives from the Ancient Greek word roots Sino~, referring to China, macro~ (makros), meaning large, and ops, meaning eyes/face. The name Sinomacrops is in reference to both the large eyes of and the broad faces that are typical of the family Anurognathidae, as well as to the Chinese origin of the animal. The specific name, bondei, honors paleontologist Niels Bonde.[1] Sinomacrops exhibits two autapomorphies (distinguishing traits) that distinguish it from other pterosaurs: one of them is having the first three maxillary alveoli (tooth sockets) closely spaced, and the other one is having the tibiotarsus twice as long as the femur.[1] The holotype specimen of Sinomacrops, JPM-2012-001, consists of a crushed skeleton. The preserved bone tissue of skeleton shows a fragile, brittle condition. Due to this, in many parts of the skeleton, bone tissue fragments have been lost after the specimen was collected. These fragments that were lost left clear impressions on the matrix, which indicated their original location on the skeleton. Fragments of Sinomacrops that were lost include mainly the caudal vertebrae, the sternum, the distal (away from the point attachment) epiphysis (rounded end of a long bone) of the right humerus, proximal (near the point of attachment) epiphyses of both the right ulna and radius, parts of the left humerus, as well as most of the left manus (hand).[1] The skeleton of Sinomacrops includes patches of soft tissue. A strange patch of soft tissue lateral (to the side) to the left tibiotarsus suggests that the brachiopatagium (\"arm-membrane\") extended to the rear onto the distal part of the lower leg. A brachiopatagium extending to the rear of the lower leg is also present in the species Jeholopterus ninchengensis, which is a close relative of Sinomacrops, this feature also appears in all pterosaurs in general.[1] In its description in 2021, Wei and colleagues assigned Sinomacrops to the subfamily Batrachognathinae, a subfamily within the family Anurognathidae. Within the family, Sinomacrops was the sister taxon to the pterosaur Batrachognathus.[1] Below is a cladogram representing their phylogenetic analysis: \"Dimorphodon\" weintraubi Sinomacrops bondei Batrachognathus volans Dendrorhynchoides curvidentatus Luopterus mutoudengensis Jeholopterus ninchengensis Anurognathus ammoni Vesperopterylus lamadongensis   ","Title":"Sinomacrops - Wikipedia","KeyID":"416","URL":"https://en.wikipedia.org/wiki/Sinomacrops"}