{"Content: ":"John William Davis (April 13, 1873 – March 24, 1955) was an American politician, diplomat and lawyer. He served under President Woodrow Wilson as the Solicitor General of the United States and the United States Ambassador to the United Kingdom. He was the Democratic nominee for president in 1924 but lost to Republican incumbent Calvin Coolidge. Born and raised in West Virginia, Davis briefly worked as a teacher before beginning his long legal career. Davis's father, John J. Davis, had been a delegate to the Wheeling Convention and served in Congress in the 1870s. Davis joined his father's legal practice and adopted many of his father's political views, including opposition to anti-lynching legislation and support for states' rights. Davis served in the United States House of Representatives from 1911 to 1913, helping to write the Clayton Antitrust Act. He held the position of solicitor general in the Justice Department from 1913 to 1918, during which time he successfully argued for the unconstitutionality of Oklahoma's \"grandfather law\" in Guinn v. United States, which had a discriminatory effect against African-American voters. While serving as the ambassador to Britain from 1918 to 1921, Davis was a dark horse candidate for the 1920 Democratic presidential nomination. After he left office, Davis helped establish the Council on Foreign Relations and advocated for the repeal of Prohibition. The 1924 Democratic National Convention nominated Davis for president after 103 ballots. Davis remains the only major party presidential candidate from West Virginia. Running on a ticket with Charles W. Bryan, Davis lost in a landslide to incumbent President Coolidge. Davis did not seek public office again after 1924. He continued as a prominent attorney, representing many of the country's largest businesses. Over a 60-year legal career, he argued 140 cases before the United States Supreme Court. He notably argued the winning side in Youngstown Sheet & Tube Co. v. Sawyer, in which the Supreme Court ruled against President Harry Truman's seizure of the nation's steel plants. Davis unsuccessfully defended the \"separate but equal\" doctrine in Briggs v. Elliott, one of the companion cases to Brown v. Board of Education, in which the Court ruled in 1954 that segregated public schools were unconstitutional. Davis's paternal family had roots in western Virginia and what became West Virginia. His great-grandfather, Caleb Davis, was a clockmaker in the Shenandoah Valley. In 1816, his grandfather, John Davis, moved to Clarksburg in what would later become West Virginia. Its population then was 600–700, and he ran a saddle and harness business. His father, John James Davis, attended Lexington Law School, which later became the Washington and Lee University School of Law. By the age of twenty, he had established a law practice in Clarksburg. John J. Davis was a delegate in the Virginia General Assembly, and after the northwestern portion of Virginia broke away from the rest of Virginia in 1863 and formed West Virginia, he was elected to the new state's House of Delegates and later to the United States House of Representatives.[1] John W. Davis's mother Anna Kennedy (1841–1917) was from Baltimore, Maryland, daughter of \"William\" Wilson Kennedy and his wife Catherine Esdale Martin. Kennedy was a lumber merchant. Catherine was the daughter of Tobias Martin, dairy farmer and amateur poet, and his wife, a member of the Esdale family. The Esdales were members of the Religious Society of Friends, or Quakers, who had settled near Valley Forge, Pennsylvania. They had reportedly helped provide support for the Continental Army under George Washington, which had camped there in the winter of 1777–1778.[2] Davis's Sunday school teacher recalled that \"John W. Davis had a noble face even when small.\" His biographer said, \"[h]e used better English, kept himself cleaner, and was more dignified than most youngsters. He was also extraordinarily well-mannered.\"[3] Davis's education began at home, as his mother taught him to read before he had memorized the alphabet. She had him read poetry and other literature from their home library. After turning ten, Davis was put in a class with older students to prepare him for the state teachers examination. A few years later, he was enrolled in a previously all-female seminary, that doubled as a private boarding and day school. He never had grades under 94.[4] Davis entered Washington and Lee University at the age of sixteen. He graduated in 1892 with a major in Latin. He joined the Phi Kappa Psi fraternity, participated in intramural sports, and attended mixed parties.[5] He would have started law school directly after graduation, but he lacked funds. Instead, he became a teacher for Major Edward H. McDonald of Charles Town, West Virginia. Davis taught McDonald's nine children and his six nieces and nephews. His student Julia, nineteen at the time, later became Davis's wife. Davis fulfilled a nine-month contract with McDonald. He returned to Clarksburg and apprenticed at his father's law practice. For fourteen months he copied documents by hand, read cases, and did much of what other aspiring lawyers did at the time to \"read the law\".[6] Davis graduated with a law degree from Washington and Lee University School of Law in 1895 and was elected Law Class Orator.[7] His speech gave a glimpse of his advocacy skills: [The] lawyer has been always the sentinel of the watchtower of liberty. In all times and all countries has he stood forth in defense of his nation, her laws and liberties, not, it may be, under a shower of leaden death, but often with the frown of a revengeful and angry tyrant bent upon him. Fellow classmates of 1895, shall we ... prove unworthy?[3] After graduation, Davis obtained the three signatures required to receive his law license (one from a local judge, and two from local attorneys, who attested to his proficiency in the law and upstanding moral character) and joined his father in practice in Clarksburg. They called their partnership Davis and Davis, Attorneys at Law. Davis lost his first three cases before his fortunes began to turn. Before Davis had completed his first year of private practice, he was recruited to Washington & Lee Law School as an assistant professor, starting in the fall of 1896. At the time, the law school had a faculty of two, and Davis became the third. At the end of the year, Davis was asked to return but demurred. He decided that he needed the \"rough & tumble\" of private practice.[8] On June 20, 1899, he married Julia T. McDonald, who died on August 17, 1900. They had one daughter together, Julia McDonald Davis. She later married Charles P. Healy, and then William M. Adams. Several years later, the widower Davis married again, on January 2, 1912, to Ellen G. Bassel. She died in 1943. Davis was the cousin[9] and adoptive father of Cyrus Vance, who later served as Secretary of State under Jimmy Carter. Davis' daughter Julia was one of the first two female journalists hired by the Associated Press in 1926. (The other was probably Marguerite Young.[10][11]) As noted above, Julia married William McMillan Adams, president of Sprague International the export subsidiary of Sprague Electric. He was the son of Arthur Henry Adams, president of the United States Rubber Company. Both father and son were aboard the luxury liner RMS Lusitania when it was sunk by a German submarine in 1915. Arthur died; his son William survived. Julia and William divorced, and both remarried. She divorced again, and later they remarried in their old age. Adams had two sons by his second wife, John Perry and Arthur Henry Adams II. Julia died in 1993 with no natural children but claimed six \"by theft and circumstance.\"[citation needed] His father had been a delegate to the Wheeling Convention, which had created the state of West Virginia, but he had also opposed the abolitionists, Radical Republicans, and opposed ratification of the Fifteenth Amendment. Davis acquired much of his father's southern Democratic politics, opposing women's suffrage, Federal child-labor laws and anti-lynching legislation, Harry S. Truman's civil rights program, and defended the State's rights to establish the poll tax by questioning whether uneducated non-taxpayers should be allowed to vote. He was as much opposed to centralism in politics as he was to the concentration of capital by large corporations, supporting a number of early progressive laws regulating interstate commerce and limiting the power of corporations. Consequently, he felt distinctly out of place in the Republican Party, which supported free-association and free markets and maintained his father's staunch allegiance to the Democratic Party, even as he later represented the interests of business opposed to the New Deal. Davis ranked as one of the last Jeffersonians, as he supported states' rights and opposed a strong executive (he would be the lead attorney against Truman's nationalization of the steel industry). He represented West Virginia in the U.S. House of Representatives from 1911 to 1913, where he was one of the authors of the Clayton Antitrust Act. Davis also served as one of the managers in the successful impeachment trial of Judge Robert W. Archbald. He served as U.S. Solicitor General from 1913 to 1918. As Solicitor General, he successfully argued in Guinn v. United States for the illegality of Oklahoma's \"grandfather law\". That law exempted residents descended from a voter registered in 1866 (i.e. whites) from a literacy test which effectively disenfranchised blacks. Davis's personal posture differed from his position as an advocate. Throughout his career, he could separate his personal views and professional advocacy. Davis served as Wilson's ambassador to Great Britain from 1918 to 1921, he reflected deep Southern support for Wilsonianism, based on a reborn Southern patriotism, a distrust of the Republican Party, and a resurgence of Anglophilism. Davis proselytized in London for the League of Nations based on his paternalistic belief that peace depended primarily on Anglo-American friendship and leadership. He was disappointed by Wilson's mismanagement of the treaty ratification and by Republican isolationism and distrust of the League.[12] Davis was a dark horse candidate for the Democratic nomination for President in both 1920 and 1924. His friend and partner Frank Polk managed his campaign at the 1924 Democratic National Convention. He won the nomination in 1924 as a compromise candidate on the one hundred and third ballot. Although Tennessee's Andrew Johnson served as President after Lincoln was assassinated, Davis' nomination made him the first presidential candidate from a former slave state since the Civil War, and as of 2020 he remains the only ever candidate from West Virginia.[13] Davis' denunciation of the Ku Klux Klan and prior defense of black voting rights as Solicitor General under Wilson cost him votes in the South and among conservative Democrats elsewhere. He lost in a landslide to Calvin Coolidge, who did not leave the White House to campaign. Davis' 28.8 percent remains the smallest percentage of the popular vote ever won by a Democratic presidential nominee. He won every state of the former Confederacy and Oklahoma. Davis was a member of the National Advisory Council of the Crusaders, an influential organization that promoted the repeal of prohibition. He was the founding President of the Council on Foreign Relations, formed in 1921, Chairman of the Carnegie Endowment for International Peace, and a trustee of the Rockefeller Foundation from 1922 to 1939. Davis also served as a delegate from New York to the 1928 and 1932 Democratic National Conventions. Davis campaigned on behalf of Franklin D. Roosevelt in the 1932 presidential election but never developed a close relationship with Roosevelt. After Roosevelt took office, Davis quickly turned against the New Deal and joined with Al Smith and other anti-New Deal Democrats in forming the American Liberty League. He later supported the Republican presidential candidate in the 1936, 1940, and 1944 elections.[14] Davis was implicated by retired Marine Corps Major General Smedley Butler in the Business Plot, an alleged political conspiracy in 1933 to overthrow United States President Franklin D. Roosevelt, in testimony before the McCormack-Dickstein Committee, whose deliberations began on November 20, 1934 and culminated in the Committee's report to the United States House of Representatives on February 15, 1935. Davis was not called before the committee because \"The committee will not take cognizance of names brought into the testimony which constitute mere hearsay.\" In 1949, Davis (as a member of the board of the Carnegie Endowment for International Peace) testified as a character witness for Alger Hiss (Carnegie's president) during his trials (part of the Hiss-Chambers Case): \"In the twilight of his career, following the end of World War II, Davis publicly supported Alger Hiss and J. Robert Oppenheimer during the hysteria of the McCarthy hearings\" (more accurately, the \"McCarthy Era\" as the Hiss Case (1948–1950) preceded McCarthyism in the 1950s).[15][16][17] Davis was one of the most prominent and successful lawyers of the first half of the 20th century, arguing 140 cases before the U.S. Supreme Court.[18] His firm, variously titled Stetson Jennings Russell & Davis, then Davis Polk Wardwell Gardiner & Reed, then Davis Polk Wardwell Sunderland & Kiendl (now Davis Polk & Wardwell), represented many of the largest companies in the United States in the 1920s and following decades. From 1931 to 1933, Davis also served as president of the New York City Bar Association. In 1933, Davis served as legal counsel for the financier J.P. Morgan, Jr. and his companies during the Senate investigation into private banking and the causes of the recent Great Depression.[19][20][21] The last twenty years of Davis's practice included representing large corporations before the United States Supreme Court challenging the constitutionality and application of New Deal legislation. Davis lost many of these battles. Davis argued 140 cases before the U.S. Supreme Court during his career.[18] Seventy-three were as Solicitor General, and 67 as a private lawyer. Lawrence Wallace, who retired from the Office of the Solicitor General in 2003, argued 157 cases during his career but many believe that few attorneys have argued more cases than Davis.[22] Daniel Webster and Walter Jones are believed to have argued more cases than Davis, but they were lawyers of a much earlier era.[18] One of Davis' most influential arguments before the Supreme Court was in Youngstown Sheet & Tube Co. v. Sawyer in May 1952, when the Court ruled on Truman's seizure of the nation's steel plants. While Davis wasn't brought into the case until March 1952, he was already familiar with the concept of a presidential seizure of a steel mill. In 1949, the Republic Steel Company, fearful of advice given to President Truman by Attorney General Tom C. Clark, asked Davis for an opinion letter on whether the President could seize private industry in a \"National Emergency.\" Davis wrote that the President could not do so, unless such power already was vested in the President by law. He further went on to opine on the Selective Service Act of 1948's intent, and that seizures were only authorized if a company did not sufficiently prioritize government production in a time of crisis. Arguing for the steel industry, Davis spoke for eighty-seven minutes before the Court. He described Truman's acts as a \"'usurpation' of power, that were 'without parallel in American history.'\"[23] The Justices allowed him to proceed uninterrupted, with only one question from Justice Frankfurter,[citation needed] who may have had a personal feeling against Davis relating to his 1924 presidential campaign.[24] It had been predicted that the President's actions would be upheld, and the injunction would be lifted, but the Court decided 6–3, to uphold the injunction stopping the seizure of the steel mills. Washington Post writer Chalmers Roberts subsequently wrote that rarely \"has a courtroom sat in such silent admiration for a lawyer at the bar\" in reference to Davis' oral argument. Unfortunately, Davis did not allow the oral argument to be printed because the stenographic transcript was so garbled he feared it would not be close to what was said at the Court.[25] Of particular note in the case is that one of the Justices in the majority was Tom Clark, who as Attorney General in 1949 had advised Truman to proceed with the seizure of Republic Steel. Yet in 1952 Justice Clark voted with the majority without joining Black's opinion, in direct opposition to his previous advice.[26] Davis' legal career is most remembered for his final appearance before the Supreme Court, in which he unsuccessfully defended the \"separate but equal\" doctrine in Briggs v. Elliott, a companion case to Brown v. Board of Education. Davis, as a defender of racial segregation and state control of education, uncharacteristically displayed his emotions in arguing that South Carolina had shown good faith in attempting to eliminate any inequality between black and white schools and should be allowed to continue to do so without judicial intervention. He expected to win, most likely through a divided Supreme Court, even after the matter was re-argued after the death of Chief Justice Fred M. Vinson. After the Supreme Court unanimously ruled against his client's position, he returned the $25,000 (equivalent to $300,000 in 2021),[27] that he had received from South Carolina, although he was not required to do so, but kept a silver tea service that had been presented to him.[28] It has also been reported that he never charged South Carolina in the first place.[29] He declined to participate further in the case, as he did not wish to be involved in the drafting of decrees to implement the Court's decision.[28] Davis had been a member of the American Bar Association, the Council on Foreign Relations, Freemasons, Phi Beta Kappa, and Phi Kappa Psi. He was a resident of Nassau County, New York, and practiced law in New York City until his death in Charleston, South Carolina, at the age of 81. He is interred at Locust Valley Cemetery in Locust Valley, New York. The John W. Davis Federal building on West Pike street in Clarksburg, West Virginia, is named after Davis. The building housing the Student Health Center at Washington and Lee University is named for him, as is the Law School's appellate advocacy program, and an award for the graduating student with the highest grade point average[30][31] In the 1991 television film Separate but Equal, a dramatization of the Brown case, Davis was portrayed by the famed actor Burt Lancaster in his final film role. West Virginia's 1st congressional district, 1910:[32] West Virginia's 1st congressional district, 1912:[33] 1924 Democratic presidential primaries 1924 United States presidential election","Title":"John W. Davis - Wikipedia","KeyID":"4166","URL":"https://en.wikipedia.org/wiki/John_W._Davis"}