{"Content: ":"Taconic State Park is located in Columbia and Dutchess County, New York abutting Massachusetts and Connecticut within the Taconic Mountains. The state park is located off New York State Route 344 south of Interstate 90 and 110 miles (180 km) north of New York City. It features camping, hiking, bicycling, hunting, cross county skiing and other recreational opportunities.[1][2] Taconic State Park is located within one of the largest unfragmented forests between Virginia and Maine, an area of 14,400 (5,800 ha) contiguous acres of protected open space spanning three states and designated as one of America's \"Last Great Places\" by The Nature Conservancy. The 21.3 mi (34.3 km) South Taconic Trail and the 15-mile (24 km) Harlem Valley Rail Trail pass through the park. Bash Bish Falls, Massachusetts' most famous waterfall, is accessible via a short trail from the park.[2] Taconic State Park consists of three non-contiguous tracts: the Copake Falls Area, the northernmost section, located in Copake Falls; Rudd Pond Area, the southernmost section, located in the town of North East, and an unnamed, central third tract, located in Ancram, New York. Taconic State Park, along with Mount Everett State Reservation, Bash Bish Falls State Park, Mount Washington State Forest, Mount Riga Forest Preserve, Mount Riga State Park, the protected Appalachian Trail corridor, and properties managed by several land trusts including The Nature Conservancy, New York - New Jersey Trail Conference, and the Berkshire Natural Resources Council, form an interconnected 14,400 acres (5,800 ha) of protected open space approximately 5.8 mi (9.3 km) wide by 11 mi (18 km) long spanning southwest Massachusetts, northwest Connecticut, and adjacent areas of New York.[2] The Taconic State Park tracts are located on the west face of the South Taconic Range of Taconic Mountains and include the summits of Brace Mountain, 2,311 and 2,304 feet (704 and 702 m), and the west faces of Alander Mountain, Sunset Rock, and Mount Fray.[2] Both the Copake Falls and Rudd Pond areas offer camping and swimming. Amenities include cabin rentals, life guards, and interpretive programs in season. Hunting is also allowed in the park, in season. Trailheads are located on Rudd Pond Road and Quarry Hill Road (at the southern terminus of the South Taconic Trail) in North East; on Undermountain Road in Ancram; and on Falls Road, Valley Road, and Sunset Rocks Road in Copake Falls. Bash Bish Falls is located in Massachusetts, across the border from the Copake Falls Area and accessible via a short path from the trailhead in New York.[1][2] The Harlem Valley Rail Trail is a paved bicycle and pedestrian path, partly completed, that will run 46 miles (74 km) from Wassaic to Chatham, New York. Fifteen miles (24 km) of the trail have been completed; trailheads within Taconic State Park are located at the Copake Falls Area and at Undermountain Road in Ancram.[2][3] The South Taconic Trail runs the western ridgecrest of the South Taconic Range, paralleling the Appalachian Trail which runs along the east ridgecrest of the same range; the trail features balds with views spanning the Hudson River Valley. It runs along the east side of the park at the state border and ridgecrest and descends to Bash Bish Falls. The Appalachian Trail is located 4 mi (6.4 km) east of the Copake Falls Area. Mount Frissell, the highest point in Connecticut, is accessible from the central tract trailhead in Ancram. The Alander Mountain Trail and Mount Frissel Trail link the Appalachian Trail to the Copake Falls Campground and South Taconic Trail. The trails at Rudd Pond are not yet integral to the rest of the trail system.[2] but a connection is in the works [4] This section of Taconic State Park is located on New York State Route 344, and offers several different attractions for the visitors. The park is open all around the year, with hours of sunrise to sunset and can change due to weather. The park hosts a campground, which is only open from May to December, and a cabin area, which is open year-round, with access to nearby skiing areas. The Copake Falls area of the park services several different attractions. These include a beach for swimming, a wading pool, cabins, camping sites, hiking trails, the Iron Works Museum, a visitor center, picnic tables, scenic overlooks, snowmobiling trails, waterfalls, biking trails, playground equipment, fishing and hunting, a pavilion for parties and picnicking, and winter activities such as cross-country skiing.[5] The primary swimming site is a 40-foot-deep (12 m) flooded ore pit on the western side of the park. The hamlet of Copake Falls (formerly Copake Iron Works), just outside the park, was an iron mining and smelting center during the 19th century and several smaller ore pits dot the vicinity. A portion of the former New York Central Railroad right-of-way that runs through Copake Falls has been converted into a paved bike path that winds through forest and farmland south of the town. Rudd Pond area is in the northeast corner of Dutchess County, New York. The park is located in the town of North East, near the border of Connecticut, north of the village of Millerton. The park offers a beach, picnic tables, a playground, hiking, deer hunting, fishing, a boat launch, a campground with tent and trailer sites, and ice skating. Coordinates: 42°07′14″N 73°31′09″W﻿ / ﻿42.12056°N 73.51917°W﻿ / 42.12056; -73.51917","Title":"Taconic State Park - Wikipedia","KeyID":"4168","URL":"https://en.wikipedia.org/wiki/Taconic_State_Park"}