{"Content: ":"Edward William Bok (born Eduard Willem Gerard Cesar Hidde Bok)[1] (October 9, 1863 – January 9, 1930)[1] was a Dutch-born American editor and Pulitzer Prize-winning author. He was editor of the Ladies' Home Journal for 30 years (1889-1919). He also distributed popular home-building plans and created Bok Tower Gardens in central Florida. Edward Bok was born in Den Helder, Netherlands. At the age of six, he emigrated to Brooklyn, New York. In Brooklyn, he washed the windows of a bakery shop after school to help support his family. His family were so poor that in addition he used to go into the street with a basket every day and collect stray bits of coal that had fallen in the gutter where the coal wagons had delivered fuel.[2] In 1882, Bok began work with Henry Holt and Company. In 1884, he became involved with Charles Scribner's Sons, where he eventually became its advertising manager. From 1884 until 1887, Bok was the editor of The Brooklyn Magazine, and in 1886, he founded the Bok Syndicate Press.[citation needed] After moving to Philadelphia in 1889, he obtained the editorship of Ladies' Home Journal when its founder and editor Louisa Knapp Curtis stepped down to a less intense role at the popular, nationally circulated publication. It was published by Cyrus Curtis, who had an established publishing empire that included many newspapers and magazines.[citation needed] In 1896, Edward Bok married Mary L. Curtis, the daughter of Louisa and Cyrus Curtis.[3] She shared her family's interest in music, cultural activities, and philanthropy and was very active in social circles. Shortly before his marriage, he published an advice book for young men. He noted among other things, that \"A man who truly loves his mother, wife, sister or sweetheart never tells a story which lowers her sex in the eyes of others.\"[4] During his editorship, the Journal became the first magazine in the world to have one million subscribers and it became very influential among readers by featuring informative and progressive ideas in its articles.[5] The magazine focused upon the social issues of the day. When Bok's autobiography, The Americanization of Edward Bok, appeared in 1920, he reviewed it with an interest based on long acquaintance with the magazine. Mencken observed that Bok showed an irrepressible interest in things artistic: When he looked at the houses in which his subscribers lived, their drab hideousness made him sick. When he went inside and contemplated the lambrequins, the gilded cattails, the Rogers groups, the wax fruit under glass domes, the emblazoned seashells from Asbury Park, the family Bible on the marble-topped center-table, the crayon enlargements of Uncle Richard and Aunt Sue, the square pianos, the Brussels carpets, the grained woodwork—when his eyes alighted upon such things, his soul revolted, and at once his moral enthusiasm incited him to attempt a reform. The result was a long series of Ladies' Home Journal crusades against the hideousness of the national scene—in domestic architecture, in house furnishing, in dress, in town buildings, in advertising. Bok flung himself headlong into his campaigns, and practically every one of them succeeded. ... If there were gratitude in the land, there would be a monument to him in every town in the Republic. He has been, aesthetically, probably the most useful citizen that ever breathed its muggy air.[6] The Journal also became the first magazine to refuse patent medicine advertisements.[7] In 1919, after thirty years at the journal, Bok retired.[citation needed] In 1923, Bok proposed the American Peace Award.[8] In 1924, Mary Louise Bok founded the Curtis Institute of Music in Philadelphia, which she dedicated to her father, Cyrus Curtis, and in 1927, the Boks embarked upon the construction of Bok Tower Gardens, near their winter home in Mountain Lake Estates, Lake Wales, Florida, which was dedicated on February 1, 1929, by the president of the United States, Calvin Coolidge. Bok Tower is sometimes called a sanctuary and is listed on the National Register of Historic Places as a National Historic Landmark. Bok is used as an example in Dale Carnegie's How to Win Friends and Influence People.[9] Bok died on January 9, 1930, in Lake Wales, within sight of his beloved Singing Tower.[10] Two of his grandsons are educator Derek Bok and folk singer Gordon Bok. In 1895, Bok began publishing in Ladies Home Journal plans for building houses which were affordable for the American middle class – from $1,500 to $5,000 – and made full specifications with regional prices available by mail for $5. Later, Bok and the Journal became a major force in promoting the \"bungalow\", a style of residence which derived from India. Plans for these houses cost as little as a dollar, and the 1+1⁄2-story dwelling, some as small as 800 square feet, soon became a dominant form of new domestic architecture in the country.[11] Some architects complained that by making building plans available on a mass basis, Bok was usurping their prerogatives, and some, such as Stanford White openly discouraged him—although White later came around, writing I believe that Edward Bok has more completely influenced American domestic architecture for the better than any man in this generation. When he began ... I refused to cooperate with him. If Bok would come to me now, I would not only make plans for him, but I would waive my fee for them in retribution for my early mistake.[11] Edward Bok advocated using the term living room for the room then commonly called a parlo[u]r or drawing room, and is sometimes erroneously credited with inventing the term. This room had traditionally been used only on Sundays or for formal occasions such as the displaying of deceased family members before burial; it was the buffer zone between the public sphere and the private one of the rest of the house. Bok believed it was foolish to create an expensively furnished room that was rarely used, and promoted the alternative name to encourage families to use the room in their daily lives. He wrote, \"We have what is called a 'drawing room'. Just whom or what it 'draws' I have never been able to see unless it draws attention to too much money and no taste ...\"[12] Bok's overall concern was to preserve his socially conservative vision of the ideal American household, with the wife as homemaker and child-rearer, and the children raised in a healthy, natural setting, close to the soil. To this end, he promoted the suburbs as the best place for well-balanced domestic life.[11] Theodore Roosevelt said about Bok: [He] is the only man I ever heard of who changed, for the better, the architecture of an entire nation, and he did it so quickly and effectively that we didn't know it was begun before it was finished.[11] At the Ladies' Home Journal, Bok authored more than twenty articles opposed to women's suffrage, women working outside the home, woman's clubs, and education for women. He wrote that feminism would lead women to divorce, ill health, and even death. Bok solicited articles against women's rights from former presidents Grover Cleveland and Theodore Roosevelt (though Roosevelt would later change his mind to become a supporter of women's suffrage). Bok viewed suffragists as traitors to their sex, saying \"there is no greater enemy of woman than woman herself.\"[13] The Journal's wide reach among American middle-class women made Bok a key ally of the anti-suffrage movement.[13] Women's clubs attempted to organize a boycott of the Journal, for which Bok threatened them with legal action.[5] Bok's 1920 autobiography The Americanization of Edward Bok: The Autobiography of a Dutch Boy Fifty Years After[5] won the Gold Medal of the Academy of Political and Social Science and the 1921 Pulitzer Prize for Biography or Autobiography. The World War II Liberty ship SS Edward W. Bok was named in his honor.","Title":"Edward Bok - Wikipedia","KeyID":"4171","URL":"https://en.wikipedia.org/wiki/Edward_Bok"}