{"Content: ":"Franklin D. Roosevelt was elected governor of New York in 1928 and served from January 1, 1929 until his election as President of the United States in 1932. His term as governor provided him with a high-visibility position in which to prove himself as well as provide a major base from which to launch a bid for the presidency. After several years out of politics following his defeat for vice president in the 1920 presidential election, by 1928, Roosevelt believed he had recovered sufficiently to resume his political career. He had been careful to maintain his contacts in the Democratic Party. In 1924, he had attended the 1924 Democratic National Convention and made a presidential nomination speech for the then-governor of New York, Al Smith. Although Smith was not nominated, he ran again in 1928, and Roosevelt again supported him. This time, he became the Democratic candidate, and he urged Roosevelt to run for governor of New York. Governor Alfred E. Smith had unsuccessfully contended for the Democratic presidential nomination in 1924.[1] With Smith appearing likely win to reelection in 1926, and to obtain the presidential nomination in 1928, New York state's Democratic leaders began consideration in early 1926 of potential candidates to succeed Smith.[2] The first choice was William Stormont Hackett, the Mayor of Albany, who informed supporters that he planned to make the 1928 race.[2] After Hackett died in a March 1926 accident, party leaders next considered Edwin Corning, the state Democratic Party chairman, who ran successfully for lieutenant governor in 1926.[2] Corning declined the 1928 race because he was in increasingly poor health, and retired from business and political life after leaving the lieutenant governor's office in December 1928.[2] In mid-1928, Peter G. Ten Eyck, Townsend Scudder, and George R. Lunn were also considered, but did not attract wide support.[3] With one month before the November 1928 election, Democrats had not yet chosen anyone to replace Smith, who needed a strong gubernatorial candidate to help him win the state's 47 electoral votes, and Smith decided to support Roosevelt. Although Roosevelt was the ideal complement to Smith as a prominent rural, upstate Protestant without strong views on Prohibition who had supported Woodrow Wilson, he was very reluctant to run. Roosevelt was not sure he would win, and wished to continue his physical therapy at Warm Springs. Close aide Louis Howe urged him to wait; as Herbert Hoover would surely defeat Smith and likely serve two terms as president, being elected governor in 1932 would be better timing for the 1936 presidential election. After failing to persuade Roosevelt through many phone calls and telegrams from late September, on October 2, Smith finally got him to agree to run if nominated; the state convention did so the next day.[4] Roosevelt had to make his peace with Tammany Hall to obtain its support, which he did with some reluctance. In the November election, Smith was heavily defeated nationwide by Republican candidate Herbert Hoover, and narrowly lost New York, but Roosevelt was elected governor by a margin of 25,608 votes out of more than 4 million votes cast,[5] defeating Republican candidate Albert Ottinger. Roosevelt came to office in 1929 as a reform Democrat, but with no overall plan. He tackled official corruption by dismissing Smith's cronies and renamed the New York Public Service Commission. He addressed New York's growing need for power through the development of hydroelectricity on the St. Lawrence River. He reformed the state's prison administration and built a new state prison at Attica. He had a long feud with Robert Moses, the state's most powerful public servant, whom he removed as Secretary of State but kept on as Parks Commissioner and head of urban planning. Moses was replaced with the Bronx's Democratic Boss Edward J. Flynn. When the Wall Street crash in October 1929 ushered in the Great Depression, Roosevelt started a relief system that later became the model for the New Deal's Federal Emergency Relief Administration (FERA). Roosevelt followed President Herbert Hoover's advice and asked the state legislature for $20 million in relief funds, which he spent mainly on public works in the hope of stimulating demand and providing employment. Aid to the unemployed, he said, \"must be extended by Government, not as a matter of charity, but as a matter of social duty.\" In his first term, Roosevelt famously said, \"The United States Constitution has proved itself the most marvelously elastic compilation of rules of government ever written.\" He was referring to the belief he had that the Federal government would need to use more power in order to bring the country out of the Depression. The main weakness of the Roosevelt administration was the blatant corruption of the Tammany Hall machine in New York City, where the mayor, Jimmy Walker, was the puppet of Tammany boss John F. Curry, and where corruption of all kinds was rife.[6] Roosevelt had made his name as an opponent of Tammany, but he needed the machine's goodwill to be re-elected in 1930 and for a possible future presidential bid. In response to various allegations of public corruption among the judiciary, police force, the city government, and organized crime, Roosevelt began the Seabury Commission investigations in 1930. Many public officials were removed from office.[7] On September 28, 1930, the Republican state convention nominated former U.S. Attorney Charles H. Tuttle for the governorship and State Senator Caleb H. Baumes for lieutenant governor. With Tuttle losing Republican support because he was regarded as insufficiently \"dry\" on the Prohibition question (he favored prohibiting the sale and transportation of alcohol but thought it was a state issue, not federal), and the electoral tide turning towards Democrats as voters largely blamed Republicans for the Great Depression, Roosevelt and Lieutenant Governor Herbert H. Lehman won landslide reelections in November, leaving Roosevelt well-positioned to run for president in 1932. Roosevelt's second term in Albany was focused on measures to counter the effects of the Depression, including the Temporary Emergency Relief Administration to provide public works employment, as well as legislation on unemployment compensation, banking reform, and reforestation of marginal farmland. In August 1932, Roosevelt forced Tammany's hand on the corruption issue by convening a public hearing on the question of removing Walker as mayor. Walker resigned on September 1, following a State Supreme Court ruling upholding the governor's authority to remove him for cause.","Title":"Governorship of Franklin D. Roosevelt - Wikipedia","KeyID":"4173","URL":"https://en.wikipedia.org/wiki/Governorship_of_Franklin_D._Roosevelt"}