{"Content: ":"Samuel Irving Rosenman (February 13, 1896 – June 24, 1973) was an American lawyer, judge, Democratic Party activist and presidential speechwriter. He coined the term \"New Deal\", and helped articulate liberal policies during the heyday of the New Deal coalition. He was the first person to hold the position of White House Counsel. Rosenman was born in San Antonio, Texas, the son of Solomon and Ethel (Paler) Rosenman. He served in the US Army during World War I and graduated from Columbia Law School in 1919. He was a member of Phi Beta Kappa and Delta Sigma Rho.[1][2] He became active in Democratic politics and was a member of the New York State Assembly (New York Co., 11th D.) in 1922, 1923, 1924, 1925 and 1926; and a justice of the New York Supreme Court (1st D.) from 1936 to 1943.[3] By the mid-1930s, Rosenman had emerged as a leading spokesman for the New York Jewish community.[4] Rosenman was a senior advisor to presidents Franklin Roosevelt and Harry Truman. Under their administrations, he was a leading figure in the war crimes issue. He was also the first official White House Counsel, then called Special Counsel, between 1943 and 1946. He was a speechwriter under both presidents, helping Roosevelt with his speeches from his days as governor. Rosenman was responsible for the term \"New Deal\", a phrase in the conclusion of FDR's acceptance speech at the 1932 Democratic National Convention.[5] While he was not heavily involved in speechwriting during Roosevelt's first term, he started traveling to Washington to help out with important talks during the 1936 campaign and was a key speech aide for the remainder of Roosevelt's life. He officially joined the White House after ill health forced him to have to choose between his judicial work and his presidential work. He submitted his resignation as Special Counsel upon Roosevelt's death but Truman asked him to stay on, initially through V-E Day, then through V-J Day, and finally into 1946. Rosenman wrote the 1946 State of the Union Address for Truman on his own in 1946.[6] Even after leaving the White House, he would periodically return to aid the president with major speeches, including his acceptance speech to the 1948 Democratic National Convention. Rosenman was married to housing activist Dorothy Rosenman. Rosenman’s granddaughter Lynn is the wife of current United States Attorney General and former United States Supreme Court Nominee, Merrick Garland.[7] Rosenman edited The Public Papers and Addresses of Franklin D. Roosevelt, published in 13 volumes from 1938 to 1950. They have been immensely influential in the study of the New Deal and Roosevelt's policies; given the enormous mass of data at the Roosevelt Library in Hyde Park, the papers have been used by historians as a guide, a conceptual framework, and a source. While his selections have given rise to some accusations of partisan selectivity and of deviations from the content of delivered speeches, the work still holds up remarkably well as an important piece of scholarship, and Rosenman will long be remembered as the Thucydides of the Roosevelt era, according to Hand (1968). On October 6, 1943, three days before Yom Kippur, Hillel Kook (aka Peter Bergson) organized a march to Washington DC (the famous Rabbis March) by a delegation of some 400 rabbis, most if not all Orthodox and some recent immigrants, to make a public appeal to the United States government to do more to try to rescue the abandoned Jews of Europe. It was the only such protest in Washington during the Holocaust. The rabbis were received at steps of the Capitol by the Senate majority and minority leaders, and the Speaker of the House. After prayers for the war effort at the Lincoln Memorial the rabbis went to the White House to plead with President Roosevelt and were told that the President was busy all day and Vice President Henry Wallace met them instead. It was later learned that Roosevelt had several free hours that afternoon, but was advised by both Stephen Wise (head of the World Jewish Congress) and Samuel Rosenman (the President's advisor, speech writer and head of the American Jewish Committee) that the protesting rabbis \"were not representative\" of American Jewry and not the kind of Jews he should meet. Wise also accused the rabbis of \"offending the dignity of the Jewish people.\"[8] Historian Rafael Medoff, founder of The David Wyman Institute (founded by Holocaust historian David Wyman) characterizes Rosenman this way: \"One of FDR’s top advisers and speechwriters was Samuel Rosenman, a leading member of the American Jewish Committee. Rosenman, a deeply assimilated Jew, was uncomfortable calling attention to Jewish concerns. After the 1938 Kristallnacht pogroms, he warned FDR that admitting German Jewish refugees to America would “create a Jewish problem in the U.S.” In 1943, when 400 rabbis marched to the White House to plead for a rescue effort, Rosenman counseled Roosevelt to snub “the medieval horde.” Rosenman also tried to undermine the 1943 campaign by rescue advocates and Treasury Department officials for creation of a government agency to save Jewish refugees. The agency, called the War Refugee Board, was eventually established despite his opposition.\" http://new.wymaninstitute.org/2010/12/fdr-had-his-kissinger-too/ From 1964 to 1966, Rosenman served as president of the New York City Bar Association. He was also the name partner of Rosenman & Colin that merged with Katten Muchin & Zavis to become Katten Muchin Rosenman.[5] He also briefly served as chairman of 20th century Fox in 1962.[9][10]","Title":"Samuel Rosenman - Wikipedia","KeyID":"4177","URL":"https://en.wikipedia.org/wiki/Samuel_Rosenman"}