{"Content: ":"Minority caucus Minority caucus The New York State Legislature consists of the two houses that act as the state legislature of the U.S. state of New York: The New York State Senate and the New York State Assembly. The Constitution of New York does not designate an official term for the two houses together; it says only that the state's legislative power \"shall be vested in the senate and assembly\".[1] Session laws passed by the Legislature are published in the official Laws of New York.[2][3] Permanent New York laws of a general nature are codified in the Consolidated Laws of New York.[2][4] As of January 2021, the Democratic Party holds supermajorities in both houses of the New York State Legislature, which is the highest paid state legislature in the country. Legislative elections are held in November of every even-numbered year.[5] Both Assembly members and Senators serve two-year terms.[6] In order to be a member of either house, one must be a citizen of the United States, a resident of the state of New York for at least five years, and a resident of the district for at least one year prior to election.[7] The Assembly consists of 150 members; they are each chosen from a single-member district. The New York Constitution allows the number of Senate seats to vary; as of 2014, the Senate had 63 seats.[8] The Assembly is headed by the Speaker, while the Senate is headed by the President, a post held ex officio by the State Lieutenant Governor. The Lieutenant Governor, as President of the Senate, has only a tie-breaking \"casting vote\". More often, the Senate is presided over by the Temporary President,[9] or by a senator of the Majority Leader's choosing.[citation needed] The Assembly Speaker and Senate Majority Leader control the assignment of committees and leadership positions, along with control of the agenda in their chambers. The two are considered powerful statewide leaders and along with the Governor of New York control most of the agenda of state business in New York.[citation needed] The Legislative Bill Drafting Commission (LBDC) aids in drafting legislation; advises as to the constitutionality, consistency or effect of proposed legislation; conducts research; and publishes and maintains the documents of the Legislature, such as the Laws of New York.[10][11] The LBDC consists of two commissioners, the Commissioner for Administration and the Commissioner for Operations, each appointed jointly by the Temporary President of the Senate and the Speaker of the Assembly.[12] In the 2018 elections, Democrats won control of the State Senate and increased their majority in the State Assembly. At the beginning of the 2019-2020 legislative session, the Senate Democratic Conference held 39 of the chamber's 63 seats[13] and the Assembly Democratic Conference held 106 of the 150 seats in that chamber.[14] The Senate Democratic Conference increased to 40 seats after Democratic senator Simcha Felder was re-accepted into the Conference.[15] The Legislature is empowered to make law, subject to the governor's power to veto a bill. However, the veto may be overridden by the Legislature if there is a two-thirds majority in favor of overriding in each House. Furthermore, it has the power to propose New York Constitution amendments by a majority vote, and then another majority vote following an election. If so proposed, the amendment becomes valid if agreed to by the voters at a referendum.[citation needed] The legislature originated in the revolutionary New York Provincial Congress, assembled by rebels when the New York General Assembly would not send delegates to the Continental Congress.[citation needed] The New York State Legislature has had several corruption scandals during its existence. These include the Black Horse Cavalry and Canal Ring.[16][17] In the 1840s, New York launched the first great wave of civil procedure reform in the United States by enacting the Field Code. The Code inspired similar reforms in 23 other states, and gave birth to the term \"code pleading\" for the system of civil procedure it created.[citation needed] The first African-American elected to the legislature was Edward A. Johnson, a Republican, in 1917.[18] The first women elected to the legislature were Republican Ida Sammis and Democrat Mary Lilly, both in 1919.[19] The first African-American woman elected to the legislature was Bessie A. Buchanan in 1955.[20] Five assemblymen were expelled in 1920 for belonging to the Socialist Party.[21] There is said to be a compact to which members of the New York Legislature unofficially adhere a code of silence regarding behavior such as illicit extramarital affairs or other embarrassing behavior.[22]","Title":"New York State Legislature - Wikipedia","KeyID":"4181","URL":"https://en.wikipedia.org/wiki/New_York_State_Legislature"}