{"Content: ":"Jesse Isidor Straus (June 25, 1872 – October 4, 1936) served as the American ambassador to France from 1933 to 1936. Jesse Straus was born in Manhattan, the eldest son of the German immigrants Isidor Straus (1845–1912) and Ida Straus (1849-1912), both of whom died in the sinking of the RMS Titanic. Isidor was co-owner of the department store R.H. Macy & Co., along with his uncle Nathan Straus. His uncle Oscar Solomon Straus (1850–1926) was the first Jewish United States Cabinet Secretary, serving as Secretary of Commerce and Labor from 1906 to 1909. He graduated from Harvard College in 1893. He and his brothers Percy and Herbert, both also Harvard graduates, donated funds that built Straus Hall in Harvard Yard.[1] After college Jesse Straus was made to gain outside business experience before joining the family business. He worked as a clerk at the Manufacturers Hanover Corporation for a year and a half and then for a similar period as a department store salesman at Abraham & Straus, a Macy's rival.[2] He married Irma Nathan in 1895.[3] He began working at Macy's on September 3, 1896.[4] In 1929, he purchased a piece of land on New York City's Park Avenue to construct an apartment building because he found that the better buildings in the area would not accept Jews as residents. He moved his family into the topmost two floors, a seven-bedroom duplex with terraces, a thousand-square-foot library, and a baronial stone fireplace.[5] A political ally of New York Governor Franklin D. Roosevelt, in March 1931, Jesse Straus funded a poll of the delegates to the 1928 Democratic Convention to assess Roosevelt's chances in the race for the 1932 Democratic presidential nomination.[6] Straus was president of his family's department store in the 1930s[7] until Roosevelt appointed him Chairman of the state's Temporary Emergency Relief Administration (TERA), which provided unemployment assistance to ten percent of New York's families, in 1931.[8] When Roosevelt took office and the public anticipated a run on the banks, he bought full-page newspaper advertisements that announced:[3] Roosevelt appointed him U.S. Ambassador to France in 1933[9] and he presented his credentials in Paris on June 8, 1933.[3] He served in that office, returning to the U.S. several times for health care, until he resigned for health reasons on August 18, 1936.[3] He was fluent in French and was the first Jew to serve in the position.[3] He reported to the President that public morale there was low and the country was unprepared for war.[10] In the 1930s he warned against efforts on the part of American Jews to organize opposition to the Nazi regime in Germany in the belief that it was \"stirring up trouble\" on an issue in which their involvement only demonstrated their inability to integrate themselves fully into American life.[11] According to a biography in the Straus family newsletter, he \"felt that Judaism was a religion, not a nationality, and that Jews, and members of all religious groups in any country, should assimilate....He refused all traffic with the Zionists and rigidly opposed pro-Jewish discrimination at Macy's.\"[12] He was one of the founders of the Lycée français de New York. He died of pneumonia at his home at 720 Park Avenue in New York City on October 5, 1936.[3] He is buried in Woodlawn Cemetery in the Bronx, New York.[13] In response to New Deal legislation increasing estate taxes to 60%, he had distributed some of his assets and revised his will. Time called his actions a \"protest\" and the result of \"troubled thought.\" First he gave away one fourth of his Macy's stock, paying far less tax than had the shares remained part of his estate. Then on July 31, 1934, he revised his 1933 will to remove a list of gifts to 18 educational and charitable institutions because:[14] His widow died in 1970 at the age of 94.[15] Straus was a noteworthy collector of fine arts and memorabilia. He left a collection of autographs to his granddaughter, who donated them to Vassar College, where they form the Jesse Isidor Straus Autograph Collection (ca. 1727-1873).[16] New York City's PS 199, the Jesse Isadore Straus School on West 70 Street, is named for him.[17] ","Title":"Jesse I. Straus - Wikipedia","KeyID":"4185","URL":"https://en.wikipedia.org/wiki/Jesse_I._Straus"}