{"Content: ":"The Hofstadter Committee, also known as the Seabury investigations, was a joint legislative committee formed by the New York State Legislature on behalf of Governor Franklin D. Roosevelt to probe into corruption in New York City, especially the magistrate's courts and police department in 1931. It led to major changes in the method of arrest, bail and litigation of suspects in New York City. It also coincided with the decline in Tammany Hall's political influence in New York State politics.[1] Roosevelt, although aided by Tammany's Al Smith into the Governorship in 1928, did not seek advice from Tammany Hall or Smith. The organized crime robbery of a New York City judge and leader of the Tepecano Democratic Club, Albert H. Vitale, during a dinner party on December 7, 1929, and the subsequent recovering of the stolen goods from gangsters following a few calls from Magistrate Vitale, prompted questions from the public and press regarding ties between organized crime, law enforcement, and the judicial system within the city. Vitale was accused of owing $19,600 to Arnold Rothstein, and was investigated by the Appellate Division of the New York Supreme Court for failing to explain how he accrued $165,000 over four years while receiving a total judicial salary of $48,000 during that same period. Vitale was removed from the bench. A further investigation by U.S. district attorney Charles H. Tuttle in 1929 discovered that Brooklyn Judge Bernard Vause was paid $190,000 in return for obtaining pier leases for a shipping company, and that another city judge, George Ewald had paid Tammany Hall $10,000 for the replacement seat of Judge Vitale. Roosevelt responded by launching the first of three investigations between 1930 and 1932. Roosevelt prompted Ex-Judge of the Court of Appeals Samuel Seabury to investigate matters. A key witness in the first of Seabury's investigations in 1930, Vivian Gordon, was found murdered in Van Cortlandt Park in the Bronx. Gordon was to testify on her incongruous arrest in 1923. This murder prompted the second of Seabury's investigations on behalf of Roosevelt. Gordon's murder also prompted the first time that the Pinkerton Agency was called in to help investigate a case in New York City.[2] Additionally, a Tammany Hall associate and state Supreme Court Justice, Joseph Force Crater, disappeared in August 1930, in what would become an unsolved case. Crater was president of a Tammany Hall Club on the Upper West Side and was also a known acquaintance of Gordon.[3] A third investigation followed, with several thousand interviews.[4] The commission was chaired by State Senator Samuel H. Hofstadter. The actual investigation was conducted by Seabury who was appointed legal counsel to the committee. The commission heard testimony from a thousand citizens, policemen, judges, lawyers and defendants about unjust treatment before the law prompted by allegations of corruption in police and court systems. The Seabury investigation into the Magistrate's Courts exposed the conspiracy of judges, attorneys, police and bail bondsmen to extort money from defendants facing trial. The Magistrate's Court of the City of New York was the Court in which those people charged with certain crimes first encountered the justice system. Throughout the autumn of 1930, the Seabury Commission heard more than 1,000 witnesses — judges, lawyers, police officers and former defendants — describe a pattern of false arrests, fraudulent bail bonds, and imprisonment. Many people — often women, always working class — who were charged with crimes in the Magistrate's Court were totally innocent of wrongdoing, \"framed\" in police parlance, by lying police officers and police-paid \"witnesses.\" The victims usually knew no lawyers and could not afford private counsel. Victims were made to understand that conviction and a prison sentence were a foregone conclusion unless money was paid through certain attorneys to court personnel, police and others. An assistant district attorney was involved in these schemes. One of the police set-up men was Chile Mapocha Acuna, whose testimony inspired a song titled, \"Chile Acuna, the human spittoona.\"[4] The conspiracy had been highly effective, innocent people either parted with their life's savings or faced prison sentences, the women often on spurious convictions for prostitution. It was discovered, during the investigation, that 51 young women had been illegally confined in the women's prison at Bedford. The Boss of Tammany Hall, John Curry, was also called to testify after calling in a Tammany judge to stay the sentencing of Tammany's William F. Doyle, a horse doctor who became chief of the Bureau of Fire Prevention. Doyle had been a reluctant witness and was avoiding answering questions about his questionable awarding of permits for garages and gas stations throughout the city, in addition to his large financial earnings outside his salary. The former Boss, George W. Olvany also testified. Witness Thomas M. Farley was notable as a witness during questioning regarding the use of political clubs as gambling locations. Farley was a Tammany Hall associate who was head of the Fourteenth Assembly District, owner of the Thomas M. Farley Association, and sheriff of New York County. Although Farley's club had been raided many times by Inspector Lewis Valentine's Confidential Squad, the club was always tipped off beforehand. The sheriff denied that gambling took place on premises and could not account for the presence of associates of Arnold Rothstein who frequented the club.[4] As a result of the investigation, formal charges of corruption were brought against many involved in the scheme. The Appellate Division ordered the dismissal of corrupt judges. Later, when Mayor Jimmy Walker reneged on his agreement to pay the commissioner's cost, a writ of mandamus was brought before the Appellate Division, which ordered the mayor to pay. The Seabury Commission's work resulted in a massive shake-up of the lower court system, and the resignation of Jimmy Walker. New York County Sheriff Thomas M. Farley was removed from office by Gov. Franklin D. Roosevelt.[5] The Seabury investigation would also lead to the indictment of Deputy City Clerk James J. McCormick and the arrest of State Senator John A. Hastings.[6] One of the judges implicated in the hearings was Judge Jean H. Norris, the city's first woman judge.[4] The pressure for reform, once unleashed, later ensnared State Senator Hofstadter when the executive committee of the Association of the Bar of the City of New York held that State Senator Hofstadter had violated the public trust by having accepted a judicial appointment from Tammany Hall when he was investigating that political organization's \"domination of the city government.\"[7]","Title":"Hofstadter Committee - Wikipedia","KeyID":"4186","URL":"https://en.wikipedia.org/wiki/Seabury_Commission"}