{"Content: ":"Harvard University is a private Ivy League research university in Cambridge, Massachusetts. Founded in 1636 as Harvard College and named for its first benefactor, the Puritan clergyman John Harvard, it is the oldest institution of higher learning in the United States and among the most prestigious in the world.[6] The Massachusetts colonial legislature authorized Harvard's founding, \"dreading to leave an illiterate ministry to the churches, when our present ministers shall lie in the dust\"; though never formally affiliated with any denomination, in its early years Harvard College primarily trained Congregational clergy. Its curriculum and student body were gradually secularized during the 18th century, and by the 19th century, it had emerged as the central cultural establishment among the Boston elite.[7][8] Following the American Civil War, President Charles William Eliot's long tenure (1869–1909) transformed the college and affiliated professional schools into a modern research university; Harvard became a founding member of the Association of American Universities in 1900.[9] James B. Conant led the university through the Great Depression and World War II, and liberalized admissions after the war. The university is composed of ten academic faculties plus the Harvard Radcliffe Institute. Arts and Sciences offers study in a wide range of academic disciplines for undergraduates and for graduates, while the other faculties offer only graduate degrees, mostly professional. Harvard has three main campuses:[10] the 209-acre (85 ha) Cambridge campus centered on Harvard Yard; an adjoining campus immediately across the Charles River in the Allston neighborhood of Boston; and the medical campus in Boston's Longwood Medical Area.[11] Harvard's endowment is valued at $53.2 billion, making it the largest of any academic institution.[3] Endowment income helps enable the undergraduate college to admit students regardless of financial need and provide generous financial aid with no loans.[12] The Harvard Library is the world's largest academic library system, comprising 79 individual libraries holding about 20.4 million items.[13][14][15][16] Harvard alumni, faculty, and researchers have included numerous Nobel laureates, Fields Medalists, members of the U.S. Congress, MacArthur Fellows, Rhodes Scholars, Marshall Scholars, and Fulbright Scholars, all of which are arguably the most among all higher education institutions over the globe, depending upon the metrics a list adopts.[17] Its alumni include eight U.S. presidents and 188 living billionaires, the most of any university. Fourteen Turing Award laureates have been Harvard affiliates. Students and alumni have won 10 Academy Awards, 48 Pulitzer Prizes, and 110 Olympic medals (46 gold), and they have founded many notable companies. Harvard was established in 1636 by vote of the Great and General Court of the Massachusetts Bay Colony. In 1638, it acquired British North America's first known printing press.[19][20] In 1639, it was named Harvard College after deceased clergyman John Harvard, an alumnus of the University of Cambridge who had left the school £779 and his library of some 400 volumes.[21] The charter creating the Harvard Corporation was granted in 1650. A 1643 publication gave the school's purpose as \"to advance learning and perpetuate it to posterity, dreading to leave an illiterate ministry to the churches when our present ministers shall lie in the dust.\"[22] It trained many Puritan ministers in its early years[23] and offered a classic curriculum based on the English university model‍—‌many leaders in the colony had attended the University of Cambridge‍—‌but conformed to the tenets of Puritanism. Harvard has never affiliated with any particular denomination, though many of its earliest graduates went on to become clergymen in Puritan churches.[24] Increase Mather served as president from 1681 to 1701. In 1708, John Leverett became the first president who was not also a clergyman, marking a turning of the college away from Puritanism and toward intellectual independence.[25] In the 19th century, Enlightenment ideas of reason and free will were widespread among Congregational ministers, putting those ministers and their congregations in tension with more traditionalist, Calvinist parties.[26]: 1–4  When Hollis Professor of Divinity David Tappan died in 1803 and President Joseph Willard died a year later, a struggle broke out over their replacements. Henry Ware was elected to the Hollis chair in 1805, and the liberal Samuel Webber was appointed to the presidency two years later, signaling the shift from the dominance of traditional ideas at Harvard to the dominance of liberal, Arminian ideas.[26]: 4–5 [27]: 24  Charles William Eliot, president 1869–1909, eliminated the favored position of Christianity from the curriculum while opening it to student self-direction. Though Eliot was the crucial figure in the secularization of American higher education, he was motivated not by a desire to secularize education but by Transcendentalist Unitarian convictions influenced by William Ellery Channing and Ralph Waldo Emerson.[28] Programs in the study of French and Spanish languages began in 1816 with George Ticknor as its first professor. In the 20th century, Harvard's reputation grew as a burgeoning endowment and prominent professors expanded the university's scope. Rapid enrollment growth continued as new graduate schools were begun and the undergraduate college expanded. Radcliffe College, established in 1879 as the female counterpart of Harvard College, became one of the most prominent schools for women in the United States. Harvard became a founding member of the Association of American Universities in 1900.[9] The student body in the early decades of the century was predominantly \"old-stock, high-status Protestants, especially Episcopalians, Congregationalists, and Presbyterians.\"[30] In 1923—a year after the percentage of Jewish students at Harvard had reached 20%—President A. Lawrence Lowell supported a policy change that limited Jewish students to 15% of the undergraduate population. While Lowell's idea was rejected, he did manage to ban black students from freshman dormitories.[31][32][33] President James B. Conant, who led the university from 1933 to 1953, reinvigorated creative scholarship to guarantee Harvard's preeminence among research institutions. He saw higher education as a vehicle of opportunity for the talented rather than an entitlement for the wealthy, so Conant devised programs to identify, recruit, and support talented youth. In 1943, he asked the faculty to make a definitive statement about what general education ought to be, at the secondary as well as at the college level. The resulting Report, published in 1945, was one of the most influential manifestos in 20th century American education.[34] Between 1945 and 1960, admissions were opened up to bring in a more diverse group of students. No longer drawing mostly from select New England prep schools, the undergraduate college became accessible to striving middle class students from public schools; many more Jews and Catholics were admitted, but few blacks, Hispanics, or Asians.[35] Throughout the rest of the 20th century, Harvard became more diverse.[36]However, it is still noted that Harvard largely favours white admits. When it comes to athletics, the share for African American, Asian American, and Hispanics is less than 16% and if it were not for their racial status, a large number of those students would have been rejected.[37] Harvard's graduate schools began admitting women in small numbers in the late 19th century. During World War II, students at Radcliffe College (which since 1879 had been paying Harvard professors to repeat their lectures for women) began attending Harvard classes alongside men.[38] Women were first admitted to the medical school in 1945.[39] Since 1971, Harvard has controlled essentially all aspects of undergraduate admission, instruction, and housing for Radcliffe women. In 1999, Radcliffe was formally merged into Harvard.[40] Drew Gilpin Faust, previously the dean of the Radcliffe Institute for Advanced Study, became Harvard's first female president on July 1, 2007.[41] She was succeeded by Lawrence Bacow on July 1, 2018.[42] Harvard's 209-acre (85 ha) main campus is centered on Harvard Yard (\"the Yard\") in Cambridge, about 3 miles (5 km) west-northwest of downtown Boston, and extends into the surrounding Harvard Square neighborhood. The Yard contains administrative offices such as University Hall and Massachusetts Hall; libraries such as Widener, Pusey, Houghton, and Lamont; and Memorial Church. The Yard and adjacent areas include the main academic buildings of the Faculty of Arts and Sciences, including the college, such as Sever Hall and Harvard Hall. Freshman dormitories are in, or adjacent to, the Yard. Upperclassmen live in the twelve residential houses – nine south of the Yard near the Charles River, the others half a mile northwest of the Yard at the Radcliffe Quadrangle (which formerly housed Radcliffe College students). Each house is a community of undergraduates, faculty deans, and resident tutors, with its own dining hall, library, and recreational facilities.[43] Also in Cambridge are the Law, Divinity (theology), Engineering and Applied Science, Design (architecture), Education, Kennedy (public policy), and Extension schools, as well as the Radcliffe Institute for Advanced Study in Radcliffe Yard.[44] Harvard also has commercial real estate holdings in Cambridge.[45][46] Harvard Business School, Harvard Innovation Labs, and many athletics facilities, including Harvard Stadium, are located on a 358-acre (145 ha) campus in Allston,[47] a Boston neighborhood just across the Charles River from the Cambridge campus. The John W. Weeks Bridge, a pedestrian bridge over the Charles River, connects the two campuses. The university is actively expanding into Allston, where it now owns more land than in Cambridge.[48] Plans include new construction and renovation for the Business School, a hotel and conference center, graduate student housing, Harvard Stadium, and other athletics facilities.[49] In 2021, the Harvard John A. Paulson School of Engineering and Applied Sciences will expand into a new, 500,000+ square foot Science and Engineering Complex (SEC) in Allston.[50] The SEC will be adjacent to the Enterprise Research Campus, the Business School, and the Harvard Innovation Labs to encourage technology- and life science-focused startups as well as collaborations with mature companies.[51] The schools of Medicine, Dental Medicine, and Public Health are located on a 21-acre (8.5 ha) campus in the Longwood Medical and Academic Area in Boston, about 3.3 miles (5.3 km) south of the Cambridge campus.[11] Several Harvard-affiliated hospitals and research institutes are also in Longwood, including Beth Israel Deaconess Medical Center, Boston Children's Hospital, Brigham and Women's Hospital, Dana–Farber Cancer Institute, Joslin Diabetes Center, and the Wyss Institute for Biologically Inspired Engineering. Additional affiliates, most notably Massachusetts General Hospital, are located throughout the Greater Boston area. Harvard owns the Dumbarton Oaks Research Library and Collection in Washington, D.C., the Harvard Forest in Petersham, Massachusetts, the Concord Field Station in Estabrook Woods in Concord, Massachusetts,[52] the Villa I Tatti research center in Florence, Italy,[53] the Harvard Shanghai Center in Shanghai, China,[54] and the Arnold Arboretum in the Jamaica Plain neighborhood of Boston. Harvard is governed by a combination of its Board of Overseers and the President and Fellows of Harvard College (also known as the Harvard Corporation), which in turn appoints the President of Harvard University.[55] There are 16,000 staff and faculty,[56] including 2,400 professors, lecturers, and instructors.[57] The Faculty of Arts and Sciences is the largest Harvard faculty and has primary responsibility for instruction in Harvard College, the Graduate School of Arts and Sciences, the John A. Paulson School of Engineering and Applied Sciences (SEAS), and the Division of Continuing Education, which includes Harvard Summer School and Harvard Extension School. There are nine other graduate and professional faculties as well as the Radcliffe Institute for Advanced Study. Joint programs with the Massachusetts Institute of Technology include the Harvard–MIT Program in Health Sciences and Technology, the Broad Institute, The Observatory of Economic Complexity, and edX. Harvard has the largest university endowment in the world, valued at about $41.9 billion as of 2020.[3] During the recession of 2007–2009, it suffered significant losses that forced large budget cuts, in particular temporarily halting construction on the Allston Science Complex.[58] The endowment has since recovered.[59][60][61][62][63] About $2 billion of investment income is annually distributed to fund operations.[64] Harvard's ability to fund its degree and financial aid programs depends on the performance of its endowment; a poor performance in fiscal year 2016 forced a 4.4% cut in the number of graduate students funded by the Faculty of Arts and Sciences.[65] Endowment income is critical, as only 22% of revenue is from students' tuition, fees, room, and board.[66] Since the 1970s, several student-led campaigns have advocated divesting Harvard's endowment from controversial holdings, including investments in apartheid South Africa, Sudan during the Darfur genocide, and the tobacco, fossil fuel, and private prison industries.[67][68] In the late 1980s, during the divestment from South Africa movement, student activists erected a symbolic \"shantytown\" on Harvard Yard and blockaded a speech by South African Vice Consul Duke Kent-Brown.[69][70] The university eventually reduced its South African holdings by $230 million (out of $400 million) in response to the pressure.[69][71] Harvard is a large, highly residential research university[73] offering 50 undergraduate majors,[74] 134 graduate degrees,[75] and 32 professional degrees.[76] For the 2018–2019 academic year, Harvard granted 1,665 baccalaureate degrees, 1,013 graduate degrees, and 5,695 professional degrees.[76] The four-year, full-time undergraduate program has a liberal arts and sciences focus.[73][74] To graduate in the usual four years, undergraduates normally take four courses per semester.[77] In most majors, an honors degree requires advanced coursework and a senior thesis.[78] Though some introductory courses have large enrollments, the median class size is 12 students.[79] Harvard is a founding member of the Association of American Universities[80] and a preeminent research university with \"very high\" research activity (R1) and comprehensive doctoral programs across the arts, sciences, engineering, and medicine according to the Carnegie Classification.[73] With the medical school consistently ranking first among medical schools for research,[81] biomedical research is an area of particular strength for the university. More than 11,000 faculty and over 1,600 graduate students conduct research at the medical school as well as its 15 affiliated hospitals and research institutes.[82] The medical school and its affiliates attracted $1.65 billion in competitive research grants from the National Institutes of Health in 2019, more than twice as much as any other university.[83] The Harvard Library system is centered in Widener Library in Harvard Yard and comprises nearly 80 individual libraries holding about 20.4 million items.[13][14][16] According to the American Library Association, this makes it the largest academic library in the world.[14][4] Houghton Library, the Arthur and Elizabeth Schlesinger Library on the History of Women in America, and the Harvard University Archives consist principally of rare and unique materials. America's oldest collection of maps, gazetteers, and atlases both old and new is stored in Pusey Library and open to the public. The largest collection of East-Asian language material outside of East Asia is held in the Harvard-Yenching Library. The Harvard Art Museums comprise three museums. The Arthur M. Sackler Museum covers Asian, Mediterranean, and Islamic art, the Busch–Reisinger Museum (formerly the Germanic Museum) covers central and northern European art, and the Fogg Museum covers Western art from the Middle Ages to the present emphasizing Italian early Renaissance, British pre-Raphaelite, and 19th-century French art. The Harvard Museum of Natural History includes the Harvard Mineralogical Museum, the Harvard University Herbaria featuring the Blaschka Glass Flowers exhibit, and the Museum of Comparative Zoology. Other museums include the Carpenter Center for the Visual Arts, designed by Le Corbusier and housing the film archive, the Peabody Museum of Archaeology and Ethnology, specializing in the cultural history and civilizations of the Western Hemisphere, and the Harvard Museum of the Ancient Near East featuring artifacts from excavations in the Middle East. Among overall rankings, the Academic Ranking of World Universities (ARWU) has ranked Harvard as the world's top university every year since it was released.[95] When QS and Times Higher Education collaborated to publish the Times Higher Education–QS World University Rankings from 2004 to 2009, Harvard held the top spot every year and continued to hold first place on THE World Reputation Rankings ever since it was released in 2011.[96] In 2019, it was ranked first worldwide by SCImago Institutions Rankings.[97] It was ranked in the first tier of American research universities, along with Columbia, MIT, and Stanford, in the 2019 report from the Center for Measuring University Performance.[98] Harvard University is accredited by the New England Commission of Higher Education.[99] Among rankings of specific indicators, Harvard topped both the University Ranking by Academic Performance (2019–2020) and Mines ParisTech: Professional Ranking of World Universities (2011), which measured universities' numbers of alumni holding CEO positions in Fortune Global 500 companies.[100] According to annual polls done by The Princeton Review, Harvard is consistently among the top two most commonly named \"dream colleges\" in the United States, both for students and parents.[101][102][103] Additionally, having made significant investments in its engineering school in recent years, Harvard was ranked third worldwide for Engineering and Technology in 2019 by Times Higher Education.[104] Student life and activities are generally organized within each school. The Undergraduate Council represents College students. The Graduate Council represents students at all twelve graduate and professional schools, most of which also have their own student government.[114] Both the undergraduate College and the graduate schools have intramural sports programs. Harvard College fields 42 intercollegiate sports teams in the NCAA Division I Ivy League, more than any other college in the country.[115] Every two years, the Harvard and Yale track and field teams come together to compete against a combined Oxford and Cambridge team in the oldest continuous international amateur competition in the world.[116] As with other Ivy League universities, Harvard does not offer athletic scholarships.[117] The school color is crimson. Harvard's athletic rivalry with Yale is intense in every sport in which they meet, coming to a climax each fall in the annual football meeting, which dates back to 1875.[118] Over more than three and a half centuries, Harvard alumni have contributed creatively and significantly to society, the arts and sciences, business, and national and international affairs. Harvard's alumni include eight U.S. presidents, 188 living billionaires, 79 Nobel laureates, 7 Fields Medal winners, 9 Turing Award laureates, 369 Rhodes Scholars, 252 Marshall Scholars, and 13 Mitchell Scholars.[119][120][121][122] Harvard students and alumni have won 10 Academy Awards, 48 Pulitzer Prizes, and 108 Olympic medals (including 46 gold medals), and they have founded many notable companies worldwide.[123][124] 2nd President of the United States John Adams (AB, 1755; AM, 1758)[125] 6th President of the United States John Quincy Adams (AB, 1787; AM, 1790)[126][127] Essayist, lecturer, philosopher, and poet Ralph Waldo Emerson (AB, 1821) Naturalist, essayist, poet, and philosopher Henry David Thoreau (AB, 1837) 19th President of the United States Rutherford B. Hayes (LLB, 1845)[128] Associate Justice of the Supreme Court of the United States Oliver Wendell Holmes Jr. (AB, 1861, LLB) Philosopher, logician, and mathematician Charles Sanders Peirce (AB, 1862, SB 1863) 26th President of the United States and Nobel Peace Prize laureate Theodore Roosevelt (AB, 1880)[129] Sociologist and civil rights activist W. E. B. Du Bois (PhD, 1895) 32nd President of the United States Franklin D. Roosevelt (AB, 1903)[130] Author, political activist, and lecturer Helen Keller (AB, 1904, Radcliffe College) Poet and Nobel laureate in literature T. S. Eliot (AB, 1909; AM, 1910) Physicist and leader of Manhattan Project J. Robert Oppenheimer (AB, 1925) Economist and Nobel laureate in economics Paul Samuelson (AM, 1936; PhD, 1941) Musician and composer Leonard Bernstein (AB, 1939) 35th President of the United States John F. Kennedy (AB, 1940)[131] 7th President of Ireland and United Nations High Commissioner for Human Rights Mary Robinson (LLM, 1968) 45th Vice President of the United States and Nobel Peace Prize laureate Al Gore (AB, 1969) 24th President of Liberia and Nobel Peace Prize laureate Ellen Johnson Sirleaf (MPA, 1971)[132] Senate Majority Leader Chuck Schumer (AB, 1971; JD, 1975) 11th Prime Minister of Pakistan Benazir Bhutto (AB, 1973, Radcliffe College) 14th Chair of the Federal Reserve Ben Bernanke (AB, 1975; AM, 1975) 43rd President of the United States George W. Bush (MBA, 1975)[133] 17th Chief Justice of the United States John Roberts (AB, 1976; JD, 1979) Founder of Microsoft and philanthropist Bill Gates (College, 1977;[a 1] LLD hc, 2007) 8th Secretary-General of the United Nations Ban Ki-moon (MPA, 1984) Associate Justice of the Supreme Court of the United States Elena Kagan (JD, 1986) Former First Lady of the United States Michelle Obama (JD, 1988) Biochemist and Nobel laureate in chemistry Jennifer Doudna (PhD, 1989)[134] 44th President of the United States and Nobel Peace Prize laureate Barack Obama (JD, 1991)[135][136] Associate Justice of the Supreme Court of the United States Ketanji Brown Jackson (JD, 1992) Founder of Facebook Mark Zuckerberg (College, 2004;[a 1] LLD hc, 2017) Louis Agassiz Danielle Allen Alan Dershowitz Paul Farmer Jason Furman John Kenneth Galbraith Henry Louis Gates Jr. Asa Gray Seamus Heaney Oliver Wendell Holmes Sr. William James Timothy Leary Henry Wadsworth Longfellow James Russell Lowell Greg Mankiw Steven Pinker Michael Porter Arthur M. Schlesinger Jr. Amartya Sen B. F. Skinner Lawrence Summers Cass Sunstein Elizabeth Warren Cornel West E. O. Wilson Shing-Tung Yau Robert Reich The perception of Harvard as a center of either elite achievement, or elitist privilege, has made it a frequent literary and cinematic backdrop. \"In the grammar of film, Harvard has come to mean both tradition, and a certain amount of stuffiness,\" film critic Paul Sherman has said.[137] Harvard permits filming on its property only rarely, so most scenes set at Harvard (especially indoor shots, but excepting aerial footage and shots of public areas such as Harvard Square) are in fact shot elsewhere.[143][144]","Title":"Harvard University - Wikipedia","KeyID":"4189","URL":"https://en.wikipedia.org/wiki/Harvard_University"}