{"Content: ":"Al Smith Franklin D. Roosevelt From March 8 to May 20, 1932, voters of the Democratic Party chose its nominee for president in the 1932 United States presidential election.[1] New York Governor Franklin D. Roosevelt was selected as the nominee through a series of primary elections and caucuses culminating in the 1932 Democratic National Convention held from June 27 to July 2, 1932, in Chicago, Illinois. Al Smith was the unsuccessful Democratic nominee for President in 1928. After receiving the Democratic nomination, Smith was prohibited by New York law from simultaneously running for reelection in the 1928 gubernatorial election. Smith persuaded his then-ally Franklin D. Roosevelt to run in his place.[2] Roosevelt won. Though Smith's initial plan was to use the 1928 campaign as a springboard to the White House in 1932, he demurred following his defeat, loosening his grip on both the Democratic National Committee and Tammany Hall and instructing several inquirers, including Roosevelt, that he would not seek the White House in 1932. However, Smith began to reconsider his decision following a series of snubs by Roosevelt, his own dissatisfaction with the private sector, and the rising odds of a Democratic victory over Herbert Hoover following the 1929 stock market crash and ensuing Great Depression.[2] Beginning the day after his 1931 inauguration for a second term as Governor of New York, Roosevelt allowed his aides Louis Howe and James Farley to float his name as a potential candidate for President in 1932.[3] An early test of Roosevelt's strength came when Democratic National Committee chairman John Jakob Raskob floated a proposal to have the party endorse the repeal of Prohibition and the Smoot–Hawley Tariff Act, both positions unpopular with Roosevelt's potential base in the South and West. Endorsing the tariff would also signal a boost to Smith's bid for a second nomination for President, since Smith had already endorsed it.[4] Defying Raskob's expectations, Roosevelt opposed the motion and gathered enough support to force Raskob to withdraw both proposals at the March 5 meeting, thereby solidifying his support in the South and West. Regional leaders like Cordell Hull began to rally behind Roosevelt's potential candidacy.[5] Roosevelt and his supporters spent much of 1931 cultivating support from party leaders and potential delegates in the South and West. Roosevelt secured endorsements from Hull, Pat Harrison, James F. Byrnes, and Richard Russell Jr.[6] These conversations, along with internal polling conducted by Jesse I. Straus and the Scripps-Howard newspaper agency, convinced Roosevelt that he was a serious front-runner for the nomination.[7] At the January 9, 1932 national committee meeting, Roosevelt's allies successfully moved to place the 1932 convention in Chicago and elevate an ally to secretary of the party.[8] On January 23, Roosevelt officially announced his candidacy. In February 1932, Smith publicly commented that he “would place [his] cause in the hands of the people and risk [his] chances without making an active campaign for the nomination.”[9] While this was not a clear declaration of candidacy, political observers saw this as an indication that Smith was making himself available as a “Stop Roosevelt” candidate ahead of the first primary contest, which would be held in New Hampshire.[9]","Title":"1932 Democratic Party presidential primaries - Wikipedia","KeyID":"4193","URL":"https://en.wikipedia.org/wiki/Democratic_Party_presidential_primaries,_1932"}