{"Content: ":"A political realignment, often called a critical election, critical realignment, or realigning election, in the academic fields of political science and political history, is a set of sharp changes in party ideology, issues, party leaders, regional and demographic bases of power of political parties, and the structure or rules of the political system, such as voter eligibility or financing. The changes result in a new political power structure that lasts for decades, replacing an older dominant coalition. Scholars frequently invoke the concept in American elections and occasionally those of other countries. American examples include the 1896 United States presidential election, when the issues of the American Civil War political system were replaced with those of the Populist and Progressive Era, and the 1932 United States presidential election, when the Populist and Progressive Eras were replaced by the New Deal-era issues of New Deal liberalism and modern conservatism. Realigning elections typically separate (what are known in the field of comparative politics as) party systems—with 1828, for example, separating the First Party System and the Second Party System in the US. It is generally accepted that the United States has had five distinct party systems, each featuring two major parties attracting a consistent political coalition and following a consistent party ideology, separated by four realignments. Political realignments can be sudden (1–4 years) or can take place more gradually (5–20 years). Most often, however, particularly in V. O. Key Jr.'s (1955) original hypothesis, it is a single \"critical election\" that marks a realignment. By contrast, a gradual process is called a secular realignment. Political scientists and historians often disagree about which elections are realignments and what defines a realignment, and even whether realignments occur. The terms themselves are somewhat arbitrary, however, and usage among political scientists and historians does vary. In the US, Walter Dean Burnham argued for a 30–38 year \"cycle\" of realignments. Many of the elections often included in the Burnham 38-year cycle are considered \"realigning\" for different reasons. Other political scientists and quantitative elections analysts reject realignment theory altogether, arguing that there are no long-term patterns. Political scientist David R. Mayhew states, \"Electoral politics is to an important degree just one thing after another ... Elections and their underlying causes are not usefully sortable into generation-long spans ... It is a Rip Van Winkle view of democracy that voters come awake only once in a generation ... It is too slippery, too binary, too apocalyptic, and it has come to be too much of a dead end.\" Sean Trende, senior elections analyst at RealClearPolitics, who argues against realignment theory and the \"emerging Democratic majority\" thesis proposed by journalist John Judis and political scientist Ruy Teixeira in his 2012 book The Lost Majority states, \"Almost none of the theories propounded by realignment theorists has endured the test of time... It turns out that finding a 'realigning' election is a lot like finding an image of Jesus in a grilled-cheese sandwich – if you stare long enough and hard enough, you will eventually find what you are looking for.\"[1] In August 2013, Trende observed that U.S. presidential election results from 1880 through 2012 form a 0.96 correlation with the expected sets of outcomes (i.e. events) in the binomial distribution of a fair coin flip experiment.[2] In May 2015, statistician and FiveThirtyEight editor-in-chief Nate Silver argued against a blue wall Electoral College advantage for the Democratic Party in the 2016 U.S. presidential election,[3] and in post-election analysis, Silver cited Trende in noting that \"there are few if any permanent majorities\" and both Silver and Trende argued that the \"emerging Democratic majority\" thesis led most news coverage and commentary preceding the election to overstate Hillary Clinton's chances of being elected.[list 1] The central holding of realignment theory, first developed in the political scientist V. O. Key Jr.'s 1955 article, \"A Theory of Critical Elections\", is that American elections, parties and policymaking routinely shift in swift, dramatic sweeps. Key, E. E. Schattschneider, James L. Sundquist, Walter Dean Burnham are generally credited with developing and refining the theory of realignment.[10] Though they differed on some of the details, earlier realignments scholars generally concluded that systematic patterns are identifiable in American national elections such that cycles occur on a regular schedule: once every 36-years or so. This period of roughly 30 years fits with the notion that these cycles are closely linked to generational change. Some, such as Schafer and Reichley, argue that the patterns are longer, closer to 50 to 60 years in duration, noting the Democratic dominance from 1800 to 1860, and Republican rule from 1860 to 1932. Reichley argues that the only true realigning elections occurred in 1800, 1860, and 1932.[11] Given the much longer length of time since the last generally accepted realignment in 1932, more recent scholars have theorized that realignments don't in fact operate on any consistent time scale, but rather occur whenever the necessary political, social, and economic changes occur.[12] The alignment of 1860, with Republicans winning a series of close presidential elections, yielded abruptly in 1896 to an era of more decisive GOP control, in which most presidential elections were blowouts, and Democratic Congresses were infrequent and brief. Thirty-six years later, that system was displaced by a cycle of Democratic dominance, lasting throughout the Great Depression until Ronald Reagan's election as president in 1980 and the House election of 1994 when Republicans regained the majority for the first time in 40 years.[13] A central component of realignment is the change in behavior of voting groups. Realignment means the switching of voter preference from one party to another, in contrast to dealignment (where a voter group abandons a party to become independent or nonvoting). In the US and Australia, as the ideologies of the parties define many of the aspects of voters' lives and the decisions that they make, a realignment by a voter tends to have a longer-lasting effect.[14][15] In Britain and Canada, on the other hand, voters have a tendency to switch parties on a whim, perhaps only for one election, as there is far less loyalty towards a particular party.[16][17] Here is presented a list of elections most often cited as \"realigning\", with disagreements noted: Some debate exists today as to what elections could be considered realigning elections after 1932.[24] Although several candidates have been proposed, there is no widespread agreement: 1874 elections The 1874 elections saw a resurgence of the Democratic Party. Discontent with the presidency of Ulysses S. Grant and the economic depression known at the time as the Panic of 1873, and the slow return of disillusioned Liberal Republicans from their 1872 third party ticket, all energized the Democrats. The Democrats had not controlled either chamber of Congress since before the War. The realignment meant the Democrats generally controlled the House of Representatives from 1875 to their massive defeat in 1894. Republicans eked out very narrow wins in most of the presidential elections in that period. The Civil Rights Act of 1875, enacted in the lame-duck session of Congress following the 1874 elections, was the last major Reconstruction law, and it was chiefly of symbolic value. The new strength of the Democrats marked the end of Reconstruction legislation. With the end of Reconstruction, the 11 former states of the Confederacy became a dominant-party system known as the Solid South. The tariff and especially monetary policy emerged as the great ideological debates after 1874.[25][26] The history of the critical realigning elections in Canada, both nationally and in the provinces, is covered by Argyle (2011).[49] According to recent scholarship, there have been four party systems in Canada at the federal level since Confederation, each with its own distinctive pattern of social support, patronage relationships, leadership styles, and electoral strategies.[50] Steve Patten identifies four party systems in Canada's political history[51] Clarkson (2005) shows how the Liberal Party has dominated all the party systems, using different approaches. It began with a \"clientelistic approach\" under Laurier, which evolved into a \"brokerage\" system of the 1920s, 1930s and 1940s under Mackenzie King. The 1950s saw the emergence of a \"pan-Canadian system\", which lasted until the 1990s. The 1993 election — categorized by Clarkson as an electoral \"earthquake\" which \"fragmented\" the party system, saw the emergence of regional politics within a four party-system, whereby various groups championed regional issues and concerns. Clarkson concludes that the inherent bias built into the first-past-the-post system, has chiefly benefited the Liberals.[52] Alberta has had a tradition of one-party dominance, where a party forms government for an extended period before losing power. From 1905 to 2015, Alberta only changed governments (often called \"dynasties\") four times, with no party ever returning to government. The elections of 1921, 1935, 1971 and 2015 each marked the end of a particular dynasty and a realignment of the province's party system.[55] The 2019 election has also been suggested as a realignment: although the New Democratic Party was defeated after only one term, they retained a strong base of seats and remained competitive in opinion polling and fundraising, pointing to a possible development of a competitive two-party system against the United Conservative Party.[56] A considerable number of Quebec general elections have been known characterized by high seat turnovers, with certain ones being considered realigning elections, notably: Since the 1990s, provincial elections in Quebec show increasing voter realignment and volatility in party support.[57] The Quebec Liberal Party (unaffiliated with the federal Liberals since 1955) been a major party since Confederation, but they have faced different opposition parties. Queensland","Title":"Political realignment - Wikipedia","KeyID":"4199","URL":"https://en.wikipedia.org/wiki/Political_realignment"}