{"Content: ":"Kryptodrakon is an extinct genus of pterodactyloid pterosaur from the Middle to Late Jurassic boundary of China, with an age of approximately 162.7 million years.[1] It is known from a single type species, Kryptodrakon progenitor. The age of its fossil remains made Kryptodrakon the basalmost and oldest pterodactyloid known to date.[1][2] In 2001, pterosaur bones were discovered in Xinjiang by Chris Sloan. The bones were first identified as those of a theropod; paleontologist James Clark later recognized their pterosaurian nature.[3] In 2014, Brian Andres, Clark and Xu Xing named and described the type species Kryptodrakon progenitor. The generic name means hidden dragon from Greek κρυπτός, kryptos (hidden), and δράκων, drakon (dragon). The name alludes to the film Crouching Tiger, Hidden Dragon, which included some scenes filmed near the type locality. The specific name progenitor means ancestor or founder of a family in Latin, and refers to the animal's status as the most basal member of the Pterodactyloidea.[1] The holotype, IVPP V18184, was uncovered in a layer of the Shishugou Formation dating from the Callovian–Oxfordian and having a minimum age of 161 million years. It consists of a partial skeleton lacking the skull. It contains fragments of both wings including the right fourth metacarpal, parts of the shoulder girdle and the second sacral vertebra. The bones were not articulated but were discovered in a small area of 30 square centimeters (4.7 sq in), at a considerable distance from other fossil remains, and thus likely represent a single individual. The bones were largely preserved three-dimensionally, without strong compression. The holotype probably was an adult individual.[1] Kryptodrakon has an estimated wingspan of 1.47 meters (4.8 ft). Its fourth metacarpal is relatively slender and elongated, a strong indication that Kryptodrakon is a pterodactyloid. The fourth metacarpal has a minimum length of 72.2 centimeters (2.37 ft), while the humerus has an estimated length of between 75 centimeters (2.46 ft) and 86 centimeters (2.82 ft). These relative proportions are within the range of pterodactyloids. The radius shows an autapomorphy: it possesses an extra lump on the front outer lower side. The skeleton shows no signs of pneumatization.[1] The main author performed a cladistic analysis, the most extensive ever published about the Pterosauria and providing clade definitions for most pterosaur groups previously undefined. The analysis showed that Kryptodrakon is the sister species of all other known Pterodactyloidea, together forming the Lophocratia, and thus the basalmost pterodactyloid known, if Pterodactyloidea is defined sensu Padian 2004 as containing those species possessing a metacarpal with at least 80% of the length of the humerus, homologous to Pterodactylus. The species is about five million years older than the oldest pterodactyloids previously discovered. A supposedly older pterodactyloid, a partial jaw referred to the group Ctenochasmatidae, had been described from the Middle Jurassic of the UK.[4] However, this specimen probably represents a teleosaurid stem-crocodilian instead of a pterosaur.[1] Below is a cladogram showing the results of a phylogenetic analysis presented by Longrich, Martill, and Andres, 2018.[5] Anurognathidae Kryptodrakon Germanodactylidae Euctenochasmatia Haopterus Piksi Pteranodontoidea Azhdarchoidea Kryptodrakon lived in a terrestrial or in-land habitat, far from the coast. Andres and colleagues saw this as an indication that the Pterodactyloidea had a terrestrial origin. The relatively short wings of Kryptodrakon confirm this hypothesis, as long-winged species of modern birds and long-winged pterosaurs tend to live at the coast and short-winged species tend to inhabit forests, as was shown by a study published as part of the describing article.[1]   ","Title":"Kryptodrakon - Wikipedia","KeyID":"420","URL":"https://en.wikipedia.org/wiki/Kryptodrakon"}