{"Content: ":"The Fifth Party System is the era of American national politics that began with the New Deal in 1932 under President Franklin D. Roosevelt. This era of Democratic Party-dominance emerged from the realignment of the voting blocs and interest groups supporting the Democratic Party into the New Deal coalition, following the Great Depression, with most black voters switching from the GOP to the Democratic Party and some conservative, white southern Democrats shifting to the Republican Party as the Democratic party became known as the party of civil rights.[1] For this reason, it is often called the \"New Deal Party System\". It followed the Fourth Party System, usually called the Progressive Era, and was followed by the Sixth Party System. However, there is a dispute about when the Sixth Party System began. The onset of the Great Depression undermined the confidence of business in Republican promises of prosperity. The four consecutive elections, 1932, 1936, 1940, and 1944, of Franklin D. Roosevelt gave the Democrats dominance. The sweeping victory in 1936 consolidated the New Deal Coalition in control of the Fifth Party System at the presidential level; only Dwight Eisenhower in 1952 and 1956 broke its hold on the White House.[2] The conservative coalition generally controlled Congress from 1938 to 1964, based on the coalition of Northern Republicans and powerful rural white control of the Democratic Party (and congressional representation) in the South where most blacks were disenfranchised.[3] Even more powerful were the liberals, who controlled the White House and many states, and in order to promote American liberalism, anchored in a New Deal Coalition of specific liberal groups—especially ethno-religious constituencies (Catholics, Jews)—in addition to liberal white Southerners, well-organized labor unions, urban machines, progressive intellectuals, populist farm groups and some Republicans in the Northeast.[4] The Republican Party was split. A conservative wing, led by Senator Robert A. Taft (1889–1953) until his death, nominated Barry Goldwater in 1964. He lost badly but the faction became dominant under Ronald Reagan from 1980 onward. The liberal moderate wing was more successful before 1980; it was led by politicians of the Northeast and the West Coast, including Nelson Rockefeller, Earl Warren, Jacob Javits, George W. Romney, William Scranton, Henry Cabot Lodge, and Prescott Bush. Richard Nixon built his career by appealing to both wings. Nixon won the White House in 1968 and was reelected in 1972, winning 49 states.[5][6] Nixon's disgrace in the Watergate scandal ruined him and damaged the standing of the Republican Party nationwide.[7] The party system model with its numbering and demarcation of the historical systems was introduced in 1967 by Chambers and Burnham.[8] Much of the work published on the subject has been by political scientists explaining the events of their time as either the imminent breakup of the Fifth Party System, and the installation of a new one, or suggesting that this transition had already taken place some time ago.[9] The notion of an end to the Fifth Party system was particularly popular in the 1970s, with some specifying a culminating date as early as 1960.[10] In Parties and Elections in America: The Electoral Process (2011), authors L. Sandy Maisel and Mark D. Brewer argue that the consensus among experts is that the Sixth System is underway based on American electoral politics since the 1960s: Although most in the field now believe we are in a sixth party system, there is a fair amount of disagreement about how exactly we arrived at this new system and about its particular contours. Scholars do, however, agree that there has been significant change in American electoral politics since the 1960s.[11] Opinions on when the Fifth Party System ended include the following: The elections of 1966 to 1968; the election of 1972; the 1980s, when both parties began to become more unified and partisan; and the 1990s, due to cultural divisions.[12][13][14][15] Stephen Craig argues for the 1972 elections when Richard Nixon won a 49-state landslide. He notes that, \"There seems to be consensus on the appropriate name for the sixth party system... Changes that occurred during the 1960s were so great and so pervasive that they cry out to be called a critical-election period. The new system of candidate-centered parties is so distinct and so portentous that one can no longer deny its existence or its character.\"[15] The Princeton Encyclopedia of American Political History dates the start of the Sixth Party system in 1980, with the election of Reagan and a Republican Senate.[16] Arthur Paulson argues, \"Whether electoral change since the 1960s is called 'realignment' or not, the 'sixth party system' emerged between 1964 and 1972.\"[17]","Title":"Fifth Party System - Wikipedia","KeyID":"4201","URL":"https://en.wikipedia.org/wiki/Fifth_Party_System"}