{"Content: ":"The presidential transition of Franklin D. Roosevelt began when Franklin D. Roosevelt won the United States 1932 United States presidential election, becoming the president-elect of the United States, and ended when Roosevelt was inaugurated at noon EST on March 4, 1933. At the time that Roosevelt's occurred, the term \"presidential transition\" had yet to be widely applied to the period between an individual's election as president of the United States and their assumption of the office.[1] The transition has been regarded as a rough transition, with tremendous tensions between president-elect Roosevelt and outgoing president Herbert Hoover, whom Roosevelt had defeated in the election. It took place against the backdrop of the Great Depression. Roosevelt won a landslide victory over the incumbent Hoover in the 1932 presidential election. From his residence in California, Hoover sent Roosevelt a concession telegram at 10pm Pacific time.[2] Roosevelt was advised by members of his \"Brain Trust\".[3] Also advising Roosevelt were aides such as Louis McHenry Howe.[4] Additionally, friends and associates such as Edward J. Flynn, Joseph P. Kennedy Sr., Jesse I. Straus, Frank C. Walker, and William H. Woodin advised Roosevelt during the transition.[5] Working out of the Roosevelt campaign's national headquarters at the New York Biltmore Hotel was Chair of the Democratic National Committee James Farley.[3] Initially, for daily help in Albany, while he was finishing his tenure as governor of New York before January, Roosevelt was assisted by governor's counsel Samuel Rosenman.[3] Also providing some assistance to Roosevelt's transition were James F. Byrnes, Homer Cummings, Josephus Daniels, Lewis W. Douglas, Felix Frankfurter, Edward M. House, Daniel Roper, and Swagar Sherley.[6] During the transition, Hoover attempted to get Roosevelt to give his endorsement to Hoover's policies for addressing the ongoing economic depression. Roosevelt refused, having campaigned against Hoover's approach, promising a \"New Deal\" if elected.[7] Hoover attempted to get Roosevelt to abandon his \"New Deal\", which Hoover believed would be catastrophic.[7] Hoover insisted that an economic recovery was taking place, despite severe rising unemployment and the continued bank failures.[7] However, the following day, Roosevelt made clear that he would not agree to participate in this.[7] At their November 22 meeting, Roosevelt told Hoover that if he and the lame duck congress would pass a farm bill incorporating Roosevelt's farm relief ideas, that Roosevelt might be able to avoid needing to call a special session of Congress after his inauguration.[8] While there was much room for the passage of the farm policy Roosevelt was seeking in congress (including among Republicans), Hoover made it clear he would not be willing to sign such legislation.[9] In December, Hoover attempted to get Roosevelt to participate in the appointing of the delegation that would be sent to the London Economic Conference. Roosevelt did not accept.[7] After this, Hoover made their telegrams discussing this public, and released a White House statement suggesting that Roosevelt found it \"undesirable\" to engage in joint efforts relating to the economy. Roosevelt responded to this White House statement, by saying \"it is a pity\" that Hoover was making the suggestion he was opposed to \"cooperative action\".[7] The New York Times, at the time, reported that the telegrams Hoover had released revealed a \"clash of methods\" between the two.[10] Roosevelt had promised many times that he would pass a balanced budget, but would not pledge to pass new taxes to accomplish this. On February 18, Roosevelt received a letter from Hoover attempting to convince Roosevelt to promise to pass new taxes if needed to accomplish a balanced budget. The letter also urged Roosevelt not to abandon the gold standard. Hoover had been worried since summer 1932 that Roosevelt might do this if he became president (after a Democratic campaign economist warned Hoover that Roosevelt was considering doing so).[11] Roosevelt discussed the letter with his advisors, but sent Hoover no immediate reply.[12] Hoover sent Roosevelt another letter and, on March 1, Roosevelt sent replies to both this and the previous letter, pretending that the late reply to the earlier letter was due to a mistake by a secretary.[13] During the transition, Roosevelt had several of his top advisors work with leaders of agricultural organizations to devise a program to address the agricultural crisis. Among the advisors of Roosevelt's who partook in these discussions were Henry Morgenthau Jr., Raymond Moley, and Rexford Tugwell. Roosevelt also recruited Henry A. Wallace to join his advisors in these discussions with agricultural leaders.[14] In December, Roosevelt reached out to Senator George W. Norris, author of the Muscle Shoals Bill (which Hoover had vetoed in 1931), about making a trip together to the Tennessee Valley to assess the projects proposed by that bill. In January 1933, Roosevelt and Norris traveled together on a train from Washington, D.C. to the Tennessee Valley to assess the proposed projects that had been the subject of the vetoed bill. Afterwards, they traveled to the Alabama State Capitol in Montgomery, Alabama, where Roosevelt spoke extemporaneously from the building's portico about the values of the proposed projects. The projects would become the nucleus of the Tennessee Valley Authority that Roosevelt would authorize shortly after becoming president.[15][16] On November 22, the president-elect and outgoing president held their first post-election in-person meeting in the White House's Red Room.[7][17] Hoover was surprised, at the meeting, to witness the extent of Roosevelt's paralytic disability.[7] Hoover began the meeting by delivering to Roosevelt an hour long lecture on international economic matters.[7] He would later tell an advisor that he had been, \"educating a very ignorant\" but \"well-meaning young man\".[7][18] During this meeting, Hoover proposed to Roosevelt that they, together, form a foreign debt commission, and mistook Roosevelt for having agreed to this.[7] By January, public had begun to see the president-elect and outgoing president as failing to cooperate with one another. Arthur Krock of the New York Times wrote that they were \"congenitally unable to understand each other or to go along on methods\".[7] Wanting to avoid looking uncooperative, in early January, Roosevelt made a telephone call to Hoover and arranged for a second meeting.[7] By this time, Hoover so distrusted Roosevelt that he insisted on having a stenographer present during the phone call in which they arranged for this meeting.[7][18] The president and president-elect met again on January 20. They agreed to have the United States hold talks with the United Kingdom relating to its war debts to the United States, which they agreed would be scheduled to be held after Roosevelt assumed the presidency.[7] Instead of hosting the Roosevelts for a then-traditional pre-inauguration dinner, the Hoovers invited them for an afternoon tea the day prior to the inauguration.[18] When Roosevelt arrived at the White House, he found that Hoover wanted to pull him into another meeting, this time with the secretary of the treasury and chair of the Federal Reserve.[7] The meeting went poorly.[7] Roosevelt's wife, Eleanor, would later recount to reporters that she had been able to hear the conversation through an open door, and heard Hoover ask Roosevelt to give public support to temporarily closing the country's banks in order to stave off panic withdrawals. Roosevelt allegedly responded, \"Like hell I will! If you haven’t the guts to do it yourself, I’ll wait until I’m president to do it.\"[7] Hoover would keep attempting to call Roosevelt on the phone that evening to get him to change his mind on giving him support for this.[7] Roosevelt, indeed, would, as president, take this action himself, announcing a four-day \"bank holiday\" on March 6, his second full day in office.[7] While a lame duck, Hoover did manage to sign some legislation into law during the transition period. This included the Buy American Act.[19] President-elect Roosevelt initially sought to have some of his agenda passed by the lame duck congress.[20] Vice president-elect John Nance Garner was still speaker of the House for the lame duck session, and could have been a useful ally in passing legislation through congress.[21] However, disunity in the congress and the near certainty of Hoover vetoing such legislation quickly made this a moot opportunity.[20] The first test which showed a lack of a unified Democratic Party in the lame-duck congress was a December 5 vote on an amendment of the United States constitution that would repeal the Eighteenth Amendment to the United States Constitution. This vote saw the amendment fail to receive congressional approval by a margin of six votes. Eleven Democratic who were lame ducks, having lost reelection, were among those voting against the amendment.[22] On February 20, 1933, a proposed constitutional amendment that would repeal the Eighteenth Amendment to the United States Constitution was approved by Congress, and was submitted to state ratifying conventions in each state for ratification. It would later be ratified by December, becoming the Twenty-first Amendment to the United States Constitution.[23] The Twentieth Amendment to the United States Constitution was ratified on January 23, 1933. This moved the date of all regularly-scheduled presidential inaugurations subsequent to the 1933 inauguration from March 4 to January 20. It also outlined procedures for instances in which a president-elect dies or otherwise fails to qualify for the presidency before taking office.[24] Roosevelt, likely on his January 19 visit to Washington, D.C., offered Thomas J. Walsh the position of attorney general. Walsh accepted in the first week of February.[25] Walsh died unexpectedly in early March, and Homer Stille Cummings was quickly selected to be Roosevelt's attorney general.[26] Roosevelt had already talked to James Farley about him being his postmaster general even before election day.[27] Henry A. Wallace had entered Roosevelt's orbit during the transition. In early February, Roosevelt wrote him a letter offering him the position of secretary of agriculture.[28] In Roosevelt's circle, Jesse I. Straus, president of the department store chain Macy's, was a favorite for the position of secretary of commerce. Straus had been a strong contributor to Roosevelt's campaign. Initially, he seemed incredibly likely to receive the post.[29] Reportedly, in exchange for William Gibbs McAdoo securing Roosevelt California's delegation on the fourth ballot at the 1932 Democratic National Convention (which won Roosevelt the party's nomination), Roosevelt promised to give McAdoo input on who he'd appoint to be his secretaries of state and treasury. Laurin L. Henry speculated that McAdoo may have disapproved of Roosevelt's choice of Carter Glass, and that Roosevelt possibly had disregarded this input. Henry speculates that it was likely in seeking to appease McAdoo that Roosevelt offered the position of secretary of commerce to Daniel C. Roper, who had been the one that had brokered the agreement between Roosevelt and McAdoo at the Democratic National Convention.[30] Laurin L. Henry speculated the Roosevelt had made a decision early into his transition to appoint a progressive Republican to the position of secretary of the interior. Roosevelt initially offered the post to Hiram Johnson, who quickly rejected the offer. Bronson Cutting was offered the job, but had not yet given his decision by mid-February. At this time, Roosevelt had begun working with Harold L. Ickes on preparations for international economic talks. Ickes wanted to serve in Roosevelt's administration, At his first meeting with Roosevelt on February 22 (at Roosevelt's New York residence), Ickes told Arthur Mullen that he was interested in serving as Roosevelt's secretary of the interior, and Mullen agreed to inform Roosevelt of this. The next day, at another meeting between him and Roosevelt, Roosevelt told Ickes he was now considering him for the job.[31] On February 22, Roosevelt offered the position of secretary of labor to Frances Perkins.[32] She would be the first woman to be appointed to a Cabinet post.[33] Roosevelt offered the position of secretary of war to Claude A. Swanson.[34] Raymond Moley would later recount that Roosevelt had strongly considered Robert Worth Bingham, Cordell Hull, and Owen D. Young for secretary of state.[35] On either January 19 or 20, during Roosevelt's trip to Washington, D.C. for his second meeting with Hoover, Roosevelt met with Hull at the Mayflower Hotel, and offered him the position. Hull requested time to contemplate the offer.[36] On January 19, on his visit to Washington, D.C. for his second meeting with Hoover, Roosevelt offered Carter Glass the position of secretary of the treasury. After contemplating the offer for several weeks, on February 8, Glass turned down the job. Roosevelt attempted to persuade him to change his mind, holding a meeting with him in a train car, and holding several telephone conversations with him. However, on February 19, Roosevelt came to accept Glass was not going to change his mind. That evening, he offered the position to William H. Woodin, who McHenry Howe and Raymond Moley had recommended to Roosevelt.[37] Roosevelt offered George Dern the position of secretary of war.[34] On February 15, in Miami, Florida, Giuseppe Zangara fired gunshots towards Roosevelt's open convertible. A woman in the crowd managed to knock Zangara's arm while he was shooting. Zangara did not manage to shoot the president-elect, but managed to strike five bystanders with bullets. Among those shot was Chicago mayor Anton Cermak, who was sitting next to Roosevelt in his car, who would die from his injuries on March 6.[7][38][39][40] Roosevelt and Hoover shared a tense car ride from the White House to the United States Capitol before Roosevelt's inauguration.[7] Roosevelt and Hoover would continue to harbor resentments between one another through the end of their lives.[41] This would be the last transition to last until March 4. The Twentieth Amendment to the United States Constitution, ratified on January 23, 1933, moved the date of all regularly-scheduled presidential inaugurations subsequent to the 1933 inauguration from March 4 to January 20.[24] The transition has been considered one of the more troubled presidential transitions in United States history.[10][42] In 2017, Amy Davidson Sorkin of The New Yorker would characterize the transition as \"unseemly\".[10] In 2020, Ronald G. Shafer of the Washington Post described the transition from Hoover to Roosevelt as the \"most contentious\" handing-over of the presidency until the presidential transition of Joe Biden, in which outgoing president Donald Trump refused to concede the 2020 United States presidential election to president-elect Joe Biden.[7] In 2020, Sean Illing of Vox characterized the transition as \"disastrous\".[2]","Title":"Presidential transition of Franklin D. Roosevelt - Wikipedia","KeyID":"4206","URL":"https://en.wikipedia.org/wiki/Presidential_transition_of_Franklin_D._Roosevelt"}