{"Content: ":"Harold LeClair Ickes (/ˈɪkəs/ IK-əs; March 15, 1874 – February 3, 1952) was an American administrator, politician and lawyer. He served as United States Secretary of the Interior for nearly 13 years from 1933 to 1946, the longest tenure of anyone to hold the office, and the second longest-serving Cabinet member in U.S. history after James Wilson. Ickes and Labor Secretary Frances Perkins were the only original members of the Roosevelt cabinet who remained in office for his entire presidency. Ickes was responsible for implementing much of President Franklin D. Roosevelt's \"New Deal\". He was in charge of the major relief program the Public Works Administration (PWA) and in charge of the federal government's environmental efforts. In his day, he was considered a prominent liberal spokesman, a skillful orator and a noted supporter of many African-American causes, although he at times yielded to political expediency where state-level segregation was concerned. Before his national-level political career, in which he did remove segregation in areas of his direct control, he had been the president of the Chicago NAACP. Robert C. Weaver, who in 1966 became the first African-American person to hold a cabinet position in the U.S., was in the \"Black Kitchen Cabinet\", Ickes' group of advisers on race relations. Ickes was the father of Harold M. Ickes, White House Deputy Chief of Staff for President Bill Clinton. Of Scottish and German ancestry,[4] Ickes was born in Hollidaysburg, Pennsylvania, the son of Matilda (McCune) and Jesse Boone Williams Ickes.[5] He moved to Chicago at the age of 16 upon his mother's death and attended Englewood High School there. He was the class president while at Englewood. After graduating, he worked his way through the University of Chicago, finishing with a B.A. in 1897. At Chicago, Ickes was a charter member re-establishing the Illinois Beta Chapter of Phi Delta Theta.[6] He first worked as a newspaper reporter for The Chicago Record and later for the Chicago Tribune. He obtained a J.D. degree from the University of Chicago Law School in 1907 but rarely practiced. One notable case was the death of Lazarus Averbuch.[7][8][9] Early on, he became active in reform politics. From 1917 to 1918 he served with the YMCA in France while the organization was stationed with the 35th Infantry Division of the American Expeditionary Forces. Initially a Republican in Chicago, Ickes was never part of the establishment. He was unsatisfied with Republican policies and joined Theodore Roosevelt's Bull Moose movement in 1912. After returning to the Republican fold, he campaigned for progressive Republicans Charles Evans Hughes (1916) and Hiram Johnson (1920 and 1924). He later served as the Illinois manager of Hugh S. Magill's United States Senate campaign in 1926. He fought lengthy and legendary battles first with Chicago figures Samuel Insull, the utilities magnate, William Hale Thompson, the mayor, and Robert R. McCormick, the owner of The Chicago Tribune. Later he had an ongoing battle with Thomas E. Dewey, the presidential candidate. Although active in Chicago politics, he was unknown nationally until 1933. As part of this involvement, Ickes was involved in Chicago's social and political affairs; among his many activities include his work for the City Club of Chicago. He was also involved in state and county politics serving on state councils and party committees. He served as president of the People's Protective League of Illinois in 1922. He was a member of the Roosevelt Memorial Association and later vice president of the Roosevelt Memorial Association of Greater Chicago. He later served on the National Conservation Committee and on the board of advisers of the Quetico-Superior Council. He served as chairman of the People's Traction League in 1929. After Franklin D. Roosevelt was elected president in 1932, he began putting together his cabinet. His advisers thought the Democratic president needed a progressive Republican to attract middle-of-the-road voters. He sought out Hiram Johnson, a Republican Senator at the time who had supported Roosevelt in the campaign, but Johnson was uninterested. Johnson, however, recommended an old ally, Ickes. Ickes served simultaneously in several major roles for Roosevelt. Although he was the Secretary of the Interior, he was better known to the public for his simultaneous work as the director of the Public Works Administration, where he directed billions of dollars of projects designed to lure private investment and provide employment during the depths of the Great Depression. His management of the PWA budget and his opposition to corruption earned him the name \"Honest Harold.\" He regularly presented projects to Roosevelt for the President's personal approval, but also clashed no less often with FDR and other Cabinet colleagues, being noted for combativeness in debate. Ickes' support of PWA power plants put increased financial pressure on private power companies during the Great Depression, which had both positive and negative effects. He tried to enforce the Raker Act against the city of San Francisco, an act of Congress that specified that because the dam at Hetch Hetchy Valley in Yosemite National Park was on public land, no private profit could be derived from the development. The city continued selling the power to PG&E, which then resold it at a profit. In July 1938, Ickes wrote a letter to then President Roosevelt, imploring him not to turn Palmyra Atoll over to the US Navy for use as a military base. Quoting his letter, he writes, ... the Navy Department has plans for the acquisition and development of the island as an air base. Our representatives have studied conditions at Palmyra and other islands in the south Pacific, and they report that use of this small land area as an air base for Navy Department purposes would undoubtedly destroy much if not all that makes the island one of our most scientifically and scenically unique possessions. The letter was unsuccessful, and plans for the base proceeded, but he was by all accounts the first official to propose that Palmyra Atoll become a national monument. Today the atoll is part of the Pacific Remote Islands Marine National Monument, and despite suffering the kind of damage Ickes predicted, it has recovered and is used regularly for scientific study, having still retained what Ickes also described in his letter as \"geologic and biologic exhibits ... of great beauty and scientific importance\".[10] He was instrumental in establishing the Kings Canyon National Park, commissioning Ansel Adams as a 'photographic muralist' in an ambitious public relations project that Ickes had himself conceived to document and communicate, on a visceral level, the outstanding beauty of the parks for the public to see, and indirectly but effectively persuading the Congress to support the bill to President Roosevelt in 1940.[11] After the loss of the German passenger Zeppelin Hindenburg in 1937, the Zeppelin Company director Dr. Hugo Eckener sought to obtain inert helium from the United States to replace the highly flammable hydrogen gas for use in their future dirigibles. Ickes opposed the sale although practically every other member of the Cabinet supported it along with the President himself. Ickes would not back down, fearing Germany would use the helium in military airships. The Zeppelin company could not obtain the helium from other sources, and Eckener refused to risk passenger safety with the continued use of hydrogen. As a result, Zeppelin passenger service came to an end. The Saudi Aramco oil corporation, with Ickes' assistance, got Roosevelt to agree to Lend-Lease aid to Saudi Arabia, which would involve the U.S. government in protecting American interests there and create a shield for ARAMCO.[12] Between June and October 1941, during a projected oil shortage, Ickes issued orders to close gasoline stations in the Eastern United States between 7 p.m. and 7 a.m.[13] Ickes was a powerful orator and the only man in the Roosevelt Administration who could rebut John L. Lewis of the United Mine Workers, who often delivered radio addresses critical of the Roosevelt administration. Ickes was a strong supporter of both civil rights and civil liberties. He had been the president of the Chicago National Association for the Advancement of Colored People, and supported African American contralto Marian Anderson when the Daughters of the American Revolution prohibited her from performing in DAR Constitution Hall. Ickes was the organizer and master of ceremonies at Anderson's subsequent concert at the Lincoln Memorial.[14] In 1933, Ickes ended segregation in the cafeteria and rest rooms of his department, including the national parks around the country. He encouraged private contractors working for the PWA to hire both skilled and unskilled blacks. Robert C. Weaver, who in 1966 became the first black person to hold a cabinet position, was one of his advisers on race relations, a group known as the \"Black Kitchen Cabinet.\"[15][16] White attitudes toward blacks evolved little in the 1930s, and Ickes did not try to speed up the change, arguing that first there needed to be emergency relief and the upgrading of black skills.[17] In 1937, when Senator Josiah Bailey, Democrat of North Carolina, accused him of trying to break down segregation laws, Ickes wrote him that he worked towards and foresaw equality but did not waste his energy on state-level segregation: I think it is up to the states to work out their social problems if possible, and while I have always been interested in seeing that the Negro has a square deal, I have never dissipated my strength against the particular stone wall of segregation. I believe that wall will crumble when the Negro has brought himself to a high educational and economic status. ... Moreover, while there are no segregation laws in the North, there is segregation in fact and we might as well recognize this.[18] In 1941 Ickes paved the way for the National Park Service to desegregate its facilities in the nation's capital after a group of black men came to play mini-golf at East Potomac Park Golf Course and were verbally harassed by the patrons of the then white-only facility.[19] He did so the day after this event and almost fourteen years before Brown v. Board of Education. He complained in his diary about the Japanese American internment in 1942, but made no public protest.[20] As an official delegate to the founding United Nations conference in San Francisco, presided over by Acting Secretary General Alger Hiss, Ickes advocated for stronger language promoting self-rule and eventual independence for the world's colonies.[21] In a news conference on the eve of Thanksgiving 1938, Ickes proposed offering Alaska as a \"haven for Jewish refugees from Germany and other areas in Europe where the Jews are subjected to oppressive restrictions.\" The proposal was designed to bypass normal immigration quotas, because Alaska was not a state. Ickes had toured Alaska that summer, meeting with local officials to discuss how to attract greater development, both for economic reasons and to bolster security in an area so close to Japan and Russia and to develop a plan to attract international professionals, including European Jews. In his press conference, he pointed out that 200 families had been relocated from the Dust Bowl to Alaska's Matanuska-Susitna Valley. The Department of the Interior prepared a report detailing the advantages of the plan, which was introduced as a bill by Utah's Senator William H. King and California's Democratic Representative Franck R. Havenner. The plan met with little support from American Jews, however, with the exception of the Labor Zionists of America; most Jews agreed with Rabbi Stephen Samuel Wise of the American Jewish Congress that the plan, if implemented, would deliver \"a wrong and hurtful impression ... that Jews are taking over some part of the country for settlement.\" The final blow was dealt when Roosevelt suggested a limit of only 10,000 immigrants a year for five years, with a maximum of 10 percent Jews. He later reduced even that number and never publicly mentioned the plan.[22][23] Although Ickes stayed on in President Harry S. Truman's cabinet after Roosevelt died in April 1945, he resigned from office within a year. In February 1946, Truman nominated Edwin W. Pauley to be Secretary of the Navy. Pauley was the former Democratic Party national treasurer. He once suggested to Ickes that $300,000 in campaign funds could be raised if Ickes would drop his fight for title to oil-rich offshore lands. Ickes testified to this during Pauley's Senate confirmation hearing. This led to a heated confrontation with Truman, who suggested that Ickes' memory might have been faulty. Ickes wrote a 2,000-word letter of resignation, which read in part: \"I don't care to stay in an Administration where I am expected to commit perjury for the sake of the party.... I do not have a reputation for dealing recklessly with the truth.\" Truman accepted his resignation and gave Ickes three days to vacate his office. Soon afterward, Pauley declined the nomination.[24][25][26] Ickes had bought a working farm, Headwaters Farm, near Olney, Maryland, in 1937. His wife Jane managed the farm and Ickes grew flowers as a hobby. President Roosevelt spent occasional weekends there before the establishment of \"Shangri-La\", the presidential retreat now known as Camp David.[27] After he resigned from the Cabinet in 1946, Ickes retired to his farm but remained active on the political scene, working as a syndicated columnist.[28] In December 1945, Ickes accepted the position of executive chairman of the newly founded Independent Citizens Committee of the Arts, Sciences, and Professions (ICCASP), a group that criticized Truman's lack of fidelity to FDR's principles. A thousand people attended the hotel banquet that celebrated his appointment.[29] He resigned on February 13, 1946, unhappy with the organization's failure to pay him the agreed-upon salary and unwilling to support the organization of a new political party to support Henry Wallace's presidential race.[30] Ickes was known for his acerbic wit and took joy in verbal battles. He often took verbal abuse too. For instance, Roosevelt selected Ickes to deliver a response following the nomination of Wendell Willkie. In response to Ickes' comments, Senator Styles Bridges called Ickes \"a common scold puffed up by high office.\" Republican Congresswoman Clare Boothe Luce once famously remarked that Ickes had \"the mind of a commissar and the soul of a meataxe.\" In September 1944, Thomas E. Dewey, the Republican nominee for president, promised to fire Ickes if elected. Ickes penned a letter of resignation to Dewey and it was widely printed in the press. Ickes wrote, in part: Hence, I hereby resign as Secretary of the Interior effective, if, as and when the incredible comes to pass and you become the President of the United States. However, as a candidate for that office you should have known the primary school fact that the Cabinet of an outgoing President automatically retires with its chief.[31] Ickes married divorcee Anna Wilmarth Thompson in 1911. He had one son, Raymond Wilmarth Ickes (1912–2000) with Anna.[32] He was a stepfather to two children from Anna's previous marriage, her biological son Wilmarth Thompson, and her adopted daughter Frances Thompson.[33] Ickes and Anna also adopted son Robert Harold Ickes (1913–1971).[33] Anna died in an automobile accident on August 31, 1935.[33] His 37-year-old adopted son Wilmarth Ickes killed himself in the family's suburban Chicago home on the same day the following year.[34] Secretary Ickes declined to comment to The New York Times on his son's death. At the age of 64, he married 25-year-old Jane Dahlman (1913–1972), the younger sister of Wilmarth Ickes' wife, Betty, on May 24, 1938.[35] Children resulting from this marriage were daughter Elizabeth Jane and son Harold McEwen Ickes, who became Deputy Chief of Staff under Bill Clinton. There was a Chicago Housing Authority public housing project on the south side of Chicago named the Harold L. Ickes Homes. Built between 1954 and 1955, the buildings have since been demolished. The Harold Ickes Playground, a 1.82-acre park located in the Red Hook neighborhood of Brooklyn, New York City, is named in his honor.[36] Mount Ickes in Kings Canyon National Park was named in his honor in 1964.[37] He was awarded the Brandeis Medal for service to humanity in 1940 and the Pugsley Medal for distinguished park service in the United States in 1941. Asked how to say his name, he told The Literary Digest \"I think you come as close as anybody when you suggest that it rhymes with sickness with the n omitted. The e is halfway between a short e and short u\": hence, /ˈɪkəs/ IK-əss.[38] His son Harold M. Ickes, however, pronounces the name /ˈɪkiːz/ IK-eez. The correct spelling of Ickes' middle name is undetermined. It is sometimes spelled Le Clair, Le Claire or LeClare.[22]","Title":"Harold L. Ickes - Wikipedia","KeyID":"4209","URL":"https://en.wikipedia.org/wiki/Harold_L._Ickes"}