{"Content: ":"Giuseppe Zangara (September 7, 1900 – March 20, 1933) was an Italian immigrant and naturalized United States citizen who attempted to assassinate then-President-elect of the United States, Franklin D. Roosevelt, on February 15, 1933, 17 days before Roosevelt's inauguration.[1] During a night speech by Roosevelt in Miami, Florida, Zangara fired five shots with a handgun he had purchased a couple of days before. He missed his target and instead injured five bystanders and killed Anton Cermak, the Mayor of Chicago.[2] Zangara was born on September 7, 1900, in Ferruzzano, Calabria, Italy. After serving in the Tyrolean Alps in World War I, he did a variety of menial jobs in his home village before emigrating with his uncle to the United States in 1923. He settled in Paterson, New Jersey, and became a naturalized citizen of the United States in 1929. Zangara had little education and worked as a bricklayer. He suffered severe pain in his abdomen, which doctors told him was chronic and incurable. In 1926 he underwent an appendectomy, but it was no help; if anything, it may have made his pain worse. The doctors who performed his autopsy attributed his abdominal pain to adhesions they found on his gallbladder. In his prison memoir, Zangara himself attributed his pain to being forced to do grueling physical labor on his father's farm from an early age. He wrote that his pain began when he was six years old.[3] On February 15, 1933, Roosevelt was giving an impromptu speech at night from the back of an open car in the Bayfront Park area of Miami, Florida, where Zangara was working the occasional odd job and living off his savings. Zangara, armed with a .32-caliber US Revolver Company[4] pistol he had bought for $8 (equivalent to $170 in 2021) at a local pawn shop, joined the crowd of spectators, but as he was only 5 feet (1.5 m) tall, he was unable to see over other people and had to stand on a wobbly metal folding chair, peering over the hat of Lillian Cross to get a clear aim at his target.[5] He placed his gun over Mrs. Cross right shoulder. (She was only about 4 inches taller than he was and weighed 105 pounds) After Zangara fired the first shot, Cross and others grabbed his arm, and he fired four more shots wildly. Five people were hit:[6] Mrs. Joseph H. Gill (seriously wounded in the abdomen);[7] Miss Margaret Kruis of Newark, New Jersey, (minor wound in hand and a scalp wound);[8][9][10] New York detective/bodyguard William Sinnott (superficial head wound); Russell Caldwell of Miami (flesh wound on the forehead);[11] and Chicago Mayor Anton Cermak, who was standing on the running board of the car next to Roosevelt (bullet had traversed the diaphragm and lodged between liver and kidneys in the vicinity of 11th dorsal vertebrae). Mrs Cross had powder burns on her right cheek.[12] A Secret Service agent Bob Clark had a grazed hand-possibly caused by the bullet that struck Cermak.[13] The intended target, Roosevelt, was unharmed. Roosevelt cradled the mortally wounded Cermak in his arms as the car rushed to the hospital; after arriving there, Cermak spoke to Roosevelt, and before he died 19 days later, allegedly uttered the line that is engraved on his tomb: \"I'm glad it was me, not you.\" The Tribune reported the quote without attributing it to a witness, and most scholars doubt it was ever said.[14] Zangara confessed in the Dade County Courthouse jail, stating: \"I have the gun in my hand. I kill kings and presidents first and next all capitalists.\" He pleaded guilty to four counts of attempted murder and was sentenced to 80 years in prison. As he was led out of the courtroom, Zangara told the judge: \"Four times 20 is 80. Oh, judge, don't be stingy. Give me a hundred years.\"[15] Cermak died of peritonitis 19 days later, on March 6, 1933, two days after Roosevelt's inauguration. Zangara was promptly indicted for first-degree murder in Cermak's death. Because Zangara had intended to commit murder, neither the facts that his intended target may not have been the man he ultimately killed, nor that Cermak's death was in part the result of medical malpractice, were relevant; in either case, he would still be guilty of first-degree murder under the doctrine of transferred intent.[16] Zangara pleaded guilty to the additional murder charge and was sentenced to death by Circuit Court Judge Uly Thompson. Zangara said after hearing his sentence: \"You give me electric chair. I no afraid of that chair! You one of capitalists. You is crook man too. Put me in electric chair. I no care!\"[17] Under Florida law, a convicted murderer could not share cell space with another prisoner before his execution, but another convicted murderer was already awaiting execution at Raiford. Zangara's sentence required prison officials to expand their waiting area, and the \"death cell\" became \"Death Row\".[18] After spending only 10 days on death row, Zangara was executed on March 20, 1933, in Old Sparky, the electric chair at Florida State Prison in Raiford. Zangara became enraged when he learned no newsreel cameras would be filming his final moments. His final statement was \"Viva l'Italia! Goodbye to all poor peoples everywhere! ... Push the button! Go ahead, push the button!\"[19] While accounts focus on Cermak and the other victims being random casualties of an attempt to assassinate Roosevelt, a conspiracy theory emerged sometime before 1999,[20] originating in Chicago,[21] asserting that Zangara was a hired killer working for Frank Nitti, who was the head of the Chicago Outfit crime syndicate. John William Tuohy, author of numerous books on organized crime in Chicago, after reviewing Secret Service records,[22] described in detail in a 2002 article his interpretation of how and why Cermak was the real target and the relationship of the shooting to the rampant gang violence in Chicago.[23] The theory is enhanced by numerous researchers, citing their analysis of court testimony, asserting that Cermak had directed an assassination attempt on Nitti less than three months earlier.[20][24] The conspiracy theorists suggest that Zangara had been an expert marksman in the Italian Army 16 years earlier, who would presumably hit his target,[25] though sidestepping any issues about Zangara's progressive age and health issues since his time in the war, his short stature requiring him to stand on a jostled chair, his experience being with a rifle rather than with a pistol from a great distance, and his own statements regarding his target. Raymond Moley, who interviewed Zangara, believed he was not part of any larger conspiracy, and that he had intended to kill Roosevelt. In a 1960 two-part story line titled \"The Unhired Assassin\" on the TV series The Untouchables, actor Joe Mantell played the part of Giuseppe \"Joe\" Zangara. This episode, while depicting Zangara's story throughout, focuses mostly on Nitti's plan to kill Cermak with an initial (fictionalized) attempt in Chicago that is foiled by Eliot Ness and his agents at the end of part one. In part two, another attempt is made using a contract hitman, an ex-Army rifleman in Florida, which again fails thanks to Ness. Suddenly, Zangara's failed, and unrelated, obsession with killing Roosevelt unintentionally achieves Nitti's goal. This two-part story was later edited together as a feature-length movie retitled The Gun of Zangara. In the 1993 reboot of The Untouchables, the episode \"Radical Solution\" has actor David Engel portraying Zangara. Zangara plays a significant role in the background provided for Philip K. Dick's 1962 novel The Man in the High Castle (as well as the subsequent Amazon original series). This alternate history novel, set after an Axis victory in World War II, bases the point of divergence on the premise that Zangara succeeded in assassinating President (rather than President-elect) Roosevelt sometime in 1934. A similar Zangara-is-successful premise is used in Eric Norden's The Ultimate Solution (1972) and the GURPS Alternate Earths role-playing game's \"Reich 5\" alternate universe. Max Allan Collins' 1983 novel True Detective, first in his Nathan Heller mystery series, features Zangara's attempted assassination of Roosevelt, positing it as an actual attempt on Chicago Mayor Anton Cermak. The novel won the 1984 Shamus Award for Best P.I. Hardcover from the Private Eye Writers of America.[26] In the original 1990 Off-Broadway production of Assassins by Stephen Sondheim, Zangara was played by Eddie Korbich. In later productions, he was played by Paul Harrhy in London's West End (1992 premiere) and Jeffrey Kuhn on Broadway (2004 premiere). Appearing in several songs from the musical, the Zangara character has a major solo in the number \"How I Saved Roosevelt\". In HBO's 1998 biopic Winchell, moments after the assassination attempt, Walter Winchell leaps onto the running board of Miami's Police Chief's car, asking for an interview with Zangara, thereby getting at exclusive story for the New York Daily Mirror. The 2011 fantasy noir novel Spellbound by Larry Correia features Zangara's attempted assassination of Roosevelt. Zangara is magically enhanced in a plot to inflame bigotry and curtail the civil rights of the magically gifted protagonists of the Grimnoir Society. Instead of using a small-caliber handgun, Zangara is made into a living cannon or bomb and kills nearly 200 onlookers, including Cermak, and cripples Roosevelt. Charlaine Harris' fantasy Western Gunnie Rose Series is set in a world in which Zangara succeeded in assassinating Roosevelt, and the United States fractured into several different successor states.[27]","Title":"Giuseppe Zangara - Wikipedia","KeyID":"4211","URL":"https://en.wikipedia.org/wiki/Giuseppe_Zangara"}