{"Content: ":"The first term of the presidency of Franklin D. Roosevelt began on March 4, 1933, when he was inaugurated as the 32nd president of the United States, and the second term of his presidency ended on January 20, 1941, with his inauguration to a third term. Roosevelt, the Democratic governor of the largest state, New York, took office after defeating incumbent President Herbert Hoover, his Republican opponent in the 1932 presidential election. Roosevelt led the implementation of the New Deal, a series of programs designed to provide relief, recovery, and reform to Americans and the American economy during the Great Depression. He also presided over a realignment that made his New Deal Coalition of labor unions, big city machines, white ethnics, African Americans, and rural white Southerners dominant in national politics until the 1960s and defined modern American liberalism. During his first hundred days in office, Roosevelt spearheaded unprecedented major legislation and issued a profusion of executive orders. The Emergency Banking Act helped put an end to a run on banks, while the 1933 Banking Act and the Securities Exchange Act of 1934 provided major reforms in the financial sector. To provide relief to unemployed workers, Roosevelt presided over the establishment of several agencies, including the Civilian Conservation Corps, the Public Works Administration, and the Federal Emergency Relief Administration. The Roosevelt administration established the Agricultural Adjustment Administration to implement new policies designed to prevent agricultural overproduction. It also established several agencies, most notably the National Recovery Administration, to reform the industrial sector, though it lasted only two years. After his party's sweeping success in the 1934 mid-term elections, Roosevelt presided over the Second New Deal. It featured the Works Progress Administration (WPA), the largest work relief agency, and the Social Security Act, which created a national old-age pension program known as Social Security. The New Deal also established a national unemployment insurance program, as well as the Aid to Dependent Children, which provided aid to families headed by single mothers. A third major piece of legislation, the National Labor Relations Act of 1935, guaranteed workers the right of collective bargaining and established the National Labor Relations Board. The result was rapid growth in union membership. After winning re-election in 1936, the second term was a series of disappointments. Roosevelt sought to enlarge the Supreme Court, but his proposal was defeated in Congress. Roosevelt had little success in passing domestic legislation in his second term, as the bipartisan Conservative Coalition blocked most of his legislative proposals. One success was the Fair Labor Standards Act. The 1930s were a high point of isolationism in the United States. The key foreign policy initiative of Roosevelt's first term was the Good Neighbor Policy, in which the U.S. took a non-interventionist stance in Latin American affairs. Foreign policy issues came to the fore in the late 1930s, as Nazi Germany, Japan, and Italy took aggressive actions against their neighbors. In response to fears that the United States would be drawn into foreign conflicts, Congress passed the Neutrality Acts, a series of laws that prevented trade with belligerents. After Japan invaded China and Germany invaded Poland, Roosevelt provided aid to China, Great Britain, and France, but the Neutrality Acts prevented the United States from becoming closely involved. After the Fall of France in June 1940, Roosevelt increased aid to the British and began to build up American military power. In the 1940 presidential election, Roosevelt defeated Republican Wendell Willkie, an internationalist who largely refrained from criticizing Roosevelt's foreign policy. He went on to serve a third term and three months of a fourth term. See Presidency of Franklin D. Roosevelt, third and fourth terms. With the economy ailing after the Wall Street Crash of 1929, many Democrats hoped that the 1932 elections would see the election of the first Democratic president since Woodrow Wilson, who left office in 1921. Roosevelt's 1930 gubernatorial re-election victory in New York established him as the front-runner for the 1932 Democratic presidential nomination. With the help of allies such as Louis Howe, James Farley, and Edward M. House, Roosevelt rallied some of the progressive supporters of the Wilson while also appealing to many conservatives, establishing himself as the leading candidate in the South and West. The chief opposition to Roosevelt's candidacy came from Northeastern liberals such as Al Smith, the 1928 Democratic presidential nominee and a former close ally. Smith hoped to deny Roosevelt the two-thirds support necessary to win the party's presidential nomination 1932 Democratic National Convention, and then emerge as the nominee after multiple rounds of balloting. Roosevelt entered the convention with a delegate lead due to his success in the 1932 Democratic primaries, but most delegates entered the convention unbound to any particular candidate. On the first presidential ballot of the convention, Roosevelt received the votes of more than half but less than two-thirds of the delegates, with Smith finishing in a distant second place. Speaker of the House John Nance Garner, who controlled the votes of Texas and California, threw his support behind Roosevelt after the third ballot, and Roosevelt clinched the nomination on the fourth ballot. With little input from Roosevelt, Garner won the vice presidential nomination. Roosevelt flew in from New York after learning that he had won the nomination, becoming the first major party presidential nominee to accept the nomination in person.[1] In the general election, Roosevelt faced incumbent Republican President Herbert Hoover. Engaging in a cross-country campaign, Roosevelt promised to increase the federal government's role in the economy and to lower the tariff as part of a \"New Deal.\" Hoover argued that the economic collapse had chiefly been the product of international disturbances, and he accused Roosevelt of promoting class conflict with his novel economic policies. Already unpopular due to the bad economy, Hoover's re-election hopes were further hampered by the Bonus March 1932, which ended with the violent dispersal of thousands of protesting veterans. Roosevelt won 472 of the 531 electoral votes and 57.4% of the popular vote, making him the first Democratic presidential nominee since the Civil War to win a majority of the popular vote. In the concurrent congressional elections, the Democrats took control of the Senate and built upon their majority in the House.[2] Though congressional Democratic leadership was dominated by conservative Southerners, over half of the members of the incoming 73rd Congress had been elected since 1930. Many of these new members were eager to take action to combat the Depression, even if it meant defying the political orthodoxy of the previous years.[3] Roosevelt appointed powerful men to top positions but made certain he made all the major decisions, regardless of delays, inefficiency or resentment. Analyzing the president's administrative style, historian James MacGregor Burns concludes: For his first Secretary of State, Roosevelt selected Cordell Hull, a prominent Tennessean who had served in the House and Senate. Though Hull had not distinguished himself as a foreign policy expert, he was a long-time advocate of tariff reduction, was respected by his Senate colleagues, and did not hold ambitions for the presidency. Roosevelt's inaugural cabinet included several influential Republicans, including Secretary of the Treasury William H. Woodin, a well-connected industrialist who was personally close to Roosevelt, Secretary of the Interior Harold L. Ickes, a progressive Republican who would play an important role in the New Deal, and Secretary of Agriculture Henry A. Wallace, who had advised the Roosevelt campaign on farm policies. Roosevelt also appointed the first female cabinet member, Secretary of Labor Frances C. Perkins. Farley became Postmaster General, while Howe became Roosevelt's personal secretary until his death in 1936.[5] The selections of Hull, Woodin, and Secretary of Commerce Daniel C. Roper reassured the business community, while Wallace, Perkins, and Ickes appealed to Roosevelt's left-wing supporters.[6] Most of Roosevelt's cabinet selections would remain in place until 1936, but ill health forced Woodin to resign in 1933, and he was succeeded by Henry Morgenthau Jr.[7] When Roosevelt took office on March 4, 1933, the economy had hit bottom. In the midst of the Great Depression, a quarter of the American workforce was unemployed, two million people were homeless, and industrial production had fallen by more than half since 1929.[8] By the evening of March 4, 32 of the 48 states – as well as the District of Columbia – had closed their banks.[9] The New York Federal Reserve Bank was unable to open on the 5th, as huge sums had been withdrawn by panicky customers in previous days.[10] Beginning with his inauguration address, Roosevelt laid the blame for the economic crisis on bankers and financiers, the quest for profit, and the self-interest basis of capitalism: Primarily this is because rulers of the exchange of mankind's goods have failed through their own stubbornness and their own incompetence, have admitted their failure, and have abdicated. Practices of the unscrupulous money changers stand indicted in the court of public opinion, rejected by the hearts and minds of men. True they have tried, but their efforts have been cast in the pattern of an outworn tradition. Faced by failure of credit they have proposed only the lending of more money. Stripped of the lure of profit by which to induce our people to follow their false leadership, they have resorted to exhortations, pleading tearfully for restored confidence... The money changers have fled from their high seats in the temple of our civilization. We may now restore that temple to the ancient truths. The measure of the restoration lies in the extent to which we apply social values more noble than mere monetary profit.[11] Historians categorize Roosevelt's program to address the Great Depression into three categories: \"relief, recovery and reform.\" Relief was urgently needed by tens of millions of unemployed. Recovery meant boosting the economy back to normal. Reform meant long-term fixes of what was wrong, especially with the financial and banking systems. Through Roosevelt's series of radio talks, known as fireside chats, he presented his proposals directly to the American public.[12] To propose programs, Roosevelt relied on leading senators such as George Norris, Robert F. Wagner, and Hugo Black, as well as his Brain Trust of academic advisers. Like Hoover, he saw the Depression caused in part by people no longer spending or investing because they were afraid.[13] Banking reform was the most urgent task facing the newly inaugurated administration. Thousands of smaller banks had failed or were on the verge of failing, and panicked depositors sought to remove their savings from banks for fear that they would lose their deposits after a bank failure. In the months after Roosevelt's election, several governors declared bank holidays, temporarily closing banks so that their deposits could not be withdrawn.[14] By the time Roosevelt took office, gubernatorial proclamations had closed the banks in 32 states; in the remaining states, many banks were closed and depositors were permitted to withdraw only five percent of their deposits.[15] On March 5, Roosevelt declared a federal bank holiday, closing every bank in the nation. Though some questioned Roosevelt's constitutional authority to declare a bank holiday, his action received little immediate political resistance in light of the severity of the crisis.[14] Working with the outgoing secretary of the treasury, Ogden Mills, the Roosevelt administration spent the next few days putting together a bill designed to rescue the banking industry.[16] When the special session of Congress that had been called by Roosevelt opened on March 9, Congress quickly passed Roosevelt's Emergency Banking Act. Rather than nationalizing the financial industry, as some radicals hoped and many conservatives feared, the bill used federal assistance to stabilize privately owned banks.[17] The ensuing \"First 100 Days\" of the 73rd Congress saw an unprecedented amount of legislation[18] and set a benchmark against which future presidents would be compared.[19] When the banks reopened on Monday, March 13, stock prices rose by 15 percent and bank deposits exceeded withdrawals, thus ending the bank panic.[20] In another measure designed to give Americans confidence in the financial system, Congress enacted the Glass–Steagall Act, which curbed speculation by limiting the investments commercial banks could make and ending affiliations between commercial banks and securities firms.[21] Depositors in open banks received insurance coverage from the new Federal Deposit Insurance Corporation (FDIC), while depositors in permanently closed banks were eventually repaid 85 cents on the dollar. Roosevelt himself was dubious about insuring bank deposits, saying, \"We do not wish to make the United States Government liable for the mistakes and errors of individual banks, and put a premium on unsound banking in the future.\" But public support was overwhelmingly in favor, and the number of bank failures dropped to near zero.[22][23] Relief for the unemployed was a major priority for the New Deal, and Roosevelt copied the programs he had initiated as governor of New York as well as the programs Hoover had started.[24] The Federal Emergency Relief Administration (FERA), the largest program from 1933 to 1935, involved giving money to localities to operate work relief projects to employ those on direct relief. FERA was led by Harry Hopkins, who had helmed a similar program under Roosevelt in New York.[25] Another agency, the Public Works Administration (PWA), was created to fund infrastructure projects, and was led by Secretary of the Interior Harold Ickes, one of the most aggressive of the New Deal empire builders.[26] Seeking to increase the federal role in providing work relief, Hopkins successfully pushed for the creation of the Civil Works Administration (CWA), which would provide employment for anyone who was unemployed. In less than four months, the CWA hired four million people, and during its five months of operation, the CWA built and repaired 200 swimming pools, 3,700 playgrounds, 40,000 schools, 250,000 miles (400,000 km) of road, and 12 million feet of sewer pipe.[27] The CWA was widely popular, but Roosevelt canceled it in March 1934 due to cost concerns and the fear of establishing a precedent that the government would serve as a permanent employer of last resort.[28] The most popular of all New Deal agencies – and Roosevelt's favorite– was the Civilian Conservation Corps (CCC).[29] The CCC hired 250,000 unemployed young men to work for six months on rural projects. It was directed by Robert Fechner, a former union executive who promised labor unions that the enrollees would not be trained in skills that would compete with unemployed union members. Instead, they did unskilled construction labor, especially building roads and recreational facilities in state and national parks. Each CCC camp was administered by an Army reserve officer. Food, clothing, supplies, and medical and dental services were purchased locally. The young men who worked at CCC camps were paid a dollar a day, most of which went to their parents. Blacks were enrolled in their own camps, and the CCC operated an entirely separate division for Indians.[30][31][32] Roosevelt placed a high emphasis on agricultural issues.[33] Farmers made up thirty percent of the nation's workforce, and New Dealers hoped that an agricultural recovery would help stimulate the broader economy.[34] Leadership of the farm programs of the New Deal lay with Secretary of Agriculture Henry Wallace, a dynamic, intellectual reformer.[35][36] The persistent farm crisis of the 1920s was further exacerbated by the onset of the Great Depression, and foreclosures were common among debt-ridden farms.[37] Farmers were locked in a vicious cycle in which low prices encouraged individual farmers to engage in greater production, which in turn lowered prices by providing greater supply. The Hoover administration had created the Federal Farm Board to help address the issue of overproduction by purchasing agricultural surpluses, but it failed to stabilize prices.[38] In the 1930s, Midwestern farmers would additionally have to contend with a series of severe dust storms known as the Dust Bowl, provoking migration from the affected regions.[39] The 1933 Agricultural Adjustment Act created the Agricultural Adjustment Administration (AAA). The act reflected the demands of leaders of major farm organizations, especially the Farm Bureau, and reflected debates among Roosevelt's farm advisers such as Wallace, M.L. Wilson, Rexford Tugwell, and George Peek.[40] The aim of the AAA was to raise prices for commodities through artificial scarcity. The AAA used a system of \"domestic allotments\", setting the total output of corn, cotton, dairy products, hogs, rice, tobacco, and wheat. The AAA paid land owners subsidies for leaving some of their land idle; funding for the subsidies was provided by a new tax on food processing. The goal was to force up farm prices to the point of \"parity,\" an index based on 1910–1914 prices. To meet 1933 goals, 10 million acres (40,000 km2) of growing cotton was plowed up, bountiful crops were left to rot, and six million piglets were killed and discarded.[41] Farm incomes increased significantly in the first three years of the New Deal, as prices for commodities rose.[42] However, some sharecroppers suffered under the new system, as some landowners pocketed the federal subsidies distributed for keeping lands fallow.[43] The AAA was the first federal agricultural program to operate on such a large scale, and it established a long-lasting federal role in the planning of the entire agricultural sector of the economy.[44][page needed] In 1936, the Supreme Court declared the AAA to be unconstitutional for technical reasons. With the passage of the Agricultural Adjustment Act of 1938, the AAA was replaced by a similar program that did win Court approval. Instead of paying farmers for letting fields lie barren, the new program subsidized them for planting soil enriching hay crops such as alfalfa that would not be sold on the market. Federal regulation of agricultural production has been modified many times since then, but the basic philosophy of subsidizing farmers remains in effect.[45] Many rural families lived in severe poverty, especially in the South. Agencies such as the Resettlement Administration and its successor, the Farm Security Administration (FSA), represented the first national programs to help migrants and marginal farmers, whose plight gained national attention through the 1939 novel and film The Grapes of Wrath. New Deal leaders resisted demands of the poor for loans to buy farms, as many leaders thought that there were already too many farmers.[46] The Roosevelt administration made a major effort to upgrade the health facilities available to a sickly population.[47] The Farm Credit Administration refinanced many mortgages, reducing the number of displaced farming families. In 1935, the administration created the Rural Electrification Administration (REA), a work-relief program which built electric lines in rural areas.[48] In the decade following the establishment of the REA, the share of farms with electricity went from under 20 percent to approximately 90 percent.[49] Roosevelt appointed John Collier to lead the Bureau of Indian Affairs, and Collier presided over a shift in policy towards Native Americans that de-emphasized cultural assimilation. Native Americans worked in the CCC and other New Deal programs, including the newly formed Soil Conservation Service.[50] In 1933, the administration launched the Tennessee Valley Authority (TVA), a project involving dam construction planning on an unprecedented scale in order to curb flooding, generate electricity, and modernize the very poor farms in the Tennessee Valley region of the Southern United States.[51][52] Under the leadership of Arthur Ernest Morgan, the TVA built planned communities such as Norris, Tennessee that were designed to serve as models of cooperative, egalitarian living. Though the more ambitious experiments of the TVA generally failed to take hold, by 1940, the TVA had become the largest producer of electric power in the country.[53] The Roosevelt administration also established the Bonneville Power Authority, which performed similar functions to the TVA in the Pacific Northwest, albeit on a smaller scale.[54] The Roosevelt administration launched the National Recovery Administration (NRA) as one of the two major programs designed to restore economic prosperity, along with the AAA.[55] The NRA was established by the National Industrial Recovery Act (NIRA) of 1933, and was designed to implement reforms in the industrial sector.[56] The framers of the NRA were heavily influenced by the work of Charles R. Van Hise, a Progressive academic who saw trusts as an inevitable feature of an industrialized society. Rather than advocating for antitrust laws designed to prevent the growth of trusts, Hise had favored the creation of governmental organizations charged with regulating trusts.[57] The NRA tried to end cutthroat competition by forcing industries to come up with codes that established the rules of operation for all firms within specific industries, such as minimum prices, minimum wages, agreements not to compete, and production restrictions. Industry leaders negotiated the codes with the approval and guidance of NIRA officials. Other provisions encouraged the formation of unions and suspended anti-trust laws.[58] Roosevelt appointed Hugh S. Johnson as the head of the NRA, based on his experience in directing the national economy in World War I. Johnson used the NRA to curb industrial overproduction and excessive competition through price cutting. He sought to keep wages high.[59] The NRA won the pledges of two million businesses to create and follow NRA codes, and Blue Eagle symbols, which indicated that a company cooperated with the NRA, became ubiquitous.[60] The NRA targeted ten essential industries deemed crucial to an economic recovery, starting with textile industry and next turning to coal, oil, steel, automobiles, and lumber. Though unwilling to dictate the codes to industries, the administration pressured companies to agree to the codes and urged consumers to purchase products from companies in compliance with the codes.[58] As each NRA code was unique to a specific industry, NRA negotiators held a great deal of sway in setting the details of the codes, and many of the codes favored managers over workers.[61] The NRA became increasingly unpopular among the general public due to its micromanagement, and many within the administration began to view it as ineffective.[62] The Supreme Court found the NRA to be unconstitutional by unanimous decision in May 1935, and there was little public protest at its closing.[63] To replace the regulatory role of the NRA, the New Deal established or strengthened several durable agencies designed to regulate specific industries. In 1934, Congress established the Federal Communications Commission, which provided regulation to telephones and radio. The Civil Aeronautics Board was established in 1938 to regulate the fast-growing commercial aviation industry, while in 1935 the authority of the Interstate Commerce Commission was extended to the trucking industry. The Federal Trade Commission also received new duties.[64] The Agricultural Adjustment Act included the Thomas Amendment, a provision that allowed the president to reduce the gold content of the dollar, to coin silver dollars, and issue $3 billion in fiat money not backed by gold or silver. In April 1933, Roosevelt took the United States off the gold standard.[65] Going off the gold standard allowed Roosevelt to pursue inflationary policies, to overcome the sharp fall in prices that hurt the economy. Inflation would reduce the effective size of public and private debt. As part of his inflationary policies, Roosevelt refused to take part in efforts at the London Economic Conference to stabilize currency exchange rates.[66] Roosevelt's \"bombshell\" message to that conference effectively ended any major efforts by the world powers to collaborate on ending the worldwide depression, and allowed Roosevelt a free hand in economic policy.[67] Though Roosevelt was willing to negotiate regarding tariffs, he refused to accept a fixed exchange-rate system or to reduce European debts incurred during World War I.[68] In October 1933, the Roosevelt administration began a policy of buying gold in the hopes that such purchases would lead to inflation. The program was strongly criticized by observers like Keynes, as well as hard money administration officials such as Dean Acheson, but it did appease many in rural communities.[69] In 1935, Congress passed the Banking Act of 1935, which brought the Federal Open Market Committee under the direct control of the Federal Reserve Board of Governors, thereby increasing the Federal Reserve's ability to control the money supply and respond to business cycles.[70] The Securities Exchange Act of 1934 established the independent Securities and Exchange Commission to end irresponsible market manipulations and the dissemination of false information about securities.[71] Roosevelt named Joseph P. Kennedy, a famously successful speculator himself, to head the SEC and clean up Wall Street. Kennedy appointed a hard-driving team with a mission for reform that included William O. Douglas, and Abe Fortas, both of whom were later named to the Supreme Court.[72] The SEC had four missions. First and most important was to restore investor confidence in the securities market, which had practically collapsed because of doubts about its internal integrity, and the external threats supposedly posed by anti-business elements in the Roosevelt administration. Second, in terms of integrity, the SEC had to get rid of the penny ante swindles based on false information, fraudulent devices, and unsound get-rich-quick schemes. Thirdly, and much more important than the frauds, the SEC had to end the million-dollar insider maneuvers in major corporations, whereby insiders with access to information about the condition of the company knew when to buy or sell their own securities. Finally, the SEC had to set up a complex system of registration for all securities sold in America, with a clear-cut set of rules and guidelines that everyone had to follow.[73] By mandating the disclosure of business information and allowing investors to make informed decisions, the SEC largely succeed in its goal of restoring investor confidence.[74] As part of the first hundred days, Roosevelt fostered the passage of the Securities Act of 1933. The act expanded the powers of the Federal Trade Commission and required companies issuing securities to disclose information regarding the securities they issued.[75] Another major securities law, the Public Utility Holding Company Act of 1935, broke up large public utility holding companies. The law arose from concerns that the holding companies had used elaborate measures to extract profits from subsidiary utility companies while taking advantage of customers.[76] House construction was widely seen as a potential component of an economic recovery. Though Keynes and Senator Wagner both favored large-scale public housing projects, the Roosevelt administration prioritized programs designed to boost private home-ownership. In 1933, Roosevelt established the Home Owners' Loan Corporation, which helped prevent mortgage foreclosures by offering refinancing programs. The Federal Housing Administration, established in 1934, set national home construction standards and provided insurance to long-term home mortgages. Another New Deal institution, Fannie Mae, made home lending more appealing to lenders by helping to provide for the securitization of mortgages, thereby allowing mortgages to be sold on the secondary mortgage market. The housing institutions established under the New Deal did not appreciably contribute to new house building in the 1930s, but they played a major role in the post-war housing boom.[77] Roosevelt had generally avoided the Prohibition issue, but when his party and the general public swung against Prohibition in 1932, he campaigned for repeal. During the Hundred Days he signed the Cullen–Harrison Act redefining weak beer (3.2% alcohol) as the maximum allowed. The 21st Amendment was ratified later that year; he was not involved in the amendment but was given much of the credit. The repeal of prohibition brought in new tax revenues to federal, state and local governments and helped Roosevelt keep a campaign promise that attracted widespread popular support. It also weakened the big-city criminal gangs and rural bootleggers who had profited heavily from illegal liquor sales.[78][79] Although midterm elections normally see the party in control of the presidency lose seats in Congress, the 1934 elections resulted in major Democratic gains in the Senate and minor gains in the House. The New Deal coalition was solidified even though Roosevelt was not on the ballot. The election was the most successful midterm of the 20th century for the party in control of the presidency. The New Dealers overcame determined opposition from Republicans, business organizations such as the US Chamber of Commerce, and disaffected Democrats like Al Smith who formed the American Liberty League. The election was critical in re-centering the Democratic Party in Northern, urban areas, as opposed to the party's traditional base in the South. Future president Harry S. Truman won election as Senator from Missouri.[80] Roosevelt's New Deal policies were bolstered as Conservative Republicans suffered major losses across the country and several Democrats won in Northern, urban areas outside of the party's traditional base in the South. Blacks started their move into the Democratic coalition. as shown by Arthur Wergs Mitchell, whose victory in a Chicago-based congressional district made him the first ever African-American Democrat to serve in Congress.[81] After the elections, the Democratic Party controlled over two-thirds of the seats in both the House and the Senate. The \"Second New Deal\" is the designation historians use for the dramatic domestic policies passed during the last two years of Roosevelt's first term. Unlike his efforts in the first two years to be inclusive of all established interest groups, Roosevelt moved left and focused on helping labor unions, poor farmers, and the unemployed. He energetically battled growing opposition from conservatives, business and banking interests.[82] By 1935, the economy was 21% higher than its nadir, but the real gross national product was still 11% below the figure from 1929. It finally caught up and passed 1929 during 1936. Unemployment remained a major problem at 20%. However farm incomes were recovering.[83][84] With the economy still in depression, and following Democratic triumphs in the 1934 mid-term elections, Roosevelt proposed the \"Second New Deal.\" It consisted of government programs that were designed to help provide not just recovery, but also long-term stability and security for ordinary Americans.[85] In April 1935, Roosevelt won passage of the Emergency Relief Appropriation Act of 1935, which, unlike the work relief programs of 1933, allowed for a long-term role for the government as the employer of last resort. Roosevelt, among others, feared that the private sector would never again be able to provide full employment on its own. The major program created by the Emergency Relief Appropriation Act was the Works Progress Administration (WPA), led by Harry Hopkins.[86] The WPA financed a variety of projects such as hospitals, schools, and roads, and employed more than 8.5 million workers who built 650,000 miles of highways and roads, 125,000 public buildings, as well as bridges, reservoirs, irrigation systems, and other projects.[87] Ickes's PWA continued to function, but the WPA became the primary New Deal work relief program,[88] and FERA was discontinued.[89][page needed] Though nominally charged only with undertaking construction projects that cost over $25,000, the WPA provided grants for other programs, such as the Federal Writers' Project.[90] Like the CWA and the CCC, the WPA typically favored collaboration with local government, which often provided the plans, the site, and the heavy equipment, while the federal government provided the labor. Building new recreational facilities in public parks fit the model, and tens of thousands of recreation and sports facilities were built in both rural and urban areas. These projects had the main goal of providing jobs for the unemployed, but they also played to a widespread demand at the time for bodily fitness and the need of recreation in a healthy society. Roosevelt was a strong supporter of the recreation and sports dimension of his programs. The WPA spent $941 million on recreational facilities, including 5,900 athletic fields and playgrounds, 770 swimming pools 1,700 parks and 8,300 recreational buildings.[91][92] The National Youth Administration (NYA), a semi-autonomous unit within the WPA, worked closely with high schools and colleges to set up work-study programs.[93][94] Under the leadership of Aubrey Williams, the NYA developed apprenticeship programs and residential camps specializing in teaching vocational skills. It was one of the first agencies that made an explicit effort to enroll black students. The NYA work-study program reached up to 500,000 students per month in high schools, colleges, and graduate schools.[95][96] The NYA also set up its own high schools, entirely separate from the public school system or academic schools of education.[97][98] The United States was the lone modern industrial country where people faced the Depression without any national system of social security, though a handful of states had poorly-funded old-age insurance programs.[99] The federal government had provided pensions to veterans in the aftermath of the Civil War and other wars, and some states had established voluntary old-age pension systems, but otherwise the United States had little experience with social insurance programs.[100] For most American workers, retirement due to old age was not a realistic option.[101] In the 1930s, physician Francis Townsend galvanized support for his pension proposal, which called for the federal government to issue direct $200-a-month payments to the elderly.[102] Roosevelt was attracted to the general thinking behind Townsend's plan because it would provide for those no longer capable of working while at the same time stimulating demand in the economy and decreasing the supply of labor.[103] In 1934, Roosevelt charged the Committee on Economic Security, chaired by Secretary of Labor Perkins, with developing an old-age pension program, an unemployment insurance system, and a national health care program. The proposal for a national health care system was dropped, but the committee developed an unemployment insurance program largely administered by the states. The committee also developed an old-age plan that, at Roosevelt's insistence, would be funded by individual contributions from workers.[104] In January 1935, Roosevelt proposed the Social Security Act, which he presented as a more practical alternative to the Townsend Plan. After a series of congressional hearings, the Social Security Act became law in August 1935.[105] During the congressional debate over Social Security, the program was expanded to provide payments to widows and dependents of Social Security recipients.[106] Job categories that were not covered by the act included workers in agricultural labor, domestic service, government employees, and many teachers, nurses, hospital employees, librarians, and social workers.[107] The program was funded through a newly established a payroll tax which later became known as the Federal Insurance Contributions Act tax. Social Security taxes would be collected from employers by the states, with employers and employees contributing equally to the tax.[108] Because the Social Security tax was regressive, and Social Security benefits were based on how much each individual had paid into the system, the program would not contribute to income redistribution in the way that some reformers, including Perkins, had hoped.[109] In addition to creating the Social Security program, the Social Security Act also established a state-administered unemployment insurance system and the Aid to Dependent Children program, which provided aid to families headed by single mothers.[110] Compared with the social security systems in western European countries, the Social Security Act of 1935 was rather conservative. But for the first time the federal government took responsibility for the economic security of the aged, the temporarily unemployed, dependent children and the handicapped.[111] Reflecting the continuing importance of the Social Security Act, biographer Kenneth S. Davis later called the Social Security Act \"the most important single piece of social legislation in all American history.\"[112] Though the Committee on Economic Security had originally sought to develop a national health care system, the Social Security Act ultimately included only relatively small health care grants designed to help rural communities and the disabled.[113] Roosevelt declined to include a large-scale health insurance program largely because of the lack of active popular, congressional, or interest group support for such a program. Roosevelt's strategy was to wait for demand for a program to materialize, and then, if he thought it popular enough, to throw his support behind it. Jaap Kooijman writes that Roosevelt succeeded in \"pacifying the opponents without discouraging the reformers.\" During World War II, a group of congressmen introduced the Wagner-Murray-Dingell Bill, which would provide federally funded universal health care. Roosevelt never endorsed it, and with conservatives in control of Congress, it stood little chance of passage. Health insurance would be proposed in Truman's Fair Deal, but it was defeated.[114][115] The National Labor Relations Act of 1935, also known as the Wagner Act, guaranteed workers the right to collective bargaining through unions of their own choice. It prohibited unfair labor practices such as discrimination against union members. The act also established the National Labor Relations Board (NLRB) to facilitate wage agreements and to suppress labor disturbances. The Wagner Act did not compel employers to reach agreement with their employees, but, together with the Norris–La Guardia Act of 1932, its passage left labor unions in a favorable legal and political environment.[116] Other factors, including popular works that depicted the struggles of the working class, declining ethnic rivalries, and the La Follette Committee's investigation of anti-labor abuses, further swung the public mood in favor of labor.[117] The result was a tremendous growth of membership in the labor unions, especially in the mass-production sector.[118] When the Flint sit-down strike threatened the production of General Motors, Roosevelt broke with the precedent set by many former presidents and refused to intervene; the strike ultimately led to the unionization of both General Motors and its rivals in the American automobile industry.[119] In the aftermath of the Flint sit-down strike, U.S. Steel granted recognition to the Steel Workers Organizing Committee.[120] The total number of labor union members grew from three million in 1933 to eight million at the end of the 1930s, with the vast majority of union members living outside of the South.[121] Roosevelt argued that the emergency spending programs for relief were temporary, and he rejected the deficit spending proposed by economists such as John Maynard Keynes.[122] He kept his campaign promise to cut the regular federal budget — including a reduction in military spending from $752 million in 1932 to $531 million in 1934. He made a 40% cut in spending on veterans' benefits by removing 500,000 veterans and widows from the pension rolls and reducing benefits for the remainder, as well as cutting the salaries of federal employees and reducing spending on research and education. The veterans were well organized and strongly protested, and most benefits were restored or increased by 1934.[123] In June 1933, Roosevelt restored $50 million in pension payments, and Congress added another $46 million more.[124] Veterans groups such as the American Legion and the Veterans of Foreign Wars also won their campaign to transform their benefits from payments due in 1945 to immediate cash when Congress overrode the president's veto and passed the Bonus Act in January 1936.[125][126][page needed] The Bonus Act pumped sums equal to 2% of the GDP into the consumer economy and had a major stimulus effect.[127] Government spending increased from 8.0% of gross national product (GNP) under Hoover in 1932 to 10.2% of the GNP in 1936.[128] In mid-1935, Roosevelt began to prioritize a major reform of the tax code. He sought higher taxes on top incomes, a higher estate tax, a graduated corporate tax, and the implementation of a tax on intercorporate dividends. In response, Congress passed the Revenue Act of 1935, which raised relatively little revenue but did increase taxes on the highest earners. A top tax rate of 79% was set for income above $5 million; in 1935, just one individual, John D. Rockefeller, paid the top tax rate.[129] In early 1936, following the passage of the Bonus Act, Roosevelt again sought to increase taxes on corporate profits. Congress passed a bill that raised less revenue that Roosevelt's proposals, but did impose an undistributed profits tax on corporate earnings.[130] Roosevelt had a lifelong interest in the environment and conservation starting with his youthful interest in forestry on his family estate. Although FDR was never an outdoorsman or sportsman on TR's scale, his growth of the national systems were comparable. FDR created 140 national wildlife refuges (especially for birds) and established 29 national forests and 29 national parks and monuments,[131][page needed][132][page needed] including Everglades National Park and Olympic National Park.[54] His environmental policy can be divided into three major domains. First of all his focus was on a few issues that had long concerned environmentalists: clean air and water, land management, preservation of forest lands, protection of wildlife, conservation of natural resources, and the creation of national parks and monuments.[133] Second, he created permanent institutional structures with environmental missions, including permanent institutions like the Tennessee Valley Authority and temporary operations such as the CCC.[134] Finally, Roosevelt was a superb communicator with the people, and with Congress, using speeches and especially highly publicized trips visiting key conservation locales.[135] Roosevelt's favorite agency, the CCC, expended most of its effort on environmental projects. In the dozen years after its creation, the CCC built 13,000 miles of trails, planted two billion trees, and upgraded 125,000 miles of dirt roads. Every state had its own state parks, and Roosevelt made sure that WPA and CCC projects were set up to upgrade them as well as the national systems.[136][137] Roosevelt was particularly supportive of water management projects, which could provide hydroelectricity, improve river navigation, and supply water for irrigation. His administration initiated the construction of numerous dams located in the South and the West. Although proposals to replicate the Tennessee Valley Authority in the Pacific Northwest were not acted upon, the administration completed the All-American Canal and launched the Central Valley Project, both of which irrigated dramatically increased agricultural production in California's Central Valley. Roosevelt also presided over the establishment of conservation programs and laws such as the Soil Conservation Service, the Great Plains Shelterbelt, and the Taylor Grazing Act of 1934.[138] Throughout his first two terms there was a fierce turf battle over control of the United States Forest Service, which Agriculture Secretary Henry Wallace insisted on keeping, but Interior Secretary Harold Ickes wanted so he could merge it with the National Park Service. The Brownlow Committee report on administrative management convinced Roosevelt to propose the creation of a new Department of Conservation to replace the Department of the Interior; the new department that would include the Forest Service. For Ickes, the land itself had a higher purpose than mere human usage; Wallace wanted the optimum economic productivity of public lands. Both Interior and Agriculture had very strong supporters in Congress, and Roosevelt's plan went nowhere. The status quo triumphed.[139][140] The New Deal approach to education was a radical departure from previous practices. It was specifically designed for the poor and staffed largely by women on relief. It was not based on professionalism, nor was it designed by experts. Instead it was premised on the anti-elitist notion that a good teacher does not need paper credentials, that learning does not need a formal classroom and that the highest priority should go to the bottom tier of society. Leaders in the public schools were shocked: they were shut out as consultants and as recipients of New Deal funding. They desperately needed cash to cover the local and state revenues that it disappeared during the depression, they were well organized, and made repeated concerted efforts in 1934, 1937, and 1939, all to no avail. The federal government had a highly professional Office of Education; Roosevelt cut its budget and staff, and refused to consult with its leader John Ward Studebaker.[141] The CCC programs were deliberately designed not teach skills that would put them in competition with unemployed union members. The CCC did have its own classes. They were voluntary, took place after work, and focused on teaching basic literacy to young men who had dropped out before entering high school. The NYA set up its own high schools independent of the locally controlled public schools.[142] The relief programs did offer indirect help to public schools. The CWA and FERA focused on hiring unemployed people on relief, and putting them to work on public buildings, including public schools. It built or upgraded 40,000 schools, plus thousands of playgrounds and athletic fields. It gave jobs to 50,000 teachers to keep rural schools open and to teach adult education classes in the cities. It gave a temporary jobs to unemployed teachers in cities like Boston.[143][144] Although New Deal leaders refused to give money to impoverished school districts, it did give money to impoverished high school and college students. The CWA used \"work study\" programs to fund students, both male and female.[145] Women received recognition from the Roosevelt administration. In relief programs, they were eligible for jobs if they were the breadwinner in the family. During the 1930s there was a strong national consensus that in times of job shortages, it was wrong for the government to employ both a husband and his wife.[146] Nevertheless, relief agencies did find jobs for women, and the WPA employed about 500,000. The largest number, 295,000, worked on sewing projects, producing 300 million items of clothing and mattresses for people on relief and for public institutions such as orphanages. Many other women worked in school lunch programs.[147][148][149] Between 1929 and 1939, the percentage of female government employees increased from 14.3 percent to 18.8 percent, and women made up nearly half of the workforce of the WPA.[150] From 1930 to 1940, the number of employed women rose 24 percent from 10.5 million to 13 million. Few women worked in the high-unemployment sectors like mining and heavy industry. They worked in clerical jobs or light factories (such as food).[151] Roosevelt appointed more women to office than any previous president. The very first woman in the cabinet was Secretary of Labor Frances Perkins.[152] Roosevelt also appointed Florence E. Allen to the Court of Appeals for the Sixth Circuit, making her the first woman to serve on a federal appeals court.[153] First Lady Eleanor Roosevelt played a highly visible role in building a network of women in advisory roles and in promoting relief programs. The New Deal thereby placed more women in public life—a record that stood until the 1960s.[154] In 1941 Mrs. Roosevelt became co-head of the Office of Civil Defense, the major civil defense agency. She tried to involve women at the local level, but she feuded with her counterpart, Mayor Fiorello H. La Guardia, and had little impact on policy.[152] Historian Alan Brinkley states that gender equality was not on the national agenda: Roosevelt had feared the possibility of either Huey Long or a progressive Republican entering the race to split the left-wing vote. Roosevelt's Second New Deal, along with the death of Long in September 1935, helped prevent any major third party or Democratic primary challenge.[156] Roosevelt and Garner were unanimously re-nominated at the 1936 Democratic National Convention. The Democratic convention ended the \"two-thirds rule,\" which had required that the Democratic presidential nominee win two-thirds of the delegates rather than a simple majority, thereby giving the South a veto.[157] With many conservatives already alienated by New Deal liberalism, Roosevelt moved to the left and attacked business interests. The Republicans nominated Kansas Governor Alf Landon, a liberal who accepted much of the New Deal but objected that it was hostile to business and involved too much waste. Roosevelt and Garner won 60.8% of the vote and carried every state except Maine and Vermont.[158] Roosevelt's victory margin of 515 electoral votes was the largest victory margin since 1820. In the 1936 congressional elections, Democrats expanded their majorities, winning over three-quarters of the seats in both the House and the Senate.[159] Despite expectations that the 1936 landslide heralded an expansion of liberal programs, everything went wrong for the New Dealers. The Democrats feuded and divided, with even Vice President Garner breaking with the president. The labor movement grew stronger but then began fighting itself, while the economy declined sharply. Anti-Roosevelt forces gained strength and the New Deal Coalition lost heavily in the 1938 midterm elections. Roosevelt suffered what historians call the \"second term curse.\" The victors were overconfident, ignoring the administration's weaknesses. The minority party after losing two elections was eager to strike back.[160][161] Lawrence Summers states: For the entirety of Roosevelt's first term, the Court consisted of the liberal \"Three Musketeers,\" the conservative \"Four Horsemen,\" and the two swing votes in Chief Justice Charles Evans Hughes and Associate Justice Owen Roberts.[163] The more conservative members of the court adhered to principles of the Lochner era, a period in which courts had struck down numerous economic regulations on the basis of freedom of contract.[164] Reformers like Theodore Roosevelt had long protested the judicial activism of the courts, and Franklin Roosevelt's ambitious domestic programs inevitably came to the attention of the Supreme Court. The court struck down a major New Deal program for the first time through its holding in the 1935 case of A.L.A. Schechter Poultry Corp. v. United States, and the following year it struck down the AAA in the case of United States v. Butler.[165] By the beginning of 1937, the Court had cases on the docket regarding the constitutionality of the Social Security Act and the National Labor Relations Act.[166] The Supreme Court's holdings had led many to seek to restrict its power through constitutional amendment, but the difficulty of amending the constitution caused Roosevelt to turn to a legislative remedy.[167] After winning re-election, Roosevelt proposed the Judicial Procedures Reform Bill of 1937, which would have allowed him to appoint an additional justice for each incumbent justice over the age of 70; in 1937, there were six Supreme Court Justices over the age of 70. The size of the Court had been set at nine since the passage of the Judiciary Act of 1869, and Congress had altered the number of justices six other times throughout U.S. history.[168] Roosevelt argued that the bill was necessary for reasons of judicial efficiency, but it was widely understood that his real goal was to appoint sympathetic justices.[169] What Roosevelt saw as a necessary and measured reform, many throughout the country saw as an attack on the principle of judicial independence, and critics labeled the Judicial Procedures Reform Bill of 1937 as the \"court packing\" plan.[170] Roosevelt's proposal ran into intense political opposition from his own party, led by Vice President Garner.[171] A bipartisan coalition of liberals and conservatives of both parties opposed the bill, and Chief Justice Hughes broke with precedent by publicly advocating defeat of the bill. Any chance of passing the bill ended with the death of Senate Majority Leader Joseph Taylor Robinson in July 1937, after Roosevelt had expended crucial political capital on the failed bill.[172] The Court packing fight cost Roosevelt the support of some liberals, such as Montana Senator Burton K. Wheeler.[173] and commentator Walter Lippmann.[174] In early 1937, while the debate over the Judicial Procedures Reform Bill of 1937 continued, the Supreme Court handed down its holding in the case of West Coast Hotel Co. v. Parrish. In a 5–4 decision, the Court upheld a state minimum wage law that was similar to a state law that the court had struck down the year before; the difference between the cases was that Roberts switched his vote. The case was widely seen as an important shift in the Court's judicial philosophy, and one newspaper called Roberts's vote \"the switch in time that saved nine\" because it effectively ended any chance of passing the court-packing bill. Later in 1937, the Supreme Court upheld the constitutionality of the NLRB and the major provisions of the Social Security Act. One of the Four Horsemen, Willis Van Devanter, stepped down that same year, giving Roosevelt his first opportunity to appoint a Supreme Court justice, and several more Supreme Court vacancies followed.[175] By the end of his second term in January 1941, Roosevelt had appointed Stanley Forman Reed,[176] Felix Frankfurter,[177] William O. Douglas,[178] and Frank Murphy[179] to the Supreme Court. After Parish, the Court shifted its focus from judicial review of economic regulations to the protection of civil liberties.[180][page needed] Roosevelt never added new seats but he did replace the old justices as they retired. In his first appointment he made the highly controversial nomination of Alabama Senator Hugo Black. The nomination was controversial because Black was an ardent New Dealer with almost no judicial experience. It was well known that the Ku Klux Klan in Alabama supported him. Black was quiet but his friends denied he had ever been a KKK member. After he was confirmed his KKK membership became known and a second firestorm exploded. Black and Roosevelt waited it out and Black went on to become a prominent champion of civil liberties.[181] With Roosevelt's influence on the wane following the failure of the Judicial Procedures Reform Bill of 1937, conservative Democrats joined with Republicans to block the implementation of further New Deal regulatory programs.[182] Led by Senator Josiah Bailey, a bipartisan group of congressmen issued the Conservative Manifesto, which articulated the conservative opposition to the growth of labor unions, taxation, regulations, and relief programs that had occurred under the New Deal.[183] Roosevelt did manage to pass some legislation as long as it had enough Republican support. The Housing Act of 1937 built 270,000 public housing units by 1939. The second Agricultural Adjustment Act, which re-established the AAA, had bipartisan support from the farm lobby.[184] The Fair Labor Standards Act (FLSA) of 1938, which was the last major piece of New Deal legislation, outlawed child labor, established a federal minimum wage, and required overtime pay for certain employees who worked in excess of forty-hours per week.[185] It had support from some Northern Republicans worried about the competition from low-wage Southern factories.[186] The stock market suffered a major drop in 1937, marking the start of an economic downturn within the Great Depression known as the Recession of 1937–38. Influenced by economists such as Keynes, Marriner Stoddard Eccles, and William Trufant Foster, Roosevelt abandoned his fiscally conservative positions in favor of economic stimulus funding. By increasing government spending, Roosevelt hoped to increase consumption, which in turn would allow private employers to hire more workers and drive down the unemployment rate. In mid-1938, Roosevelt authorized new loans to private industry by the Reconstruction Finance Corporation, and he won congressional approval for over $4 billion in appropriations for the WPA, the FSA, the PWA, and other programs.[188] Roosevelt had always belonged to the more liberal wing of the Democratic Party, and he sought a realignment that would solidify liberal dominance. During the 1932 campaign he predicted privately, \"I'll be in the White House for eight years. When those years are over, there'll be a Progressive party. It may not be Democratic, but it will be Progressive.\" When a third consecutive Democratic landslide in 1936 failed to produce major legislation in 1937, his recourse was to purge his conservative opponents in 1938.[189] Roosevelt became involved in the 1938 Democratic primaries, actively campaigning for challengers who were more supportive of New Deal reform. His targets denounced Roosevelt for trying to take over the Democratic Party and to win reelection, using the argument that they were independent. Roosevelt failed, managing to defeat only one target, a conservative Democrat from New York City.[190][191] In the November 1938 elections, Republicans won thirteen governorships, eight Senate seats, and doubled the number of seats they controlled in the House of Representatives.[192][193] Democratic losses were concentrated among pro-New Deal, Roosevelt allies like Congressman Maury Maverick of Texas and Governor George Howard Earle III of Pennsylvania.[194] When Congress reconvened in 1939, Republicans under Senator Robert Taft formed a conservative coalition with Southern Democrats, virtually ending Roosevelt's ability to get his domestic proposals enacted into law.[195][196] Roosevelt's 1939 State of the Union Address was the first such address in which the president did not recommend a major new program.[197] Under the leadership of Chairman Martin Dies Jr., the House Un-American Activities Committee held hearings on alleged Communist influence in government and labor unions. Congress cut appropriations and passed the Hatch Act of 1939, which was designed to prevent federal employees from taking part in political campaigns.[198] Despite their opposition to Roosevelt's domestic policies, many conservative Congressmen would provide crucial support for Roosevelt's foreign policy before and during World War II.[199] In 1936, Roosevelt appointed the Brownlow Committee to recommend changes to the structure of the executive branch.[200] The Brownlow Committee warned that the agencies had grown increasingly powerful and independent, and proposed reforms designed to tighten the president's control over these agencies. The committee proposed a plan to consolidate over 100 agencies into 12 departments and allowed the president to appoint several assistants. Congress passed the Reorganization Act of 1939, which was based on the Brownlow Committee's recommendations. Roosevelt then established the Executive Office of the President, which increased the president's control over the executive branch. Roosevelt combined several government public works and welfare agencies into the Federal Works Agency and the Federal Security Agency. He also transferred the powerful Bureau of the Budget from the Treasury Department to the Executive Office of the President.[201] The new law also authorized the establishment of the Office of Emergency Management, which enabled the immediate creation of numerous wartime agencies. The reorganization is best known for allowing the President to appoint numerous assistants and advisers. Those who built a network of support in Congress became virtually independent \"czars\" in their specialized domains.[202] Roosevelt's first inaugural address contained just one sentence devoted to foreign policy, indicative of the domestic focus of his first term.[203] The main foreign policy initiative of Roosevelt's first term was what he called the Good Neighbor Policy, which continued the move begun by Coolidge and Hoover toward a more non-interventionist policy in Latin America. American forces were withdrawn from Haiti, and new treaties with Cuba and Panama ended their status as protectorates. In December 1933, Roosevelt signed the Montevideo Convention on the Rights and Duties of States, renouncing the right to intervene unilaterally in the affairs of Latin American countries.[204][205] Following the withdrawal of U.S. forces from Haiti, the only U.S. military forces remaining in the Caribbean were stationed in the Panama Canal Zone or the Guantanamo Bay Naval Base.[206] In 1934, Roosevelt signed the Reciprocal Tariff Act, which allowed the president to negotiate trade reciprocity treaties with other countries. Over the next six years, the U.S. signed agreements with 21 countries, resulting in a significant reduction of tariff levels.[207] Aided by the passage of the Reciprocal Tariff Act and the creation of the Export–Import Bank, trade between the U.S. and Latin America more than tripled between 1931 and 1941.[208] By the late 1920s, the Soviet Union was no longer a pariah in European affairs, and had normal diplomatic and trade relations with most countries. By 1933, old American fears of Communist threats had faded, and the business community, as well as newspaper editors, were calling for diplomatic recognition. Roosevelt was eager for large-scale trade with Russia, and hoped for some repayment on the old tsarist debts. After the Soviets promised they would not engage in espionage, Roosevelt used presidential authority to normalize relations in November 1933.[209] There were few complaints about the move.[210] There was no progress on the debt issue, however, and the Kremlin set up an active espionage program.[211] Many American businessmen had expected a bonus in terms of large-scale trade, but it never materialized.[212] Historians Justus D. Doenecke and Mark A. Stoler note that, \"Both nations were soon disillusioned by the accord.\"[213] The 1930s marked the high point of American isolationism. The country had a long tradition of non-interventionism, but isolationists in the 1930s sought to keep the U.S. out of world affairs to an unprecedented degree. Isolationist sentiment stemmed from a desire to focus on domestic issues, bitterness over World War I and unpaid debts stemming from that war, and a general detachment from, and reluctance to become involved in, the growing crises in East Asia and Europe. Responding to the country's isolationist mood, Roosevelt dropped his support for U.S. entrance into the League of Nations during the 1932 presidential campaign.[214] Learning from Wilson's mistakes, Roosevelt and Secretary of State Hull acted with great care not to provoke isolationist sentiment.[215] Roosevelt was especially reluctant to clash with progressive Republicans senators like George Norris, Robert La Follette, Hiram Johnson, and William Borah, all of whom provided support for his domestic programs and favored an isolationist foreign policy.[216] The isolationist movement was bolstered in the early to mid-1930s by the Nye Committee, which investigated the role of business interests in World War I.[217] Isolationist sentiment played a major role derailing Roosevelt's goal of U.S. accession to the World Court.[218] In 1931, Japan invaded China's Manchuria province and established the puppet state of Manchukuo. Tokyo sent hundreds of thousands of colonists to Manchukuo, which had raw materials and agricultural resources that were in short supply in Japan.[219] The United States and the League of Nations both condemned the invasion, but none of the great powers made any move to evict Japan from the region, and the Japanese appeared poised to further expand their empire. In a direct challenge to the Western powers, Japan proclaimed the Amau doctrine, which stated that Japan alone held responsibility for maintaining order in East Asia.[220] In 1933, Adolf Hitler and the Nazi Party came into power in Germany. At first, many in the United States thought of Hitler as a something of a comic figure, but Hitler quickly consolidated his power in Germany and attacked the European order that had emerged in the 1920s.[221] Hitler preached a racist doctrine of Aryan superiority, and his central foreign policy goal was the \"Lebensraum\" (acquisition of territory to Germany's east), which he sought to repopulate with Germans.[222] Foreign affairs became grave by 1935.[223] Italy, under a fascist regime led by Benito Mussolini, invaded Ethiopia, earning international condemnation.[224] In response, Congress passed the first of a series of laws known as the Neutrality Acts. The Neutrality Act of 1935 required Roosevelt to impose an arms embargo on all belligerents in any given foreign war, without any discretion left to the president.[225] Though he privately opposed the Neutrality Act of 1935 and its successors, Roosevelt signed the bills order to preserve his political capital for his domestic agenda.[226] In 1936, Germany and Japan signed the Anti-Comintern Pact, though they never coordinated their strategies.[221] That same year, Germany and Italy allied with one another through the Rome-Berlin Axis agreement.[227] Roosevelt saw the threat that these rising powers posed, but focused on reviving the U.S. economy during the early part of his presidency.[228] Hitler and other world leaders, meanwhile, believed that the U.S. would be reluctant to intervene in world affairs. They saw the U.S. withdrawal from Latin America, the Neutrality Acts, and the 1934 Tydings–McDuffie Act, which promised independence to the Philippines after a ten-year transition period, as indicative of the strength of isolationism in the United States.[206] In July 1936, civil war broke out in Spain between the left-wing Republican government and right-wing Nationalist rebels led by General Francisco Franco. Britain and France remained neutral and worked to get the major powers to agree to an arms embargo on both sides. In solidarity with them, Roosevelt recommended to Congress an arms embargo for Spain in January 1937, and won near-unanimous approval. Though privately supportive of the Republicans, Roosevelt feared the Spanish crisis might escalate to a full-scale European war and cooperated with the other democracies to contain the conflict. He also did not want to alienate American Catholics, a key element of his coalition; Catholic leaders were mostly pro-Franco. By spring 1938, as it was clear that Hitler and Mussolini were aiding Franco, Roosevelt was considering a plan to secretly sell American warplanes to the Spanish government, but nothing came of it. As the Nationalists were achieving victory in early 1939, Roosevelt would refer to the embargo as a mistake. While Britain and France would recognize Franco's regime on February 27 of that year, Roosevelt held out until April 1, days after Franco achieved full victory with the capture of Madrid.[229][230][231][232] The inability of the League of Nations or the United States to prevent the Italian invasion of Ethiopia emboldened Japan and Germany to pursue their territorial ambitions.[233] After the Marco Polo Bridge Incident, Japan invaded China in July 1937, capturing Chinese capital of Nanjing (or Nanking) before the end of the year. The Nanking Massacre and the USS Panay incident both outraged Americans, many of whom had an affinity for China due to cultural works like The Good Earth, but the Neutrality Acts blocked arms sales to China. In a reflection of the continuing strength of isolationism, the Ludlow Amendment, which would have required a national referendum for any declaration of war, was only narrowly defeated in the House.[234] Roosevelt gained world attention with his October 1937 Quarantine Speech, which called for an international \"quarantine\" against the \"epidemic of world lawlessness.\" He did not at this point seek sanctions against Japan, but he did begin strategic planning to build long-range submarines that could blockade Japan.[235][236][237][238] In 1936, Germany remilitarized the Rhineland in defiance of the Versailles Treaty. Without the support of Britain or Italy, France declined to intervene to prevent the remilitarization.[239] In March 1938, Germany peacefully annexed Austria.[227] That same year, Germany demanded the annexation of German-speaking parts of Czechoslovakia. In a last desperate effort to keep the peace, Britain and France agreed to German demands with the September 1938 Munich Agreement. Roosevelt supported Britain and France, and insisted on American neutrality in Europe.[240][241][242] In March 1939, Hitler flouted the Munich Agreement by occupying the remaining portions of Czechoslovakia. In response, the British announced their commitment to defending Poland, which many assumed Hitler would attack next.[243] After the Munich Agreement, Roosevelt began to prepare for the imminent outbreak of war. He called for the revision of the Neutrality Act in his 1939 State of the Union Address, but his proposal was defeated in both houses of Congress.[244] Roosevelt ordered an increase in aircraft production, with a concentration on long-range bombers, especially the Boeing B-17 Flying Fortress.[245] In early 1939, Roosevelt allowed the French to place large orders with the American aircraft industry on a cash-and-carry basis, as allowed by law. Most of the aircraft ordered had not arrived in France by the time of its collapse in May 1940, so Roosevelt arranged for French orders to be sold to the British.[246] World War II began in September 1939 with Germany's invasion of Poland, as France and Britain declared war in response. Western leaders were stunned when the Soviet Union and Germany split control of Poland; the two powers had reached a non-aggression pact in August 1939, which contained a secret protocol for the partition of Poland.[247] Though few Americans wanted to intervene in the war, an October 1939 Gallup poll showed that over 80 percent of the country favored Britain and France over Germany.[248] Per the terms of the Neutrality Act, Roosevelt recognized a state of war in Europe, imposing an arms embargo on France, Britain, and Germany. Days later, Roosevelt called Congress into a special session to revise the Neutrality Act. Overcoming the opposition of famous aviator Charles Lindbergh and other isolationists, Roosevelt won passage of the Neutrality Act of 1939, which allowed belligerents to purchase aircraft and other combat material from the United States, albeit only on a cash and carry basis.[249] Though the United States would remain officially neutral until December 1941, Roosevelt continued to seek ways to assist Britain and France.[250] During the so-called \"Phony War,\" a period of inactivity in Europe following the conclusion of the invasion of Poland, Roosevelt tried to negotiate a peace, but Hitler was uninterested in such a possibility.[251] Japan, meanwhile, grew increasingly assertive in the Pacific, demanding that the French and British colonies close their borders with China.[252] Beginning in September 1939, Roosevelt forged a close personal relationship with Winston Churchill, who became the British prime minister in May 1940.[253] Germany invaded Denmark and Norway in April 1940 and invaded the Low Countries and France in May. As France's situation grew increasingly desperate, Churchill and French Prime Minister Paul Reynaud appealed to Roosevelt for an American entry into the war, but Roosevelt was still unwilling to challenge the isolationist sentiment in the United States.[254] With France on the verge of surrender, Italy also launched an invasion of France.[255] France surrendered on June 22, resulting in the division of France into a German-controlled zone and a partially occupied area known as Vichy France. Roosevelt tried to work with Vichy France from 1940 to 1942 to keep it neutral, with scant success.[256] With the fall of France, Britain and its dominions became the lone major force at war with Germany. Roosevelt, who was determined that Britain not be defeated, took advantage of the rapid shifts of public opinion; the fall of Paris especially led to a decline in isolationist sentiment.[257] Radio coverage of the Battle of Britain, an aerial campaign in which Germany sought air superiority and bombed British targets, further galvanized American public opinion behind Britain.[258] Overcoming the opposition of much of the military establishment, who doubted Britain's ability to remain in the war against Germany, Roosevelt pursued policies designed to maximize arms transfers to Britain.[259] In July 1940, Roosevelt appointed two interventionist Republican leaders, Henry L. Stimson and Frank Knox, as Secretaries of War and the Navy, respectively. Both parties gave support to his plans for a rapid build-up the American military, but the isolationists warned that Roosevelt would get the nation into an unnecessary war with Germany.[260] The military build-up and the British purchase of armaments had a beneficial effect on the economy, and the unemployment rate fell to 14.6 percent in late 1940.[261] On September 2, 1940, Roosevelt defied the spirit of the Neutrality Acts in reaching the Destroyers for Bases Agreement. In exchange for the use of British military bases in the Caribbean Islands, the U.S. transferred 50 old World War I American destroyers, which were to be used to defend against German submarines.[262] The destroyers themselves held relatively little military importance, but the deal represented a symbolic American commitment to Britain.[263] Later in September 1940, with the backing of both major party presidential candidates, Congress authorized the nation's first ever peacetime draft.[264] Hitler and Mussolini responded to the Destroyers for Bases Agreement by joining with Japan in the Tripartite Pact, and the three countries became known as the Axis powers.[265] The Tripartite Act was specifically designed to intimidate the United States into remaining neutral in the Sino-Japanese War and the war in Europe.[266] As Roosevelt took a firmer stance against the Axis Powers, American isolationists like Lindbergh and America First vehemently attacked the president as an irresponsible warmonger. In turn they were denounced as anti-Semitic dupes of the Nazis. Reviewer Richard S. Faulkner paraphrases Lynne Olson in arguing that, \"Lindbergh was far from the simple anti-Semite and pro-Nazi dupe that the Roosevelt administration and pro-intervention press often portrayed him to be, but was rather a man whose technical and clinical mind had him convinced that Britain could not win the war and America’s lack of military preparedness meant that intervention was immoral, illogical, and suicidal.\"[267] Roosevelt enjoyed support among the traditional Democratic base of Northern Catholics and Southern whites, but his 1936 re-election depended on mobilizing new voters and retaining the votes of those who had been alienated by Hoover.[268] Roosevelt forged a new coalition consisting of city machines, labor unions, blue collar workers, minorities (racial, ethnic and religious), farmers, white Southerners, people on relief, long-time middle class and business class Democrats, and intellectuals. The New Deal coalition, as it became known, made the Democratic Party the majority party in the 1930s, 1940s, 1950s, and early 1960s. The American political system that incorporated the coalition and its opposition is characterized by scholars as the Fifth Party System.[269][270] The New Deal coalition had the most dramatic effect in the North, as the Democrats became competitive throughout the region for the first time since the end of the Civil War.[271] The impact of the Prohibition issue, the Great Depression, the New Deal and World War II on white ethnic groups (mostly Catholics and Jews) was enormous. Political participation was low among the \"new\" immigrants who arrived after 1890; the established machines did not need their votes. The Depression hit these new immigrants hard, for they had low skill levels and were concentrated in heavy industry. They strongly responded to work relief programs and other aspects of the New Deal, becoming one of the largest and most critical voting blocs in the New Deal coalition. Roosevelt scored large majorities among the main Catholics groups up to 1940. In particular he largely retained the support the Irish, despite Al Smith's repudiation of the New Deal.[272][page needed] Roosevelt also won over working class Protestant voters and progressive Republicans. Many of these progressives continued to vote for Republican congressional candidates, but others joined the Democratic Party. In western states like North Dakota, progressive voters defected en masse to the Democratic Party and became influential in the state party organization. At the same time, many conservative, rural voters returned to the Republican Party after 1932, diminishing the influence of conservative Northern Democrats.[273] Roosevelt appointed African Americans to an unprecedented number of political positions; William H. Hastie became the first African American federal judge. Roosevelt also established an informal \"Black Cabinet\" to advise him on African-American affairs.[274] Roosevelt supported policies designed to aid the African American community, including the Fair Labor Standards Act, which helped boost wages for non-white workers in the South.[275] In response to Roosevelt's policies, African Americans increasingly defected from the Republican Party during the 1930s and 1940s, becoming an important Democratic voting bloc in several Northern states.[276] However, Roosevelt needed the support of the powerful white Southern Democrats for his New Deal programs, and blacks were still disenfranchised in most of the South. He decided against pushing for legislation that would make lynching a federal crime; such legislation could not pass over a Southern filibuster and the political fight would threaten his ability to pass his priority programs.[277] He did denounce lynchings as \"a vile form of collective murder.\"[278] Roosevelt at first had massive support from the rapidly growing labor unions; one laborer summed up the feeling of many workers when he stated that, \"Mr. Roosevelt is the only man we ever had in the White House who would understand that my boss is a sonofabitch.\"[279] Beginning in the mid-to-late 1930s, labor would suffered from a bitter a split that weakened its political power. John L. Lewis, the head of the United Mine Workers (UMW), favored using the UMW's parent organization, the American Federation of Labor (AFL), to organize unskilled workers. After the AFL rejected his proposal, Lewis formed the Congress of Industrial Organizations (CIO) in 1935.[194] Roosevelt pronounced a \"plague on both your houses,\" but labor's disunity weakened the party in the elections from 1938 through 1946.[280] Roosevelt won large majorities of the union votes, even in 1940 when Lewis took an isolationist position on Europe, as demanded by far-left union elements.[281][282] The durable connections established during the 1930s helped ensure organized labor's rejection of both socialism and communism, and labor become an important component of the Democratic Party.[283] Though he put together a powerful new political coalition, Roosevelt also alienated various groups. While the First New Deal of 1933 had broad support from most sectors, the Second New Deal challenged the business community. Conservative Democrats, led by Al Smith, fought back with the American Liberty League, savagely attacking Roosevelt and equating him with Karl Marx and Vladimir Lenin.[284] Smith overplayed his hand, and his boisterous rhetoric let Roosevelt isolate his opponents and identify them with the wealthy vested interests that opposed the New Deal, contributing to Roosevelt's 1936 landslide.[285] Early in Roosevelt's term, many Republicans supported New Deal agenda, but as progressives left the party or suffered electoral defeat, they became increasingly unified in opposition to Roosevelt.[286] Roosevelt also faced challenges from the left, though the Communist Party was unable to win broad support even in the depths of the Great Depression.[287] A group led by Huey Long, Father Charles Coughlin, and Francis Townsend, attempted to launch a breakaway movement to challenge Roosevelt from the left. They launched a short-lived party known as the Union Party to challenge Roosevelt in 1936, but it quickly faded from view.[288] Roosevelt also drew the opposition of some individuals who had been part of the Progressive Movement in the early 20th century, as many of these former progressives distrusted large government programs like the NRA.[289] FDR made one international trip while president-elect and a total of twenty throughout his four terms as president.[290] His early travels were by ship, frequently for fishing vacations to the Bahama Banks, Canadian Maritimes or Newfoundland Island. In 1943 he became the first incumbent president to fly by airplane across the Atlantic Ocean during his secret diplomatic mission to Casablanca. The two-term tradition had been an unwritten rule (until the ratification the 22nd Amendment after Roosevelt's presidency) since George Washington declined to run for a third term in 1796. Both Ulysses S. Grant and Theodore Roosevelt were attacked for trying to obtain a third non-consecutive term. Roosevelt systematically undercut prominent Democrats who were angling for the nomination, including Vice President John Nance Garner[295] and two cabinet members, Secretary of State Hull and Postmaster General James Farley. Roosevelt moved the convention to Chicago where he had strong support from the city machine, which controlled the auditorium sound system. At the convention the opposition was poorly organized, but Farley had packed the galleries. Roosevelt sent a message saying that he would not run unless he was drafted, and that the delegates were free to vote for anyone. The delegates were stunned; then the loudspeaker screamed \"We want Roosevelt... The world wants Roosevelt!\" The delegates went wild and he was nominated by 946 to 147 on the first ballot. The tactic employed by Roosevelt was not entirely successful, as his goal had been to be drafted by acclamation.[296] At Roosevelt's request, the convention nominated Secretary of Agriculture Henry Wallace for vice president. Democratic party leaders disliked Wallace, a former Republican who strongly supported the New Deal, but were unable to prevent his nomination.[297] World War II shook up the Republican field, possibly preventing the nomination of isolationist congressional leaders like Taft or Vandenberg. The 1940 Republican National Convention instead nominated Wendell Willkie, the first major party nominee since 1872 who had never held public office. A well-known corporate attorney and executive, Willkie rose to public notice through his criticism of the New Deal and his clashes with the TVA. Unlike his isolationist rivals for the Republican nomination, Willkie favored Britain in the war, and he was backed by internationalist Republicans like Henry Luce.[298] Willkie's internationalist views initially prevented the issue of foreign policy from dominating the campaign, helping to allow for the Destroyers for Bases Agreement and the establishment of a peacetime draft.[264] As the campaign drew to a close, Willkie and other Republicans stepped up their attacks on Roosevelt's foreign policy. Willkie warned that Roosevelt's re-election would lead to the deployment of U.S. troops abroad. In response, Roosevelt stated that \"Your boys are not going to be sent into any foreign wars.\"[299] Roosevelt won the 1940 election with 55% of the popular vote and almost 85% of the electoral vote (449 to 82).[300] Willkie won ten states: strongly Republican states of Vermont and Maine, and eight isolationist states in the Midwest.[301] The Democrats retained their congressional majorities, but the conservative coalition largely controlled domestic legislation and remained \"leery of presidential extensions of executive power through social programs.\"[302] After his victory over Willkie, Roosevelt embarked on a public campaign to win congressional support for aid to the British.[303] In December 1940, Roosevelt received a letter from Churchill asking the U.S. to repeal the cash and carry provision of the Neutrality Act. With British forces committed to defending against Germany, Churchill asked for the United States to provide loans and shipping for American goods.[304] In response, Roosevelt delivered a speech in which he called for the United States to serve as the \"Arsenal of Democracy,\" supplying aid to those resisting Germany and other aggressors.[303] He stated, \"if Great Britain goes down, the Axis Powers will control the continents of Europe, Asia, Africa, Australasia, and the high seas–and they will be in a position to bring enormous military military and naval resources against this hemisphere.\"[305] In his January 1941 Four Freedoms speech, Roosevelt laid out the case for an American defense of basic rights throughout the world.[306] In that same speech, Roosevelt asked Congress to approve a Lend-Lease program designed to provide military aid to Britain.[307] Roosevelt's third term subsequently began on January 20, 1941, and would see a continuation of many of his policies.","Title":"Presidency of Franklin D. Roosevelt, first and second terms - Wikipedia","KeyID":"4214","URL":"https://en.wikipedia.org/wiki/Presidency_of_Franklin_D._Roosevelt,_first_and_second_terms"}