{"Content: ":"A Federal Reserve Bank is a regional bank of the Federal Reserve System, the central banking system of the United States. There are twelve in total, one for each of the twelve Federal Reserve Districts that were created by the Federal Reserve Act of 1913.[1] The banks are jointly responsible for implementing the monetary policy set forth by the Federal Open Market Committee, and are divided as follows: Some banks also possess branches, with the whole system being headquartered at the Eccles Building in Washington, D.C. The Federal Reserve Banks are the most recent institutions that the United States government has created to provide functions of a central bank. Prior institutions have included the First (1791–1811) and Second (1818–1824) Banks of the United States, the Independent Treasury (1846–1920) and the National Banking System (1863–1935). Several policy questions have arisen with these institutions, including the degree of influence by private interests, the balancing of regional economic concerns, the prevention of financial panics, and the type of reserves used to back currency.[2] A financial crisis known as the Panic of 1907 threatened several New York banks with failure, an outcome avoided through loans arranged by banker J. P. Morgan. Morgan succeeded in restoring confidence to the New York banking community, but the panic revealed weaknesses in the U.S. financial system, such that a private banker could dictate the terms of a bank's survival.[3] In other parts of the country, clearing houses briefly issued their own money notes to carry on business. In response, Congress formed the National Monetary Commission to investigate options for providing currency and credit in future panics. Based on the Commission's findings and other proposals, Congress established the Federal Reserve System in which several Federal Reserve Banks would provide liquidity to banks in different regions of the country.[2] The Federal Reserve Banks opened for business in November 1914.[4] The Reserve Banks are organized as self-financing corporations and empowered by Congress to distribute currency and regulate its value under policies set by the Federal Open Market Committee and the Board of Governors. Their corporate structure reflects the concurrent interests of the government and the member banks, but neither of these interests amounts to outright ownership. Legal cases involving the Federal Reserve Banks have concluded that they are neither \"private\" nor \"governmental\" as a general rule, but may be treated as either depending on the particular law at issue. In United States Shipping Board Emergency Fleet Corporation v. Western Union Telegraph Co.,[5] the U.S. Supreme Court stated, \"Instrumentalities like the national banks or the federal reserve banks, in which there are private interests, are not departments of the government. They are private corporations in which the government has an interest.\" The United States has an interest in the Federal Reserve Banks as tax-exempt federally created instrumentalities whose profits belong to the federal government, but this interest is not proprietary.[6] In Lewis v. United States,[7] the United States Court of Appeals for the Ninth Circuit stated that: \"The Reserve Banks are not federal instrumentalities for purposes of the FTCA [the Federal Tort Claims Act], but are independent, privately owned and locally controlled corporations.\" The opinion went on to say, however, that: \"The Reserve Banks have properly been held to be federal instrumentalities for some purposes,\" such as anti-bribery law. Another relevant decision is Scott v. Federal Reserve Bank of Kansas City,[6] in which the distinction is made between Federal Reserve Banks, which are federally created instrumentalities, and the Board of Governors, which is a federal agency. The original Federal Reserve Act provided starting capital for the Reserve Banks by requiring the participating banks to purchase stock in a Reserve Bank in proportion to their assets. This stock pays a dividend out of the Reserve Bank's earnings but otherwise is quite different from common stock in a private corporation. It may not be traded, transferred or borrowed against, and it grants no ownership of the Reserve Bank's surplus.[8] A bank's stock ownership does not give it proportional voting power to choose the Reserve Bank's directors; instead, each member bank receives three ranked votes for six of the Reserve Bank's nine directors, who are subject to qualifications defined in the Federal Reserve Act. If a Reserve Bank were ever dissolved or liquidated, the Act states that members would be eligible to redeem their stock up to its purchase value, while any remaining surplus would belong to the federal government.[9] Regarding the structural relationship between the twelve Federal Reserve banks and the commercial (member) banks, political science professor Michael D. Reagan explains that,[10] the \"ownership\" of the Reserve Banks by the commercial banks is symbolic; they do not exercise the proprietary control associated with the concept of ownership nor share, beyond the statutory dividend, in Reserve Bank \"profits.\" ... Bank ownership and election at the base are therefore devoid of substantive significance, despite the superficial appearance of private bank control that the formal arrangement creates. The Federal Reserve Banks offer various services to the federal government and the private sector:[11][12] Historically the Reserve Banks compensated member banks for keeping reserves on deposit (and therefore unavailable for lending) by paying them a dividend from earnings, limited by law to 6 percent. The Emergency Economic Stabilization Act (EESA) of 2008 additionally authorized the Reserve Banks to pay interest on member bank reserves, while the FAST Act of 2015 imposed an additional dividend limit equal to the yield determined in the most recent 10-year Treasury Note auction. Although all Reserve Banks have the legal authority to conduct open-market operations, in practice only the Reserve Bank of New York does so. It manages the System Open Market Account (SOMA), a portfolio of government-issued or government-guaranteed securities that is shared among all of the Reserve Banks.[13] The Federal Reserve Banks fund their own operations, primarily by distributing the earnings from the System Open Market Account. Expenses and dividends paid are typically a small fraction of a Federal Reserve Bank's revenue each year.[14] The banks may retain part of their earnings in their own surplus funds that are limited to $7.5 billion, system-wide. The rest must be transferred via the Board of Governors to the Secretary of the Treasury, who then deposits it to the Treasury's general fund.[15][16] The Reserve Banks were historically capitalized through deposits of gold, and in 1933 all privately held monetary gold was transferred to them under Executive Order 6102. This gold was in turn transferred to the Treasury under the Gold Reserve Act of 1934 in exchange for gold certificates that may not be redeemed under current law. The Reserve Banks continue to report these certificates as assets, but they do not represent direct gold ownership and the Board of Governors has stated that \"the Federal Reserve does not own gold.\"[17] The Federal Reserve Banks conduct ongoing internal audits of their operations to ensure that their accounts are accurate and comply with the Federal Reserve System's accounting principles. The banks are also subject to two types of external auditing. Since 1978 the Government Accountability Office (GAO) has conducted regular audits of the banks' operations. The GAO audits are reported to the public, but they may not review a bank's monetary policy decisions or disclose them to the public.[18] Since 1999 each bank has also been required to submit to an annual audit by an external accounting firm,[19] which produces a confidential report to the bank and a summary statement for the bank's annual report. Some members of Congress continue to advocate a more public and intrusive GAO audit of the Federal Reserve System,[20] but Federal Reserve representatives support the existing restrictions to prevent political influence over long-range economic decisions.[21][22] The Federal Reserve officially identifies Districts by number and Reserve Bank city.[23] The New York Federal Reserve district is the largest by asset value. San Francisco, followed by Kansas City and Minneapolis, represent the largest geographical districts. Missouri is the only state to have two Federal Reserve Banks (Kansas City and St. Louis). California, Florida, Missouri, Ohio, Pennsylvania, Tennessee, and Texas are the only states which have two or more Federal Reserve Bank branches seated within their states, with Missouri, Pennsylvania, and Tennessee having branches of two different districts within the same state. In the 12th District, the Seattle Branch serves Alaska, and the San Francisco Bank serves Hawaii. New York, Richmond, and San Francisco are the only banks that oversee non-U.S. state territories. The System serves these territories as follows: the New York Bank serves the Commonwealth of Puerto Rico and the U.S. Virgin Islands; the Richmond Bank serves the District of Columbia; the San Francisco Bank serves American Samoa, Guam, and the Commonwealth of the Northern Mariana Islands. The Board of Governors last revised the branch boundaries of the System in February 1996.[23] Permanent FOMC Member ","Title":"Federal Reserve Bank - Wikipedia","KeyID":"4219","URL":"https://en.wikipedia.org/wiki/Federal_Reserve_Bank"}