{"Content: ":"The Federal Emergency Relief Administration (FERA) was a program established by President Franklin Roosevelt in 1933, building on the Hoover administration's Emergency Relief and Construction Act. It was replaced in 1935 by the Works Progress Administration (WPA). Prior to 1933, the federal government gave loans to the states to operate relief programs. One of these, the New York state program TERA (Temporary Emergency Relief Administration), was set up in 1931 and headed by Harry Hopkins, a close adviser to Governor Franklin D. Roosevelt. Roosevelt asked Congress to set up FERA—which gave grants to the states for the same purpose—in May 1933, and appointed Hopkins to head it. Along with the Civilian Conservation Corps (CCC) it was the first relief operation under the New Deal. FERA's main goal was to alleviate household unemployment by creating new unskilled jobs in local and state government. Jobs were more expensive than direct cash payments (called \"the dole\"), but were psychologically more beneficial to the unemployed, who wanted any sort of job, for self-esteem. From May 1933 until it closed in December 1935, FERA gave states and localities $3.1 billion (the equivalent of $55.4 billion in 2017).[1] FERA provided work for over 20 million people and developed facilities on public lands across the country. Faced with continued high unemployment and concerns for public welfare during the coming winter of 1933–34, FERA instituted the Civil Works Administration (CWA) as a $400 million short-term measure to get people to work. The Federal Emergency Relief Administration was shut down in 1935 and its work taken over by two completely new federal agencies, the Works Progress Administration and the Social Security Administration. FERA operated a wide variety of work-relief projects, including construction, projects for professionals (e.g., writers, artists, actors, and musicians), and production of consumer goods.[2][3] Workers' education, a form of adult education, emphasized the study of economic and social problems from the workers' perspective. When the FERA created its adult education program in 1933, workers' education classes were included. Between 1933 and 1943, 36 experiment programs in workers' education were launched, 17 of them lasting over ten years. With as many as two thousand teachers employed at one time, officials conservatively estimated that the program reached at least one million workers nationwide until it was ended in World War II. Three distinct phases of a federal workers' education program existed: FERA (1933–1935), Works Progress Administration (WPA—prior to separation from the other adult education programs, 1935–1939), and WPA Workers' Service Program (1939–1943). FERA and WPA workers' education stimulated educational activities within the labor movement. For example, in Indiana this program was particularly popular among the new, more radical CIO unions. Federal workers' education activities also encouraged union-university cooperation and laid the foundation for labor education at Indiana University. New Dealers designed the WPA Workers' Service Program as the model for a Federal Labor Extension Service, similar to the existing federal agricultural extension program, but it was never implemented.[4] Ellen Sullivan Woodward was director of women's work for FERA and CWA. During the short lifespan of the CWA, Woodward placed women in such civil works projects as sanitation surveys, highway and park beautification, public building renovation, public records surveys, and museum development. Most were unemployed white collar clerical workers. In July 1934, the FERA established a separate division for professional and nonconstruction projects. Project designers in the division for professional projects faced an enormous challenge in creating effective and meaningful work for unskilled women. In 1935 she became assistant administrator of the Works Progress Administration, where she directed the income-earning projects of some 500,000 women.[5] Poor people lacked enough food in the Depression, and farmers had too much. The mismatch was solved by the Federal Surplus Relief Corporation (FSRC), FERA, and WPA programs which aimed to reduce farm surpluses by government purchase and then redistribution of food to the needy. Three methods of distribution were employed with varying success: direct distribution, food stamps, and school lunches.[6] Mullins (1999) examines the hesitant relief efforts of Oklahoma City residents during the early years of the Depression, 1930–35, under Governor William H. Murray, emphasizing the community's reluctance to comply with FERA rules. Fearing that aid recipients would become dependent on their assistance, Oklahoma City administrators sparingly doled out federal and local relief funds; city leaders initiated a campaign to discourage migration into the city; local newspapers failed to print the location of soup lines; voters rejected a bond issue to bolster relief funds; and the city council declined to increase taxes to boost its depression relief budget. At issue was the control over FERA distribution imposed by Governor Murray, and lawmakers' reluctance to meet federal funding match assessments, despite a budget surplus in Oklahoma City and sufficient state funds to reduce property taxes. Although he criticized the welfare bureaucracy, Murray championed the state's yeoman farmers and took credit for the food, seed, and books that they received from federal funds. New Deal administrators ultimately removed Murray from his oversight role, charging corruption in aid distribution, failure to meet employment quotas, and the inability to determine local funding needs.[7] In Nebraska, Democratic Governor Charles W. Bryan (brother of William Jennings Bryan and the party's Vice President nominee in 1924) was at first unwilling to request aid from the Hoover administration. When Roosevelt's FERA became law in 1933 Nebraska took part. Rowland Haynes, the state's emergency relief director, was the major force in implementing such national programs as the FERA and CWA. Robert L. Cochran, who became governor in 1935, was a \"cautious progressive\" who sought federal assistance and placed Nebraska among the first American states to adopt a social security law. The enduring impact of FERA and social security in Nebraska was to shift responsibility for social welfare from counties to the state, which henceforth accepted federal funding and guidelines. The change in state and national relations may have been the most important legacy of these New Deal programs in Nebraska.[8] FERA made welfare payments to Southern tenant farmers 1933-35, with the distribution of money across states and counties was strongly influenced by state governments and the influential planter class. Their interests rested mainly in not allowing federal welfare to undermine their authority and the economic structure that favored landowners. Tenant farmers, however, exerted significant counterpressure by organizing the Southern Tenant Farmers Union and the Alabama Sharecroppers' Union under the auspices of the Socialist Party and the Communist Party. The unions agitated for welfare assistance, and their events and campaigns drew national publicity. While tenant farmers remained terribly disadvantaged politically, their collective efforts improved matters substantially in areas where their organizations were strongest.[9] Julius Stone Jr., changed the economic direction of Key West, Florida, when he was the director of the southeast region of FERA. In 1934, Key West went bankrupt and state turned the city over to the FERA in a dubious constitutional move. Within two years, Stone had reversed the economic disaster and successfully moved the city into tourism. Inventor and educator Blake R. Van Leer also assisted with these efforts and consulted for the state of Florida.[10][11]","Title":"Federal Emergency Relief Administration - Wikipedia","KeyID":"4223","URL":"https://en.wikipedia.org/wiki/Federal_Emergency_Relief_Administration"}