{"Content: ":"In the United States, antitrust law is a collection of mostly federal laws that regulate the conduct and organization of businesses to promote competition and prevent unjustified monopolies. The main statutes are the Sherman Act of 1890, the Clayton Act of 1914 and the Federal Trade Commission Act of 1914. These acts serve three major functions. First, Section 1 of the Sherman Act prohibits price fixing and the operation of cartels, and prohibits other collusive practices that unreasonably restrain trade. Second, Section 7 of the Clayton Act restricts the mergers and acquisitions of organizations that may substantially lessen competition or tend to create a monopoly. Third, Section 2 of the Sherman Act prohibits monopolization.[2] Federal antitrust laws provide for both civil and criminal enforcement. The Federal Trade Commission, the United States Department of Justice Antitrust Division, and private parties who are sufficiently affected may all bring civil actions in the courts to enforce the antitrust laws. However, criminal antitrust enforcement is done only by the Justice Department. U.S. states also have antitrust statutes that govern commerce occurring solely within their state borders. The scope of antitrust laws, and the degree to which they should interfere in an enterprise's freedom to conduct business, or to protect smaller businesses, communities and consumers, are strongly debated. Some economists argue that antitrust laws actually impede competition,[3] and may discourage businesses from pursuing activities that would be beneficial to society.[4] One view suggests that antitrust laws should focus solely on the benefits to consumers and overall efficiency, while a broad range of legal and economic theory sees the role of antitrust laws as also controlling economic power in the public interest.[5] A survey of 568 member economists of the American Economic Association (AEA) in 2011 found a near-universal consensus, in that 87 percent of respondents broadly agreed with the statement \"Antitrust laws should be enforced vigorously.\"[6] In the United States and Canada, the modern law governing monopolies and economic competition is called by its original name, \"antitrust law\". The term \"antitrust\" came from late 19th-century American industrialists' practice of using trusts—legal arrangements where someone is given ownership of property to hold solely for another's benefit—to consolidate separate companies into large conglomerates. This use of \"corporate trusts\" died out in the early 20th century as U.S. states passed laws making it easier to create new corporations. Most other countries now call antitrust law \"competition law\" or \"anti-monopoly law\". American antitrust law was formally created in 1890 with the U.S. Congress's passage of the Sherman Antitrust Act.[a] Using broad language \"unequaled in its generality\", the Sherman Act outlawed \"monopoliz[ation]\" and \"every contract, combination ... or conspiracy in restraint of trade\".[8] Every contract, combination in the form of trust or otherwise, or conspiracy, in restraint of trade or commerce among the several States, or with foreign nations, is declared to be illegal. Every person who shall make any contract or engage in any combination or conspiracy hereby declared to be illegal shall be deemed guilty of a felony .... Every person who shall monopolize, or attempt to monopolize, or combine or conspire with any other person or persons, to monopolize any part of the trade or commerce among the several States, or with foreign nations, shall be deemed guilty of a felony .... Courts quickly began struggling with the Sherman Act's broad and vague language, recognizing that interpreting it literally might make even simple business associations like partnerships illegal.[9] Federal judges began trying to develop legal principles for distinguishing between \"naked\" trade restraints between rivals that suppressed competition and other restraints that were only \"ancillary\" to other cooperation agreements that promoted competition.[9] The Sherman Act gave the U.S. Department of Justice the authority to enforce it, but the U.S. presidents and U.S. Attorneys General in power during the 1890s and early 1900s showed relatively little interest in doing so.[10] With little interest in enforcing the Sherman Act and courts interpreting it relatively narrowly, a wave of large industrial mergers swept the United States in the late 1890s and early 1900s.[10] The rise of the Progressive Era prompted public officials to increase enforcement of the antitrust laws. The Justice Department sued 45 companies under the Sherman Act during the presidency of Theodore Roosevelt (1901–09) and 90 companies during the presidency of William Howard Taft (1909–13). The U.S. Supreme Court reframed U.S. antitrust law as a \"rule of reason\" in its landmark 1911 decision Standard Oil Co. of New Jersey v. United States.[10] At trial, the Justice Department had successfully argued that American petroleum conglomerate Standard Oil had violated the Sherman Act by using economic threats against competitors and secret rebate deals with railroads to build a monopoly in the oil refining industry. On appeal, the Supreme Court affirmed the trial court's verdict and ruled that Standard Oil's high market share was proof of its monopoly power, ordering it to break itself up into 34 separate companies. But the Court also said that the Sherman Act's language outlawing \"every\" trade restraint actually only banned \"unreasonable\" restraints on trade.[10] It ruled that the Sherman Act's provisions should be interpreted as a \"rule of reason\" under which the competitive impacts of most business practices are evaluated on a case-by-case basis, with only the most egregious conduct being illegal per se.[10] At the time, many observers believed that the Supreme Court's decision in Standard Oil represented an ongoing effort by conservative federal judges to \"soften\" the still-new antitrust laws and narrow their scope.[11] Congress reacted in 1914 by passing two new laws: the Clayton Antitrust Act, which outlawed using mergers and acquisitions to achieve monopolies and created an antitrust law exemption for collective bargaining; and the Federal Trade Commission Act, which created the U.S. Federal Trade Commission (FTC) as an independent agency that has shared jurisdiction with the Justice Department over federal civil antitrust enforcement and has the power to prohibit \"unfair methods of competition\".[11] Despite the passage of the Clayton Act and the FTC Act, U.S. antitrust enforcement was not aggressive between the mid-1910s and the 1930s.[11] Based on their experience with the War Industries Board during World War I, many American economists, government officials, and business leaders adopted the associationalist view that close collaboration among business leaders and government officials could efficiently guide the economy.[11] Some Americans abandoned faith in free market competition entirely after the Wall Street Crash of 1929.[12] Advocates of these views championed the passage of the National Industrial Recovery Act of 1933 and the centralized economic planning experiments during the early stages of the New Deal.[13] The Supreme Court's decisions in antitrust cases during this period reflected these views, and the Court had a \"largely tolerant\" attitude toward collusion and cooperation between competitors.[13] One prominent example was the 1918 decision Chicago Board of Trade v. United States, in which the Court ruled that a Chicago Board of Trade rule banning commodity brokers from buying or selling grain forwards after the close of business at 2:00 pm each day at any price other than that day's closing price did not violate the Sherman Act.[13] The Court said that although the rule was a restraint on trade, a comprehensive examination of the rule's purposes and effects showed that it \"merely regulates, and perhaps thereby promotes competition.\"[14] During the mid-1930s, confidence in the statist centralized economic planning models that had been popular in the early years of the New Deal era began to wane.[15] At the urging of economists such as Frank Knight and Henry C. Simons, President Franklin D. Roosevelt's economic advisors began persuading him that free market competition was the key to recovery from the Great Depression.[15] Simons, in particular, argued for robust antitrust enforcement to “de-concentrate” American industries and promote competition. In response, Roosevelt appointed \"trustbusting\" lawyers like Thurman Arnold to serve in the Justice Department's Antitrust Division, which had been established in 1919.[15] This intellectual shift influenced American courts to abandon their acceptance of sector-wide cooperation among companies. Instead, American antitrust jurisprudence began following strict \"structuralist\" rules that focused on markets’ structures and their levels of concentration.[16] Judges usually gave little credence to defendant companies' attempts to justify their conduct using economic efficiencies, even when they were supported by economic data and analysis.[17] In its 1940 decision United States v. Socony-Vacuum Oil Co., the Supreme Court refused to apply the rule of reason to an agreement between oil refiners to buy up surplus gasoline from independent refining companies. It ruled that price-fixing agreements between competing companies were illegal per se under section 1 of the Sherman Act and would be treated as crimes even if the companies claimed to be merely recreating past government planning schemes.[18] The Court began applying per se illegality to other business practices such as tying, group boycotts, market allocation agreements, exclusive territory agreements for sales, and vertical restraints limiting retailers to geographic areas.[18] Courts also became more willing to find that dominant companies' business practices constituted illegal monopolization under section 2 of the Sherman Act.[18] American courts were even stricter when hearing merger challenges under the Clayton Act during this era, due in part to Congress's passage of the Celler-Kefauver Act of 1950, which banned consolidation of companies' stock or assets even in situations that did not produce market dominance.[17] For example, in its 1962 decision Brown Shoe Co. v. United States,[19] the Supreme Court ruled that a proposed merger was illegal even though the resulting company would have controlled only five percent of the relevant market.[17] In a now-famous line from his dissent in the 1966 decision United States v. Von's Grocery Co., Supreme Court justice Potter Stewart remarked: \"The sole consistency that I can find [in U.S. merger law] is that in litigation under [the Clayton Act], the Government always wins.\"[20] The \"structuralist\" interpretation of U.S. antitrust law began losing favor in the early 1970s in the face of harsh criticism by economists and legal scholars from the University of Chicago.[21] Scholars from the Chicago school of economics had long advocated for reducing price regulation and limiting barriers to entry, and newer Chicago economists like Aaron Director had begun arguing that there were economic efficiency explanations for some practices that had been condemned under the structuralist interpretation of the Sherman and Clayton Acts.[22] Much of their economic analysis involved game theory, which showed that some conduct that had been thought uniformly anticompetitive, such as preemptive capacity expansion, could be either pro- or anticompetitive depending on the circumstances.[23] The writings of Yale Law School professor Robert Bork and University of Chicago Law School professors Richard Posner and Frank Easterbrook, who all later became prominent federal appellate judges, translated Chicago economists' analytical advances into legal principles that judges could readily apply.[24] Pointing out that economic analysis showed that some previously condemned practices were actually procompetitive and had economic benefits that outweighed their dangers, they argued that many antitrust bright-line per se rules of illegality were unwarranted and should be replaced by the rule of reason.[24] Judges increasingly accepted their ideas from the mid-1970s on, motivated in part by the United States' declining economic dominance amidst the 1973–1975 recession and rising competition from East Asian and European countries.[24] The \"pivotal event\" in this shift was the Supreme Court's 1977 decision Continental Television, Inc. v. GTE Sylvania, Inc.[24] The Court ruled that non-price vertical restrictions in contracts were no longer per se illegal and should be analyzed under the rule of reason, and its decision prominently cited Chicago school of economics scholarship.[24] Overall, the Supreme Court's antitrust rulings during this era on collusion cases under section 1 of the Sherman Act reflected tension between the older \"absolutist\" approach and the newer Chicago endorsing the rule of reason and economic analysis.[24] The Justice Department and FTC lost most of the monopolization cases they brought under section 2 of the Sherman Act during this era. One of the government's few anti-monopoly victories was United States v. AT&T, which led to the breakup of Bell Telephone and its monopoly on U.S. telephone service in 1982.[25] The general \"trimming back\" of antitrust law in the face of economic analysis also resulted in more permissive standards for mergers.[25] In the Supreme Court's 1974 decision United States v. General Dynamics Corp.,[26] the federal government lost a merger challenge at the Supreme Court for the first time in over 25 years.[25] In 1999 a coalition of 19 states and the federal Justice Department sued Microsoft.[27] A highly publicized trial in the U.S. District Court for the District of Columbia found that Microsoft had strong-armed many companies in an attempt to prevent competition from the Netscape browser.[28] In 2000, the trial court ordered Microsoft to split in two, preventing it from future misbehavior.[29][27] Microsoft appealed to the U.S. Court of Appeals for the D.C. Circuit, which affirmed in part and reversed in part. In addition, it removed the judge from the case for discussing the case with the media while it was still pending.[30] With the case in front of a new judge, Microsoft and the government settled, with the government dropping the case in return for Microsoft agreeing to cease many of the practices the government challenged.[31] Every contract, combination in the form of trust or otherwise, or conspiracy, in restraint of trade or commerce among the several States, or with foreign nations, is declared to be illegal. Every person who shall make any contract or engage in any combination or conspiracy hereby declared to be illegal shall be deemed guilty of a felony, and, on conviction thereof, shall be punished by fine not exceeding $100,000,000 if a corporation, or, if any other person, $1,000,000, or by imprisonment not exceeding 10 years, or by both said punishments, in the discretion of the court. —Sherman Act 1890 §1 Preventing collusion and cartels that act in restraint of trade is an essential task of antitrust law. It reflects the view that each business has a duty to act independently on the market, and so earn its profits solely by providing better priced and quality products than its competitors. The Sherman Act §1 prohibits \"[e]very contract, combination in the form of trust or otherwise, or conspiracy, in restraint of trade or commerce.\"[32] This targets two or more distinct enterprises acting together in a way that harms third parties. It does not capture the decisions of a single enterprise, or a single economic entity, even though the form of an entity may be two or more separate legal persons or companies. In Copperweld Corp. v. Independence Tube Corp.[33] it was held an agreement between a parent company and a wholly owned subsidiary could not be subject to antitrust law, because the decision took place within a single economic entity.[34] This reflects the view that if the enterprise (as an economic entity) has not acquired a monopoly position, or has significant market power, then no harm is done. The same rationale has been extended to joint ventures, where corporate shareholders make a decision through a new company they form. In Texaco Inc. v. Dagher[35] the Supreme Court held unanimously that a price set by a joint venture between Texaco and Shell Oil did not count as making an unlawful agreement. Thus the law draws a \"basic distinction between concerted and independent action\".[36] Multi-firm conduct tends to be seen as more likely than single-firm conduct to have an unambiguously negative effect and \"is judged more sternly\".[37] Generally the law identifies four main categories of agreement. First, some agreements such as price fixing or sharing markets are automatically unlawful, or illegal per se. Second, because the law does not seek to prohibit every kind of agreement that hinders freedom of contract, it developed a \"rule of reason\" where a practice might restrict trade in a way that is seen as positive or beneficial for consumers or society. Third, significant problems of proof and identification of wrongdoing arise where businesses make no overt contact, or simply share information, but appear to act in concert. Tacit collusion, particularly in concentrated markets with a small number of competitors or oligopolists, have led to significant controversy over whether or not antitrust authorities should intervene. Fourth, vertical agreements between a business and a supplier or purchaser \"up\" or \"downstream\" raise concerns about the exercise of market power, however they are generally subject to a more relaxed standard under the \"rule of reason\". Some practices are deemed by the courts to be so obviously detrimental that they are categorized as being automatically unlawful, or illegal per se. The simplest and central case of this is price fixing. This involves an agreement by businesses to set the price or consideration of a good or service which they buy or sell from others at a specific level. If the agreement is durable, the general term for these businesses is a cartel. It is irrelevant whether or not the businesses succeed in increasing their profits, or whether together they reach the level of having market power as might a monopoly. Such collusion is illegal per se. Bid rigging is a form of price fixing and market allocation that involves an agreement in which one party of a group of bidders will be designated to win the bid. Geographic market allocation is an agreement between competitors not to compete within each other's geographic territories. If an antitrust claim does not fall within a per se illegal category, the plaintiff must show the conduct causes harm in \"restraint of trade\" under the Sherman Act §1 according to \"the facts peculiar to the business to which the restraint is applied\".[39] This essentially means that unless a plaintiff can point to a clear precedent, to which the situation is analogous, proof of an anti-competitive effect is more difficult. The reason for this is that the courts have endeavoured to draw a line between practices that restrain trade in a \"good\" compared to a \"bad\" way. In the first case, United States v. Trans-Missouri Freight Association,[40] the Supreme Court found that railroad companies had acted unlawfully by setting up an organisation to fix transport prices. The railroads had protested that their intention was to keep prices low, not high. The court found that this was not true, but stated that not every \"restraint of trade\" in a literal sense could be unlawful. Just as under the common law, the restraint of trade had to be \"unreasonable\". In Chicago Board of Trade v. United States the Supreme Court found a \"good\" restraint of trade.[41] The Chicago Board of Trade had a rule that commodities traders were not allowed to privately agree to sell or buy after the market's closing time (and then finalise the deals when it opened the next day). The reason for the Board of Trade having this rule was to ensure that all traders had an equal chance to trade at a transparent market price. It plainly restricted trading, but the Chicago Board of Trade argued this was beneficial. Justice Brandeis, giving judgment for a unanimous Supreme Court, held the rule to be pro-competitive, and comply with the rule of reason. It did not violate the Sherman Act §1. As he put it, Every agreement concerning trade, every regulation of trade, restrains. To bind, to restrain, is of their very essence. The true test of legality is whether the restraint imposed is such as merely regulates and perhaps thereby promotes competition or whether it is such as may suppress or even destroy competition. To determine that question, the court must ordinarily consider the facts peculiar to the business to which the restraint is applied, its condition before and after the restraint was imposed, the nature of the restraint, and its effect, actual or probable.[42] Although the Sherman Act 1890 initially dealt, in general, with cartels (where businesses combined their activities to the detriment of others) and monopolies (where one business was so large it could use its power to the detriment of others alone) it was recognized that this left a gap. Instead of forming a cartel, businesses could simply merge into one entity. The period between 1895 and 1904 saw a \"great merger movement\" as business competitors combined into ever more giant corporations.[43] However upon a literal reading of Sherman Act, no remedy could be granted until a monopoly had already formed. The Clayton Act 1914 attempted to fill this gap by giving jurisdiction to prevent mergers in the first place if they would \"substantially lessen competition\". No person engaged in commerce or in any activity affecting commerce shall acquire, directly or indirectly, the whole or any part of the stock or other share capital and no person subject to the jurisdiction of the Federal Trade Commission shall acquire the whole or any part of the assets of another person engaged also in commerce or in any activity affecting commerce, where in any line of commerce or in any activity affecting commerce in any section of the country, the effect of such acquisition may be substantially to lessen competition, or to tend to create a monopoly. Dual antitrust enforcement by the Department of Justice and Federal Trade Commission has long elicited concerns about disparate treatment of mergers. In response, in September 2014, the House Judiciary Committee approved the Standard Merger and Acquisition Reviews Through Equal Rules Act (\"SMARTER Act\").[44] Every person who shall monopolize, or attempt to monopolize, or combine or conspire with any other person or persons, to monopolize any part of the trade or commerce among the several States, or with foreign nations, shall be deemed guilty of a felony, and, on conviction thereof, shall be punished by fine not exceeding $100,000,000 if a corporation, or, if any other person, $1,000,000, or by imprisonment not exceeding 10 years, or by both said punishments, in the discretion of the court. —Sherman Act 1890 §2 The law's treatment of monopolies is potentially the strongest in the field of antitrust law. Judicial remedies can force large organizations to be broken up, subject them to positive obligations, impose massive penalties, and/or sentence implicated employees to jail. Under §2 of the Sherman Act 1890 every \"person who shall monopolize, or attempt to monopolize ... any part of the trade or commerce among the several States\" commits an offence.[45] The courts have interpreted this to mean that monopoly is not unlawful per se, but only if acquired through prohibited conduct.[46] Historically, where the ability of judicial remedies to combat market power have ended, the legislature of states or the Federal government have still intervened by taking public ownership of an enterprise, or subjecting the industry to sector specific regulation (frequently done, for example, in the cases water, education, energy or health care). The law on public services and administration goes significantly beyond the realm of antitrust law's treatment of monopolies. When enterprises are not under public ownership, and where regulation does not foreclose the application of antitrust law, two requirements must be shown for the offense of monopolization. First, the alleged monopolist must possess sufficient power in an accurately defined market for its products or services. Second, the monopolist must have used its power in a prohibited way. The categories of prohibited conduct are not closed, and are contested in theory. Historically they have been held to include exclusive dealing, price discrimination, refusing to supply an essential facility, product tying and predatory pricing. It shall be unlawful for any person engaged in commerce, in the course of such commerce, to lease or make a sale or contract for sale of goods, wares, merchandise, machinery, supplies, or other commodities, whether patented or unpatented, for use, consumption, or resale within the United States or any Territory thereof or the District of Columbia or any insular possession or other place under the jurisdiction of the United States, or fix a price charged therefor, or discount from, or rebate upon, such price, on the condition, agreement, or understanding that the lessee or purchaser thereof shall not use or deal in the goods, wares, merchandise, machinery, supplies, or other commodities of a competitor or competitors of the lessor or seller, where the effect of such lease, sale, or contract for sale or such condition, agreement, or understanding may be to substantially lessen competition or tend to create a monopoly in any line of commerce. —Clayton Act 1914 §3 In theory predatory pricing happens when large companies with huge cash reserves and large lines of credit stifle competition by selling their products and services at a loss for a time, to force their smaller competitors out of business. With no competition, they are then free to consolidate control of the industry and charge whatever prices they wish. At this point, there is also little motivation for investing in further technological research, since there are no competitors left to gain an advantage over. High barriers to entry such as large upfront investment, notably named sunk costs, requirements in infrastructure and exclusive agreements with distributors, customers, and wholesalers ensure that it will be difficult for any new competitors to enter the market, and that if any do, the trust will have ample advance warning and time in which to either buy the competitor out, or engage in its own research and return to predatory pricing long enough to force the competitor out of business. Critics argue that the empirical evidence shows that \"predatory pricing\" does not work in practice and is better defeated by a truly free market than by antitrust laws (see Criticism of the theory of predatory pricing). Antitrust laws do not apply to, or are modified in, several specific categories of enterprise (including sports, media, utilities, health care, insurance, banks, and financial markets) and for several kinds of actor (such as employees or consumers taking collective action).[47] First, since the Clayton Act 1914 §6, there is no application of antitrust laws to agreements between employees to form or act in labor unions. This was seen as the \"Bill of Rights\" for labor, as the Act laid down that the \"labor of a human being is not a commodity or article of commerce\". The purpose was to ensure that employees with unequal bargaining power were not prevented from combining in the same way that their employers could combine in corporations,[48] subject to the restrictions on mergers that the Clayton Act set out. However, sufficiently autonomous workers, such as professional sports players have been held to fall within antitrust provisions.[49] Second, professional sports leagues enjoy a number of exemptions. Mergers and joint agreements of professional football, hockey, baseball, and basketball leagues are exempt.[50] Major League Baseball was held to be broadly exempt from antitrust law in the Supreme Court case Federal Baseball Club v. National League.[51] The court unanimously held that the baseball league's organization meant that there was no commerce between the states taking place, even though teams traveled across state lines to put on the games. That travel was merely incidental to a business which took place in each state. It was subsequently held in 1952 in Toolson v. New York Yankees,[52] and then again in 1972 Flood v. Kuhn,[53] that the baseball league's exemption was an \"aberration\". However Congress had accepted it, and favored it, so retroactively overruling the exemption was no longer a matter for the courts, but the legislature. In United States v. International Boxing Club of New York,[54] it was held that, unlike baseball, boxing was not exempt, and in Radovich v. National Football League (NFL),[55] professional football is generally subject to antitrust laws. As a result of the AFL-NFL merger, the National Football League was also given exemptions in exchange for certain conditions, such as not directly competing with college or high school football.[56] However, the 2010 Supreme Court ruling in American Needle Inc. v. NFL characterised the NFL as a \"cartel\" of 32 independent businesses subject to antitrust law, not a single entity. Third, antitrust laws are modified where they are perceived to encroach upon the media and free speech, or are not strong enough. Newspapers under joint operating agreements are allowed limited antitrust immunity under the Newspaper Preservation Act of 1970.[57] More generally, and partly because of concerns about media cross-ownership in the United States, regulation of media is subject to specific statutes, chiefly the Communications Act of 1934 and the Telecommunications Act of 1996, under the guidance of the Federal Communications Commission. The historical policy has been to use the state's licensing powers over the airwaves to promote plurality. Antitrust laws do not prevent companies from using the legal system or political process to attempt to reduce competition. Most of these activities are considered legal under the Noerr-Pennington doctrine. Also, regulations by states may be immune under the Parker immunity doctrine.[58] Fourth, the government may grant monopolies in certain industries such as utilities and infrastructure where multiple players are seen as unfeasible or impractical.[59] Fifth, insurance is allowed limited antitrust exemptions as provided by the McCarran-Ferguson Act of 1945.[60] Sixth, M&A transactions in the defense sector are often subject to greater antitrust scrutiny from the Department of Justice and the Federal Trade Commission.[61] The several district courts of the United States are invested with jurisdiction to prevent and restrain violations of sections 1 to 7 of this title; and it shall be the duty of the several United States attorneys, in their respective districts, under the direction of the Attorney General, to institute proceedings in equity to prevent and restrain such violations. Such proceedings may be by way of petition setting forth the case and praying that such violation shall be enjoined or otherwise prohibited. When the parties complained of shall have been duly notified of such petition the court shall proceed, as soon as may be, to the hearing and determination of the case; and pending such petition and before final decree, the court may at any time make such temporary restraining order or prohibition as shall be deemed just in the premises. —Sherman Act 1890 §4 The remedies for violations of U.S. antitrust laws are as broad as any equitable remedy that a court has the power to make, as well as being able to impose penalties. When private parties have suffered an actionable loss, they may claim compensation. Under the Sherman Act 1890 §7, these may be trebled, a measure to encourage private litigation to enforce the laws and act as a deterrent. The courts may award penalties under §§1 and 2, which are measured according to the size of the company or the business. In their inherent jurisdiction to prevent violations in future, the courts have additionally exercised the power to break up businesses into competing parts under different owners, although this remedy has rarely been exercised (examples include Standard Oil, Northern Securities Company, American Tobacco Company, AT&T Corporation and, although reversed on appeal, Microsoft). Three levels of enforcement come from the Federal government, primarily through the Department of Justice and the Federal Trade Commission, the governments of states, and private parties. Public enforcement of antitrust laws is seen as important, given the cost, complexity and daunting task for private parties to bring litigation, particularly against large corporations. The federal government, via both the Antitrust Division of the United States Department of Justice and the Federal Trade Commission, can bring civil lawsuits enforcing the laws. The United States Department of Justice alone may bring criminal antitrust suits under federal antitrust laws.[62] Perhaps the most famous antitrust enforcement actions brought by the federal government were the break-up of AT&T's local telephone service monopoly in the early 1980s[63] and its actions against Microsoft in the late 1990s. Additionally, the federal government also reviews potential mergers to attempt to prevent market concentration. As outlined by the Hart-Scott-Rodino Antitrust Improvements Act, larger companies attempting to merge must first notify the Federal Trade Commission and the Department of Justice's Antitrust Division prior to consummating a merger.[64] These agencies then review the proposed merger first by defining what the market is and then determining the market concentration using the Herfindahl-Hirschman Index (HHI) and each company's market share.[64] The government looks to avoid allowing a company to develop market power, which if left unchecked could lead to monopoly power.[64] The United States Department of Justice and Federal Trade Commission target nonreportable mergers for enforcement as well. Notably, between 2009 and 2013, 20% of all merger investigations conducted by the United States Department of Justice involved nonreportable transactions.[65] Despite considerable effort by the Clinton administration, the Federal government attempted to extend antitrust cooperation with other countries for mutual detection, prosecution and enforcement. A bill was unanimously passed by the US Congress;[66] however by 2000 only one treaty has been signed[67] with Australia.[68] On 3 July 2017 the Australian Competition & Consumer Commission announced it was seeking explanations from a US company, Apple In relation to potentially anticompetitive behaviour against an Australian bank in possible relation to Apple Pay.[69] It is not known whether the treaty could influence the enquiry or outcome. In many cases large US companies tend to deal with overseas antitrust within the overseas jurisdiction, autonomous of US laws, such as in Microsoft Corp v Commission and more recently, Google v European Union where the companies were heavily fined.[70] Questions have been raised with regards to the consistency of antitrust between jurisdictions where the same antitrust corporate behaviour, and similar antitrust legal environment, is prosecuted in one jurisdiction but not another.[71] State attorneys general may file suits to enforce both state and federal antitrust laws. Private civil suits may be brought, in both state and federal court, against violators of state and federal antitrust law. Federal antitrust laws, as well as most state laws, provide for triple damages against antitrust violators in order to encourage private lawsuit enforcement of antitrust law. Thus, if a company is sued for monopolizing a market and the jury concludes the conduct resulted in consumers' being overcharged $200,000, that amount will automatically be tripled, so the injured consumers will receive $600,000. The United States Supreme Court summarized why Congress authorized private antitrust lawsuits in the case Hawaii v. Standard Oil Co. of Cal., 405 U.S. 251, 262 (1972): Every violation of the antitrust laws is a blow to the free-enterprise system envisaged by Congress. This system depends on strong competition for its health and vigor, and strong competition depends, in turn, on compliance with antitrust legislation. In enacting these laws, Congress had many means at its disposal to penalize violators. It could have, for example, required violators to compensate federal, state, and local governments for the estimated damage to their respective economies caused by the violations. But, this remedy was not selected. Instead, Congress chose to permit all persons to sue to recover three times their actual damages every time they were injured in their business or property by an antitrust violation. By offering potential litigants the prospect of a recovery in three times the amount of their damages, Congress encouraged these persons to serve as \"private attorneys general\". The Supreme Court calls the Sherman Antitrust Act a \"charter of freedom\", designed to protect free enterprise in America.[72] One view of the statutory purpose, urged for example by Justice Douglas, was that the goal was not only to protect consumers, but at least as importantly to prohibit the use of power to control the marketplace.[73] We have here the problem of bigness. Its lesson should by now have been burned into our memory by Brandeis. The Curse of Bigness shows how size can become a menace--both industrial and social. It can be an industrial menace because it creates gross inequalities against existing or putative competitors. It can be a social menace ... In final analysis, size in steel is the measure of the power of a handful of men over our economy ... The philosophy of the Sherman Act is that it should not exist ... Industrial power should be decentralized. It should be scattered into many hands so that the fortunes of the people will not be dependent on the whim or caprice, the political prejudices, the emotional stability of a few self-appointed men ... That is the philosophy and the command of the Sherman Act. It is founded on a theory of hostility to the concentration in private hands of power so great that only a government of the people should have it. Contrary to this are efficiency arguments that antitrust legislation should be changed to primarily benefit consumers, and have no other purpose. Free market economist Milton Friedman states that he initially agreed with the underlying principles of antitrust laws (breaking up monopolies and oligopolies and promoting more competition), but that he came to the conclusion that they do more harm than good.[3] Thomas Sowell argues that, even if a superior business drives out a competitor, it does not follow that competition has ended: In short, the financial demise of a competitor is not the same as getting rid of competition. The courts have long paid lip service to the distinction that economists make between competition—a set of economic conditions—and existing competitors, though it is hard to see how much difference that has made in judicial decisions. Too often, it seems, if you have hurt competitors, then you have hurt competition, as far as the judges are concerned.[74] Alan Greenspan argues that the very existence of antitrust laws discourages businessmen from some activities that might be socially useful out of fear that their business actions will be determined illegal and dismantled by government. In his essay entitled Antitrust, he says: \"No one will ever know what new products, processes, machines, and cost-saving mergers failed to come into existence, killed by the Sherman Act before they were born. No one can ever compute the price that all of us have paid for that Act which, by inducing less effective use of capital, has kept our standard of living lower than would otherwise have been possible.\" Those, like Greenspan, who oppose antitrust tend not to support competition as an end in itself but for its results—low prices. As long as a monopoly is not a coercive monopoly where a firm is securely insulated from potential competition, it is argued that the firm must keep prices low in order to discourage competition from arising. Hence, legal action is uncalled for and wrongly harms the firm and consumers.[4] Thomas DiLorenzo, an adherent of the Austrian School of economics, found that the \"trusts\" of the late 19th century were dropping their prices faster than the rest of the economy, and he holds that they were not monopolists at all.[75] Ayn Rand, the American writer, provides a moral argument against antitrust laws. She holds that these laws in principle criminalize any person engaged in making a business successful, and, thus, are gross violations of their individual expectations.[76] Such laissez faire advocates suggest that only a coercive monopoly should be broken up, that is the persistent, exclusive control of a vitally needed resource, good, or service such that the community is at the mercy of the controller, and where there are no suppliers of the same or substitute goods to which the consumer can turn. In such a monopoly, the monopolist is able to make pricing and production decisions without an eye on competitive market forces and is able to curtail production to price-gouge consumers. Laissez-faire advocates argue that such a monopoly can only come about through the use of physical coercion or fraudulent means by the corporation or by government intervention and that there is no case of a coercive monopoly ever existing that was not the result of government policies. Judge Robert Bork's writings on antitrust law (particularly The Antitrust Paradox), along with those of Richard Posner and other law and economics thinkers, were heavily influential in causing a shift in the U.S. Supreme Court's approach to antitrust laws since the 1970s, to be focused solely on what is best for the consumer rather than the company's practices.[63]","Title":"United States antitrust law - Wikipedia","KeyID":"4230","URL":"https://en.wikipedia.org/wiki/United_States_antitrust_law"}