{"Content: ":"The Telecommunications policy in the US is a framework of law directed by government and the Regulatory Commissions, most notably the Federal Communications Commission. Two landmark acts prevail today, the Communications Act of 1934 and the Telecommunications Act of 1996. The latter was intended to revise the first act and specifically to foster competition in the telecommunications industry.[1] In the name of public interest, a large proportion of Telecommunications policy is concerned with the economic regulation of interstate as well as international communication. This includes all communication by radio, telephone, wire, cable and satellite.[2] Telecommunications policy outlines antitrust laws as is common for industries with large barriers to entry. Other features of the policies addressed include common carrier laws which controls access to networks. While the telephone providers are required to be common carriers, there is an ongoing net neutrality debate about the obligations of ISP's.[3] Telecommunication policy addresses the management of Government owned resources such as the spectrum which facilitates all wireless communications. There is a naturally limited quantity of usable spectrum that exists, therefore the market demand is immense, especially as use of mobile technology, which uses the electromagnetic spectrum, expands. One of the goals of the FCC is to best utilize this limited resource in such a way will bring about the \"highest and best use\".[4] License to use spectrum was originally determined by committee, however, since 1993 it has been determined by an auction to assure that the licensee is both qualified and motivated to make best use of this commodity.[5] The famous American Telephone & Telegraph (AT&T) empire was once based on the concept that they had the duty and honor of serving the public people in return for their monopoly on the telecommunication industry.[7] The hallmark event in the history of the US Telecommunication industry would be the breakup of the Bell Telephone company into regional Bell Operating Companies (RBOCs) or \"Baby Bells\" in the early 1980s. The challenge since remains preserving competition and no longer allowing monopolies. There are a number of agencies concerned with telecommunication policy: The FCC derives its jurisdiction to facilitate the deployment of broadband to Americans in Section 706 in the Telecommunications act of 1996. In this section the code states that the FCC is to “encourage the deployment on a reasonable and timely basis of advanced telecommunications capability to all Americans.”[9] They currently want to advocate the following objectives: Currently the policy being set forth by the FCC has two different levels of regulation. One for fixed line, wire line communications and the other for wireless communications. Their current tenets strictly regulate network neutrality on wire line networks. However the commission is placing as many mandates on wireless communications. This means that wireless telecommunications providers are not permitted to block any website, but they may block applications and services unless they are direct competitors to the provider's content or services. This difference between the two technologies creates a major loophole in telecommunications policy, as most providers have already begun the shift from wired to wireless network infrastructures.[12]","Title":"Telecommunications policy of the United States - Wikipedia","KeyID":"4235","URL":"https://en.wikipedia.org/wiki/Telecommunications_policy_of_the_United_States"}