{"Content: ":"The American Legion, commonly known as the Legion, is a non-profit organization of U.S. war veterans headquartered in Indianapolis, Indiana. It is made up of state, U.S. territory, and overseas departments, and these are in turn made up of local posts. The organization was formed on March 15, 1919, in Paris, France, by a thousand officers and men of the American Expeditionary Forces (A. E. F.),[1] and it was chartered on September 16, 1919, by the United States Congress.[2] The Legion played the leading role in the drafting and passing of the Servicemen's Readjustment Act of 1944, commonly known as the \"G.I. Bill\". In addition to organizing commemorative events, members provide assistance at Department of Veterans Affairs (VA) hospitals and clinics. It is active in issue-oriented U.S. politics. Its primary political activity is lobbying on behalf of interests of veterans and service members, including support for benefits such as pensions and the Veterans Health Administration.[3] It has also historically promoted Americanism, individual obligation to the community, state, and nation; peace and good will.[4] The American Legion was established on March 15, 1919, in Paris, France, by delegates to a caucus meeting from units of the American Expeditionary Forces (A.E.F.), which adopted a tentative constitution. The action of the Paris Caucus was confirmed and endorsed by a similar meeting held in St. Louis, Missouri, from May 8 to 10, 1919, when the Legion was formally recognized by the troops who served in the United States. The Paris Caucus appointed an Executive Committee of seventeen officers and men to represent the troops in France in the conduct of the Legion. The St. Louis caucus appointed a similar Committee of Seventeen. These two national executive committees amalgamated and were the initial governing body of the Legion. The temporary headquarters was located in New York.[5] The men who initiated the formation of the Legion:[6] The national headquarters, informally known as American Legion headquarters, is located on the Indiana World War Memorial Plaza at 700 North Pennsylvania Street, Indianapolis, Indiana. It is the headquarters for the National Commander of The American Legion and also houses the archives, library, Membership, Internal Affairs, Public Relations, and The American Legion magazine's editorial offices. The national headquarters has expanded multiple times since its establishment.[7] The World War I Victory Button on a narrow circular band of blue enamel, containing the words \"American Legion\" in gold letters, forms the central element of the American Legion Emblem.[8] The Legion emblem or \"button\" was officially adopted by the National Executive Committee of The American Legion on July 9, 1919.[9] Membership in The American Legion was originally restricted to soldiers, sailors, and marines who served honorably between April 6, 1917, and November 11, 1918.[10] Eligibility has since been expanded to include personnel who served on active duty in the Armed Forces of the United States or armed forces associated with the U.S.,[11] between December 7, 1941, through a date of cessation of hostilities as determined by the federal government, and was an American citizen when they entered that service or continues to serve honorably.[12] U.S. Merchant Marines who served between December 7, 1941, and December 31, 1946, are also eligible.[13] Honorary, associate, social, or guest memberships in the Legion are not permitted. Members must be eligible through the nature and timing of their military service.[14] The following is a list of eligibility dates used by The American Legion to determine membership eligibility.[11][12] The official publication, originally known as The American Legion Weekly, launched on July 4, 1919.[15] In 1926, the Legion Weekly switched frequency of publication and was renamed The American Legion Monthly.[16] In 1936 the publication's name and volume numbering system changed again, this time to The American Legion.[17] Notable members of The American Legion have included: Woodrow Wilson, 28th President of the United States Harry Truman, 33rd President of the United States Dwight Eisenhower, 34th President of the United States John Kennedy, 35th President of the United States Lyndon Johnson, 36th President of the United States Richard Nixon, 37th President of the United States Gerald Ford, 38th President of the United States Jimmy Carter, 39th President of the United States Ronald Reagan, 40th President of the United States George Bush, 41st President of the United States George Bush, 43rd President of the United States General of the Army Douglas MacArthur, Medal of Honor recipient General George Patton, Jr., two-time Distinguished Service Cross recipient Brigadier General Theodore Roosevelt, Jr., Medal of Honor recipient Captain Eddie Rickenbacker, Medal of Honor recipient Sergeant Alvin York, Medal of Honor recipient Humphrey Bogart, Academy Award winner Clark Gable, Academy Award winner","Title":"American Legion - Wikipedia","KeyID":"4239","URL":"https://en.wikipedia.org/wiki/American_Legion"}