{"Content: ":"The Veterans of Foreign Wars (VFW), formally the Veterans of Foreign Wars of the United States, is an organization of US war veterans, who, as military service members fought in wars, campaigns, and expeditions on foreign land, waters, or airspace.[5][7] The organization was established twice separately, once by James C. Putnam on September 29, 1899, in Columbus, Ohio.[8] The VFW is headquartered in Kansas City, Missouri.[2][1] The organization was congressionally chartered in 1936 under the Presidency of Franklin D. Roosevelt.[9] The VFW resulted from the amalgamation of several societies formed immediately following the Spanish–American War. In 1899, little groups of veterans returning from campaigning in Cuba and the Philippine Islands, founded local societies upon a spirit of comradeship known only to those who faced the dangers of that war side by side. Similar experiences and a common language drew them together.[2] The American Veterans of Foreign Service (predecessor to the Veterans of Foreign Wars of the United States) was established in Columbus, Ohio, September 29, 1899, by Spanish‑American War veteran James C. Putnam.[10] The Colorado Society, Army of the Philippines, was organized in Denver, Colorado, on December 12, 1899. Shortly thereafter, a society known as the Foreign Service Veterans was born in Pennsylvania. These three veterans' organizations grew up side by side, increasing in scope and membership until August 1913, when at an encampment held at Denver, they merged their interests and identities in a national organization now known as the VFW.[2] The purpose of the VFW is to speed rehabilitation of the nation's disabled and needy veterans, assist veterans' widows and orphans and the dependents of needy or disabled veterans, and promote Americanism by means of education in patriotism and by constructive service to local communities. The organization maintains both its legislative service and central office of its national rehabilitation service in Washington, D.C. The latter nationwide program serves disabled veterans of all wars, members and nonmembers alike, in matters of government compensation and pension claims, hospitalization, civil-service employment preference, etc.\"[7] Redesigned in November 2018, the official logo of the VFW includes an artistic representation of service stripes, easily recognizable insignia indicative of military service. Worn on most service uniforms, they denote length of service. As such, the first and leaner of the two service stripes represents the VFW's entry into its second century of service to America's veterans, service members and their families. The second, broader stripe represents its first century of service, spanning back to 1899. The Cross of Malta is the VFW's official emblem.[11] The cross, radiating rays, and Great Seal of the United States together symbolize the character, vows and purposes distinguishing VFW as an order of warriors who have traveled far from home to defend sacred principles. Its eight points represent the beatitudes prescribed in the Sermon on the Mount: Blessed are the poor in spirit, the meek, the pure, the merciful, the peacemakers; blessed are they who mourn, seek righteousness and are persecuted for righteousness' sake. The eight-pointed Cross of Malta harks back to the Crusades, launched during the 12th century.[12] Membership in the VFW is restricted to any active or honorably discharged officer or enlisted person who is a citizen of the United States and who has served in its armed forces \"in any foreign war, insurrection or expedition, which service shall be recognized by the authorization or the issuance of a United States military campaign medal.\"[7] The following is a list of U.S. campaign medals, ribbons, and badges used by the Veterans of Foreign Wars of the United States to determine membership eligibility.[13] As of 2020[update] the VFW has 1.6 million members and Auxiliary members, forming 6,000 local chapters known as Posts, grouped into 52 Departments covering the 50 states, the Asia-Pacific area, and Europe.[14] The VFW offers a wide range of assistance programs aimed at helping veterans of every generation. This includes providing free, professional help filing or appealing a VA claim, offering scholarships for post-secondary education or providing emergency financial relief. The VFW's National Veterans Service program consists of a nationwide network of VA accredited service officers and pre-discharge representatives who are experts in dealing with the VA and are the key to your success. The VA reports veterans represented by the VFW have recouped $8.3 billion in earned benefits, including $1.4 billion in new claims in 2018 alone.[15] With offices located on or near major military installations across the country, VFW Pre-Discharge representatives guide military personnel through the veterans claims process and conduct physical examinations prior to their separation from active duty. They are also ready to answer questions about education and medical benefits, as well as VA home loans.[16] Established in 2014, the VFW's Help A Hero Scholarship provides service members and veterans with financial assistance they need to complete their educational goals without incurring excessive U.S. student loan debt.[17] To help ensure student veterans receive their benefits in a timely manner and have a place to turn to if they need help, the VFW, in conjunction with the Student Veterans of America (SVA), have developed the 1 Student Veteran program. 1 Student Veteran offers direct assistance to student veterans who have questions or are experiencing problems accessing their VA benefits.[17] The VFW-SVA Legislative Fellowship grants ten exemplary student veterans (fellows) the chance to join the VFW legislative team on Capitol Hill during the VFW Legislative Conference. The fellows will walk the halls of Congress, educating their legislators on the issues facing today's student veterans and have the opportunity to meet with policy-makers from federal agencies responsible for implementing veterans' policy.[18] The VFW's Veterans & Military Support Programs is the umbrella for three successful, long-standing programs; Operation Uplink, Unmet Needs, and the Military Assistance Program (MAP). These initiatives focus on troop support.[19] MAP is the link between the VFW and the community. MAP is designed to promote VFW interaction within the local military community through the Adopt-A-Unit Program. MAP Grants are available to posts, districts, and departments who participate in a variety of morale boosting functions such as farewell and welcome home events.[19] Operation Uplink keeps military members in contact with their loved ones by allowing deployed troops to call home at no charge from MWR internet cafés in Afghanistan, Kuwait and other locations all around the world. Operation Uplink also distributes \"virtual pins\" which enable wounded warriors and veterans in Veterans Affairs facilities to call from home at no cost.[19] Unmet Needs assists military service members and their families who run into unexpected financial difficulties as a result of deployment or other hardships directly related to military service. Assistance is in the form of a grant of up to US$1,500. Unmet Needs assists with basic life needs such as: mortgage and rent, home and auto repairs, insurance, utilities, food and clothing.[19] The VFW promotes civic responsibility, patriotism, and supports youth and local programs in communities across America. Each year, nearly 40,000 high school students from across the country enter to win a share of the US$2.1 million in educational scholarships and incentives awarded through the VFW's Voice of Democracy audio-essay competition.[20] The national first-place winner receives a $30,000 scholarship. Patriot's Pen challenges students from grades 6-8, to enter to win one of 46 national awards totaling US$55,000, as well as $5,000 and an all-expense-paid trip to Washington, D.C. for the national first-place winner. Students draft a 300-400-word essay, expressing their views based on a patriotic, annual theme chosen by the VFW Commander in Chief.[20] Scout of the Year selects three young people – of the Boy or Girl Scouts, Sea Scouts or Venturing Crew – who have demonstrated practical citizenship in school, scouting and the community. The first-place winner receives a US$5,000 award, the second-place winner receives a US$3,000 award and the third-place winner receives US$1,000.[20] Teacher of the Year recognizes three exceptional teachers for their outstanding commitment to teach Americanism and patriotism to their students. The VFW recognizes the nation's top classroom elementary, junior high and high school teachers who teach citizenship education topics – at least half of the school day in a classroom environment – and promote America's history, traditions and institutions effectively.[20] The VFW host events across America, as well as giving grants and helping at large-scale volunteer events.[20] The VFW also publishes the monthly VFW Magazine. It was known as Foreign Service before 1951. Notable national commanders of the Veterans of Foreign Wars have included:[21] Notable members of the Veterans of Foreign Wars of the United States have included:[22][23] Theodore Roosevelt, 26th President of the United States Harry Truman, 33rd President of the United States Dwight Eisenhower, 34th President of the United States John Kennedy, 35th President of the United States Lyndon Johnson, 36th President of the United States Richard Nixon, 37th President of the United States Gerald Ford, 38th President of the United States George Bush, 41st President of the United States Albert Gore Jr., 45th Vice President of the United States Robert Kennedy, United States Senator from New York Chuck Hagel, 24th United States Secretary of Defense General John Pershing, 10th Chief of Staff of the United States Army Jason Crow US representative from Colorado Ron DeSantis Governor of Florida General Martin Dempsey, 18th Chairman of the Joint Chiefs of Staff Major General Smedley Butler, two-time Medal-of-Honor recipient Sergeant Alvin York, Medal-of-Honor recipient First Lieutenant Audie Murphy, Medal-of-Honor recipient Admiral William H. McRaven Navy Seal, author Carl Sandburg, three-time Pulitzer-Prize winner Roger Staubach, Pro Football Hall of Fame inductee Jack Swigert American astronaut and politician","Title":"Veterans of Foreign Wars - Wikipedia","KeyID":"4240","URL":"https://en.wikipedia.org/wiki/Veterans_of_Foreign_Wars"}