{"Content: ":"The American Liberty League was an American political organization formed in 1934. Its membership consisted primarily of wealthy business elites and prominent political figures, who were for the most part conservatives opposed to the New Deal of President Franklin D. Roosevelt. The group emphasized private property and individual liberties. Its leader Jouett Shouse called on members to: It was highly active in spreading its message for two years. Following the landslide re-election of Roosevelt in 1936, it sharply reduced its activities. It disbanded entirely in 1940. The creation of the League was announced in Washington, D.C., on August 22, 1934, by a group of Democrats and a smaller number of Republicans. Jouett Shouse, who had been prominent in Democratic politics and the anti-Prohibition movement, became the group's first chairman. The makeup of the League's executive committee was designed to demonstrate its bipartisan nature. It included: John W. Davis and Al Smith, former Democratic candidates for president; wealthy businessman Irénée du Pont, who left the Republicans to support Al Smith in 1928 and Roosevelt in 1932; and two New York Republicans, Nathan L. Miller, the state's former governor, and Representative James W. Wadsworth.[2] The moving spirit behind the launch of the organization was John Jacob Raskob, a former chairman of the Democratic National Committee and the foremost opponent of Prohibition, former director of General Motors and a board member of DuPont.[3] Reaction to the League formation was generally skeptical of its non-partisan nature.[4] President Roosevelt told a press conference that the League seemed founded \"to uphold two of the Ten Commandments,\" stopping at protecting property and drawing no inspiration from the command to \"Love thy neighbor as thyself.\"[5] Arthur Krock wrote a few weeks later, just after the November election, that the League was prepared to announce more eminent members of its leadership group \"to eradicate the purely political and anti-administration tinge that colored the league in the beginning.\"[6] The League proceeded to name a National Executive Committee of 25 and a National Advisory Council of about 200. Those named constituted a geographically diverse group, almost all drawn from the upper echelons of American industry. Among the notable exceptions were Hollywood movie producer Hal Roach and naval hero Richmond Pearson Hobson. More typical were Alfred P. Sloan, Jr. of General Motors and J. Howard Pew of Sun Oil Company.[7] Membership exceeded 36,000 in July 1935, only 27% of whom were contributors. It doubled by January 1936, peaked at 125,000 in the middle of 1936, and then declined rapidly following the 1936 election.[8] The League targeted college students for membership and had particular success at state universities. There were 345 chapters with more than 10,000 members by April 1936. Academics played a variety of roles. For example, New York University economist Walter Spahr gave speeches that the League reproduced in pamphlet form, though an attempt to organize a committee of academic economists failed.[9] Retired Marine Corps Major General Smedley Butler, alleged in November 1934 that a bond salesman named Gerald C. MacGuire told him that leaders in the League wanted Butler to lead 500,000 veterans in a coup to overthrow President Franklin Roosevelt. Butler and MacGuire were not active in the League and it rejected the allegations as nonsense. Butler admitted he never was approached by any League official and admitted he got the story from Maguire, a local bond salesman who had no role in the League. Maguire told Congress there was no such plot and historians are divided on the allegations. Butler would repeat his claims about the plot at paid speeches to left wing groups.[10] Roosevelt's campaign manager accused the Liberty League of being an \"ally of the Republican National Committee\" which would \"squeeze the worker dry in his old age and cast him like an orange rind into the refuse pail.\"[11] The Republican campaign, not content with the League's declaration of non-partisanship, asked it to \"stay aloof from too close alliance with the Landon campaign.\"[12][13] FDR's campaign manager used that information as the basis for saying that the League had behaved so badly that it \"had to be repudiated by the regular Republican organization,\" further drawing the League into protestations of nonpartisanship that highlighted its partisan role.[13] Following the 1936 elections in which FDR won by a landslide and his party expanded its majorities in both houses of Congress, the League eliminated its public activities and restricted itself to reviewing legislation and sending its assessments to members of Congress. A small national staff remained, but all state and local offices closed. Only the three du Pont brothers, Irénée, Lammot and Pierre, financed the organization, until the du Ponts decided to devote as much of their financial resources as possible to Republican Willkie's 1940 campaign.[14] The League closed its Washington office in September 1940.[15] The League produced 135 pamphlet titles during its first two years, printed for easy distribution by mail. Half of them originated as speeches or radio addresses delivered by League officers or its most prominent supporters. A total of more than five copies went to newspapers and government agencies, public and college libraries, all members of Congress, and other political groups, often generating new stories and reports in other publications.[16] It also produced two-page monthly bulletins in a more popular style, but distributed to the same audience as the pamphlets.[17] A different promotional tactic that downplayed the role of the League itself was the creation of a syndicated news service. Before its discontinuation near the end of 1936, the League reached 1600 newspapers through the Western Newspaper Union.[18] Finally, the League took advantage of offers of free radio time.[18] Regarding the controversial National Recovery Administration (NRA), the League was ambivalent. Jouett Shouse, the League president commented that \"the NRA has indulged in unwarranted excesses of attempted regulation\"; on the other, he added that \"in many regards [the NRA] has served a useful purpose.\"[19] Shouse said that he had \"deep sympathy\" with the goals of the NRA, explaining, \"While I feel very strongly that the prohibition of child labor, the maintenance of a minimum wage and the limitation of the hours of work belong under our form of government in the realm of the affairs of the different states, yet I am entirely willing to agree that in the case of an overwhelming national emergency the Federal Government for a limited period should be permitted to assume jurisdiction of them.\"[20] The League labeled Roosevelt's Agricultural Adjustment Administration \"a trend toward Fascist control of agriculture\" and supported the Farmers Independence Council of America to oppose the administration.[21] Social Security was said to \"mark the end of democracy.\" Lawyers for the American Liberty League challenged the validity of the Wagner Act (National Labor Relations Act), but in 1937, the United States Supreme Court upheld the constitutionality of the statute. The American Federation of Labor accused the League of hiring detectives to infiltrate labor unions and incite strikes and violence.[22] On the national level, the League's total expenditures over its six-year life amounted to $1,200,000, with more than a million of that being spent during its most active months before the 1936 election.[23] Wealthy donors dominated, so that \"fewer than two dozen bankers, industrialists, and businessmen\" accounted for more than half the League's 1935 monies on the national level, with the du Pont family responsible for 30% of the total. The next year, 30 donors provided two-thirds of the funds and the du Ponts' share of the total exceeded 25%. Few continued to contribute after the 1936 elections.[24] During the 1936 campaign, Postmaster General James Farley, FDR's campaign manager, mocked it as the \"du Pont Liberty League.\"[13] In 1940, Pulitzer Prize-winning Washington reporter and later columnist Thomas L. Stokes looked back on the American Liberty League and called it \"a very vulnerable straw man\" for New Deal Democrats. FDR wanted to run in 1936, he wrote, without emphasizing his Democratic identity. The League's alliance of conservative Democrats \"in whom the rank and file long ago had lost confidence\" like Al Smith with \"conservative Republicans, among whom were lawyers for great corporations\" helped President Roosevelt's backers to present him as a man independent of traditional politicians and political alliances.[25] In 1950, Roosevelt's successor Harry Truman branded critics who labelled his programs \"socialism\" as the heirs of the Liberty League of the 1930s.[26] Carlyle Sitterson J. Carlyle Sitterson, Professor of American History at the University of North Carolina at Chapel Hill, characterized the American Liberty League as \"The Cellophane League\" - because it was a duPont product, and you could see right through it!","Title":"American Liberty League - Wikipedia","KeyID":"4254","URL":"https://en.wikipedia.org/wiki/American_Liberty_League"}