{"Content: ":"Charles Edward Coughlin (/ˈkɒɡlɪn/ KOG-lin; October 25, 1891 – October 27, 1979), commonly known as Father Coughlin, was a Canadian-American Roman Catholic priest who was based in the United States near Detroit. He was the founding priest of the National Shrine of the Little Flower church. Dubbed the \"Radio Priest\", he was one of the first political leaders to use radio to reach a mass audience: during the 1930s, an estimated 30 million listeners tuned to his weekly broadcasts. Coughlin was born in Canada to working-class Irish Catholic parents. He was ordained to the priesthood in 1916, and, in 1923, was assigned to the National Shrine of the Little Flower in Royal Oak, Michigan. Coughlin began broadcasting his sermons during a time of increasing anti-Catholic sentiment across the globe. As his broadcasts became more political, he became increasingly popular. Initially, Coughlin was a vocal supporter of Franklin D. Roosevelt and his New Deal, but he became a harsh critic of Roosevelt, accusing him of being too friendly to bankers. In 1934, he established a political organization called the National Union for Social Justice. Its platform called for monetary reforms, nationalization of major industries and railroads, and protection of labor rights. The membership ran into the millions, but it was not well organized locally.[1] After hinting at attacks on Jewish bankers, Coughlin began to use his radio program to broadcast antisemitic commentary. In the late 1930s, he supported some of the fascist policies of Nazi Germany and Fascist Italy. The broadcasts have been described as \"a variation of the Fascist agenda applied to American culture\".[2] His chief topics were political and economic rather than religious, using the slogan \"Social Justice\". After the outbreak of World War II in Europe in 1939, the Roosevelt administration forced the cancellation of his radio program and forbade distribution by mail of his newspaper, Social Justice. Coughlin largely vanished from the public arena, working as a parish pastor until retiring in 1966. He died in 1979 at the age of 88. Coughlin was born in Hamilton, Ontario, the only child of Irish Catholic parents, Amelia (née Mahoney) and Thomas Coughlin. Born in a working-class neighborhood, his modest home was situated between a Catholic cathedral and convent.[3] His mother, who had regretted not becoming a nun, was the dominant figure in the household and instilled a deep sense of religion in the young Coughlin.[4] After his basic education, he attended St. Michael's College in Toronto in 1911, run by the Congregation of St. Basil, a society of priests dedicated to education. After graduation, Coughlin entered the Basilian Fathers. He prepared for holy orders at St. Basil's Seminary, and was ordained to the priesthood in Toronto in 1916. He was assigned to teach at Assumption College, also operated by the Basilians, in Windsor, Ontario. In 1923, a reorganization of Coughlin's religious order resulted in his departure. The Holy See required the Basilians to change the congregational structure from a society of common life patterned after the Society of Priests of Saint Sulpice, to a more monastic life. They had to take the traditional three religious vows of chastity, poverty, and obedience. Coughlin could not accept this. Leaving the congregation, Coughlin moved across the Detroit River to the United States, settling in the booming industrial city of Detroit, Michigan, where the automotive industry was expanding rapidly. He was incardinated (or formally enrolled) by the Roman Catholic Archdiocese of Detroit in 1923. After being transferred several times to different parishes, in 1926 he was assigned to the newly founded Shrine of the Little Flower, a congregation of some 25 Catholic families among the largely Protestant suburban community of Royal Oak, Michigan. His powerful preaching soon expanded the parish congregation. In 1926, disturbed by Ku Klux Klan-orchestrated cross burnings on his church grounds and aware that he was unable to pay back the diocesan loan which had paid for his church, Coughlin began broadcasting his Sunday sermons from local radio station WJR.[5] Coughlin's weekly hour-long radio program denounced the KKK, appealing to his Irish Catholic audience.[6] When WJR was acquired by Goodwill Stations in 1929, owner George A. Richards encouraged Coughlin to focus on politics instead of religious topics.[7] Becoming increasingly vehement, the broadcasts attacked the banking system and Jews. Coughlin's program was picked up by CBS in 1930 for national broadcast.[7] The tower where he would broadcast his radio sermons from was completed in 1931.[8] In January 1930, Coughlin began a series of attacks against socialism and Soviet Communism, which were both strongly opposed by the Catholic Church. He criticized capitalists in America whose greed had made communist ideologies attractive.[9] He warned, \"Let not the workingman be able to say that he is driven into the ranks of socialism by the inordinate and grasping greed of the manufacturer.\"[10] In 1931, the CBS radio network dropped Coughlin's program when he refused to accept network demands to review his scripts prior to broadcast. He raised independent money to fund his own national network, which soon reached millions of listeners through a 36-station syndicate originating from flagship station WJR, for the Golden Hour of the Shrine of the Little Flower, as the program was called.[7] Throughout the 1930s, Coughlin's views changed. Eventually he was \"openly antidemocratic\", according to Steven Levitsky and Daniel Ziblatt, \"calling for the abolition of political parties and questioning the value of elections.\"[11] Coughlin was critical of Prohibitionism, which he claimed was the work of \"fanatics\".[12] Against the deepening crisis of the Great Depression, Coughlin strongly endorsed Franklin D. Roosevelt during the 1932 Presidential election. He was an early supporter of Roosevelt's New Deal reforms and coined the phrase \"Roosevelt or Ruin\", which entered common usage during the early days of the first FDR administration. Another phrase he became known for was \"The New Deal is Christ's Deal\".[13] In January 1934, Coughlin testified before Congress in support of FDR's agenda, saying, \"If Congress fails to back up the President in his monetary program, I predict a revolution in this country which will make the French Revolution look silly!\" He also said to the Congressional hearing, \"God is directing President Roosevelt.\"[14] Though he received them politely, President Roosevelt had little interest in enacting Coughlin's economic proposals.[8] Coughlin's support for Roosevelt and his New Deal faded in 1934 when he founded the National Union for Social Justice (NUSJ), a nationalistic workers' rights organization. Its leaders grew impatient with what they considered the President's unconstitutional and pseudo-capitalistic monetary policies. Coughlin preached increasingly about the negative influence of \"money changers\" and \"permitting a group of private citizens to create money\" at the expense of the general welfare.[15] He spoke of the need for monetary reform based on \"free silver\". Coughlin claimed that the Great Depression in the United States was a \"cash famine\" and proposed monetary reforms, including the nationalization of the Federal Reserve System, as the solution. Coughlin was also upset by Roosevelt's recognition of the Soviet Union.[16] According to a 2021 study in the American Economic Review, Coughlin's broadcasts reduced Roosevelt's vote shares in the 1936 election.[17] Coughlin urged Roosevelt to use silver to increase the money supply and also reorganize the financial system.[8] These and other such ideas did not find a receptive audience.[8] However, investment in silver was increased for a limited period following the Silver Purchase Act of 1934, which resulted in U.S. silver mines being nationalized between 1934 and 1943 through stamp taxes.[18] Among NUSJ's articles of faith were work and income guarantees, nationalizing vital industry, wealth redistribution through taxation of the wealthy, federal protection of workers' unions, and limiting property rights in favor of government control of the country's assets for public good.[19] Illustrative of Coughlin's disdain for free-market capitalism is his statement: We maintain the principle that there can be no lasting prosperity if free competition exists in industry. Therefore, it is the business of government not only to legislate for a minimum annual wage and maximum working schedule to be observed by industry, but also so to curtail individualism that, if necessary, factories shall be licensed and their output shall be limited.[20] By 1934, Coughlin was perhaps the most prominent Roman Catholic speaker on political and financial issues with a radio audience that reached tens of millions of people every week. Alan Brinkley wrote that \"by 1934, he was receiving more than 10,000 letters every day\" and that \"his clerical staff at times numbered more than a hundred.\"[21] He foreshadowed modern talk radio and televangelism.[22] However, the University of Detroit Mercy claims that Coughlin's peak audience was in 1932.[8] It is estimated that at his peak, one-third of the nation listened to his broadcasts.[23] In 1933, The Literary Digest wrote, \"Perhaps no man has stirred the country and cut as deep between the old order and the new as Father Charles E. Coughlin.\"[24] In 1934, when Coughlin began criticizing the New Deal, Roosevelt sent Joseph P. Kennedy Sr. and Frank Murphy, both prominent Irish Catholics, to try to influence him.[25] Kennedy was reported to be a friend of Coughlin.[26][27] Coughlin periodically visited Roosevelt while accompanied by Kennedy.[28] In an August 16, 1936 Boston Post article, Coughlin referred to Kennedy as the \"shining star among the dim 'knights' in the [Roosevelt] Administration.\"[29] Increasingly opposed to Roosevelt, Coughlin began denouncing the President as a tool of Wall Street. The priest supported populist Huey Long as governor of Louisiana until Long was assassinated in 1935. He supported William Lemke's Union Party in 1936. Coughlin opposed the New Deal with growing vehemence. His radio talks attacked Roosevelt and capitalists, and alleged the existence of Jewish conspirators. Another nationally known priest, John A. Ryan, initially supported Coughlin, but opposed him after Coughlin turned on Roosevelt.[30] Joseph Kennedy, who strongly supported the New Deal, warned as early as 1933 that Coughlin was \"becoming a very dangerous proposition\" as an opponent of Roosevelt and \"an out and out demagogue.\" Kennedy worked with Roosevelt, Bishop Francis Spellman, and Cardinal Eugenio Pacelli (the future Pope Pius XII) in a successful effort to get the Vatican to silence Coughlin in 1936.[31] In 1940–41, reversing his own views, Kennedy attacked the isolationism of Coughlin.[32][33][25] In 1935, Coughlin proclaimed, \"I have dedicated my life to fight against the heinous rottenness of modern capitalism because it robs the laborer of this world's goods. But blow for blow I shall strike against Communism, because it robs us of the next world's happiness.\"[34] He accused Roosevelt of \"leaning toward international socialism on the Spanish question\" (referring to the Spanish Civil War). Coughlin's NUSJ gained a strong following among nativists and opponents of the Federal Reserve, especially in the Midwest. Michael Kazin has written that Coughlinites saw Wall Street and Communism as twin faces of a secular Satan. They believed that they were defending those people who were joined more by piety, economic frustration, and a common dread of powerful, modernizing enemies than through any class identity.[35] One of Coughlin's campaign slogans was: \"Less care for internationalism and more concern for national prosperity,\"[36] which appealed to the 1930s isolationists in the United States. Coughlin's organization especially appealed to Irish Catholics.[37] At its peak in the early-to-mid 1930s, Coughlin's radio show was phenomenally popular. His office received up to 80,000 letters per week from listeners. Author Sheldon Marcus said that the size of Coughlin's radio audience \"is impossible to determine, but estimates range up to 30 million each week.\"[38] He expressed an isolationist, and conspiratorial, viewpoint that resonated with many listeners. Jewish television producer Norman Lear recounts in his autobiography how his discovery of Father Coughlin's radio broadcasts at the age of 9 disturbed him deeply and made him aware of the alarming and widespread antisemitism in American society.[39][40][41][42][43] After the 1936 election, Coughlin expressed overt sympathy for the fascist governments of Hitler and Mussolini as an antidote to Communism.[44] He believed Jewish bankers were behind the Russian Revolution,[45] backing the Jewish Bolshevism conspiracy theory.[46][47][48] Coughlin promoted his controversial beliefs by means of his radio broadcasts and his weekly rotogravure magazine, Social Justice, which began publication in March 1936.[49] During the last half of 1938, Social Justice reprinted weekly installments of the fraudulent, antisemitic text The Protocols of the Elders of Zion.[50] On various occasions, Coughlin denied that he was antisemitic.[51] In February 1939, when the American Nazi organization the German American Bund held a large rally in New York City,[52] Coughlin immediately distanced himself from the organization, and in his weekly radio address, he said: \"Nothing can be gained by linking ourselves with any organization which is engaged in agitating racial animosities or propagating racial hatreds. Organizations which stand upon such platforms are immoral and their policies are only negative.\"[53] On November 20, 1938, two weeks after Kristallnacht (the Nazi attack on German and Austrian Jews, their synagogues, and businesses), Coughlin, referring to the millions of Christians who had been killed by the Communists in Russia, said, \"Jewish persecution only followed after Christians first were persecuted.\"[54] After this speech, some radio stations, including those in New York City and Chicago, began refusing to air Coughlin's speeches without subjecting his scripts to prior review and approval. In New York City, his programs were cancelled by WINS and WMCA, and in New Jersey, Coughlin's programs were only broadcast on the part-time Newark station WHBI.[55] On December 18, 1938, thousands of Coughlin's followers picketed the studios of station WMCA in New York City to protest the station's refusal to carry the priest's broadcasts. A number of protesters yelled antisemitic statements, such as \"Send Jews back where they came from in leaky boats!\" and \"Wait until Hitler comes over here!\" The protests continued for several months.[56] Coughlin received indirect funding from Nazi Germany during this period.[57] After 1936, Coughlin began supporting a far-right organization called the Christian Front, which claimed that he was an inspiration. In January 1940, a New York City unit of the Christian Front was raided by the FBI for plotting to overthrow the government. Coughlin had never been a member of it.[58][59] While members of the Catholic hierarchy did not approve of Coughlin, only Coughlin's superior—Bishop Michael Gallagher of Detroit—had the canonical authority to curb him, and Gallagher supported the \"Radio Priest\".[60] Owing to Gallagher's autonomy, and the prospect of the Coughlin problem leading to a schism, the Roman Catholic leadership took no action.[60] In 1938, Cardinal George Mundelein, archbishop of Chicago, issued a formal condemnation of Coughlin: \"[Coughlin was] not authorized to speak for the Catholic Church, nor does he represent the doctrine or sentiments of the Church.\"[16] Coughlin increasingly attacked the president's policies. The administration decided that, although the First Amendment protected free speech, it did not necessarily apply to broadcasting, because the radio spectrum was a \"limited national resource\", and as a result, it was regulated as a publicly owned commons. The authorities imposed new regulations and restrictions for the specific purpose of forcing Coughlin off the air. For the first time, the authorities required regular radio broadcasters to seek operating permits. When Coughlin's permit was denied, he was temporarily silenced. Coughlin worked around the new restrictions by purchasing air time, and playing his speeches via transcription. However, having to buy the weekly air time on individual stations severely reduced his reach and also strained his financial resources. Meanwhile, Bishop Gallagher died, and he was replaced by a prelate who was less sympathetic to Coughlin than Bishop Gallagher had been, Edward Aloysius Mooney. In 1939, the Institute for Propaganda Analysis used Coughlin's radio talks to illustrate propaganda methods in their book The Fine Art of Propaganda, which was intended to show propaganda's effects against democracy.[61] After the outbreak of World War II in Europe in September 1939, Coughlin's opposition to the repeal of a neutrality-oriented arms embargo law resulted in additional and more successful efforts to force him off the air.[62] According to Marcus, in October 1939, one month after the invasion of Poland, \"the Code Committee of the National Association of Broadcasters (NAB) adopted new rules which placed rigid limitations on the sale of radio time to 'spokesmen of controversial public issues'.\"[63] Manuscripts were required to be submitted in advance. Radio stations were threatened with the loss of their licenses if they failed to comply. This ruling was clearly aimed at Coughlin, owing to his opposition to prospective American involvement in World War II. In the September 23, 1940, issue of Social Justice, Coughlin announced that he had been forced off the air \"by those who control circumstances beyond my reach.\"[64] Coughlin said that, although the government had assumed the right to regulate any on-air broadcasts, the First Amendment still guaranteed and protected freedom of the written press. He could still print his editorials without censorship in his own newspaper, Social Justice. After the devastating Japanese attack on Pearl Harbor, and the U.S. declaration of war in December 1941, anti-interventionist movements (such as the America First Committee) rapidly lost support. Isolationists such as Coughlin acquired a reputation for sympathizing with the enemy. The Roosevelt Administration stepped in again. On April 14, 1942, U.S. Attorney General Francis Biddle wrote a letter to the Postmaster General, Frank Walker, in which he suggested that the second-class mailing privilege of Social Justice be revoked, in order to make it impossible for Coughlin to deliver the papers to its readers.[65] Under the Espionage Act of 1917, the mailing permit for Social Justice was temporarily suspended on April 14,[66][67][68] confining distribution to the Boston area, where it was distributed by private delivery trucks.[69] Walker scheduled a hearing on permanent suspension for April 29, which was postponed until May 4.[70] Meanwhile, Biddle was also exploring the possibility of bringing an indictment against Coughlin for sedition as a possible \"last resort\".[71] Hoping to avoid such a potentially sensational and divisive sedition trial, Biddle arranged to end the publication of Social Justice by meeting with banker Leo Crowley, a Roosevelt appointee and friend of Bishop Mooney. Crowley relayed Biddle's message to Bishop Mooney that the government was willing to \"deal with Coughlin in a restrained manner if he [Mooney] would order Coughlin to cease his public activities.\"[72] Consequently, on May 1, Bishop Mooney ordered that Coughlin should stop his political activities and confine himself to his duties as a parish priest, warning him that his priestly faculties could potentially be removed if he refused to comply with the order. Coughlin complied with the order and was allowed to remain the pastor of the Shrine of the Little Flower. The pending hearing before the Postmaster General, which had been scheduled to take place three days later, was canceled.[citation needed] Although he had been forced to end his public career in 1942, Coughlin served as a parish pastor until his retirement in 1966. Coughlin died in Bloomfield Hills, Michigan, in 1979 at the age of 88.[73] Church officials stated that he had been bedridden for several weeks.[74] He was buried in the Holy Sepulchre Cemetery in Southfield, Michigan.[75]","Title":"Charles Coughlin - Wikipedia","KeyID":"4258","URL":"https://en.wikipedia.org/wiki/Charles_Coughlin"}