{"Content: ":"In a United States presidential election, the popular vote is the total number or the percentage of votes cast for a candidate by voters in the 50 states and Washington, D.C.; the candidate who gains the most votes nationwide is said to have won the popular vote. However, the popular vote is not used to determine who is elected as the nation's president or vice president. Thus it is possible for the winner of the popular vote to end up losing the election, an outcome that has occurred on five occasions, most recently in the 2016 election. This is because presidential elections are indirect elections; the votes cast on Election Day are not cast directly for a candidate, but for members of the Electoral College. The Electoral College's electors then formally elect the president and vice president.[2][3] The Twelfth Amendment to the United States Constitution (1804) provides the procedure by which the president and vice president are elected; electors vote separately for each office. Previously, electors cast two votes for president, and the winner and runner up became president and vice-president respectively. The appointment of electors is a matter for each state's legislature to determine; in 1872 and in every presidential election since 1880, all states have used a popular vote to do so. The 1824 election was the first in which the popular vote was first fully recorded and reported. Since then, 19 presidential elections have occurred in which a candidate was elected or reelected without gaining a majority of the popular vote.[4] The table below is a list of United States presidential elections by popular vote margin. It is sorted to display elections by their presidential term / year of election, name, margin by percentage in popular vote, popular vote, margin in popular vote by number, and the runner up in the Electoral College.","Title":"List of United States presidential elections by popular vote margin - Wikipedia","KeyID":"4266","URL":"https://en.wikipedia.org/wiki/List_of_United_States_presidential_elections_by_popular_vote_margin"}