{"Content: ":"Prejanopterus is an extinct genus of pterodactyloid pterosaur from the Lower Cretaceous (lower Aptian age) layers of the Leza Formation of La Rioja, Spain.[1] In 1980 a fossil site was discovered near Yacimiento de Fuente Amarga on the western slopes of the Peña Isasa. In 1993 and 1994 ten fossiliferous blocks were recovered, containing numerous disarticulated fossil bones and bone fragments, among them those of a pterosaur.[1] The type species Prejanopterus curvirostra was named and described in 2010 by Carolina Fuentes Vidarte and Manuel Meijide Calvo. The generic name is derived from the village of Préjano and a Latinised Greek pteron, \"wing\". The specific name is derived from Latin curvus, \"bent\", and rostrum, \"snout\", a reference to the distinctive bend to the left which was claimed to be present in all fossils of the snout.[1] A later study indicates that \"there is no genuine sideways bend\" of the snout, \"but a slight dorsal curvature\". The same study emended the specific name to curvirostris as the feminine curvirostra had been incorrect.[2] The holotype, F. A. 112, consists of a fragmented snout. Another snout, specimen F. A. 185, is the paratype. Numerous other elements of the skull and the postcrania have been assigned to the species, mostly from the wing, the pelvis and the hindlimbs. A humerus or vertebrae are still lacking. The species represents the best preserved pterosaur known from Spain and the first named from the Early Cretaceous of that country.[1] The bent snout features twenty pairs of small teeth with an oval cross-section. That the curvature is no preservation artefact, a post mortem distortion, is indicated by the fact that both known snouts show it. Remarkably, all lower jaws found are straight. The wing span was initially estimated at 4.26 metres (14.0 ft);[1] however, later studies indicate that the wing span of Prejanopterus was probably not much (if ever) in excess of 2 metres (6.6 ft).[2] Vidarte and Calvo (2010) assigned Prejanopterus to Pterodactyloidea. Using the comparative method they established that no pterodactyloid group has obvious strong affinities to the species.[1] In a later phylogenetic study Pereda-Suberbiola et al. (2012) recovered Prejanopterus as a pterodactylid, more precisely positioned between the genus Pterodactylus and the group Ctenochasmatoidea.[2] Witton (2013) saw the genus as a possible lonchodectid due to its unusual tooth socket morphology and long, low nature of the jaw.[3] Cladogram after Pereda-Suberbiola et al. (2012):[2] Pterodactylus Prejanopterus Cycnorhamphus Cearadactylus Gnathosaurus \"Pterodactylus\" longicollum Pterodaustro Ctenochasma Gegepterus Eosipterus   ","Title":"Prejanopterus - Wikipedia","KeyID":"427","URL":"https://en.wikipedia.org/wiki/Prejanopterus"}