{"Content: ":"Harlan Fiske Stone (October 11, 1872 – April 22, 1946) was an American lawyer and jurist who served as an associate justice of the U.S. Supreme Court from 1925 to 1941 and then as the 12th chief justice of the United States from 1941 until his death in 1946. He also served as the U.S. Attorney General from 1924 to 1925 under President Calvin Coolidge, with whom he had attended Amherst College as a young man. His most famous dictum was: \"Courts are not the only agency of government that must be assumed to have capacity to govern.\"[1] Raised in western Massachusetts,[2] Stone practiced law in New York City after graduating from Columbia Law School. He became the dean of Columbia Law School and a partner with Sullivan & Cromwell. During World War I, he served on the U.S. Department of War's Board of Inquiry, which evaluated the sincerity of conscientious objectors. In 1924, President Calvin Coolidge appointed Stone as the Attorney General. Stone sought to reform the U.S. Department of Justice in the aftermath of several scandals that occurred during the administration of President Warren G. Harding. He also pursued several antitrust cases against large corporations. In 1925, Coolidge nominated Stone to the Supreme Court to succeed retiring Associate Justice Joseph McKenna, and Stone won U.S. Senate confirmation with little opposition. On the Taft Court, Stone joined with Justices Oliver Wendell Holmes Jr. and Louis Brandeis in calling for judicial restraint and deference to the legislative will. On the Hughes Court, Stone and Justices Brandeis and Benjamin N. Cardozo formed a liberal bloc called the Three Musketeers that generally voted to uphold the constitutionality of the New Deal. His majority opinions in United States v. Darby Lumber Co. (1941) and United States v. Carolene Products Co. (1938) were influential in shaping standards of judicial scrutiny. In 1941, President Franklin D. Roosevelt nominated Stone to succeed the retiring Charles Evans Hughes as Chief Justice, and the Senate quickly confirmed Stone. The Stone Court presided over several cases during World War II, and Stone's majority opinion in Ex parte Quirin upheld the jurisdiction of a U.S. military tribunal over the trial of eight German saboteurs. His majority opinion in International Shoe Co. v. Washington (1945) was influential with regards to personal jurisdiction. Stone was the Chief Justice in Korematsu v. United States (1944), ruling the exclusion of Japanese Americans into internment camps as constitutional. Stone served as Chief Justice until his death in 1946. He had one of the shortest terms of any Chief Justice, and was the first Chief Justice not to have served in elected office. Stone was born in Chesterfield, New Hampshire, on October 11, 1872, to Fred Lauson Stone and his wife, Ann Sophia (née Butler) Stone.[3] When Stone was two years old, his family moved to western Massachusetts where he grew up.[4][5] He graduated from Amherst High School. His father wished him to become a scientific farmer, and Stone matriculated at the Massachusetts Agricultural College where he was expelled in his second year for a scuffle with an instructor.[6] He later enrolled at Amherst College where he graduated Phi Beta Kappa[7] in 1894. From 1894 to 1895, he was the sub master of Newburyport High School in Massachusetts, from which he also taught physics and chemistry. From 1895 to 1896, he was an instructor in history at Adelphi Academy in Brooklyn.[8] Stone attended Columbia Law School from 1895 to 1898, received an LL.B., and was admitted to the New York bar in 1898.[9] Stone practiced law in New York City, initially as a member of the firm Satterlee, Canfield & Stone, and later as a partner in what is now a whiteshoe law firm, Sullivan & Cromwell. From 1899 to 1902 he lectured on law at Columbia Law School. He was a professor there from 1902 to 1905 and eventually served as the school's dean from 1910 to 1923.[9] He lived in The Colosseum, an apartment building near campus. During World War I, Stone served for several months on a War Department Board of Inquiry, with Major Walter Kellogg of the U.S. Army Judge Advocate Corps and Judge Julian Mack, that reviewed the cases of 2,294 men whose requests for conscientious objector status had been denied by their draft boards. The Board was charged with determining the sincerity of each man's principles, but often devoted only a few minutes to interrogation and rendering a decision. Stone was impatient with men who took advantage of the benefits of life in America – using postage stamps was his example – without accepting the burdens of citizenship. In a majority of cases, the Board's subjects either relinquished their claims or were judged insincere. He later summarized his experience with little sympathy: \"The great mass of our citizens subordinated their individual conscience and their opinions to the good of the common cause\" while \"there was a residue whose peculiar beliefs ... refused to yield to the opinions of others or to force.\"[10] Nevertheless, he recognized the courage required to persist as a conscientious objector: \"The Army was not a bed of roses for the conscientious objector; and the normal man who was not supported in his stand by profound moral conviction might well have chosen active duty at the front as the easier lot.\"[11] At the end of the war, he criticized Attorney General A. Mitchell Palmer for his attempts to deport aliens based on administrative action without allowing for any judicial review of their cases.[12] During this time Stone also defended free speech claims for professors and socialists.[13] Columbia soon became a center of a new school of jurisprudence, legal realism.[13] Legal realists rejected formalism and static legal rules; instead, they searched for the experiential and the role of human idiosyncrasy in the development of law.[13] Although Dean Stone encouraged the realists, he was condemned by Columbia President Nicholas Murray Butler as an intellectual conservative who had let legal education at Columbia fall \"into the ruts.\"[14] In 1923, disgusted by his conflict with Butler and bored with \"all the petty details of law school administration\" that he dubbed \"administrivia,\" Stone resigned the deanship and joined the prestigious Wall Street firm of Sullivan & Cromwell.[15] He received a much higher salary and headed the firm's litigation department, which had a large corporation and estate practice (including J.P. Morgan's interests).[13] In full‑time private practice for only a brief time, Stone was considered a \"hard‑working, solid sort of person, willing on occasion to champion the rights of mankind, but safe nevertheless.\"[16] On April 1, 1924, he was appointed United States Attorney General by his Amherst classmate President Calvin Coolidge, who felt Stone would be perceived by the public as beyond reproach to oversee investigations into various scandals arising under the Harding administration.[13] These scandals had besmirched Harding's Attorney General, Harry M. Daugherty, and forced his resignation.[13] In one of his first acts as Attorney General, Stone fired Daugherty's cronies in the Department of Justice and replaced them with men of integrity.[13] As Attorney General, he was responsible for the appointment of J. Edgar Hoover as head of the Department of Justice's Bureau of Investigation,[17] which later became the Federal Bureau of Investigation (FBI), and directed him to remodel the agency so it would resemble Britain's Scotland Yard and become far more efficient than any other police organization in the country. A pro‑active Attorney General, Stone argued many of his department's cases in the federal courts and launched an anti‑trust investigation of the Aluminum Company of America, controlled by the family of fellow cabinet member Andrew Mellon, Coolidge's Secretary of the Treasury.[13] In the 1924 presidential election, Stone campaigned for Coolidge's re‑election.[13] He especially opposed the Progressive Party's candidate, Robert M. La Follette, who had proposed that Congress be empowered to reenact any law that the Supreme Court had declared unconstitutional.[13] Stone found this idea threatening to the integrity of the judiciary as well as the separation of powers.[13] Shortly after the election, Justice Joseph McKenna resigned from the Supreme Court, and on January 5, 1925, Coolidge nominated Stone to replace McKenna as an Associate Justice.[13][18] His nomination was greeted with general approval, although there were rumors that Stone might have been kicked upstairs because of his antitrust activities.[13] Some Senators raised questions about Stone's connection to Wall Street making him a tool of corporate interests.[13] To quiet those fears, Stone proposed that he answer questions of the Senate Judiciary Committee in person.[13] After holding one closed door hearing, however, on January 12, 1925, where they heard testimony from Willard Saulsbury Jr., the committee gave Stone's nomination a favorable recommendation on January 21, 1925. The nomination was returned by the Senate to committee a few days later, and Stone became the first Supreme Court nominee to testify before the Senate Judiciary Committee hearings on their nomination on January 28, 1925. On February 2, 1925, the committee again gave his nomination an favorable recommendation.[19] Stone was confirmed by the Senate on February 5, 1925 by a vote of 71—6[13] and received his commission the same day.[9] On March 2, 1925, Stone took the oath as Associate Justice administered by Chief Justice William Howard Taft.[13] He would prove to be Coolidge's only Supreme Court appointment. The Supreme Court of the mid‑1920s was primarily concerned with the relationships of business and government.[13] A majority of the justices led by Taft were staunch defenders of business and capitalism free from most government regulation.[13] The Court utilized the doctrines of substantive due process and the fundamental right of \"liberty of contract\" to oversee attempts at regulation by the national and state governments. Critics of the Court charged that the judiciary had usurped legislative authority and had embodied a particular economic theory, laissez faire, into its decisions.[13] Despite the fears of progressives,[13] Stone quickly joined the Court's \"liberal faction,\"[13] frequently dissenting with Justices Holmes and Brandeis and later, Cardozo when he took Holmes' seat, from the majority's narrow view of the police powers of the state.[13] The \"liberal\" justices called for judicial restraint,[13] or deference to the legislative will.[13] During the 1932 to 1937 Supreme Court terms, Stone and his colleagues Justices Brandeis and Cardozo were considered the Three Musketeers of the Supreme Court, its liberal faction. The three were highly supportive of President Roosevelt's New Deal agenda, which many other Supreme Court Justices opposed. For example, he wrote for the court in United States v. Darby Lumber Co.,[20] 312 U.S. 100 (1941), which upheld challenged provisions of the Fair Labor Standards Act of 1938. Stone also authored the Court's opinion in United States v. Carolene Products Co.,[21] 304 U.S. 144 (1938), which, in its famous \"Footnote 4,\" provided a roadmap for judicial review in the post-Lochner v. New York era. Stone's support of the New Deal brought him Roosevelt's favor, and on June 12, 1941, President Roosevelt nominated Stone to become Chief Justice,[18][19] a position vacated by Charles Evans Hughes. Stone was Hughes’ personal choice for a successor.[22] After it held a single hearing on Stone's nomination on June 21, 1941, the Senate Judiciary Committee gave his nomination a favorable recommendation on June 23, 1941.[19] Stone was confirmed by a voice vote in the Senate on June 27, 1941 and received his commission on July 3, 1941.[19][22] He remained in this position for the rest of his life.[9] As Chief Justice, Stone spoke for the Court in upholding the President's power to try Nazi saboteurs captured on American soil by military tribunals in Ex parte Quirin,[23] 317 U.S. 1 (1942). The Court's handling of this case has been the subject of scrutiny and controversy.[24] Stone also wrote one of the major opinions in establishing the standard for state courts to have personal jurisdiction over litigants in International Shoe Co. v. Washington,[25] 326 U.S. 310 (1945). As Chief Justice, Stone described the Nuremberg court as \"a fraud\" on Germans, even though his colleague and successor as Associate Justice, Robert H. Jackson, served as the chief U.S. prosecutor.[26] Stone was the fourth Chief Justice to have previously served as an Associate Justice and the second to have served in both positions consecutively. To date, Justice Stone is the only justice to have occupied all nine seniority positions on the bench, having moved from most junior Associate Justice to most senior Associate Justice and then to Chief Justice. Stone was suddenly stricken while in an open session of the Supreme Court. He had just (or by some accounts not quite) finished reading aloud his dissent in Girouard v. United States.[27] Justice Hugo Black called the Court into a brief recess, and physicians were called. Stone died of a cerebral hemorrhage on April 22, 1946, at his Washington D.C. home.[28] Stone is buried at Rock Creek Cemetery in the Petworth neighborhood of Washington, D.C.[29][30] His grave is near those of other justices, including Justice Willis Van Devanter, Justice John Marshall Harlan, and Justice Stephen Johnson Field.[29][31] Stone was a director of the Atlanta & Charlotte Air Line Railroad Company, president of the Association of American Law Schools, a member of the American Bar Association, and a member of the Literary Society of Washington for 11 years.[32] Stone was awarded an honorary Master of Arts degree from Amherst College in 1900, and an honorary Doctor of Laws degree from Amherst in 1913. Yale awarded him an honorary doctor of laws degree in 1924. Columbia and Williams each awarded him the same honorary degree in 1925. Amherst would later name Stone Hall in his honor, upon its completion in 1964. Columbia Law School awards Harlan Fiske Stone Scholarships to students who demonstrate superior academic performance.[33] Yale Law School awards the Harlan Fiske Stone Prize each fall to winners of the Morris Tyler Moot Court competition.[34] His brother was Winthrop Stone, president of Purdue University. Stone married Agnes E. Harvey in 1899. Their children were Lauson H. Stone and the mathematician Marshall H. Stone. Notes Bibliography Further reading","Title":"Harlan F. Stone - Wikipedia","KeyID":"4270","URL":"https://en.wikipedia.org/wiki/Harlan_Fiske_Stone"}