{"Content: ":"Hugo Lafayette Black (February 27, 1886 – September 25, 1971) was an American lawyer, politician, and jurist who served as a U.S. Senator from Alabama from 1927 to 1937 and as an associate justice of the U.S. Supreme Court from 1937 to 1971. A member of the Democratic Party and a devoted New Dealer,[3] Black endorsed Franklin D. Roosevelt in both the 1932 and 1936 presidential elections.[4] Before he became a Senator, Black espoused anti-Catholic views and was a member of the Ku Klux Klan in Alabama, from which he resigned in 1925.[5] In 1937, upon being appointed to the Supreme Court, Black said: \"Before becoming a Senator I dropped the Klan. I have had nothing to do with it since that time. I abandoned it. I completely discontinued any association with the organization.\"[6] Black served as the Secretary of the Senate Democratic Conference and the Chair of the Senate Education Committee during his decade in the Senate. Having gained a reputation in the Senate as a reformer, Black was nominated to the Supreme Court by President Roosevelt and confirmed by the Senate by a vote of 63 to 16 (six Democratic Senators and 10 Republican Senators voted against him). He was the first of nine Roosevelt appointees to the Court,[7] and he outlasted all except for William O. Douglas.[8] The fifth longest-serving justice in Supreme Court history, Black was one of the most influential Supreme Court justices in the 20th century. For much of his career, Black was considered strongly liberal.[9] He is noted for his advocacy of a textualist reading of the United States Constitution, his position that the liberties guaranteed in the Bill of Rights were imposed on the states (\"incorporated\") by the Fourteenth Amendment, and his absolutist stance on the First Amendment, often declaring \"No law [abridging the freedom of speech] means no law.\"[10] Black expanded individual rights in his opinions in cases such as Gideon v. Wainwright, Engel v. Vitale, and Wesberry v. Sanders. Black's views were not uniformly liberal. During World War II, he wrote the majority opinion in Korematsu v. United States (1944), which upheld the Japanese-American internment that had taken place. During the mid-1960s, Black became more conservative.[11] Black opposed the doctrine of substantive due process (the anti-New Deal Supreme Court's interpretation of this concept made it impossible for the government to enact legislation that conservatives claimed interfered with the ostensible freedom of business owners),[4]: 107–108  and believed that there was no basis in the words of the Constitution for a right to privacy, voting against finding one in Griswold v. Connecticut (1965).[4]: 241–242  He also took conservative positions in cases such as Shapiro v. Thompson, Goldberg v. Kelly, Tinker v. Des Moines, and Cohen v. California where he distinguished between \"pure speech\" and \"expressive conduct\". Black was born in Harlan, Clay County, Alabama, on February 27, 1886, the youngest of eight children born to William Lafayette Black and Martha (Toland) Black. In 1890 the family moved to Ashland, the county seat.[2] The family came from a Baptist background.[12] Black attended Ashland College, an academy located in Ashland, then enrolled at the University of Alabama School of Law. He graduated in 1906 with an LL.B. degree, was admitted to the bar, and began to practice in Ashland. In 1907, Black moved to the growing city of Birmingham, where he built a successful practice that specialized in labor law and personal injury cases.[2] As a consequence of his defense of an African American who was forced into a form of commercial slavery after incarceration, Black was befriended by A. O. Lane, a judge connected with the case. When Lane was elected to the Birmingham City Commission in 1911, he asked Black to serve as a police court judge – his only judicial experience prior to the Supreme Court. In 1912, Black resigned to return to practicing law full time. In 1914, he began a four-year term as the Jefferson County Prosecuting Attorney.[2] During World War I, Black resigned to join the United States Army. He served in the 81st Field Artillery, and attained the rank of captain as the regimental adjutant. When the regiment departed for France, its commander was ordered to return to Fort Sill to organize and train another regiment, and he requested Black as his adjutant. The war ended before Black's new unit departed the United States, and he returned to law practice.[13] He joined the Birmingham Civitan Club during this time, eventually serving as president of the group.[14] He remained an active member throughout his life, occasionally contributing articles to Civitan publications.[15] In the early 1920s, Black became a member of the Robert E. Lee Klan No. 1 in Birmingham, and he resigned in 1925.[16] In 1937, after his confirmation to the Supreme Court, it was reported he had been given a \"grand passport\" in 1926, granting him life membership to the Ku Klux Klan.[16] In response to this news, Black said he had never used the passport and had not kept it.[17] He further stated that when he resigned he completely discontinued his Klan association, that he had never resumed it, and that he expected never to resume his membership.[17] On February 23, 1921, he married Josephine Foster (1899–1951), with whom he had three children: Hugo L. Black, II (1922–2013), an attorney; Sterling Foster (1924–1996), and Martha Josephine (born 1933). Josephine died in 1951; in 1957, Black married Elizabeth Seay DeMeritte.[18] In 1926, Black sought election to the United States Senate from Alabama, following the retirement of Senator Oscar Underwood. Since the Democratic Party had dominated Alabama politics since disenfranchising most blacks (and Republicans) at the turn of the century, Black easily defeated his Republican opponent, E. H. Dryer, winning 80.9% of the white vote. He was reelected in 1932, winning 86.3% of the vote against Republican J. Theodore Johnson.[19] Senator Black gained a reputation as a tenacious investigator. In 1934, he chaired the committee that looked into the contracts awarded to air mail carriers under Postmaster General Walter Folger Brown, an inquiry which led to the Air Mail scandal. To correct what he termed abuses of \"fraud and collusion\" resulting from the Air Mail Act of 1930, he introduced the Black-McKellar Bill, later the Air Mail Act of 1934. The following year he participated in a Senate committee's investigation of lobbying practices. He publicly denounced the \"highpowered, deceptive, telegram-fixing, letterframing, Washington-visiting\" lobbyists, and advocated legislation requiring them to publicly register their names and salaries.[20] In 1935, during the Great Depression, Black became chairman of the Senate Committee on Education and Labor, a position he would hold for the remainder of his Senate career. On August 8, 1935, Black, who was chairman of the senate committee investigating lobbying activities, went on NBC's National Radio Forum. The national audience was shocked to hear Black speak of a $5 million electric industry lobbying campaign attempt to defeat the Wheeler-Rayburn bill, known as the Public Utility Holding Company Act of 1935 that had passed in July. The act directed the Securities and Exchange Commission to close down the country's corrupt electric holding companies. Black gave a dramatic speech on this four-decade-long political battle.[21] In 1937 he sponsored the Black-Connery Bill, which sought to establish a national minimum wage and a maximum workweek of thirty hours.[22] Although the bill was initially rejected in the House of Representatives, an amended version of it, which extended Black's original maximum workweek proposal to forty-four hours,[22] was passed in 1938 (after Black left the Senate), becoming known as the Fair Labor Standards Act.[22] Black was an ardent supporter of President Franklin D. Roosevelt and the New Deal.[4]: 91  In particular, he was an outspoken advocate of the Judiciary Reorganization Bill of 1937, popularly known as the court-packing bill, FDR's unsuccessful plan to expand the number of seats on the Supreme Court.[4]: 90–91  Throughout his career as a senator, Black gave speeches based on his belief in the ultimate power of the Constitution.[4]: 106  He came to see the actions of the anti-New Deal Supreme Court as judicial excess; in his view, the Court was improperly overturning legislation that had been passed by large majorities in Congress.[4][page needed] During his Senate career, Black consistently opposed the passage of anti-lynching legislation, as did all of the white Democrats of the Solid South.[23] In 1935 Black led a filibuster of the Wagner-Costigan anti-lynching bill.[24] The Pittsburgh Post Gazette reported that when a motion to end the filibuster was defeated, \"[t]he southerners—headed by Tom Connally of Texas and Hugo Black of Alabama—grinned at each other and shook hands.\"[25] Soon after the failure of the court-packing plan, President Roosevelt obtained his first opportunity to appoint a Supreme Court Justice when conservative Willis Van Devanter retired. Roosevelt wanted the replacement to be a \"thumping, evangelical New Dealer\" who was reasonably young, confirmable by the Senate, and from a region of the country unrepresented on the Court.[4]: 90  The three final candidates were Solicitor General Stanley Reed, Sherman Minton, and Hugo Black.[4] Roosevelt said Reed \"had no fire,\" and Minton did not want the appointment at the time.[4][page needed] The position would go to Black, a candidate from the South, who, as a senator, had voted for all 24 of Roosevelt's major New Deal programs.[4][page needed] Roosevelt admired Black's use of the investigative role of the Senate to shape the American mind on reforms, his strong voting record, and his early support, which dated back to 1933.[4]: 92  Both Reed and Minton were later appointed to the Supreme Court; Reed was the next Justice appointed by Roosevelt,[26] while Minton was appointed by Harry Truman in 1949.[27] On August 12, 1937, Roosevelt nominated Black to fill the vacancy.[28] By tradition, a senator nominated for an executive or judicial office was confirmed immediately and without debate.[4]: 94  However, on this occasion, the nomination was referred to the Judiciary Committee. Black was criticized for his presumed bigotry, his cultural roots, and his Klan membership, when that became public.[4]: 94–95  But Black was a close friend of Walter Francis White, the black executive secretary of the NAACP, who helped assuage critics of the appointment. Chambers v. Florida (1940), an early case where Black ruled in favor of African-American criminal defendants who experienced due process violations, later helped put these concerns to rest.[4]: 104–105  The Judiciary Committee recommended Black for confirmation by a vote of 13–4 on August 16,[16] and the full Senate took up the nomination the next day. Rumors of Black's involvement in the Ku Klux Klan surfaced, and two Democratic senators tried defeating the nomination; no conclusive evidence was presented tying Black to the klan. After rejecting 15–66 a motion to recommit the nomination to the Judiciary Committee for further review, the Senate voted 63–16 to confirm on August 17, 1937;[28] ten Republicans and six Democrats voted against.[4]: 95  He was sworn into office on August 19, 1937.[1] Shortly after, Black's KKK membership became known and there was widespread outrage; nonetheless Black went on to become a prominent champion of civil liberties and civil rights.[29] Alabama Governor Bibb Graves appointed his own wife, Dixie B. Graves, to fill Black's vacated Senate seat. On Black's first day on the bench, three lawyers contested Black's appointment on the basis of the Ineligibility Clause. The Court dismissed this concern in the same year in Ex parte Levitt.[30] As soon as Black started on the Court, he advocated judicial restraint and worked to move the Court away from interposing itself in social and economic matters. Black vigorously defended the \"plain meaning\" of the Constitution, rooted in the ideas of its era, and emphasized the supremacy of the legislature; for Black, the role of the Supreme Court was limited and constitutionally prescribed.[4]: 16, 50  During his early years on the Supreme Court, Black helped reverse several earlier court decisions that were based on a narrow interpretation of federal power. Many New Deal laws that would have been struck down under earlier precedents were thus upheld. In 1939 Black was joined on the Supreme Court by Felix Frankfurter and William O. Douglas. Douglas voted alongside Black in several cases, especially those involving the First Amendment, while Frankfurter soon became one of Black's ideological foes.[31] From 1945 until 1971, Black was the Senior Associate Justice of the Supreme Court.[32] In the mid-1940s, Justice Black became involved in a bitter dispute with Justice Robert H. Jackson as a result of Jewell Ridge Coal Corp. v. Local 6167, United Mine Workers (1945). In this case the Court ruled 5–4 in favor of the UMW; Black voted with the majority, while Jackson dissented. However, the coal company requested the Court rehear the case on the grounds that Justice Black should have recused himself, as the mine workers were represented by Black's law partner of 20 years earlier. Under the Supreme Court's rules, each Justice was entitled to determine the propriety of disqualifying himself. Jackson agreed that the petition for rehearing should be denied, but refused to give approval to Black's participation in the case. Ultimately, when the Court unanimously denied the petition for rehearing, Justice Jackson released a short statement, in which Justice Frankfurter joined. The concurrence indicated that Jackson voted to deny the petition not because he approved of Black's participation in the case, but on the \"limited grounds\" that each Justice was entitled to determine for himself the propriety of recusal.[33][34] At first the case attracted little public comment. However, after Chief Justice Harlan Stone died in 1946, rumors that President Harry S. Truman would appoint Jackson as Stone's successor led several newspapers to investigate and report the Jewell Ridge controversy.[35] Black and Douglas allegedly leaked to newspapers that they would resign if Jackson were appointed Chief.[35] Truman ultimately chose Fred M. Vinson for the position. In 1948, Justice Black approved an order solicited by Abe Fortas that barred a federal district court in Texas from further investigation of significant voter fraud and irregularities in the 1948 Democratic primary election runoff for United States Senator from Texas. The order effectively confirmed future President Lyndon Johnson's apparent victory over former Texas Governor Coke Stevenson.[36][37] In the 1960s, Black clashed with Fortas, who by that time had been appointed as an associate justice. In 1968, a Warren clerk called their feud \"one of the most basic animosities of the Court.\"[38] Vinson's tenure as Chief Justice coincided with the Second Red Scare, a period of intense anti-communism in the United States. In several cases the Supreme Court considered, and upheld, the validity of anticommunist laws passed during this era. For example, in American Communications Association v. Douds (1950), the Court upheld a law that required labor union officials to forswear membership in the Communist Party. Black dissented, claiming that the law violated the First Amendment's free speech clause. Similarly, in Dennis v. United States, 341 U.S. 494 (1951), the Court upheld the Smith Act, which made it a crime to \"advocate, abet, advise, or teach the duty, necessity, desirability, or propriety of overthrowing the Government of the United States.\" The law was often used to prosecute individuals for joining the Communist Party. Black again dissented, writing: Public opinion being what it now is, few will protest the conviction of these Communist petitioners. There is hope, however, that, in calmer times, when present pressures, passions and fears subside, this or some later Court will restore the First Amendment liberties to the high preferred place where they belong in a free society.[39] Beginning in the late 1940s, Black wrote decisions relating to the Establishment Clause, where he insisted on the strict separation of church and state. The most notable of these was Engel v. Vitale (1962), which declared state-sanctioned prayer in public schools unconstitutional. This provoked considerable opposition, especially in conservative circles.[40] Efforts to restore school prayer by constitutional amendment failed.[41] In 1953 Vinson died and was replaced by Earl Warren. While all members of the Court were New Deal liberals, Black was part of the most liberal wing of the Court, together with Warren, Douglas, William Brennan, and Arthur Goldberg. They said the Court had a role beyond that of Congress.[42] Yet while he often voted with them on the Warren Court, he occasionally took his own line on some key cases, most notably Griswold v. Connecticut (1965), which established that the Constitution protected a right to privacy. In not finding such a right implicit in the Constitution, Black wrote in his dissent that \"Many good and able men have eloquently spoken and written ... about the duty of this Court to keep the Constitution in tune with the times. ... For myself, I must with all deference reject that philosophy.\"[4]: 120  Black's most prominent ideological opponent on the Warren Court was John Marshall Harlan II, who replaced Justice Jackson in 1955. They disagreed on several issues, including the applicability of the Bill of Rights to the states, the scope of the due process clause, and the one man, one vote principle.[citation needed] Black had a number of law clerks who became notable in their own right, including Judges Louis F. Oberdorfer, Truman McGill Hobbs, Guido Calabresi, and Drayton Nabers Jr., Professors John K. McNulty, Stephen Schulhofer, and Walter E. Dellinger III, Mayor David Vann, FCC Commissioner Nicholas Johnson, US Solicitor General Lawrence G. Wallace, and trial lawyer Stephen Susman.[43][44] Black's jurisprudence is among the most distinctive of any members of the Supreme Court in history and has been influential on justices as diverse as Earl Warren,[45][46][47] and Antonin Scalia.[48] Black's jurisprudence had three essential components: history, literalism, and absolutism.[4]: 109 [49] Black's love of history was rooted in a lifelong love of books,[4]: 110  which led him to the belief that historical study was necessary for one to prevent repeating society's past mistakes.[4][page needed] Black wrote in 1968 that \"power corrupts, and unrestricted power will tempt Supreme Court justices just as history tells us it has tempted other judges.\"[4]: 119  Second, Black's commitment to literalism involved using the words of the Constitution to restrict the roles of the judiciary—Black would have justices validate the supremacy of the country's legislature, unless the legislature itself was denying people their freedoms.[4]: 109  Black wrote: \"The Constitution is not deathless; it provides for changing or repealing by the amending process, not by judges but by the people and their chosen representatives.\"[4]: 123  Black would often lecture his colleagues, liberal or conservative, on the Supreme Court about the importance of acting within the limits of the Constitution.[4][page needed] Third, Black's absolutism led him to enforce the rights of the Constitution, rather than attempting to define a meaning, scope, or extent to each right.[4][page needed] Black expressed his view on the Bill of Rights in his opinion in Adamson v. California (1947), which he saw as his \"most significant opinion written\": I cannot consider the Bill of Rights to be an outworn 18th century 'strait jacket' ... Its provisions may be thought outdated abstractions by some. And it is true that they were designed to meet ancient evils. But they are the same kind of human evils that have emerged from century to century wherever excessive power is sought by the few at the expense of the many. In my judgment the people of no nation can lose their liberty so long as a Bill of Rights like ours survives and its basic purposes are conscientiously interpreted, enforced, and respected ... I would follow what I believe was the original intention of the Fourteenth Amendment—to extend to all the people the complete protection of the Bill of Rights. To hold that this Court can determine what, if any, provisions of the Bill of Rights will be enforced, and if so to what degree, is to frustrate the great design of a written Constitution.[4]: 120–121  In a 1968 public interview, reflecting on his most important contributions, Black put his dissent from Adamson \"at the top of the list, but then spoke with great eloquence from one of his earliest opinions in Chambers v. Florida (1940).\"[50] Black intensely believed in judicial restraint and reserved the power of making laws to the legislatures, often scolding his more liberal colleagues for what he saw as judicially created legislation. Conservative justice John M. Harlan II would say of Black: \"No Justice has worn his judicial robes with a keener sense of the limitations that go with them.\"[4]: 119  Conservative Judge Robert Bork wrote, \"Justice Black came to have significantly more respect for the limits of the Constitution than Justice Douglas and the other leading members of the Warren majorities ever showed.\"[51] One scholar wrote, \"No Justice of the Court conscientiously and persistently endeavored, as much as Justice Black did, to establish consistent standards of objectivity for adjudicating constitutional questions.\"[52] Black advocated a narrow role of interpretation for justices, opposing a view of justices as social engineers or rewriters of the Constitution. Black opposed enlarging constitutional liberties beyond their literal or historic \"plain\" meaning, as he saw his more liberal colleagues do.[4]: 119–120  However, he also condemned the actions of those to his right, such as the conservative Four Horsemen of the 1920s and 1930s, who struck down much of the New Deal's legislation.[citation needed] Black forged the 5–4 majority in the 1967 decision Fortson v. Morris, which cleared the path for the Georgia State Legislature to choose the governor in the deadlocked 1966 race between Democrat Lester Maddox and Republican Howard Callaway. Whereas Black voted with the majority under strict construction to uphold the state constitutional provision, his colleagues Douglas (joined by Warren, Brennan, and Fortas) and Fortas (joined by Warren and Douglas) dissented. According to Douglas, Georgia tradition would guarantee a Maddox victory though he had trailed Callaway by some three thousand votes in the general election returns. Douglas also saw the issue as a continuation of the earlier decision Gray v. Sanders, which had struck down Georgia's County Unit System, a kind of electoral college formerly used to choose the governor. Black argued that the U.S. Constitution does not dictate how a state must choose its governor. \"Our business is not to write laws to fit the day. Our task is to interpret the Constitution,\" Black explained.[53] Black was noted for his advocacy of a textualist approach to constitutional interpretation. He took a \"literal\" or absolutist reading of the provisions of the Bill of Rights[4]: 115–118  and believed that the text of the Constitution is absolutely determinative on any question calling for judicial interpretation, leading to his reputation as a \"textualist\" and as a \"strict constructionist\". While the text of the Constitution was an absolute limitation on the authority of judges in constitutional matters, within the confines of the text judges had a broad and unqualified mandate to enforce constitutional provisions, regardless of current public sentiment, or the feelings of the justices themselves.[4][page needed] Thus, Black refused to join in the efforts of the justices on the Court who sought to abolish capital punishment in the United States, whose efforts succeeded (temporarily) in the term immediately following Black's death. He claimed that the Fifth and Fourteenth Amendment's reference to takings of \"life\", and to \"capital\" crimes, meant approval of the death penalty was implicit in the Bill of Rights. He also was not persuaded that a right of privacy was implicit in the Ninth or Fourteenth amendments, and dissented from the Court's 1965 Griswold decision which invalidated a conviction for the use of contraceptives. Black said \"It belittles that [Fourth] Amendment to talk about it as though it protects nothing but 'privacy' ... 'privacy' is a broad, abstract, and ambiguous concept ... The constitutional right of privacy is not found in the Constitution.\"[4]: 241  Justice Black rejected reliance on what he called the \"mysterious and uncertain\" concept of natural law. According to Black that theory was vague and arbitrary, and merely allowed judges to impose their personal views on the nation. Instead, he argued that courts should limit themselves to a strict analysis of the actual text of the Constitution. Black was, in addition, an opponent of the \"Living Constitution\" theory. In his dissent to Griswold (1965), he wrote: I realize that many good and able men have eloquently spoken and written, sometimes in rhapsodical strains, about the duty of this Court to keep the Constitution in tune with the times. The idea is that the Constitution must be changed from time to time, and that this Court is charged with a duty to make those changes. For myself, I must, with all deference, reject that philosophy. The Constitution makers knew the need for change, and provided for it. Amendments suggested by the people's elected representatives can be submitted to the people or their selected agents for ratification. That method of change was good for our Fathers, and, being somewhat old-fashioned, I must add it is good enough for me.[54] Thus, some have seen Black as an originalist. David Strauss, for example, hails him as \"[t]he most influential originalist judge of the last hundred years.\"[55] Black insisted that judges rely on the intent of the Framers as well as the \"plain meaning\" of the Constitution's words and phrases (drawing on the history of the period) when deciding a case.[56][57] Black additionally called for judicial restraint not usually seen in Court decision-making. The justices of the Court would validate the supremacy of the legislature in public policy-making, unless the legislature was denying people constitutional freedoms. Black stated that the legislature \"was fully clothed with the power to govern and to maintain order.\"[4]: 112  One of Black's biographers commented: Black's support of Bolling seemingly violated his own principles: the Fifth Amendment does not contain, nor can it be read to incorporate, the Fourteenth Amendment's equal protection clause. When a clerk later asked how Black could justify this, he replied: 'A wise judge chooses, among plausible constitutional philosophies, one that will generally allow him to reach results he can believe in – a judge who does not to some extent tailor his judicial philosophy to his beliefs inevitably becomes badly frustrated and angry. . . . A judge who does not decide some cases, from time to time, differently from the way he would wish, because the philosophy he has adopted requires it, is not a judge. But a judge who refuses ever to stray from his judicial philosophy, and be subject to criticism for doing so, no matter how important the issue involved, is a fool.' (Guido Calabresi, \"Forward: Antidiscrimination and Constitutional Accountability (What the Bork-Brennan Debate Ignores),\" 105 Harv. Law Rev. 80, 132 [1991]).<\/ref>[58] Black held an expansive view of legislative power, whether that be state or federal, and would often vote against judicial review of state laws that could be struck down under the Commerce Clause.[59] Previously, during the 1920s and 1930s, the Court had interpreted the commerce clause narrowly, often striking down laws on the grounds that Congress had overstepped its authority.[4]: 88–90  After 1937, however, the Supreme Court overturned several precedents and affirmed a broader interpretation of the Commerce Clause. Black consistently voted with the majority in these decisions; for example, he joined Mulford v. Smith, 307 U.S. 38 (1939), United States v. Darby Lumber Co., 312 U.S. 100 (1941), Wickard v. Filburn, 317 U.S. 111 (1942), Heart of Atlanta Motel v. United States, 379 U.S. 241 (1964), and Katzenbach v. McClung, 379 U.S. 294 (1964).[citation needed] In several other federalism cases, however, Black ruled against the federal government. For instance, he partially dissented from South Carolina v. Katzenbach, 383 U.S. 301 (1966), in which the Court upheld the validity of the Voting Rights Act of 1965. In an attempt to protect the voting rights of African Americans, the act required any state whose population was at least 5% African American to obtain federal approval before changing its voting laws. Black wrote that the law, ... by providing that some of the States cannot pass state laws or adopt state constitutional amendments without first being compelled to beg federal authorities to approve their policies, so distorts our constitutional structure of government as to render any distinction drawn in the Constitution between state and federal power almost meaningless.[60] Similarly, in Oregon v. Mitchell (1970), he delivered the opinion of the court holding that the federal government was not entitled to set the voting age for state elections.[citation needed] In the law of federal jurisdiction, Black made a large contribution by authoring the majority opinion in Younger v. Harris. This case, decided during Black's last year on the Court, has given rise to what is now known as Younger abstention. According to this doctrine, an important principle of federalism called \"comity\"—that is, respect by federal courts for state courts—dictates that federal courts abstain from intervening in ongoing state proceedings, absent the most compelling circumstances. The case is also famous for its discussion of what Black calls \"Our Federalism,\" a discussion in which Black expatiates on proper respect for state functions, a recognition of the fact that the entire country is made up of a Union of separate state governments, and a continuance of the belief that the National Government will fare best if the States and their institutions are left free to perform their separate functions in their separate ways.[61] Black was an early supporter of the \"one man, one vote\" standard for apportionment set by Baker v. Carr. He had previously dissented in support of this view in Baker's predecessor case, Colegrove v. Green.[citation needed] As a senator, Black filibustered an anti-lynching bill.[62] However, during his tenure on the bench, Black established a record more sympathetic to the civil rights movement. He joined the majority in Shelley v. Kraemer (1948), which invalidated the judicial enforcement of racially restrictive covenants. Similarly, he was part of the unanimous Brown v. Board of Education (1954) Court that struck down racial segregation in public schools. Black remained determined to desegregate the South and would call for the Supreme Court to adopt a position of \"immediate desegregation\" in 1969's Alexander v. Holmes County Board of Education.[citation needed] Black authored the court's majority opinion in Korematsu v. United States, which validated Roosevelt's decision to intern Japanese Americans on the West Coast during World War II. The decision is an example of Black's belief in the limited role of the judiciary; he validated the legislative and executive actions that led to internment, saying \"it is unnecessary for us to appraise the possible reasons which might have prompted the order to be used in the form it was.\"[4]: 113  Black also tended to favor law and order over civil rights activism.[63][4]: 115  This led him to read the Civil Rights Act narrowly. For example, he dissented in multiple cases reversing convictions of sit-in protesters, arguing to limit the scope of the Civil Rights Act.[64] In 1968 he said, \"Unfortunately there are some who think that Negroes should have special privileges under the law.\"[65] Black felt that actions like protesting, singing, or marching for \"good causes\" one day could lead to supporting evil causes later on; his sister-in-law explained that Black was \"mortally afraid\" of protesters. Black opposed the actions of some civil rights and Vietnam War protesters and believed that legislatures first, and courts second, should be responsible for alleviating social wrongs. Black once said he was \"vigorously opposed to efforts to extend the First Amendment's freedom of speech beyond speech,\" to conduct.[4][page needed] Black took an absolutist approach to First Amendment jurisprudence, believing the first words of the Amendment that said \"Congress shall make no law ...\" Black rejected the creation of judicial tests for free speech standards, such as the tests for \"clear and present danger\", \"bad tendency\", \"gravity of the evil,\" \"reasonableness,\" or \"balancing.\" Black would write that the First Amendment is \"wholly 'beyond the reach' of federal power to abridge ... I do not believe that any federal agencies, including Congress and the Court, have power or authority to subordinate speech and press to what they think are 'more important interests.'\"[4][page needed] He believed that the First Amendment erected a metaphorical wall of separation between church and state. During his career Black wrote several important opinions relating to church-state separation. He delivered the opinion of the court in Everson v. Board of Education (1947), which held that the establishment clause was applicable not only to the federal government, but also to the states.[citation needed] In four bar applicant appeals to the Supreme Court, Black advanced the argument that a person's political affiliation or beliefs, without action, was not enough to establish evidence of bad moral character. Black argued in Schware v. Board of Bar Examiners (1957) that New Mexico could not bar Schware from becoming a lawyer because he might have, at one time, consorted with Communist causes. Schware was, in fact, a decorated veteran who fought in World War II. Black reaffirmed this position in Konigsberg v. State Bar of California (1957), where a majority of the Court sided with Black. However, in both Konigsberg v. State Bar of California II (1961), and In re Anastaplo (1961), the majority of justices, over Black's vigorous dissent, determined that a person who refused to answer whether they had been a member of an organization on the Attorney General's Subversive Organizations List could be denied admission to the bar on the basis of bad character.[66] Black wrote, in his Anastaplo dissent: Anastaplo has not indicated, even remotely, a belief that this country is an oppressive one in which the 'right of revolution' should be exercised. Quite the contrary, the entire course of his life, as disclosed by the record, has been one of devotion and service to his country—first, in his willingness to defend its security at the risk of his own life in time of war and, later, in his willingness to defend its freedoms at the risk of his professional career in time of peace.[67] Black's majority opinion in McCollum v. Board of Education (1948) held that the government could not provide religious instruction in public schools. In Torcaso v. Watkins (1961), he delivered an opinion which affirmed that the states could not use religious tests as qualifications for public office. Similarly, he authored the majority opinion in Engel v. Vitale (1962), which declared it unconstitutional for states to require the recitation of official prayers in public schools.[citation needed] Justice Black is often regarded as a leading defender of First Amendment rights such as the freedom of speech and of the press.[68] He refused to accept the doctrine that the freedom of speech could be curtailed on national security grounds. Thus, in New York Times Co. v. United States (1971), he voted to allow newspapers to publish the Pentagon Papers despite the Nixon Administration's contention that publication would have security implications. In his concurring opinion, Black stated, In the First Amendment the Founding Fathers gave the free press the protection it must have to fulfill its essential role in our democracy. The press was to serve the governed, not the governors. The Government's power to censor the press was abolished so that the press would remain forever free to censure the Government. The press was protected so that it could bare the secrets of government and inform the people. Only a free and unrestrained press can effectively expose deception in government. ... The word 'security' is a broad, vague generality whose contours should not be invoked to abrogate the fundamental law embodied in the First Amendment. He rejected the idea that the government was entitled to punish \"obscene\" speech. Likewise, he argued that defamation laws abridged the freedom of speech and were therefore unconstitutional. Most members of the Supreme Court rejected both of these views; Black's interpretation did attract the support of Justice Douglas.[4][page needed] However, he did not believe that individuals had the right to speak wherever they pleased. He delivered the majority opinion in Adderley v. Florida (1966), controversially upholding a trespassing conviction for protesters who demonstrated on government property. He also dissented from Tinker v. Des Moines (1969), in which the Supreme Court ruled that students had the right to wear armbands (as a form of protest) in schools, writing, While I have always believed that under the First and Fourteenth Amendments neither the State nor the Federal Government has any authority to regulate or censor the content of speech, I have never believed that any person has a right to give speeches or engage in demonstrations where he pleases and when he pleases.[70] Moreover, Black took a narrow view of what constituted \"speech\" under the First Amendment; for him, \"conduct\" did not deserve the same protections that \"speech\" did.[4]: 114–115  For example, he did not believe that flag burning was speech; in Street v. New York (1969), he wrote: \"It passes my belief that anything in the Federal Constitution bars a State from making the deliberate burning of the American flag an offense.\"[71] Similarly, he dissented from Cohen v. California (1971), in which the Court held that wearing a jacket emblazoned with the words \"Fuck the Draft\" was speech protected by the First Amendment. He asserted that this activity \"was mainly conduct, and little speech.\"[citation needed] As a Justice, Black held the view that the Court should literally enforce constitutional guarantees, especially the First Amendment free speech clause. He was often labeled an 'activist' because of his willingness to review legislation that arguably violated constitutional provisions. Black maintained that literalism was necessary to cabin judicial power, which informed his dissent in Anastaplo.[50] Black adopted a narrower interpretation of the Fourth Amendment than many of his colleagues on the Warren Court. He dissented from Katz v. United States (1967), in which the Court held that warrantless wiretapping violated the Fourth Amendment's guarantee against unreasonable search and seizure. He argued that the Fourth Amendment only protected tangible items from physical searches or seizures. Thus, he concluded that telephone conversations were not within the scope of the amendment, and that warrantless wiretapping was consequently permissible.[72] Justice Black originally believed that the Constitution did not require the exclusion of illegally seized evidence at trials. In his concurrence to Wolf v. Colorado (1949), he claimed that the exclusionary rule was \"not a command of the Fourth Amendment but ... a judicially created rule of evidence.\"[73] But he later changed his mind and joined the majority in Mapp v. Ohio (1961), which applied it to state as well as federal criminal investigations. In his concurrence, he indicated that his support was based on the Fifth Amendment's guarantee of the right against self-incrimination, not on the Fourth Amendment's guarantee against unreasonable searches and seizures. He wrote, \"I am still not persuaded that the Fourth Amendment, standing alone, would be enough to bar the introduction into evidence ... seized ... in violation of its commands.\"[74] In other instances Black took a fairly broad view of the rights of criminal defendants. He joined the Supreme Court's landmark decision in Miranda v. Arizona (1966), which required law enforcement officers to warn suspects of their rights prior to interrogations, and consistently voted to apply the guarantees of the Fourth, Fifth, Sixth, and Eighth Amendments at the state level.[citation needed] Black was the author of the landmark decision in Gideon v. Wainwright (1963), which ruled that the states must provide an attorney to an indigent criminal defendant who cannot afford one. Before Gideon, the Court had held that such a requirement applied only to the federal government.[75] One of the most notable aspects of Justice Black's jurisprudence was the view that the entirety of the federal Bill of Rights was applicable to the states. Originally, the Bill of Rights was binding only upon the federal government, as the Supreme Court ruled in Barron v. Baltimore (1833). According to Black, the Fourteenth Amendment, ratified in 1868, \"incorporated\" the Bill of Rights, or made it binding upon the states as well. In particular, he pointed to the Privileges or Immunities Clause, \"No State shall make or enforce any law which shall abridge the privileges or immunities of citizens of the United States.\" He proposed that the term \"privileges or immunities\" encompassed the rights mentioned in the first eight amendments to the Constitution.[4]: 212–213  Black first expounded this theory of incorporation when the Supreme Court ruled in Adamson v. California (1947) that the Fifth Amendment's guarantee against self-incrimination did not apply to the states. It was during this period of time that Hugo Black became a disciple of John Lilburne and his claim of 'freeborn rights'.[76] In an appendix to his dissenting opinion, Justice Black analyzed statements made by those who framed the Fourteenth Amendment, reaching the conclusion that \"the Fourteenth Amendment, and particularly its privileges and immunities clause, was a plain application of the Bill of Rights to the states.\"[77] Black's theory attracted the support of Justices such as Frank Murphy and William O. Douglas. However, it never achieved the support of a majority of the Court.[4][page needed] The most prominent opponents of Black's theory were Justices Felix Frankfurter and John Marshall Harlan II.[4][page needed] Frankfurter and Harlan argued that the Fourteenth Amendment did not incorporate the Bill of Rights per se, but merely protected rights that are \"implicit in the concept of ordered liberty,\" which was the standard Justice Cardozo had established earlier in Palko v. Connecticut.[citation needed] The Supreme Court never accepted the argument that the Fourteenth Amendment incorporated the entirety of the Bill of Rights.[78] However, it did agree that some \"fundamental\" guarantees were made applicable to the states. For the most part, during the 1930s, 1940s, and 1950s, only First Amendment rights (such as free exercise of religion and freedom of speech) were deemed sufficiently fundamental by the Supreme Court to be incorporated.[citation needed] However, during the 1960s, the Court under Chief Justice Warren took the process much further, making almost all guarantees of the Bill of Rights binding upon the states.[79] Thus, although the Court failed to accept Black's theory of total incorporation, the end result of its jurisprudence is very close to what Black advocated. Today, the only parts of the first eight amendments that have not been extended to the states are the Third and Seventh Amendments, the grand jury clause of the Fifth Amendment, the Eighth Amendment's protection against excessive bail, and the guarantee of the Sixth Amendment, as interpreted, that criminal juries be composed of 12 members.[80] Justice Black was well known for his rejection of the doctrine of substantive due process. Most Supreme Court Justices accepted the view that the due process clause encompassed not only procedural guarantees, but also \"fundamental fairness\" and fundamental rights. Thus, it was argued that due process included a \"substantive\" component in addition to its \"procedural\" component.[81] Black, however, believed that this interpretation of the due process clause was unjustifiably broad. In his dissent to Griswold, he charged that the doctrine of substantive due process \"takes away from Congress and States the power to make laws based on their own judgment of fairness and wisdom, and transfers that power to this Court for ultimate determination.\"[54] Instead, Black advocated a much narrower interpretation of the clause. In his dissent to In re Winship, he analyzed the history of the term \"due process of law\", and concluded: \"For me, the only correct meaning of that phrase is that our Government must proceed according to the 'law of the land'—that is, according to written constitutional and statutory provisions as interpreted by court decisions.\"[82] Black's view on due process drew from his reading of British history; to him, due process meant all persons were to be tried in accordance with the Bill of Rights' procedural guarantees and in accordance with constitutionally pursuant laws. Black advocated equal treatment by the government for all persons, regardless of wealth, age, or race. Black's view of due process was restrictive in the sense that it was premised on equal procedures; it did not extend to substantive due process. This was in accordance with Black's literalist views.[4]: 116–117  Black did not tie procedural due process exclusively to the Bill of Rights, but he did tie it exclusively to the Bill of Rights combined with other explicit provisions of the Constitution.[83] None of Black's colleagues shared his interpretation of the due process clause. His chief rival on the issue (and on many other issues) was Felix Frankfurter, who advocated a substantive view of due process based on \"natural law\"—if a challenged action did not \"shock the conscience\" of the jurist, or violate British concepts of fairness, Frankfurter would find no violation of due process of law. John M. Harlan II largely agreed with Frankfurter, and was highly critical of Black's view, indicating his \"continued bafflement at ... Black's insistence that due process ... does not embody a concept of fundamental fairness\" in his Winship concurrence.[82] No right is more precious in a free country than that of having a voice in the election of those who make the laws under which, as good citizens, we must live. Other rights, even the most basic, are illusory if the right to vote is undermined. Our Constitution leaves no room for classification of people in a way that unnecessarily abridges this right. --Justice Black – on the right to vote as the foundation of democracy in Wesberry v. Sanders (1964).[84] Black was one of the Supreme Court's foremost defenders of the \"one man, one vote\" principle.[85] He delivered the opinion of the court in Wesberry v. Sanders (1964), holding that the Constitution required congressional districts in any state to be approximately equal in population. He concluded that the Constitution's command \"that Representatives be chosen 'by the People of the several States' means that as nearly as is practicable one man's vote in a congressional election is to be worth as much as another's.\"[86] Likewise, he voted in favor of Reynolds v. Sims (1964), which extended the same requirement to state legislative districts on the basis of the equal protection clause.[citation needed] At the same time, Black did not believe that the equal protection clause made poll taxes unconstitutional. During his first term on the Court, he participated in a unanimous decision to uphold Georgia's poll tax in the case of Breedlove v. Suttles.[87] Then, twenty-nine years later, he dissented from the Court's ruling in Harper v. Virginia Board of Elections (1966), invalidating the use of the poll tax as a qualification to vote, in which Breedlove was overturned. He criticized the Court for exceeding its \"limited power to interpret the original meaning of the Equal Protection Clause\" and for \"giving that clause a new meaning which it believes represents a better governmental policy.\"[88] He also dissented from Kramer v. Union Free School District No. 15 (1969), in which a majority struck down a statute that prohibited registered voters from participating in certain school district elections unless they owned or rented real property in their local school district, or were parents or guardians of children attending the public schools in the district.[89] By the late 1940s, Black believed that the Fourteenth Amendment's equal protection clause was a constitutional prohibition against any state governmental actions that discriminated on the basis of race in an invidious or capricious manner. Throughout the remainder of his time on the Court, Black saw only race and the characteristics of alienage as the \"suspect\" categories that were addressed and protected by equal protection, along with the one-man, one-vote principle, all of which merited strict scrutiny.[4]: 118  In 1948, he participated in two Court decisions that struck down certain California laws that were discriminatory towards aliens: Takahashi v. Fish & Game Commission[90] (he wrote the majority opinion) and Oyama v. California[91] (he wrote a concurring opinion). During his last full term on the Court, he participated in a unanimous decision, Graham v. Richardson, striking down statutes that restricted welfare benefits to legal aliens but not to U.S. citizens. The majority opinion stated, \"[C]lassifications based on alienage, like those based on nationality or race, are inherently suspect and subject to close judicial scrutiny. Aliens as a class are a prime example of a 'discrete and insular minority' for whom such heightened judicial solicitude is appropriate.\"[92] Consistent with his view that the equal protection clause had a limited meaning, Black did not believe illegitimate children were a suspect class, and he applied only rational basis review to laws that were discriminatory toward such children. In 1968, he joined a dissenting opinion written by Justice Harlan in the case of Levy v. Louisiana, in which a majority of the Court overturned a decision made by the Louisiana courts to enforce a statute that was discriminatory toward \"unacknowledged\" illegitimate children.[93][94] Three years later, he wrote a majority opinion for the case of Labine v. Vincent.[95] He reasoned that for a state to treat illegitimate children worse than legitimate children is scarcely any different than treating \"concubines\" worse than wives, or treating other relatives of a person worse than any other relatives. \"It may be possible that some of these choices are more 'rational' than the choices inherent in Louisiana's categories of illegitimates. But the power to make rules to establish, protect, and strengthen family life ... is committed by the Constitution of the United States and the people of Louisiana to the legislature of that State. Absent a specific constitutional guarantee, it is for that legislature, not the life-tenured judges of this Court, to select from among possible laws.\"[95] Black apparently did not think of homosexuals as a suspect class either, voting with five other colleagues on the Court to uphold the authority of the federal government to deport a gay man just because he was gay, in Boutilier v. Immigration and Naturalization Service.[96] Justice Black admitted himself to the National Naval Medical Center in Bethesda, Maryland, in August 1971, and subsequently retired from the Court on September 17.[97] He suffered a stroke two days later and died on September 25.[98] Services were held at the National Cathedral, and over 1,000 persons attended. Pursuant to Justice Black's wishes, the coffin was \"simple and cheap\" and was displayed at the service to show that the costs of burial are not reflective of the worth of the human whose remains were present.[99] His remains were interred at the Arlington National Cemetery.[100][101] He is one of fourteen Supreme Court justices buried at Arlington. The others are Harry Blackmun, William Brennan, Arthur Goldberg, Thurgood Marshall, Potter Stewart, William O. Douglas, Oliver Wendell Holmes Jr., John Paul Stevens, Ruth Bader Ginsburg,[102] Chief Justice William Howard Taft, Chief Justice Earl Warren, Chief Justice Warren Burger, and Chief Justice William Rehnquist.[103] President Richard Nixon nominated Lewis Powell to succeed Black on the Supreme Court. Powell was confirmed by an 89 to 1 vote, and was sworn in on January 7, 1972.[104] Shortly after Black's appointment to the Supreme Court, Ray Sprigle of the Pittsburgh Post-Gazette wrote a series of articles, for which he won a Pulitzer Prize, revealing Black's involvement in the Klan[4]: 96 [105] and describing his resignation from the Klan as \"the first move of his campaign for the Democratic nomination for United States Senator from Alabama.\" Sprigle wrote that \"Black and the leaders of the Klan decided it was good political strategy for Black to make the senatorial race unimpeded by Klan membership but backed by the power of the Klan. That resignation [was] filed for the duration of the campaign but never revealed to the rank and file of the order and held secretly in the records of the Alabama Realm...\"[105] Roosevelt denied knowledge of Black's KKK membership.[106][107] In a radio statement on October 1, 1937,[108] Black said in part, \"I number among my friends many members of the colored race. Certainly, they are entitled to the full measure of protection accorded by our Constitution and our laws ...\"[109] Black also said, \"I did join the Klan. I later resigned. I never rejoined. ... Before becoming a Senator I dropped the Klan. I have had nothing to do with it since that time. I abandoned it. I completely discontinued any association with the organization. I have never resumed it and never expect to do so.\"[4]: 98  The Pittsburgh Post-Gazette reported that \"fifty million listeners heard the unprecedented speech.\"[citation needed] Near the end of his life, Black said that joining the Klan was a mistake: \"I would have joined any group if it helped get me votes.\"[4]: 16, 50  Biographers in the 1990s examined Black's views of religious denominations. Ball found regarding the Klan that Black \"sympathized with the group's economic, nativist, and anti-Catholic beliefs.\"[4]: 16  Newman said Black \"disliked the Catholic Church as an institution\" and gave numerous anti-Catholic speeches in his 1926 election campaign to Ku Klux Klan meetings across Alabama.[110] However, in 1937 The Harvard Crimson reported on Black's appointment of a Jewish law clerk, noting that he \"earlier had appointed Miss Annie Butt, a Catholic, as a secretary, and the Supreme Court had designated Leon Smallwood, a Negro and a Catholic as his messenger.\"[111] In the 1940s,[112] Black became intrigued by the writings of Paul Blanshard.[113][114] Black was one of the nine justices of the Supreme Court who in 1954 ruled unanimously in Brown v. Board of Education that segregation in public schools is unconstitutional. The plaintiffs were represented by Thurgood Marshall. A decade later, on October 2, 1967, Marshall became the first African American to be appointed to the Supreme Court, and served with Black on the Court until Black's retirement on September 17, 1971. In United States v. Price (1965), eighteen Ku Klux Klan members were charged with murder and conspiracy for the deaths of James Chaney, Andrew Goodman and Michael Schwerner, but the charges were dismissed by the trial court. A unanimous Supreme Court, which included Black, reversed the dismissal and ordered the case to proceed to trial. Seven of these men, including fellow Klansmen Samuel Bowers, Cecil Price and Alton Wayne Roberts were found guilty of the crime; eight of them, including Lawrence A. Rainey, were found not guilty; and three of them, including Edgar Ray Killen, had their cases end in a mistrial.[citation needed] Hugo Black was twice the subject of covers of Time Magazine: On August 26, 1935, as a United States Senator;[115] and on October 9, 1964, as an associate justice (art by Robert Vickrey).[116] In 1986, Black appeared on the Great Americans series postage stamp issued by the United States Postal Service. Along with Oliver Wendell Holmes, Jr. he was one of only two Associate Justices to do so until the later inclusions of Thurgood Marshall, Joseph Story, Louis Brandeis, Felix Frankfurter, and William J. Brennan, Jr.[117][118] See, Justice Hugo L. Black 5 stamp. and Hugo L. Black, First Day Cover. In 1987, Congress passed a law sponsored by Ben Erdreich,[119] designating the new courthouse building for the U.S. District Court for the Northern District of Alabama in Birmingham, as the \"Hugo L. Black United States Courthouse.\"[citation needed] An extensive collection of Black's personal, senatorial, and judicial papers is archived at the Manuscript Division of the Library of Congress, where it is open for research.[120] Justice Black is honored in an exhibit in the Bounds Law Library at the University of Alabama School of Law. A special Hugo Black collection is maintained by the library.[121] Black served on the Supreme Court for thirty-four years, making him the fifth longest-serving Justice in Supreme Court history. He was the senior (longest serving) justice on the court for an unprecedented twenty-five years, from the death of Chief Justice Stone on April 22, 1946, to his own retirement on September 17, 1971. As the longest-serving associate justice, he was acting Chief Justice on two occasions: from Stone's death until Vinson took office on June 24, 1946; and from Vinson's death on September 8, 1953, until Warren took office on October 5, 1953. There was no interregnum between the Warren and Burger courts in 1969.[citation needed]","Title":"Hugo Black - Wikipedia","KeyID":"4271","URL":"https://en.wikipedia.org/wiki/Hugo_Black"}