{"Content: ":"Stanley Forman Reed (December 31, 1884 – April 2, 1980) was an American lawyer and jurist who served as an Associate Justice of the U.S. Supreme Court from 1938 to 1957.[2][3] He also served as U.S. Solicitor General from 1935 to 1938. Born in Mason County, Kentucky, Reed established a legal practice in Maysville, Kentucky, and won election to the Kentucky House of Representatives. He attended law school but did not graduate, making him the latest-serving Supreme Court Justice who did not graduate from law school. After serving in the United States Army during World War I, Reed emerged as a prominent corporate attorney and took positions with the Federal Farm Board and the Reconstruction Finance Corporation. He took office as Solicitor General in 1935, and defended the constitutionality of several New Deal policies. After the retirement of Associate Justice George Sutherland, President Franklin D. Roosevelt successfully nominated Reed to the Supreme Court. Reed served until his retirement in 1957, and was succeeded by Charles Evans Whittaker. Reed wrote the majority opinion in cases such as Smith v. Allwright, Gorin v. United States, and Adamson v. California. He authored dissenting opinions in cases such as Illinois ex rel. McCollum v. Board of Education. Reed was born on December 31, 1884, in the small town of Minerva in Mason County, Kentucky, to John and Frances (Forman) Reed. His father was a wealthy physician and a Protestant who adhered to no particular organized church. The Reeds and Formans traced their history to the earliest colonial period in America, and these family heritages were impressed upon young Stanley at an early age.[4][5][6][7] At the age of 10, Reed moved with his family to Maysville, Kentucky where his father practiced medicine. The family resided downtown in a prominent home known as Phillips' Folly. Reed attended Kentucky Wesleyan College and received a B.A. degree in 1902. He then attended Yale University as an undergraduate, and obtained a second B.A. in 1906. He studied law at the University of Virginia (where he was a member of St. Elmo Hall) and Columbia University, but did not obtain a law degree.[4][5][6] Reed married the former Winifred Elgin in May 1908. The couple had two sons, John A. and Stanley Jr., who both became attorneys.[6][7] In 1909 he traveled to France and studied at the Sorbonne, where he obtained his auditeur bénévole.[4][5][6][7] After his studies in France, Reed returned to Kentucky. He was admitted to the bar in 1910 and established a legal practice in Maysville. He was elected to the Kentucky General Assembly in 1912 and served two two-year terms. After the United States entered World War I in April 1917, Reed joined the United States Army and was commissioned a lieutenant. When the war ended in 1918, Reed returned to his private law practice and became a well-known corporate attorney. He represented the Chesapeake and Ohio Railway and the Kentucky Burley Tobacco Growers Association, among other large corporations.[4][5][6][7] Stanley Reed was very active in the Sons of the American Revolution and Society of Colonial Wars, while his wife was a national officer in the Daughters of the American Revolution. The Reeds settled on a farm near Maysville, where Stanley Reed raised prize-winning Holstein cattle in his spare time.[6][7] Reed's work for a number of large agricultural interests in Kentucky made him a nationally known authority on the law of agricultural cooperatives. It was this reputation which brought him to the attention of federal officials.[7] Herbert Hoover had been elected President of the United States in November 1928, and took office in March 1929. The agricultural industry in the United States was heading for a depression. Unlike his predecessor, Hoover agreed to provide some federal support for agriculture, and in June 1929 Congress passed the Agriculture Marketing Act. The act established and was administered by the Federal Farm Board.[8][9] The crash of the stock market in late October 1929 led the Federal Farm Board's general counsel to resign. Although Reed was a Democrat, his reputation as a corporate agricultural lawyer led President Hoover to appoint him the new general counsel of the Federal Farm Board on November 7, 1929. Reed served as general counsel until December 1932.[4][5][6][7][10] In December 1932, the general counsel of the Reconstruction Finance Corporation (RFC) resigned, and Reed was appointed the agency's new general counsel. Since 1930, the Chairman of the Federal Reserve, Eugene Meyer, had pressed Hoover to take a more active approach to ameliorating the Great Depression. Hoover finally relented and submitted legislation. The Reconstruction Finance Corporation Act was signed into law on January 22, 1932, but its operations were kept secret for five months. Hoover feared both political attacks from Republicans and that publicity about which corporations were receiving RFC assistance might disrupt the agency's attempts to keep companies financially viable. When Congress passed legislation in July 1932 forcing the RFC to make public the companies that received loans, the resulting political embarrassment led to the resignation of the RFC's president and his successor as well as other staff turnover at the agency.[11] Franklin D. Roosevelt's election as President in November 1932 led to further staff changes. On December 1, 1932, the RFC's general counsel resigned, and Hoover appointed Reed to the position. Roosevelt, impressed with Reed's work and needing someone who knew the agency, its staff and its operations, kept Reed on. Reed mentored and protected the careers of a number of young lawyers at RFC, many of whom became highly influential in the Roosevelt administration: Alger Hiss, Robert H. Jackson, Thomas Gardiner Corcoran, Charles Edward Wyzanski, Jr. (later an important federal district court judge), and David Cushman Coyle.[4][5][6][7][8][12] During his tenure at the RFC, Reed influenced two major national policies. First, Reed was instrumental in setting up the Commodity Credit Corporation. In early October 1933, President Roosevelt ordered RFC president Jesse Jones to establish a program to strengthen cotton prices. On October 16, 1933, Jones met with Reed and together they created the Commodity Credit Corporation (CCC). President Roosevelt issued Executive Order 6340 the next day, which legally established the CCC. The brilliance of the CCC was that the government would hold surplus cotton as security for the loan. If cotton prices rose above the value of the loan, farmers could redeem their cotton, pay off the loan and make a profit. If prices stayed low, the farmer still had enough money to live as well as plant next year. The plan worked so well that it became the basis for the New Deal's entire agricultural program.[13] Second, Reed helped to successfully defend the administration's gold policy, saving the nation's monetary policy as well. Deflation had caused the value of the United States dollar to fall nearly 60 percent. But federal law still permitted Americans and foreign citizens to redeem paper money and coins in gold at its pre-Depression value, causing a run on the gold reserves of the United States. Taking the United States off the gold standard would stop the run. It would also further devalue the dollar, making American goods less expensive and more attractive to foreign buyers. In a series of moves,[14] Roosevelt took the nation off the gold standard in March and April 1933, causing the dollar's value to sink. But additional deflation was needed. One way to do this was to raise the price of gold, but federal law required the Treasury to buy gold at its high, pre-Depression price. President Roosevelt asked the Reconstruction Finance Corporation to buy gold above the market price to further devalue the dollar. Although Treasury Secretary Henry Morgenthau, Jr. believed the government lacked the authority to buy gold, Reed joined with Treasury general counsel Herman Oliphant to provide critical legal support for the plan. The additional deflation helped stabilize the economy during a critical period where bank runs were common.[13][15][16] Reed's help with Roosevelt's gold policies was not yet finished. On June 5, 1933, Congress passed a joint resolution (48 Stat. 112) voiding clauses in all public and private contracts permitting redemption in gold.[17] Hundreds of angry creditors sued to overturn the law. The case finally reached the U.S. Supreme Court. United States Attorney General Homer Stille Cummings asked Reed to join him in writing the government's brief for the Court and assisting him during oral argument. Reed's help was critical, for the high court was resolutely conservative when it came to the sanctity of contracts. On February 2, 1935, the Supreme Court made the unprecedented announcement that it was delaying its ruling by a week. The court shocked the nation again by announcing a second delay on February 9. Finally, on February 18, 1935, the Supreme Court held in Norman v. Baltimore & Ohio R. Co., 294 U.S. 240 (1935), that the government had the power to abrogate private contracts but not public ones. However, the majority said that since there had been no showing that contractors with the federal government had been harmed, no payments would be made.[13][15][16] Reed's invaluable assistance in defending the federal government's interests in \"the Gold Clause Cases\" led Roosevelt to appoint him Solicitor General. J. Crawford Biggs, the incumbent Solicitor General, was generally considered ineffective if not incompetent (he had lost 10 of the 17 cases he argued in his first five months in office). Biggs resigned on March 14, 1935. Reed was named his replacement on March 18 and confirmed by the Senate on March 25. He was confronted by an office in chaos. Several major challenges to the National Industrial Recovery Act—considered the cornerstone of the New Deal—were reaching the Supreme Court, and Reed was forced to drop the appeals because the Office of the Solicitor General was unprepared to argue them.[citation needed] Reed worked quickly to restore order, and subsequent briefs were noted for their strong legal argument and extensive research.[citation needed] Reed soon brought before the high court appeals of the constitutionality of the Agricultural Adjustment Act, Securities Act of 1933, Social Security Act, National Labor Relations Act, Bankhead Cotton Control Act, Public Utility Holding Company Act of 1935, Guffey Coal Control Act, Bituminous Coal Conservation Act of 1935 and the enabling act for the Tennessee Valley Authority, and revived the battle over the National Industrial Recovery Act (NIRA). The press of appeals was so great that Reed argued six major cases before the Supreme Court in two weeks. On December 10, 1935, he collapsed from exhaustion during oral argument before the Court. Reed lost a number of these cases, including Schechter Poultry Corp. v. United States, 295 U.S. 495 (1935) (invalidating the National Industrial Recovery Act) and United States v. Butler, 297 U.S. 1 (1936) (invalidating the Agricultural Adjustment Act).[4][5][15][18][19][20][21] 1937 proved to be a banner year for the Solicitor General. Reed argued and won such major cases as West Coast Hotel Co. v. Parrish, 300 U.S. 379 (1937) (upholding minimum wage laws), National Labor Relations Board v. Jones & Laughlin Steel Corporation, 301 U.S. 1 (1937) (upholding the National Labor Relations Act), and Steward Machine Company v. Davis, 301 U.S. 548 (1937) (upholding the taxing power of the Social Security Act). By the end of 1937, Reed was winning most of his economic cases and had a reputation as being one of the strongest Solicitors General since the creation of the office in 1870.[4][5][15][18][20][21] On January 15, 1938, President Roosevelt nominated Reed as an associate justice on the Supreme Court of the United States to succeed retiring justice George Sutherland.[22] Many in the nation's capital worried about the nomination fight. Willis Van Devanter, one of the Court's conservative \"Four Horsemen,\" had retired the previous summer. Roosevelt had nominated Senator Hugo Black as his replacement, and Black's nomination battle proved to be a long (seven days) and bitter one. To the relief of many, Reed's nomination was swift and generated little debate in the Senate. He was confirmed on January 25, 1938,[22] and sworn into office on January 31.[1] His successor as Solicitor General was Robert H. Jackson.[4][5][20][21][23] Reed is the last person to serve as a Supreme Court Justice without possessing a law degree.[24] Stanley Reed spent 19 years on the Supreme Court. Within two years, he was joined on the bench by his mentor, Felix Frankfurter, and his protégé, Robert H. Jackson. Reed and Jackson held very similar views on national security issues and often voted together. While Reed and Frankfurter also held similar views, Frankfurter usually concurred with Reed. Frankfurter offered lengthy, professorial discussions of the law whereas Reed wrote terse opinions keeping to the facts of the case.[25][26] Reed was considered a moderate and often provided the critical fifth vote in split rulings. He authored more than 300 opinions, and Chief Justice Warren Burger said \"he wrote with clarity and firmness....\"[7] Reed was an economic progressive, and generally supported racial desegregation, civil liberties, trade union rights and economic regulation. On free speech, national security and certain social issues, however, Reed was generally a conservative. He often approved of federal (but not state or local) restrictions on civil liberties. Reed also opposed applying the Bill of Rights to the states via the 14th Amendment.[5][26][27] Among Reed's more notable decisions are:[4][7][26] Reed's fame and notoriety did not stem solely from his judicial rulings, however. In 1949, Reed was caught up in the Alger Hiss case. Hiss, one of Reed and Frankfurter's protégés, was accused of espionage in August 1948. Hiss was tried in June 1949. Hiss's attorneys subpoenaed both Reed and Frankfurter. Although Reed ethically objected to having a sitting Associate Justice of the Supreme Court testify in a legal proceeding, he agreed to do so once he was subpoenaed. A number of observers strongly denounced Reed for refusing to disobey the subpoena.[32] By the mid-1950s, Justice Reed was dissenting more and more frequently from court rulings. His first full dissent had come in 1939, nearly a year after his tenure on the court began. Initially, his dissents \"were only when, with Hughes, Brandeis, Stone or Roberts—like himself, lawyers of deep experience—he could not go along with what he considered the judge-made amendments of the Constitution implicit in the opinions of Hugo Black, Felix Frankfurter, William O. Douglas and Frank Murphy, whom Roosevelt had sent to follow Black and Reed on the court.\"[33] But by 1955, Reed was dissenting much more frequently. Reed began to feel that the Court's jurisprudential center had shifted too far away from him and that he was losing his effectiveness.[4] Stanley Reed retired from the Supreme Court on February 25, 1957, citing old age. He was 73 years old.[34] Charles Evans Whittaker was appointed his successor.[35] Reed led a fairly active retirement. In November 1957, President Dwight D. Eisenhower asked Reed to chair the newly formed United States Commission on Civil Rights. Eisenhower announced the nomination on November 7, but Reed turned down the nomination on December 3. Reed cited the impropriety of having a former Associate Justice sit on such a political body. But some media reports indicated that his appointment would have been opposed by civil rights activists, who felt Reed was not sufficiently progressive.[36] Reed did, however, continue to serve the federal judiciary in a number of ways. For several years, he served as a temporary judge on a number of lower federal courts, particularly in the District of Columbia. He also served in special capacities where judicial experience was needed, such as boundary disputes between states.[7][37] In 1958 he was elected as a hereditary member of the New Jersey Society of the Cincinnati by right of his descent from Colonel David Forman. Increasingly frail and often ill, Stanley Reed and his wife lived at the Hilaire Nursing Home in Huntington, New York for the last few years of their lives. Reed died there on April 2, 1980. He was survived by his wife and sons. He was interred in Maysville, Kentucky. Although he retired eighteen years before William O. Douglas, Reed outlived him by two months and was the last living Justice appointed by Franklin D. Roosevelt, and the last living justice to have served on the Hughes Court, Stone Court and Vinson Court. An extensive collection of Reed's personal and official papers, including his Supreme Court files, is archived at the University of Kentucky in Lexington, where they are open for research.","Title":"Stanley Forman Reed - Wikipedia","KeyID":"4272","URL":"https://en.wikipedia.org/wiki/Stanley_Forman_Reed"}