{"Content: ":"Felix Frankfurter (November 15, 1882 – February 22, 1965) was an Austrian-American lawyer, professor, and jurist who served as an Associate Justice of the Supreme Court of the United States. Frankfurter served on the Supreme Court from 1939 to 1962 and was a noted advocate of judicial restraint in the judgments of the Court. Frankfurter was born in Vienna, Austria, and immigrated to New York City at the age of 12. After graduating from Harvard Law School, Frankfurter worked for Henry L. Stimson, the U.S. Secretary of War. During World War I, Frankfurter served as Judge Advocate General. After the war, he helped found the American Civil Liberties Union and returned to his position as professor at Harvard Law School. He became a friend and adviser of President Franklin D. Roosevelt, who appointed him to fill the Supreme Court vacancy caused by the death of Benjamin N. Cardozo. Although Frankfurter's personal political views were strongly liberal, his experience with the Supreme Court's Lochner era in which conservative justices struck down economic regulations, led him to oppose judicial intervention, and his jurisprudence was generally conservative.[4] Frankfurter served on the Court until his retirement in 1962, and was succeeded by Arthur Goldberg. Frankfurter wrote the Court's majority opinions in cases such as Minersville School District v. Gobitis, Gomillion v. Lightfoot, and Beauharnais v. Illinois. He wrote dissenting opinions in notable cases such as Baker v. Carr, West Virginia State Board of Education v. Barnette, Glasser v. United States, and Trop v. Dulles. Frankfurter was born into an Ashkenazi Jewish family on November 15, 1882, in Vienna, then part of Austria-Hungary. He was the third of six children of Leopold Frankfurter, a merchant, and Emma (Winter) Frankfurter.[5] His uncle, Solomon Frankfurter, was head librarian at the Vienna University Library.[6][7] Frankfurter's forebears had been rabbis for generations.[8] In 1894, 12-year-old Frankfurter and his family immigrated to the United States, settling in New York City's Lower East Side, a dense center of immigrants. Frankfurter attended P.S. 25 and Townsend Harris High School, where he excelled at his studies and enjoyed playing chess and shooting craps on the street. He spent many hours reading at The Cooper Union for the Advancement of Science and Art and attending political lectures, usually on subjects such as trade unionism, socialism, and communism.[9][10] After graduating in 1902 from City College of New York, where he was inducted into Phi Beta Kappa,[11] Frankfurter worked for the Tenement House Department of New York City to raise money for law school. He applied successfully to Harvard Law School, where he excelled academically and socially. He became lifelong friends with Walter Lippmann and Horace Kallen, became an editor of the Harvard Law Review, and graduated first in his class with one of the best academic records since Louis Brandeis.[9][12] Frankfurter's legal career began when he joined the New York law firm of Hornblower, Byrne, Miller & Potter in 1906. In the same year, he was hired as the assistant to Henry Stimson, the U.S. Attorney for the Southern District of New York.[13] During this period, Frankfurter read Herbert Croly's book The Promise of American Life, and became a supporter of the New Nationalism and of Theodore Roosevelt. In 1911, President William Howard Taft appointed Stimson as his Secretary of War, and Stimson appointed Frankfurter as law officer of the Bureau of Insular Affairs. Frankfurter worked directly for Stimson as his assistant and confidant. His government position restricted his ability to publicly voice his Progressive views, though he expressed his opinions privately to friends such as Judge Learned Hand.[14] In 1912 Frankfurter supported the Bull Moose campaign to return Roosevelt to the presidency, and was bitterly disappointed when Woodrow Wilson was elected. He became increasingly disillusioned with the established parties, and described himself as \"politically homeless\".[15] Frankfurter's work in Washington had impressed the faculty at Harvard Law School, who used a donation from the financier Jacob Schiff to create a position for him there after Louis Brandeis suggested that Schiff do this. He taught mainly administrative law and occasionally criminal law.[16] With fellow professor James M. Landis, he advocated judicial restraint in dealing with government misdeeds, including greater freedom for administrative agencies from judicial oversight.[17] He also served as counsel for the National Consumers League, arguing for Progressive causes such as minimum wage and restricted work hours.[8][16] He was involved in the early years of The New Republic magazine after its founding by Herbert Croly.[8][18] When the United States entered World War I in 1917, Frankfurter took a special leave from Harvard to serve as special assistant to the Secretary of War Newton D. Baker.[19] He was appointed Judge Advocate General, supervising military courts-martial for the War Department.[20] He was commissioned a major in the Officers Reserve Corps but was not called to active duty. In September 1917, he was appointed counsel to a commission, the President's Mediation Committee, established by President Wilson to resolve major strikes threatening war production. Among the disturbances he investigated were the 1916 Preparedness Day Bombing in San Francisco, where he argued strongly that the radical leader Thomas Mooney had been framed and required a new trial.[21] He also examined the copper industry in Arizona, where industry bosses solved industrial relations problems by having more than 1,000 strikers forcibly deported to New Mexico.[22] Overall, Frankfurter's work gave him an opportunity to learn firsthand about labor politics and extremism, including anarchism, communism and revolutionary socialism. He came to sympathize with labor issues, arguing that \"unsatisfactory, remediable social conditions, if unattended, give rise to radical movements far transcending the original impulse.\" His activities led the public to view him as a radical lawyer and supporter of radical principles.[21] Former President Theodore Roosevelt accused him of being \"engaged in excusing men precisely like the Bolsheviki in Russia\".[23] As the war drew to a close, Frankfurter was among the nearly one hundred intellectuals who signed a statement of principles for the formation of the League of Free Nations Associations, intended to increase United States participation in international affairs.[24] Frankfurter was encouraged by Supreme Court Justice Louis Brandeis to become more involved in Zionism.[8] With Brandeis he lobbied President Wilson to support the Balfour Declaration, a British government statement supporting the establishment of a Jewish homeland in Palestine.[8] In 1918, he participated in the founding conference of the American Jewish Congress in Philadelphia, creating a national democratic organization of Jewish leaders from all over the US.[25] In 1919, Frankfurter served as a Zionist delegate to the Paris Peace Conference.[8] In 1919, Frankfurter married Marion Denman, a Smith College graduate and the daughter of a Congregational minister. They married after a long and difficult courtship, and against the wishes of his mother, who was disturbed by the prospect of her son marrying outside the Jewish faith.[23][26] Frankfurter was a non-practicing Jew, and regarded religion as \"an accident of birth\". Frankfurter was a domineering husband and Denman suffered from frail health. She suffered frequent mental breakdowns.[23] The couple had no children. Frankfurter's activities continued to attract attention for their alleged radicalism. In November 1919, he chaired a meeting in support of American recognition of the newly created Soviet Union.[27] In 1920, Frankfurter helped to found the American Civil Liberties Union.[8] Following the arrest of suspected communist radicals in 1919 and 1920 during the Palmer raids, Frankfurter, together with other prominent lawyers including Zechariah Chafee, signed an ACLU report which condemned the \"utterly illegal acts committed by those charged with the highest duty of enforcing the laws\" and noted they had committed entrapment, police brutality, prolonged incommunicado detention, and violations of due process in court. Frankfurter and Chafee also submitted briefs to a habeas corpus application to the Massachusetts Federal District Court. Judge George W. Anderson ordered the discharge of twenty aliens, and his denunciation of the raids effectively ended them.[28][29][30] It was during this time that J. Edgar Hoover followed Frankfurter, referring to him as \"the most dangerous man in the United States\", and describing him in a report as a \"disseminator of Bolshevik propaganda\".[31][32] In 1921, Frankfurter was given a chair at Harvard Law School, where he continued progressive work on behalf of socialists and oppressed and religious minorities. When A. Lawrence Lowell, the President of Harvard University, proposed to limit the enrollment of Jewish students, Frankfurter worked with others to defeat the plan.[23][33] In the late 1920s, he attracted public attention when he supported calls for a new trial for Sacco and Vanzetti, two Italian immigrant anarchists who had been sentenced to death on robbery and murder charges. Frankfurter wrote an influential article for The Atlantic Monthly and subsequently a book, The Case of Sacco and Vanzetti: A Critical Analysis for Lawyers and Laymen. He critiqued the prosecution's case and the judge's handling of the trial; he asserted that the convictions were the result of anti-immigrant prejudice and enduring anti-radical hysteria of the Red Scare of 1919–20.[8][34] His activities further isolated him from his Harvard colleagues and from Boston society.[23] Following the inauguration of Franklin D. Roosevelt in 1933, Frankfurter quickly became a trusted and loyal adviser to the new president. Frankfurter was considered to be liberal[35] and advocated progressive legislation.[36] He argued against the economic plans of Raymond Moley, Adolf Berle and Rexford Tugwell, while recognizing the need for major changes to deal with the inequalities of wealth distribution that had led to the devastating nature of the Great Depression.[37] Frankfurter successfully recommended many bright young lawyers toward public service with the New Deal administration; they became known as \"Felix's Happy Hot Dogs\".[37][38] Among the most notable of these were Thomas Corcoran, Donald Hiss and Alger Hiss, and Benjamin Cohen. He moved to Washington, D.C., commuting back to Harvard for classes, but felt that he was never fully accepted within government circles. He worked closely with Louis Brandeis, lobbying for political activities suggested by Brandeis. He declined a seat on the Supreme Judicial Court of Massachusetts and, in 1933, the position of Solicitor General of the United States.[38] Long an anglophile, Frankfurter had studied at Oxford University in 1920. In 1933–34 he returned to act as visiting Eastman professor in the faculty of Law.[38][39] A 1935 newspaper article describes the happy hot dogs as:[40] Other \"Frankfurter men\" in the New Deal included:[40] Even after his appointment to the Supreme Court, Frankfurter remained close to Roosevelt. In July 1943, on behalf of the President, Frankfurter interviewed Jan Karski, a member of the Polish resistance who had been smuggled into the Warsaw ghetto and a camp near the Belzec death camp in 1942, in order to report back on what is now known as the Holocaust. Frankfurter greeted Karski's report with skepticism, later explaining: \"I did not say that he was lying, I said that I could not believe him. There is a difference.\"[41][42] Following the death of Supreme Court associate justice Benjamin N. Cardozo in July 1938, President Roosevelt turned to Frankfurter for recommendations of prospective candidates to fill the vacancy. Finding none on the list to suit his criteria, Roosevelt nominated Frankfurter.[43] Frankfurter's nomination quickly became highly controversial, and a number of witnesses gave testimony in opposing the nomination during the confirmation hearing before the Senate Judiciary Committee. In addition to the objection that he was considered to be the president's unofficial advisor, that he was affiliated with special interest groups, that there were now no justices from west of the Mississippi, opponents pointed to Frankfurter as foreign-born and deemed to be affiliated with an anti-Christian movement viewed as part of a broader Communist infiltration into the country.[44] As a result, the Judiciary Committee requested that Frankfurter appear before it and questions from the committee. He agreed, but only to address what he considered to be slanderous allegations against him. He was only the second Supreme Court nominee ever to testify during hearings on their nomination (the first was Harlan F. Stone in 1924), and the first to be requested to do so.[45][46] Even so, he was confirmed by the U.S. Senate by voice vote on January 17, 1939.[47] Frankfurter served from January 30, 1939, to August 28, 1962.[1] He wrote 247 opinions for the Court, 132 concurring opinions, and 251 dissents.[48] He became the court's most outspoken advocate of judicial restraint, the view that courts should not interpret the constitution in such a way as to impose sharp limits upon the authority of the legislative and executive branches.[49] He also usually refused to apply the federal Constitution to the states.[50] In the case of Irvin v. Dowd, Frankfurter stated what was for him a frequent theme: \"The federal judiciary has no power to sit in judgment upon a determination of a state court ... Something that thus goes to the very structure of our federal system in its distribution of power between the United States and the state is not a mere bit of red tape to be cut, on the assumption that this Court has general discretion to see justice done\".[51] In his judicial restraint philosophy, Frankfurter was strongly influenced by his close friend and mentor Oliver Wendell Holmes, Jr., who had taken a firm stand during his tenure on the bench against the doctrine of \"economic due process\". Frankfurter revered Justice Holmes, often citing Holmes in his opinions. In practice, this meant Frankfurter was generally willing to uphold the actions of those branches against constitutional challenges so long as they did not \"shock the conscience\". Frankfurter was particularly well known as a scholar of civil procedure. Frankfurter's adherence to the judicial restraint philosophy was shown in the 1940 opinion he wrote for the court in Minersville School District v. Gobitis, a case involving Jehovah's Witnesses students who had been expelled from school due to their refusal to salute the flag and recite the Pledge of Allegiance. He rejected claims that First Amendment rights should be protected by law, and urged deference to the decisions of the elected school board officials. He stated that religious belief \"does not relieve the citizen from the discharge of political responsibilities\" and that exempting the children from the flag-saluting ceremony \"might cast doubts in the minds of other children\" and reduce their loyalty to the nation. Justice Harlan Fiske Stone issued a lone dissent. The court's decision was followed by hundreds of violent attacks on Jehovah's Witnesses throughout the country.[52] It was overturned in March 1943 by the Supreme Court decision in West Virginia Board of Education v. Barnette. A frequent ally, Justice Robert H. Jackson, wrote the majority opinion in this case, which reversed the decision only three years prior in poetic passionate terms as a fundamental constitutional principle, that no government authority has the right to define official dogma and require its affirmation by citizens. Frankfurter's extensive dissent began by raising and then rejecting the notion that as a Jew, he ought \"to particularly protect minorities,\" although he did say that his personal political sympathies were with the majority opinion.[53] He reiterated his view that the role of the Court was not to give an opinion of the \"wisdom or evil of a law\" but only to determine \"whether legislators could in reason have enacted such a law\".[54][55] In Baker v. Carr, Frankfurter's position was that the federal courts did not have the right to tell sovereign state governments how to apportion their legislatures; he thought the Supreme Court should not get involved in political questions, whether federal or local.[56] Frankfurter's view had won out in the 1946 case preceding Baker, Colegrove v. Green – there, a 4–3 majority decided that the case was non-justiciable, and the federal courts had no right to become involved in state politics, no matter how unequal district populations had become.[56][57] But, in the Baker case, the majority of justices ruled to settle the matter – saying that the drawing of state legislative districts was within the purview of federal judges, despite Frankfurter's warnings that the Court should avoid entering \"the political thicket\".[58] Frankfurter had previously articulated a similar view in a concurring opinion written for Dennis v. United States (1951). The decision affirmed, by a 6–2 margin, the conviction of eleven Communist leaders for conspiring to overthrow the US Government under the Smith Act. In it, he again argued that judges \"are not legislators, that direct policy-making is not our province.\"[59] He recognized that curtailing the free speech of those who advocate the overthrow of government by force also risked stifling criticism by those who did not, writing that \"[it] is a sobering fact that in sustaining the convictions before us we can hardly escape restriction on the interchange of ideas.\"[59] A pivotal school desegregation case came before the court in Brown v. Board of Education. It was argued, and was set for reargument when Chief Justice Fred M. Vinson, whose vote was crucial and who ostensibly disposed against overruling Plessy v. Ferguson, died. Frankfurter reportedly remarked that Vinson's death was the first solid piece of evidence he had seen to prove the existence of God, though some believe the story to be \"possibly apocryphal\".[60] Frankfurter demanded that the opinion in Brown II (1955) order schools to desegregate with \"all deliberate speed\".[61] Some school boards used this phrase as an excuse to defy the demands of the first Brown decision.[61] For fifteen years, schools in many states of the South remained segregated; in some cases systems closed their schools, and new private schools were opened by white parents for their children.[62] In Alexander v. Holmes County Board of Education, the Court wrote, \"The obligation of every school district is to terminate dual school systems at once and to operate now and hereafter only unitary schools.\"[63] Frankfurter's \"all deliberate speed\" formula was intended to constrain the federal judiciary toward a gradualist approach to school integration, but his formula backfired. By divorcing the plaintiff's injury from the remedy afforded, Brown II gave birth to modern Public Law Litigation, which today affords federal courts broad power to reform state institutions.[64] Frankfurter was hands-off in the area of business. In the 1956 government case against DuPont, started because DuPont seemed to have maneuvered its way into a preferential relationship with GM, Frankfurter refused to find a conspiracy, and said the Court had no right to interfere with the progress of business.[65][66] Here again, Frankfurter opposed – and lost out to – the views of the court majority made up of Justices Warren, Black, Douglas and Brennan.[67] Later in his career, Frankfurter's judicial restraint philosophy frequently put him on the dissenting side of ground-breaking decisions taken by the Warren Court to end discrimination. Frankfurter believed that the authority of the Supreme Court would be reduced if it went too strongly against public opinion: he sometimes went to great lengths to avoid unpopular decisions, including fighting to delay court decisions against laws prohibiting racial intermarriage.[68] For the October 1948 court term, Frankfurter hired William Thaddeus Coleman Jr., the first African American to serve as a Supreme Court law clerk.[69] In 1960, despite a recommendation from the dean of Harvard Law School, Frankfurter turned down Ruth Bader Ginsburg for a clerkship position because of her gender. She later became an associate justice of the Supreme Court herself, and was the first Jewish woman to do so.[70] Frankfurter's specific seat later came to be informally known as the \"Jewish seat,\" as between 1932 and 1969 it was occupied by four consecutive Jewish justices: Cardozo, Frankfurter, Goldberg, and Fortas. From 1994 to 2022, the seat was occupied by Stephen G. Breyer, who is also Jewish.[71] Throughout his career on the court, Frankfurter was a large influence on many justices, such as Tom C. Clark, Harold Hitz Burton, Charles Evans Whittaker, and Sherman Minton.[72] He generally attempted to influence any new justice coming in,[73] though he managed to repel William J. Brennan, Jr. – who had voted with Frankfurter half the time in his first year,[74] but then opposed him after Frankfurter's attempts at inculcation.[75] Frankfurter turned against Brennan completely after the case of Irvin v. Dowd. Other justices who received the Frankfurter treatment of flattery and instruction were Burton, Fred M. Vinson, and John Marshall Harlan II.[76] With Vinson, who became Chief Justice, Frankfurter feigned deference, though he sought influence.[77] Some, possibly apocryphal, reports[60] have Frankfurter remarking that Vinson's death in 1953 was the first solid piece of evidence he had seen to prove the existence of God.[78] Frankfurter was in his time the leader of the conservative faction of the Supreme Court; he would for many years feud with liberals like Justices Hugo Black and William O. Douglas.[56] He often complained that they \"started with a result\" and that their work was \"shoddy,\" \"result-oriented,\" and \"demagogic\".[77] Similarly, Frankfurter panned the work of Chief Justice Earl Warren as \"dishonest nonsense\".[79] Frankfurter saw justices with ideas different from his own as part of a more liberal \"Axis\" – these opponents were chiefly Black and Douglas, but would also include Frank Murphy and Wiley Blount Rutledge; the group would for years oppose Frankfurter's judicially restrained ideology.[80] Douglas, Murphy, and then Rutledge were the first justices to agree with Hugo Black's notion that the Fourteenth Amendment incorporated the Bill of Rights protection into it; this view would later mostly become law, during the period of the Warren Court.[81] For his part, Frankfurter would assert that Black's incorporation theory would usurp state control over criminal justice by limiting states' development of new interpretations of criminal due process.[82] Frankfurter's argumentative style was not popular among his Supreme Court colleagues. \"All Frankfurter does is talk, talk, talk,\" Chief Justice Earl Warren complained. \"He drives you crazy.\"[49][83] Hugo Black reported that \"I thought Felix was going to hit me today, he got so mad.\"[49] In the Court's biweekly conference sessions, traditionally a period for vote-counting, Frankfurter had the habit of lecturing his colleagues for forty-five minutes at a time or more with his book resting on a podium. Frankfurter's ideological opponents would leave the room or read their mail while he lectured.[84] Frankfurter was close friends with Justice Robert H. Jackson.[85] The two exchanged much correspondence over their mutual dislike for Justice William O. Douglas.[85] Frankfurter also had a strong influence over Jackson's opinions.[86] Frankfurter was universally praised for his work before coming to the Supreme Court, and was expected to influence it for decades past the death of FDR.[87] However, Frankfurter's influence over other justices was limited by his failure to adapt to new surroundings, his style of personal relations (relying heavily on the use of flattery and ingratiation, which ultimately proved divisive), and his strict adherence to the ideology of judicial restraint. Michael E. Parrish, professor at UCSD, said of Frankfurter: \"History has not been kind to [him] ... there is now almost a universal consensus that Frankfurter the justice was a failure, a judge who ... became 'uncoupled from the locomotive of history' during the Second World War, and who thereafter left little in the way of an enduring jurisprudential legacy.\"[88] Frankfurter retired in 1962 after suffering a stroke and was succeeded by Arthur Goldberg.[71] He was awarded the Presidential Medal of Freedom by John F. Kennedy in 1963. Felix Frankfurter died from congestive heart failure in 1965 at the age of 82. His remains are interred in the Mount Auburn Cemetery in Cambridge, Massachusetts.[89][90] There are two extensive collections of Frankfurter's papers: one at the Manuscript Division of the Library of Congress and the other at Harvard University. Both are fully open for research and have been distributed to other libraries on microfilm. However, in 1972 it was discovered that more than a thousand pages of his archives, including his correspondence with Lyndon B. Johnson and others, had been stolen from the Library of Congress; the crime remains unsolved and the perpetrator and motive are unknown.[91] A chapter of the international youth-led fraternal organization for Jewish teenagers Aleph Zadik Aleph in Scottsdale, Arizona, is named in his honor. A chapter of the international legal fraternal organization Phi Alpha Delta at Suffolk University in Boston, Massachusetts, is named in his honor. Frankfurter published several books including Cases Under the Interstate Commerce Act; The Business of the Supreme Court (1927); Justice Holmes and the Supreme Court (1938); The Case of Sacco and Vanzetti (1927) and Felix Frankfurter Reminisces (1960).","Title":"Felix Frankfurter - Wikipedia","KeyID":"4273","URL":"https://en.wikipedia.org/wiki/Felix_Frankfurter"}