{"Content: ":"Wiley Blount Rutledge Jr. (July 20, 1894 – September 10, 1949) was an American jurist who served as an associate justice of the Supreme Court of the United States from 1943 to 1949. The ninth and final justice appointed by President Franklin D. Roosevelt, he is known for his impassioned defenses of civil liberties. Rutledge favored broad interpretations of the First Amendment, the Due Process Clause, and the Equal Protection Clause, and he argued that the Bill of Rights applied in its totality to the states. He participated in several noteworthy cases involving the intersection of individual freedoms and the government's wartime powers. Rutledge served on the Court until his death at the age of fifty-five. Legal scholars have generally thought highly of the justice, although the brevity of his tenure has minimized his impact on history. Born in Cloverport, Kentucky, Rutledge attended several colleges and universities, graduating with a Bachelor of Laws degree in 1922. He briefly practiced law in Boulder, Colorado, before accepting a position on the faculty of the University of Colorado Law School. Rutledge also taught law at the Washington University School of Law in St. Louis, Missouri, of which he became the dean; he later served as dean of the University of Iowa College of Law. As an academic, he vocally opposed Supreme Court decisions striking down parts of the New Deal and argued in favor of President Roosevelt's unsuccessful attempt to expand the Court. Rutledge's support of Roosevelt's policies brought him to the President's attention: he was considered as a potential Supreme Court nominee and was appointed to the U.S. Court of Appeals for the District of Columbia, where he developed a record as a supporter of individual liberties and the New Deal. When Justice James F. Byrnes resigned from the Supreme Court, Roosevelt nominated Rutledge to take his place. The Senate overwhelmingly confirmed Rutledge by voice vote, and he took the oath of office on February 15, 1943. Rutledge's jurisprudence placed a strong emphasis on the protection of civil liberties. In Everson v. Board of Education (1947), he authored an influential dissent in support of the separation of church and state. He sided with Jehovah's Witnesses seeking to invoke the First Amendment in cases such as West Virginia State Board of Education v. Barnette (1943) and Murdock v. Pennsylvania (1943); his majority opinion in Thomas v. Collins (1945) endorsed a broad interpretation of the Free Speech Clause. In a famed dissent in the wartime case of In re Yamashita (1946), Rutledge voted to void the war crimes conviction of the Japanese general Tomoyuki Yamashita, condemning in ringing terms a trial that, in his view, violated the basic principles of justice and fairness enshrined in the Constitution. By contrast, he joined the majority in two cases—Hirabayashi v. United States (1943) and Korematsu v. United States (1944)—that upheld the Roosevelt administration's decision to intern tens of thousands of Japanese Americans during World War II. In other cases, Rutledge fervently supported broad due process rights in criminal cases, and he opposed discrimination against women, racial minorities, and the poor. Rutledge was among the most liberal justices ever to serve on the Supreme Court. He favored a flexible and pragmatic approach to the law that prioritized the rights of individuals. On the Court, his views aligned most often with those of Justice Frank Murphy. Rutledge died in 1949, having suffered a massive stroke, after six years' service on the Supreme Court. President Harry S. Truman appointed the considerably more conservative Sherman Minton to replace him. Although Rutledge frequently found himself in dissent during his lifetime, many of his views received greater acceptance during the era of the Warren Court. Wiley Blount Rutledge Jr. was born just outside of Cloverport, Kentucky, on July 20, 1894, to Mary Lou (née Wigginton) and Wiley Blount Rutledge Sr.[1]: 13  Wiley Sr., a native of western Tennessee, was a fundamentalist Baptist clergyman who believed firmly in the literal inerrancy of the Bible.[2]: 1313  He attended seminary in Louisville, Kentucky, and then moved with his wife to pastor a church in Cloverport.[2]: 1313  After Wiley Jr.'s birth, his mother contracted tuberculosis; the family left Kentucky in search of a healthier climate.[1]: 13–14  They moved first to Texas and Louisiana and then to Asheville, North Carolina, where the elder Rutledge took up a pastorate.[2]: 1313  After his wife's death in 1903, Wiley Sr. relocated his family throughout Tennessee and Kentucky, where he held temporary pastorates before eventually accepting a permanent post in Maryville, Tennessee.[2]: 1314  In 1910, the sixteen-year-old Wiley Jr. enrolled at Maryville College.[2]: 1314  He studied Latin and Greek, successfully maintaining high grades throughout.[1]: 20  One of his Greek instructors was Annabel Person, whom he later married.[3]: 132  At Maryville, Rutledge participated vigorously in debate; he argued in support of Woodrow Wilson and against the progressivism of Theodore Roosevelt.[1]: 20–21, 24  He also played football, developed a reputation as a practical jokester, and began a romantic relationship with Person, who was five years his senior.[1]: 20, 25 [2]: 1314  For reasons that are not altogether clear, Rutledge—who had planned to study law upon his graduation and whose lowest grades were in the sciences—left Maryville, enrolled at the University of Wisconsin–Madison, and decided to study chemistry.[1]: 27  Lonely and struggling in his classwork, Rutledge had a difficult time in Wisconsin, and he later characterized it as being one of the \"hardest\" and most \"painful\" periods of his life.[1]: 30–31  He graduated in 1914 with an A. B. degree.[4]: 515  Realizing that his talents did not lie in chemistry, Rutledge resumed his original plan to study law.[1]: 31  Since he was unable to afford the University of Wisconsin's law school, he moved to Bloomington, Indiana, where he taught high school and enrolled part-time at the Indiana University Law School.[5]: 938  The difficulty of simultaneously working and studying put a serious strain on his health, and by 1915 he had developed a life-threatening case of tuberculosis.[2]: 1314  The ailing Rutledge removed himself to a sanatorium and gradually began to recover from his disease; while there, he married Person.[6]: 331  Upon recovering, he moved with his wife to Albuquerque, New Mexico, where he took a position teaching high school business classes.[2]: 1314  In 1920, Rutledge enrolled at the University of Colorado Law School in Boulder; he continued teaching high school as he again pursued the study of law.[6]: 331 [7]: 103  One of his professors was Herbert S. Hadley, the former governor of Missouri.[1]: 46  Rutledge later stated that he \"owe[d] more professionally to Governor Hadley than to any other person\"; Hadley's support for Roscoe Pound's progressive theory of sociological jurisprudence influenced Rutledge's view of the law.[1]: 47  Rutledge graduated with a Bachelor of Laws degree in 1922.[5]: 938  Rutledge passed the bar examination in June 1922 and took a job with the law firm of Goss, Kimbrough, and Hutchison in Boulder.[1]: 47–48  In 1924, he accepted the position of associate professor of law at his alma mater, the University of Colorado.[8]: 444  He taught a wide variety of classes, and his colleagues commented that he was experiencing \"very considerable success\".[1]: 51–52  In 1926, Hadley—who had recently become chancellor of Washington University in St. Louis—offered Rutledge a full professorship at his university's law school; Rutledge accepted the offer and moved to St. Louis with his family that year.[1]: 51–52, 57–59  He spent nine years there, continuing to teach classes pertaining to many aspects of the law.[1]: 59  From 1930 to 1935, Rutledge served as dean of the law school; he then spent four years as dean of the University of Iowa College of Law.[9]: 111  During his time in academia, Rutledge did not function primarily as a scholar: for instance, he only published two articles in law reviews.[9]: 111  Yet his students and colleagues thought highly of him as a teacher, and the legal scholar William Wiecek noted that he was recalled as \"dedicated and demanding\" by those whom he taught.[9]: 111 [10]: 375  Rutledge frequently weighed in on questions of public importance, supporting academic freedom and free speech at Washington University and opposing the Supreme Court's approach to child labor laws.[2]: 1315  His tenure as dean overlapped with the New Deal-period clash between President Franklin D. Roosevelt and a Supreme Court whose decisions thwarted his agenda.[6]: 331  Rutledge came down firmly on Roosevelt's side: he denounced the Court's rulings striking down portions of the New Deal and voiced support for the President's unsuccessful \"court-packing plan\", which attempted to make the Court more amenable to Roosevelt's agenda by increasing the number of justices.[6]: 331 [10]: 375  In Rutledge's view, the justices of his era had \"imposed their own political philosophy\" rather than the law in their decisions; as such, he felt that expanding the Court was a regrettable but necessary way for Congress to bring it back into line.[1]: 125–127  Roosevelt's proposal was extremely unpopular in the Midwest, and Rutledge's support for it was loudly denounced: his position even led some members of the Iowa legislature to threaten to freeze faculty salaries.[2]: 1316  Still, Roosevelt noticed Rutledge's outspoken support for him, and it garnered the dean prominence on the national stage.[6]: 331  In the words of Rutledge himself, \"[t]he Court bill gave me my chance\".[2]: 1316  Having attracted the attention of Roosevelt, Rutledge was seriously considered as a potential Supreme Court nominee when a vacancy arose in 1939.[9]: 112  Although the President ultimately appointed Felix Frankfurter to that seat, he decided that it would be politically advantageous to appoint someone from west of the Mississippi—such as Rutledge—to fill the next opening.[9]: 112  Roosevelt selected William O. Douglas, who had lived in the states of Minnesota and Washington, instead of Rutledge when that vacancy arose, but he simultaneously offered Rutledge a seat on the United States Court of Appeals for the District of Columbia—one of the nation's most influential appellate courts—which he accepted.[1]: 151 [2]: 1316–1317  Rutledge appeared before a Senate subcommittee; its members promptly endorsed the nomination.[1]: 176  The full Senate speedily confirmed him by voice vote on April 4, 1939, and he took the oath of office on May 2.[1]: 176–177  At the time, the Court of Appeals for the District of Columbia heard a unique variety of matters: appeals from the federal district court in Washington, petitions to review the decisions of administrative agencies, and cases (similar to those decided by state supreme courts) arising from the District's local court system.[1]: 173–174  As a judge of that court, therefore, Rutledge had the opportunity to write opinions on a wide variety of topics.[1]: 174  In Wiecek's words, his 118 opinions \"reflected his sympathetic views toward organized labor, the New Deal, and noneconomic individual rights\".[9]: 112  In Busey v. District of Columbia,[a] for instance, he dissented when the majority upheld several Jehovah's Witnesses' convictions for distributing religious literature without securing a license and paying a tax.[11]: 359–360  Writing that \"[t]axed speech is not free speech\", Rutledge argued that the government could not charge those who wished to communicate on the streets.[12]: 94  His opinion for the court in Wood v. United States[b] reversed a conviction for robbery that had been secured after the defendant pleaded guilty at a preliminary hearing without having been informed of his right against self-incrimination.[2]: 1317  Rutledge wrote that the preliminary hearing was not supposed to be \"a trap for luring the unwary into confession or admission which is fatal or prejudicial\"; he held that a plea was not voluntary if the defendant was not aware of his constitutional rights.[1]: 191  Rutledge's jurisprudence emphasized the spirit of the law over the letter of the law; he rejected the use of technicalities to penalize individuals or to circumvent a law's underlying purpose.[13]: 169–170  During his time on the Court of Appeals, he never rendered a single decision adverse to organized labor, and his rulings tended to be favorable toward administrative agencies and the New Deal more generally.[1]: 1317–1318  In October 1942, Justice James F. Byrnes resigned from the Supreme Court, creating the ninth and final vacancy of Roosevelt's presidency.[14]: 292, 294  As a result of Roosevelt's many previous appointments to the Court, there was \"no obvious successor, no obvious political debt to be paid\", according to the scholar Henry J. Abraham.[15]: 186  Some, including Justices Felix Frankfurter and Harlan F. Stone, encouraged Roosevelt to appoint the distinguished jurist Learned Hand.[15]: 186  Frankfurter, with what Abraham called \"not uncharacteristic overkill\", lobbied with particular vigor on Hand's behalf: Roosevelt noted that he had received pleas to appoint Hand from \"twenty [people], and every one of them a messenger from Felix Frankfurter\" in a single day.[15]: 186  But the President was uncomfortable appointing the seventy-one-year-old Hand due to his age: Roosevelt had cited the advanced age of Supreme Court justices to justify his plan to expand the Court, and he feared he would appear hypocritical if he appointed an elderly jurist himself.[1]: 216–217  Francis Biddle, the attorney general, was unwilling to serve; Roosevelt asked him to search for a suitable nominee.[14]: 292  A number of candidates were considered, including federal judge John J. Parker, Solicitor General Charles Fahy, U.S. Senator Alben W. Barkley, and Dean Acheson.[15]: 186  But the journalist Drew Pearson soon named another possibility, whom he identified as \"the candidate of Chief Justice Stone\" in his columns and radio broadcasts: Wiley Rutledge.[1]: 209  Rutledge had no desire to be nominated to the Supreme Court, but his friends nonetheless wrote to Roosevelt and Biddle on his behalf.[1]: 208–209  He wrote to Biddle disclaiming all interest in the position, and he admonished his friends with the words: \"For God's sake, don't do anything about stirring up the matter! I am uncomfortable enough as it is.\"[1]: 209–210  Still, Rutledge's supporters, most notably the well-regarded journalist Irving Brant, continued to lobby the White House to nominate him, and he stated in private that he would not decline the nomination if Roosevelt offered it to him.[1]: 209–211 [15]: 186  Biddle directed his assistant Herbert Wechsler to review Rutledge's record; Wechsler's report convinced Biddle that Rutledge's judicial opinions were \"a bit pedestrian\" but nonetheless \"sound\".[1]: 213  Biddle, joined by Roosevelt loyalists such as Douglas, Senator George W. Norris, and Justice Frank Murphy, thus recommended to the President that Rutledge be appointed.[14]: 292  After meeting with Rutledge at the White House and being convinced by Biddle that the judge's judicial philosophy was fully aligned with his own, Roosevelt agreed.[15]: 186  According to the scholar Fred L. Israel, Roosevelt found Rutledge to be \"a liberal New Dealer who combined the President's respect for the academic community with four years of service on a leading federal appellate court\".[2]: 1318  Additionally, the fact that Rutledge was a Westerner weighed in his favor.[14]: 292  The President told his nominee: \"Wiley, we had a number of candidates for the Court who were highly qualified, but they didn't have geography—you have that\".[2]: 1318  Roosevelt formally nominated Rutledge, who was then forty-eight years old, to the Supreme Court on January 11, 1943.[10]: 375  The Senate Judiciary Committee voted on February 1 to approve Rutledge's nomination; the vote was 11–0, with four abstentions.[16] Those four senators—North Dakota's William Langer, West Virginia's Chapman Revercomb, Montana's Burton K. Wheeler, and Michigan's Homer S. Ferguson—abstained due to uneasiness about Rutledge's support for Roosevelt's court-expansion plan.[1]: 220  Ferguson later spoke with Rutledge and indicated that his concerns had been resolved, but Wheeler, who had strongly opposed Roosevelt's efforts to enlarge the Court, said that he would vote against the nomination when it came before the full Senate.[1]: 220  The only senator to speak on the Senate floor in opposition to Rutledge was Langer, who characterized Rutledge as \"a man who, so far as I can ascertain, never practiced law inside a courtroom or, so far as I know, seldom even visited one until he came to take a seat on the United States Circuit Court of Appeals for the District of Columbia\" and commented that \"[t]he Court is not without a professor or two already.\"[1]: 220–221  The Senate overwhelmingly[6]: 332  confirmed Rutledge by a voice vote on February 8, and he took the oath of office on February 15.[5]: 938  Rutledge served as an associate justice of the Supreme Court from 1943 until his death in 1949.[5]: 938  He penned a total of sixty-five majority opinions, forty-five concurrences, and sixty-one dissents.[13]: 187  The deeply fractured Court to which he was appointed consisted of a conservative bloc, consisting of Justices Frankfurter, Robert H. Jackson, Stanley Forman Reed, and Owen Roberts, and a liberal bloc, consisting of Justices Hugo Black, Murphy, Douglas, Rutledge, and sometimes Stone.[7]: 110  On a Court plagued by internecine squabbles, Rutledge was, according to the legal historian Lucas A. Powe Jr., \"the sole member both personally liked and intellectually respected by every other member\".[17]: 337  He found it challenging to write opinions, and his writing style has been criticized as unnecessarily prolix and difficult to read.[13]: 185 [17]: 339  Rutledge frequently and strenuously dissented: the scholar Alfred O. Canon wrote that he was \"in many respects ... the chief dissenter of the Roosevelt Court\".[13]: 188–189  Rutledge was one of the most liberal justices in the history of the Court.[18]: 1  His approach to the law strongly emphasized the preservation of civil liberties,[2]: 1318  motivated by a fervent belief that the freedoms of individuals should be protected.[13]: 178  Rutledge voted more often than any of his colleagues in favor of individuals who brought suit against the government,[15]: 186  and he forcefully advocated for equal protection, access to the courts, due process, and the rights protected by the First Amendment.[1]: 419 According to the legal scholar Lester E. Mosher, Rutledge \"may be classed as a 'natural law realist' who combined the humanitarianism of Thomas Jefferson with the pragmatism of John Dewey—he employed the tenets of pragmatism as a juristic tool or technique in applying 'natural law' concepts\".[19]: 698  His views particularly overlapped with those of Murphy, with whom he agreed in nearly seventy-five percent of the Court's non-unanimous cases.[13]: 186  The Supreme Court at large did not often embrace Rutledge's views during his lifetime, but during the era of the Warren Court they gained considerable acceptance.[1]: 419  Rutledge's appointment had an immediate effect on a Court that was decidedly split on questions involving the freedoms protected by the First Amendment.[1]: 260–261  For instance, in Jones v. City of Opelika,[c] a 1942 case decided before Rutledge's ascension to the Court, a 5–4 majority had upheld the convictions of Jehovah's Witnesses for selling religious literature without obtaining a license and paying a tax.[11]: 340  Rutledge's arrival the subsequent year gave that case's erstwhile dissenters a majority; in Murdock v. Pennsylvania,[d] they overruled Jones and struck down the tax as unconstitutional.[9]: 130  Rutledge also joined the majority in another precedent-altering case involving Jehovah's Witnesses and the First Amendment: West Virginia State Board of Education v. Barnette.[e][20]: 318  In that landmark decision, the Court reversed its previous holding in Minersville School District v. Gobitis,[f] ruling instead that the First Amendment forbade public schools from requiring students to recite the Pledge of Allegiance.[21]: 419–421  Writing for a 6–3 majority that included Rutledge, Justice Jackson wrote that: \"[i]f there is any fixed star in our constitutional constellation, it is that no official, high or petty, can prescribe what shall be orthodox in politics, nationalism, religion, or other matters of opinion or force citizens to confess by word or act their faith therein\".[22]: 213  According to the jurist and scholar John M. Ferren, Rutledge, by his vote in Barnette, \"established himself early as a concerned protector of religious freedom\".[1]: 261  Among Rutledge's most influential free-speech opinions was in the 1945 case of Thomas v. Collins.[g][19]: 664  Writing for a 5–4 majority, he ruled unconstitutional a Texas statute that required union organizers to register and obtain a license before they could solicit individuals to join labor unions.[22]: 218  The case arose when R. J. Thomas, an official of the Congress of Industrial Organizations, gave a pro-union address in Texas without having registered; he argued that the law was an unconstitutional prior restraint on his First Amendment rights.[9]: 181  Rutledge rejected Texas's arguments that the law was subject only to rational-basis review because labor organizing was akin to the sort of ordinary business activity that states could freely regulate.[1]: 269  Writing that \"the indispensable democratic freedoms secured by the First Amendment\" had a \"preferred place\" that could be abridged only in light of a \"clear and present danger\", he held that the law imposed an unjustified burden on Thomas's constitutional rights.[1]: 269  In dissent, Justice Roberts argued that it was not constitutionally problematic to impose a neutral licensing requirement on organizers of public meetings.[22]: 218  According to Ferren, Rutledge's \"celebrated and controversial\" opinion in Thomas exemplifies both the Court's pervasive 5–4 division on First Amendment issues throughout the 1940s and Rutledge's \"nearly absolutist\" interpretation of the Free Speech Clause.[1]: 269  In the case of Everson v. Board of Education,[h] Rutledge rendered a noteworthy dissent in defense of the separation of church and state.[1]: 264, 268  Everson was among the first decisions to interpret the Establishment Clause of the First Amendment, which forbids the enactment of laws \"respecting an establishment of religion\".[23]: 672  Writing for the majority, Justice Black concluded that the Fourteenth Amendment incorporated the Establishment Clause, meaning that it applied to the states as well as to the federal government.[22]: 226–227  Quoting Thomas Jefferson, he argued that \"the clause against establishment of religion by law was intended to erect 'a wall of separation between Church and State'\".[9]: 266–267  But despite what Wiecek called a \"fusillade of sweeping dicta\", Black nonetheless held for a 5–4 majority that the specific law at issue—a New Jersey statute that permitted parents to be reimbursed for the costs of sending their children to private religious schools by bus—did not violate the Establishment Clause.[9]: 262, 267  In dissent, Rutledge favored an even stricter understanding of the Establishment Clause than Black, maintaining that its purpose \"was to create a complete and permanent separation of the spheres of religious activity and civil authority by comprehensively forbidding every form of public aid or support for religion\".[9]: 268  On that basis, he argued that the New Jersey law was unconstitutional because it provided indirect financial support for religious education.[1]: 264–265  Although Rutledge's position in Everson was not vindicated by the Court's later Establishment Clause jurisprudence, Ferren argued that that his dissent \"remains as powerful a statement as any Supreme Court justice has written\" in support of church–state separation.[1]: 268  In other cases, Rutledge evinced a near-uniform tendency to embrace defenses rooted in the First Amendment: in Terminiello v. City of Chicago,[i] he sided with a priest whose rhetorical attacks on Jews and the Roosevelt administration had provoked a riot; in United Public Workers v. Mitchell[j] and Oklahoma v. United States Civil Service Commission,[k] he dissented when the Court upheld the Hatch Act's restrictions on civil servants' political activity; in Marsh v. Alabama,[l] he joined the majority in holding a company town's restrictions on the distribution of religious literature unconstitutional.[1]: 268–269, 480–481 [22]: 236  In only a single case—Prince v. Massachusetts[m]—did he vote to reject an attempt to invoke the First Amendment.[1]: 268  Prince involved a Jehovah's Witness who had been convicted of violating a Massachusetts child labor law by bringing her nine-year-old niece to distribute religious literature with her.[22]: 215  Writing for a 5–4 majority, Rutledge held that Massachusetts's interest in protecting children's welfare outweighed the child's First Amendment rights;[22]: 215  he argued that \"parents may be free to become martyrs themselves. But it does not follow [that] they are free ... to make martyrs of their children.\"[9]: 246  His usual ally Murphy disagreed, arguing in dissent that the state had not demonstrated \"the existence of any grave or immediate danger to any interest which it may lawfully protect\".[19]: 669  Rutledge's decision to reject the First Amendment argument presented in Prince may have stemmed more from his longstanding opposition to child labor than from his views on religious freedom.[1]: 263, 268  In 80 percent of the criminal cases heard by the Supreme Court during his tenure, Rutledge voted in favor of the defendant—substantially more often than the Court as a whole, which did so in only 52 percent of criminal cases.[1]: 350  He supported an expansive definition of due process and construed ambiguous statutes in favor of defendants, particularly in cases involving capital punishment.[1]: 350  In Louisiana ex rel. Francis v. Resweber,[n] Rutledge dissented from the Court's 5–4 holding that Louisiana could again endeavor to execute a prisoner after the electric chair malfunctioned during the previous attempt.[22]: 226  He joined the opinion of Justice Harold H. Burton, who maintained that \"death by installments\" was a form of cruel and unusual punishment that violated the Due Process Clause.[1]: 360  In the case of In re Oliver,[o] Rutledge agreed with the majority that a conviction for contempt of court was unlawful because a single judge, sitting as a one-man grand jury, had held proceedings in secret and given the defendant no opportunity to defend himself.[24]: 40  Concurring separately, he argued for a broader definition of due process, decrying the Court's willingness to permit \"selective departure[s]\" from the \"scheme of ordered personal liberty established by the Bill of Rights\" in other cases.[1]: 365  Rutledge's dissent in Ahrens v. Clark[p] demonstrated what Ferren characterized as his \"continued impatience ... with procedural rules barring access to the federal courts\".[1]: 372–373  The Court in Ahrens ruled 6–3 that German nationals seeking writs of habeas corpus to stop their deportations could not lawfully sue in federal court in the District of Columbia.[1]: 373  Aided by his law clerk John Paul Stevens,[25]: 507  Rutledge dissented, concluding that the court in the District of Columbia had jurisdiction because the person having custody over the prisoners—the Attorney General—was located there.[1]: 373  He argued against what he viewed as \"a jurisdictional limitation so destructive of the writ's availability and adaptability to all the varying conditions and devices by which liberty may be unlawfully restrained\".[25]: 512  Stevens later served on the Supreme Court himself; in his majority opinion in Rasul v. Bush,[q] he cited Rutledge's Ahrens dissent to conclude that federal courts had jurisdiction over suits brought by detainees at Guantanamo Bay.[25]: 501–502  Rutledge maintained that the provisions of the Bill of Rights protected all criminal defendants, regardless of whether they were being tried in state or federal court.[26]: 131  He dissented in Adamson v. California,[r] in which the Court, by a vote of 5–4, held that the Fifth Amendment's protection against forced self-incrimination did not apply to the states.[22]: 229  Joining a dissent written by Murphy, he agreed with Justice Black's position that the Due Process Clause incorporated the entirety of the Bill of Rights, but he went further than Black to suggest that it also conferred additional due process protections not found elsewhere in the Constitution.[1]: 363–364  In another incorporation dispute, Wolf v. Colorado,[s] Rutledge dissented when the Court ruled 6–3 that the exclusionary rule—the prohibition against using illegally seized evidence in court—did not apply to the states.[22]: 237  He joined a dissent by Murphy and penned a separate opinion of his own, in which he argued that, without the exclusionary rule, the Fourth Amendment prohibition of unlawful searches and seizures \"was a dead letter\".[1]: 366–367  Rutledge's dissent was eventually vindicated: in its 1961 decision in Mapp v. Ohio,[t] the Court expressly overruled Wolf.[22]: 237 [27]: 55  In the 1946 case of In re Yamashita,[u] Rutledge rendered an opinion that was later characterized by Ferren as \"one of the Court's truly great, and influential, dissents\".[1]: 305  The case involved the Japanese general Tomoyuki Yamashita, who commanded soldiers of the Imperial Japanese Army in the Philippines during World War II.[22]: 222  At the end of the war, troops under Yamashita's command killed tens of thousands of Filipinos, many of whom were civilians.[9]: 328  On the basis that he was responsible for the actions of his troops, Yamashita was charged with war crimes and tried before a military commission.[22]: 222  At trial, the prosecution could not demonstrate either that Yamashita was aware of the atrocities committed by his troops or that he had any control over their actions; witnesses testified that they were responsible for the killings and that Yamashita had no knowledge of them.[22]: 222  The commission, which consisted of five American generals, nonetheless found him guilty and sentenced him to death by hanging.[9]: 328  Yamashita petitioned the Supreme Court for a writ of habeas corpus, arguing that the conviction was unlawful due to a bevy of procedural irregularities, including the admission of hearsay and fabricated evidence, restrictions on the defense's ability to cross-examine witnesses, a lack of time for the defense to prepare its case, and a dearth of proof that Yamashita (as opposed to his troops) was guilty.[9]: 328–329  Although the justices desired to stay out of questions of military justice, Rutledge and Murphy, who were gravely worried by what they viewed as serious procedural problems, convinced their colleagues to grant review and hear arguments in the case.[22]: 222  On February 4, 1946, the Court ruled by a 6–2 vote against Yamashita, upholding the result of the trial.[22]: 222  Writing for the majority, Chief Justice Stone stated that the Court could consider only whether the military commission was validly formed, not whether Yamashita was innocent or guilty.[28]: 155  Since the United States had not yet signed a peace treaty with Japan, he maintained that the Articles of War permitted military trials to be conducted without complying with the Constitution's due process requirements.[22]: 222  Arguing that military tribunals \"are not courts whose rulings and judgments are made subject to review by this Court\", he declined to address the other issues presented by the case.[9]: 330  The two dissenters—Murphy and Rutledge—each filed separate opinions; according to Yamashita's lawyer, they read them \"in tones so bitter and in language so sharp that it was readily apparent to all listeners that even more acrimonious expression must have marked the debate behind the scenes\".[2]: 1319  In a dissent that scholars have characterized as \"eloquent\", \"moving\", and \"magisterial\", Rutledge decried the trial as an egregious violation of the ideals of justice and fairness protected by the Constitution.[9]: 330 [10]: 376  He denounced the majority opinion as an abdication of the Court's responsibility to apply the rule of law to all, even to the military.[9]: 330  Rutledge wrote:[29] More is at stake than General Yamashita's fate. There could be no possible sympathy for him if he is guilty of the atrocities for which his death is sought. But there can be and should be justice administered according to the law ... It is not too early, it is never too early, for the nation steadfastly to follow its great constitutional traditions, none older or more universally protective against unbridled power than due process of law in the trial and punishment of men, that is, of all men, whether citizens, aliens, alien enemies or enemy belligerents. It can become too late. Rutledge wrote privately that he felt the case would \"outrank Dred Scott in the annals of the Court\".[30]: 45  In his dissent, he rejected the majority's holding that the Fifth Amendment was inapplicable, writing that: \"[n]ot heretofore has it been held that any human being is beyond its universally protecting spread in the guaranty of a fair trial in the most fundamental sense. That door is dangerous to open. I will have no part in opening it. For once it is ajar, even for enemy belligerents, it can be pushed back wider for others, perhaps ultimately for all.\"[24]: 43  Rebutting Stone's contentions point by point, Rutledge concluded that the charges against Yamashita were defective, that the evidence against him was inadequate and unlawfully admitted, and that the trial had violated the Articles of War, the 1929 Geneva Convention, and the Fifth Amendment's Due Process Clause.[31]: 265–267  In closing, he quoted the words of Thomas Paine: \"He that would make his own liberty secure must guard even his enemy from oppression; for if he violates this duty he establishes a precedent that will reach to himself.\"[20]: 283  Although Rutledge's dissent did not prevent Yamashita from being hanged, the legal historian Melvin I. Urofsky has written that its \"influence, however, cannot be gainsaid ... The Court has not been involved with any war crimes trials in several decades, but aside from the jurisdictional issue it is clear that the ideas expressed by Wiley Rutledge—in terms of both due process and command accountability—have triumphed.\"[31]: 268, 274  In an act characterized by Urofsky as \"the worst violation of civil liberties in American history\", the Roosevelt administration ordered in 1942 that approximately 110,000 men, women, and children of Japanese ancestry—including about 70,000 native-born American citizens—be detained on the basis that they posed a threat to the war effort.[32]: 161–163  The Supreme Court, with the agreement of Rutledge, conferred its imprimatur on this decision in the cases of Hirabayashi v. United States[v] and Korematsu v. United States.[w][31]: 161, 163  The first of these cases arose when Gordon Hirabayashi, a college student born in the United States, was arrested, convicted, and jailed for refusing to comply with the order to report for relocation.[22]: 214  Before the Supreme Court, he argued that the order unlawfully discriminated against Japanese Americans on the basis of race.[1]: 242  The Court unanimously rejected his plea: in an opinion by Chief Justice Stone, it refused to question the military's assertion that the relocation program was critical to national security.[32]: 163  Rutledge wrote privately that he had experienced \"more anguish over this case\" than almost any other, but he eventually voted to sustain Hirabayashi's conviction.[1]: 245  In a brief concurrence, he disagreed with Stone's argument that courts had no authority whatsoever to review wartime actions of the military but joined the remainder of the majority opinion.[1]: 244–245  When the Korematsu case arrived at the Court the subsequent year, it had become clear to many that the internment program was unjustifiable: not a single Japanese American had been charged with treason or espionage, and the American military had largely neutralized the threat that Japan posed.[22]: 217  Yet by a 6–3 vote, the Court rejected Fred Korematsu's challenge to the orders, again choosing to defer to the military and to Congress.[22]: 217  Writing for the majority, Justice Black authored what Wiecek called \"an almost schizophrenic opinion, unpersuasive in its arguments and ambiguous in its ultimate impact\".[9]: 356  Justices Roberts, Jackson, and Murphy dissented: Roberts decried the \"clear violation of Constitutional rights\" implicit in punishing an American citizen \"for not submitting to imprisonment in a concentration camp, based on his ancestry, and solely because of his ancestry, without evidence or inquiry concerning his loyalty and good disposition toward the United States\", while Murphy characterized the orders as a \"fall[] into the ugly abyss of racism\".[1]: 250  Rutledge joined Black's opinion immediately and unreservedly, silently taking part in what Ferren called \"one of the saddest episodes in the Court's history\".[1]: 253, 255  The legal scholar Lester E. Mosher wrote that Rutledge's vote in Korematsu \"represents the only deviation in his record as a champion of civil rights\".[19]: 678  Addressing the question of why the justice chose to depart from his customary support for equality and civil liberties in Yamashita, the law professor Craig Green observes that Rutledge had great faith in the Roosevelt administration and was hesitant to question its assertions that the internment orders were vital to national security.[7]: 132–133  Green also argues that the modern condemnation of the Court's decision benefits substantially from hindsight: after the attack on Pearl Harbor, the threat of sabotage appeared serious, and the government had hidden information that would have raised doubts about the accuracy of its assessments.[7]: 130–131  There is no evidence that Rutledge ever expressed regret for his vote in Korematsu, unlike Douglas, who later condemned the decision in his memoirs.[1]: 258–259  Ferren suggests two possibilities: either Rutledge \"abandon[ed] principle out of loyalty to his president\" or he \"act[ed] instead with a kind of courage\" by reluctantly reaching an unpalatable conclusion that he felt the Constitution required.[1]: 259  In Ferren's view, \"[t]he irony for Wiley Rutledge, when viewed in hindsight, is that he participated in a ruling of the sort that he would have berated, in other contexts, as another 'Dred Scott decision'\".[1]: 259  In cases involving equal protection, Rutledge opposed discrimination against women, the poor, and racial minorities.[33]: 445  His dissent in Goesaert v. Cleary,[x] according to Ferren, constituted \"the first modern gender discrimination opinion\".[1]: 390  In Goesaert, the majority upheld a Michigan law that prevented women from being bartenders unless they were related to a male bar-owner.[34]: 127–128  Writing that the Equal Protection Clause \"require[s] lawmakers to refrain from invidious distinctions of the sort drawn by the statute challenged in this case\", Rutledge maintained that Michigan's law was arbitrary and irrational.[34]: 128–129  His focus on the law's rationality mirrored the strategy pursued by future Supreme Court justice Ruth Bader Ginsburg in her efforts as an ACLU attorney to challenge laws that discriminated on the basis of gender.[34]: 129  Dissenting in Foster v. Illinois,[y] Rutledge voted to reverse the convictions of defendants who had not been informed of their right to counsel.[1]: 353  He invoked the Due Process Clause but also maintained that equal protection had been violated, writing that poorer defendants, lacking an understanding of their rights, would receive \"only the shadow of constitutional protections\".[1]: 353  His Foster dissent was among the first opinions in which a Supreme Court justice argued against poverty-based discrimination on equal-protection grounds.[1]: 353  In his opinion in Fisher v. Hurst,[z] Rutledge expressed concern about discrimination against racial minorities.[1]: 384  The Court had previously ordered Oklahoma to allow Ada Lois Sipuel, an African-American woman, to study law.[1]: 384  In Fisher, the Court rejected Thurgood Marshall's mandamus petition to enforce that ruling.[33]: 445  Rutledge dissented, arguing that Oklahoma's law school should be shut down in its entirety if the state refused to admit Sipuel.[33]: 445  With the exception of Murphy, who would have held a hearing on the matter, Rutledge was the only justice to dissent.[1]: 385  Cases involving voting rights were the only ones in which Rutledge rejected attempts to invoke the Equal Protection Clause.[33]: 445  In Colegrove v. Green,[aa] voters challenged an Illinois congressional apportionment scheme that created districts with unequal numbers of people, arguing that it violated federal law and the Constitution.[22]: 225  The Court, by a vote of 4–3, rejected that argument; in a plurality opinion, Frankfurter concluded that claims of malapportionment presented political questions that the federal courts lacked the authority to resolve.[9]: 641  Rutledge agreed with the dissenters—Black, Douglas, and Murphy—that the dispute did not present a nonjusticiable political question, but he nonetheless voted with the majority.[1]: 390  Stating that an insufficient amount of time remained for Illinois to redraw its districts before the election, he concluded in a separate opinion concurring in the judgment that it would be inequitable to strike down the map at that time.[1]: 390  In MacDougall v. Green,[ab] Rutledge similarly voted to defer to the states on questions involving election procedures.[1]: 391  Although the Progressive Party had collected the 25,000 signatures required for it to appear on the Illinois ballot, it had not satisfied the requirement to collect 200 signatures from each of 50 counties—a requirement that harmed parties whose voters were concentrated in urban areas.[1]: 391  The Court, relying on Colegrove, upheld Illinois's requirement.[22]: 642  Again parting ways with Black, Douglas, and Murphy but refusing to join the majority's analysis, Rutledge declined to grant the Progressive Party relief, maintaining that there was not enough time before the election for the state to print new ballots.[1]: 391  In both cases, Rutledge's vote was based on his concern that any possible remedy for the constitutional problem would be unfair as well.[33]: 445  Rutledge's dissent in United States v. United Mine Workers[ac] was perhaps his most noteworthy opinion that did not involve questions of civil liberties.[2]: 1320  A federal judge had issued a temporary restraining order enjoining John L. Lewis and his union of coal miners—the United Mine Workers—from striking against the federal government, which had seized the coal mines due to labor unrest.[9]: 383  The union ignored the order and went on strike; the judge held both Lewis and the union in civil and criminal contempt and levied a $3.5 million (equivalent to $32 million in 2020) fine.[1]: 331  Before the Supreme Court, the union argued that the injunction against it had violated the Norris–La Guardia Act, which forbade the courts from issuing injunctive relief against striking workers.[1]: 331  The Court rejected the union's claims, holding that the Norris–La Guardia Act applied only to disputes between employees and employers and that the federal government was not considered an employer under the statute.[22]: 228  A splintered majority thus upheld the injunction and the contempt convictions, although the fine was reduced to $700,000 (equivalent to $6 million in 2020).[1]: 332–333  In dissent, Rutledge argued that the temporary restraining order did violate the Norris–La Guardia Act.[2]: 1320  He also decried the district court's decision to hold the union in both civil and criminal contempt, writing that \"the idea that a criminal prosecution and a civil suit for damages or equitable relief could be hashed together in a single criminal-civil hodgepodge would be shocking to every American lawyer and to most citizens\".[2]: 1321  Rutledge's dissent was rendered in the midst of substantial hostility among political leaders and the general public toward the union's actions, and the scholar Fred L. Israel characterized it as \"courageous\".[2]: 1321  In cases involving the Constitution's Commerce Clause, Rutledge favored a pragmatic approach that endeavored to balance the interests of states and the federal government.[35]: 220  Writing for the Court in Bob-Lo Excursion Co. v. Michigan,[ad] he ruled against a ferry company that had been charged with violating a Michigan civil rights law by refusing to serve African-Americans.[22]: 231  The ferry company, noting that its boats sailed from Detroit to Bois Blanc Island in Ontario, Canada, had argued that it was engaged in foreign commerce that was exempt from state regulation under the dormant Commerce Clause doctrine.[36]: 223  In a narrow ruling, Rutledge held that, although Michigan was technically regulating foreign commerce, the statute imposed no serious burden on it because the island was for all practical purposes a part of Detroit.[9]: 669  The case exemplified his flexible approach to the Commerce Clause.[35]: 220  In Prudential Insurance Co. v. Benjamin,[ae] Rutledge's opinion for the Court upheld a South Carolina tax on out-of-state insurers against a Commerce Clause challenge.[22]: 224–225  The McCarran–Ferguson Act, passed by Congress in 1945, had authorized state regulation of the insurance market; Rutledge concluded that the act permissibly allowed South Carolina to discriminate against interstate commerce—something it otherwise lacked the power to do.[9]: 381  His conclusion that Congress could consent to state regulations of interstate commerce demonstrated his support for what one scholar called \"flexibility in the operations of the federal system\".[1]: 379  Rutledge and his wife Annabel had three children: a son, Neal, and two daughters, Mary Lou and Jean Ann.[37]: 19  Raised a Southern Baptist, Rutledge later became a Christian humanist; his religious views resembled those of Unitarianism.[33]: 442   He was universally regarded as a pleasant and friendly man who genuinely cared about everyone with whom he interacted.[26]: 132  Rutledge wrote prolifically,[9]: 115  and his health suffered during his final year on the Court due to overwork.[38]: 442–443  On August 27, 1949, while in Ogunquit, Maine, he experienced a hemorrhagic stroke and was hospitalized in nearby York Harbor.[39]: 187 [40]: 391  The fifty-five-year-old justice drifted in and out of consciousness and, on September 10, died.[1]: 416  President Harry S. Truman, writing to Rutledge's wife Annabel, stated that a \"tower of strength has been lost to our national life\";[1]: 416  Chief Justice Fred M. Vinson praised the justice as \"true to his ideals and, in all, a great American\".[41] Rutledge's funeral service, conducted by A. Powell Davies, was held at All Souls' Unitarian Church on September 14.[42] A headstone in Rutledge's memory was placed at Mountain View Cemetery in Boulder, Colorado, but the grave is empty: as of 2008, his physical remains are held at Cedar Hill Cemetery in Suitland, Maryland, pending further instructions from his family.[43]: 25  Rutledge's death was almost simultaneous with that of Murphy; Truman's appointments of Sherman Minton and Tom C. Clark, respectively, to replace them led to a considerably more conservative Court.[9]: 110  Legal scholars have generally looked favorably upon Rutledge's tenure,[26]: 132  although the brevity of his service has lessened his historical importance.[6]: 330  In a 1965 biography, Fowler V. Harper opined that \"[h]istory is writing Wiley Rutledge into the slender volume of 'Justices in the Great Tradition'\".[37]: xix  The political scientist A. E. Keir Nash responded in 1994 that \"calling him a great justice looks somewhat like calling John Kennedy a great president. It substitutes a wistful 'what might have been' for a realistic 'what was'.\"[40]: 391–392  A 1970 survey of judges and legal academics ranked Rutledge as the twenty-fourth-greatest justice of the Supreme Court; a similar 1993 assessment found that he had fallen to thirty-fifth place.[44]: 427  Observing that \"short tenure naturally tends to depress rankings\", the scholar William G. Ross suggested that \"bright and able persons\" such as Rutledge \"would have received higher rankings—perhaps even as 'greats'—if their tenures had not been cut short\".[44]: 413  Timothy L. Hall argued in 2001 that Rutledge's judicial career \"was like the unfinished first symphony of a composer who might have gone on to create great masterpieces but who died before they could ever flow from his pen ... [H]is steady outpouring of opinions over the course of six years yielded only a tantalizing glimpse of what might have been.\"[6]: 330, 332–333 ","Title":"Wiley Rutledge - Wikipedia","KeyID":"4278","URL":"https://en.wikipedia.org/wiki/Wiley_Blount_Rutledge"}