{"Content: ":"The Reorganization Act of 1939, Pub.L. 76–19, 53 Stat. 561, enacted April 3, 1939, codified at 31 U.S.C. ยง 701, is an American Act of Congress which gave the President of the United States the authority to hire additional confidential staff and reorganize the executive branch (within certain limits) for two years subject to legislative veto.[1] It was the first major, planned reorganization of the executive branch of the government of the United States since 1787.[2] The Act led to Reorganization Plan No. 1,[3] which created the Executive Office of the President.[2] As Governor of New York, Franklin D. Roosevelt had a reputation for reorganizing government in order to achieve efficiency.[4] The Economy Act of 1933, enacted in Roosevelt's Hundred Days to combat the Great Depression, gave the president the authority to engage in limited reorganization of the executive branch in order to achieve economic recovery goals.[5] But the president took no action during the two-year term of authority granted by the Act.[6][7] By 1935, however, the keystone of the New Deal (the National Industrial Recovery Act) had been declared unconstitutional and Roosevelt's views on how to effect recovery had shifted away from economic intervention and toward social justice (a legislative program known as the \"Second New Deal\").[8][9] Many influential members of Congress, political scientists, and public administration experts had strongly criticized Roosevelt's preference for the proliferation of executive branch agencies, a strategy used by him to experiment with responses to the Great Depression, as inefficient.[10] On March 22, 1936, Roosevelt established the Committee on Administrative Management (commonly known as the Brownlow Committee) and charged it with developing proposals for reorganizing the executive branch.[5] The three-person committee consisted of Louis Brownlow, Charles Merriam, and Luther Gulick.[1][11] Gulick's POSDCORB served as the basis and framing idea[12] and not all parts of their team's research was used. Their work revealed a profound constitutional understanding and confidence, not only about improving public management, but how to improve democracy within the American administrative state.[13] On January 8, 1937, the Committee released its report. Famously declaring \"The President needs help,\"[14] the Committee's report advocated a strong chief executive, including among its 37 recommendations significant expansion of the presidential staff, integration of managerial agencies into a single presidential office, expansion of the merit system, integration of all independent agencies into existing Cabinet departments, and modernization of federal accounting and financial practices.[1] Roosevelt submitted the Brownlow Committee's report to Congress and on January 12, 1937, sought legislative approval to implement the Committee's recommendations.[5][15] The bill immediately sparked concern that it delegated far too much power to the president.[8][11] Additionally, members of Congress were unhappy that the bill would further diminish the patronage system, abolish the position of Comptroller General (a position then held by a Republican), and disrupt congressional committee oversight of and relationships with executive branch agencies.[6][15] However, the bill's prospects for passage appeared relatively good. On February 5, Roosevelt submitted the Judiciary Reorganization Bill of 1937, to allow Associate Justices to the Supreme Court to be appointed for every sitting member over the age of 70-and-one-half years of age, up to a maximum of six.[16] The \"court-packing\" scheme led to widespread accusations that Roosevelt was attempting to impose a dictatorship, and the reorganization bill was quickly seen in the same light, which led to congressional efforts to weaken the reorganization plan. In the Senate, Burton K. Wheeler proposed an amendment to the bill for a two-chamber legislative veto of any reorganization plan and a 60-day waiting period before any reorganization plan was effective.[17] The Senate defeated the highly contentious motion by four votes.[17] Attempts were made in the House to adopt the Wheeler plan. The effort came close to success several times, which led the administration to agree to exempt a large number of independent agencies from the bill in an effort to win members' favor.[17] However, the House, already upset over the extension of presidential influence and the reduction of its own authority, now saw the legislation as part of a Roosevelt power grab and tabled the bill.[1][5][6][8][11][18] Roosevelt reintroduced the bill in the next Congress. Roosevelt was very active in the House and Senate primaries, working to \"purge\" the Democratic Party of Southern conservatives who had opposed the New Deal.[19][20] Although largely unsuccessful, Roosevelt's actions had a major, positive impact on Congressional willingness to pass reorganization legislation.[21] Roosevelt met with Gulick, Merriam, and Senator James F. Byrnes (who had managed the 1937 bill) on December 8, 1938, to review plans for the bill. Roosevelt and Byrnes agreed to have the bill originate in the House (which had killed it in 1937), to include a two-chamber legislative veto, and to grant reorganization authority for only two years.[17] Roosevelt also agreed to submit the legislation as a standalone bill rather than part of an omnibus act, and to consider reform of the Works Progress Administration as part of the package.[22] Adhering to this strategy, Roosevelt then declined to submit a reorganization plan in January.[23] On January 31, Rep. John J. Cochran submitted a resolution requesting the formation of a House Committee on Governmental Reorganization, which was approved over strong Republican opposition the next day.[24] This committee revived the Roosevelt bill which had been tabled in 1937. A revised version of the bill was reported by the committee on March 2, which contained the provisions outlined in December as well as a list of exempt agencies and new \"fast-track\" procedures to limit debate and move any concurrent resolutions opposing reorganization out of committee within 10 days.[25] In the Senate, a bill offered by Senator Harry F. Byrd was reported out of the United States Senate Select Committee on Executive Agencies of the Government on March 6.[26] The House approved its version of the bill 246–153 on March 8 after it accepted an amendment, specifying that reorganization be for the purpose of efficiency and economizing, and defeating efforts to require positive congressional action in both chambers to approve a reorganization plan.[27] The Senate committee refused to include affirmative approval in the Byrd bill on March 14, and reported the revised bill in essentially the same form as the House-passed bill.[28] An amendment by Senator Byrd making efficiency and economy the official goal of the bill was adopted on March 20.[29] In a rancorous session, the Senate adopted the Wheeler amendment (requiring affirmative action) on March 21 by a vote of 45–44 but reversed itself a day later by a vote of 46–44.[30][31] The Senate passed the bill moments later on a vote of 63–23.[32] A joint House–Senate conference committee reported a compromise bill on March 27 which retained the fast-track procedures, the legislative veto, and the \"efficiency and economy\" goal.[33] The Senate approved the conference committee's bill on a voice vote on March 28, and the House did so by voice vote March 29.[34] Roosevelt signed the bill into law on April 3, 1939.[35] Roosevelt began discussions regarding the implementation of the Reorganization Act immediately upon its passage. Brownlow, Gulick and Merriam met with Budget Director Harold D. Smith beginning in March, and presented reorganization proposals to Roosevelt on April 23.[36] The recommendations became Reorganization Plan No. 1 and Reorganization Plan No. 2.[36] Neither reorganization plan accommodated the fiscal year for the U.S. budget, so on July 1, 1939, Congress passed a joint resolution under which funding for both plans would be effective on July 1, 1939.[36] By January 1941, Congress had not disapproved a single reorganization.[37] The Act was allowed to lapse by Congress and was never reauthorized.[37] With changing conditions both domestically and internationally in the postwar period, other major reorganizations were also implemented, including the Reorganization Act of 1945 and the Reorganization Act of 1949[38] The Reorganization Act of 1939 contained two major provisions. The first, which received little debate in Congress and proved noncontroversial, permitted the president to hire six assistants (whose pay was capped at $10,000 a year [$163,143 in 2012.[39]]) to help him coordinate management of the federal government.[2][6][8] The second permitted the president to reorganize the executive branch, within certain limits. The act created the Executive Office of the President and allowed the Roosevelt administration to shift a number of executive agencies (including the Bureau of the Budget) to its watch.[40] The act required that 60 days pass before any reorganization plan be implemented. If both chambers of Congress passed a concurrent resolution expressing disapproval of the plan, the plan was considered null and void and could not be implemented (the first example in American law of a legislative veto).[2][41] The act also limited debate over discharge petitions (to bring concurrent resolutions out of committee and onto the floor for a vote) to one hour, and debate on concurrent resolutions themselves to 10 hours.[2][33][41] The act required a simple majority vote in the Senate to approve a concurrent resolution on any reorganization plan.[2][41] The act did not authorize the establishment of any new executive branch agency, banned the abolition of any such agency, and exempted 21 independent agencies, boards, commissions, and departments (including the Comptroller General of the United States and the Government Accounting Office) from reorganization.[31][32] It also denied the president the power to use reorganization authority to extend the life or functions of any agency beyond the period authorized by law.[31] The act contained a sunset provision, under which reorganization authority expired on January 21, 1941.[42][37] Reorganization Plan No. 1 of 1939 (4 FR 2727, 53 Stat. 1423) substantially reorganized a number of federal agencies. It created the Federal Security Agency, bringing together the Social Security Board, U.S. Employment Service, Office of Education, Public Health Service, National Youth Administration, and Civilian Conservation Corps; created the Federal Works Agency, bringing together the Bureau of Public Roads, Public Buildings Branch of the Procurement Division, Branch of Buildings Management of the National Park Service, United States Housing Authority, Federal Emergency Administration of Public Works, and Works Progress Administration; and created the Federal Loan Agency, bringing together the Reconstruction Finance Corporation, the Electric Home and Farm Authority, Federal Home Loan Bank Board, Federal Housing Administration, and Export-Import Bank of the United States.[3] The plan also transferred the Farm Credit Administration, Federal Farm Mortgage Corporation, and Commodity Credit Corporation to the United States Department of Agriculture.[3] Reorganization Plan No. 2 of 1939 (53 Stat. 1431) promulgated on May 9, 1939, further transferred other agencies within existing Cabinet-level departments.[43] Reorganization Plan III (also known as Reorganization Plan No. 3) of 1940 (5 FR 2107) (54 Stat. 1231), dated April 2, 1940, and effective on June 30, 1940, consolidated various agencies to establish the Bureau of the Fiscal Service within the Treasury Department, the Fish and Wildlife Service in the Department of the Interior, and the Surplus Marketing Administration in the Department of Agriculture. It also transferred some functions from the Civil Aeronautics Authority to a new Administrator of Civil Aeronautics. Assessments of the Reorganization Act of 1939 are few, but one later criticism of the reorganization act is that it further reduced the influence, expertise, and capacity of the Cabinet and hid policymaking behind executive privilege.[19][44] The Reorganization Act of 1939 led to the creation of the Executive Office of the President, and this proved to be the act's longest-lasting and most important achievement. On April 25, 1939, President Roosevelt submitted Reorganization Plan No. 1, which created the Executive Office of the President (EOP).[3] Executive Order 8248, promulgated on September 8, 1939, further defined the purpose, role, and duties of the EOP. Executive Order 8248 has been called \"one of the most striking executive orders in American history\".[45] The EOP dramatically extended presidential control over the executive branch.[10][36] Reorganization Plan No. 1 made, for the first time in American history, a distinction between the institutional and personal staff of the President. The institutional staff were relegated to the EOP, while the personal staff were employed in the White House Office.[46]","Title":"Reorganization Act of 1939 - Wikipedia","KeyID":"4292","URL":"https://en.wikipedia.org/wiki/Reorganization_Act_of_1939"}