{"Content: ":"Capital strike is the practice of businesses withholding any form of new investment in an economy, in order to attain some form of favorable policy.[1] Capital strikes may arise from the determination that return on investment may be low or nonexistent or from the belief that by withholding investment certain political or economic changes may be achieved—or from a combination of the two. Capital strikes can be economy-wide, or take place in a specific industry.[2] Capital strikes may sometimes result when governments pursue policies that investors consider \"unfriendly\" or \"inflexible\", such as rent control or nationalization. The term can refer to a capital strike by a single investor[3] or a large group. Capital strikes are commonly invoked as the business-owner/shareholder equivalent of a labor strike, and are often tied to the concept of capital flight.[4] Capital strike was originally a derogatory term,[5] but has been used more neutrally in modern politics.[6][7] It is difficult to determine with any certainty when a decline in business investment is the result of a \"capital strike\" against certain policies or a response to other economic factors. Most often, the phrase \"capital strike\" is used to describe resistance to labor-friendly or left wing reforms which are perceived or intended to be against the interests of business owners and investors. Capital strikes have historically impacted economies and governments in a variety of ways and provoked a variety of responses. Given that capital strikes have succeeded or failed in a variety of situations, predicting what conditions favor them is particularly difficult. Some have put forward that capital controls are one key method by which governments can mitigate the effectiveness of disinvestment and capital flight,[11][22] but their usefulness has been disputed.[23] The effectiveness of modern purported capital strikes in Greece and Venezuela have been attributed to the sheer size and reach of the financial firms involved.[21] A capital strike is the premise of Ayn Rand's novel Atlas Shrugged.","Title":"Capital strike - Wikipedia","KeyID":"4294","URL":"https://en.wikipedia.org/wiki/Capital_strike"}