{"Content: ":"The Sri Lankan economic crisis[8] is an ongoing crisis in the island-state of Sri Lanka that started in 2019.[9] It is the country's worst economic crisis since its independence in 1948.[9] It has led to unprecedented levels of inflation, near-depletion of foreign exchange reserves, shortages of medical supplies, and an increase in prices of basic commodities.[10] The crisis is said to have begun due to multiple compounding factors like tax cuts, money creation, a nationwide policy to shift to organic or biological farming, the 2019 Sri Lanka Easter bombings, and the impact of the COVID-19 pandemic in Sri Lanka. The subsequent economic hardships resulted in the 2022 Sri Lankan protests. Sri Lanka had been earmarked for sovereign default, as the remaining foreign exchange reserves of US$1.9 billion as of March 2022 would not be sufficient to pay the country's foreign debt obligations for 2022, with US$4 billion to be repaid.[11] An International Sovereign Bond repayment of US$1 billion is due to be paid by the government in July 2022. Bloomberg reported that Sri Lanka had a total of US$8.6 billion in repayments due in 2022, including both local debt and foreign debt.[12][13] In April 2022, the Sri Lankan government announced that it was defaulting, making it the first sovereign default in Sri Lankan history since its independence in 1948 and the first state in the Asia-Pacific region to enter sovereign default in the 21st century.[14][15] In June 2022, Prime Minister Ranil Wickremesinghe said in parliament that the economy had collapsed, leaving it unable to pay for essentials.[16] According to W. A. Wijewardena, a former Deputy Governor of the Central Bank of Sri Lanka, the country was a long way into an economic crisis in 2015.[18] The government that came into power in 2015 knew this and had been warned by the Institute of Policy Studies of Sri Lanka about a number of risks.[18] While the then Prime Minister Ranil Wickremesinghe in 2015 had presented a strong economic policy to address the situation, the coalition government could not get the policy pushed through Parliament, which would eventually result in further policy confusion in the coming months.[18] The government did not adequately address the economic warnings and emerging dangers, consuming itself in other government related activities such as \"constitutional reforms\".[18] Certain practices, including those used by the Ministry of Finance led by Ravi Karunanayake, were globally frowned upon.[18] Election related economic decisions were pushed such as excessive distribution of freebies.[18] The Institute of Policy Studies of Sri Lanka's 2014 State of the Economy Report highlighted hot money, worrying borrowing practices, temporary and superficial quick-fixes and monopoly of foreign direct investment flow into the hospitality sector.[19] Further political turmoil in 2018 worsened the economic outlook.[20][21] By that time the government had carried out several reforms under an IMF supported program towards fiscal monetary consolidation and had successfully controlled inflation. These reforms included an automatic fuel pricing formula which significantly reduced fiscal risks posed by state-owned enterprises (SOEs), raised the value-added tax (VAT) rate from 11 percent to 15 percent, and broadened the VAT base by removing exemptions.[22] Many of the reforms were reversed by the new government after the 2019 elections.[23][24] The last administration also drafted the 2019 Central Bank Bill to make the Central Bank independent from political influence by banning the Treasury Secretary and any member of the Government from becoming members of the Monetary Board. Money printing was also to be banned, as the bill states: \"The Central Bank shall not purchase securities issued by the government, by any government-owned entity, or any other public entity in the primary market.\" Then Central Bank Governor, Indrajit Coomaraswamy, noted Balance of Payments issues, increased inflation, and asset bubbles as reasons for the ban. The Sri Lanka Podujana Peramuna Party opposed an independent Central Bank and discarded the bill as soon as they came to power.[25] Many experts compared Lebanon's economic situation with that of Sri Lanka and had warned that Sri Lanka too was on the way to defaulting on its sovereign bonds. Both nations had similar issues, including deep economic crises occurring after their successive governments piled up unsustainable debts following the end of civil wars.[26] The Government of Sri Lanka under president Gotabaya Rajapaksa made large tax cuts that affected government revenue and fiscal policies, causing budget deficits to soar.[27][28] These cuts included increased tax-free thresholds that resulted in a 33.5% decline in registered taxpayers, reducing VAT to 8%, reducing corporate tax from 28% to 24%, the abolishment of the Pay As You Earn (PAYE) tax and the 2% “nation-building tax” which financed infrastructure development. The massive loss of tax revenue resulted in rating agencies downgrading the sovereign credit rating making it harder to take more debt. In 2021 P. B. Jayasundera stated that President Rajapaksa was aware of the loss of revenue but considered it an \"investment\" and had no plans of increasing taxes for another 5 years.[24][29][30] To cover government spending, the Central Bank began printing money in record amounts ignoring advice from the International Monetary Fund (IMF) to stop printing money and instead hike interest rates and raise taxes while cutting spending.[31] The IMF warned that continuing to print money would lead to an economic implosion.[31] The tax cuts were also opposed by the former Finance Minister Mangala Samaraweera who noted that as the Sri Lankan government already had far less tax revenue relative to most countries which combined with its high debt load tax cuts would be dangerous. Samaraweera predicted that “If these proposals are implemented like this not only will the entire country go bankrupt, but the entire country will become another Venezuela or another Greece.”[32] On 6 April 2022, the CBSL allegedly printed 119.08 billion rupees, making it the highest reported amount printed on a single day by the CBSL for the year 2022.[33] The total money added to financial markets for the year 2022 increased to Rs. 432.76 billion.[33] Until mid-2000s, the Sri Lankan debt was mainly from multilateral lending agencies, after which it was reoriented under the leaership of Mahinda Rajapaksa to foreign investors and lenders. Sri Lanka issues its first international sovereign bond in 2007, with high interest rates to incentivise investors. According to commentators, the money was used to fund vanity projects rather than projects of national utility.[34] Sri Lanka's foreign debt increased substantially, going from USD 11.3 billion in 2005 to USD 56.3 billion in 2020.[35] While foreign debt was about 42% of the GDP in 2019,[36] it rose to 119% of its GDP in 2021.[35][failed verification][dubious – discuss] By the end of 2022, the country is due to pay US$4 billion to debtors, whereas in April 2022, government reserves amounted to US$2.3 billion.[37] In 2020, S&P Global Ratings said Sri Lanka's existing funding sources did not appear sufficient to cover its debt servicing needs, estimated at just over $4.0 billion in 2021.[38] According to the agency Bellwether, \"To solve Sri Lanka's 'budgetary problem' in repaying debt, Treasuries auctions have to succeed. When that is done, the 'transfer problem' of foreign exchange will be automatically solved... Instead, with failed Treasury bill auctions filled with printed money, the country is slipping deeper into debt.\"[39] To resolve the debt crisis, Bellwether noted that Sri Lanka would need a credible fiscal plan and monetary policy, increasing taxes to repay debt, and interest rates and opening of imports would allow taxes to flow back to the Treasury. While it is possible to raise rates and generate dollars to repay the foreign debt by curtailing domestic credit, it is not practical to do so on an ongoing basis for many years. If investors see foreign reserves going up after debt repayments, confidence may come back but it is an arduous affair, which may or may not work given the current ideology.[40] In September 2021, the government announced an economic emergency, as the situation was further aggravated by the falling national currency exchange rate, inflation rising as result of high food prices, and pandemic restrictions in tourism which further decreased the country's income.[41] This drove Sri Lanka to the brink of bankruptcy due to foreign reserves falling to US$1.9 billion as of March 2022, this being insufficient to pay the foreign debt obligations of US$4 billion and an International Sovereign Bond (ISB) payment of US$1 billion for the year 2022.[27] The national inflation rate increased to 17.5% in February 2022, according to the National Consumer Price Index.[42] The government repaid US$500 million International Sovereign Bonds which was due in January 2022 despite growing opposition coming from economic analysts and experts who all advised the government to postpone the ISB payment in order to preserve the foreign reserves.[43][44] On 12 April 2022, Sri Lanka announced that it will be defaulting on its external debt of $51 billion.[45][46] Numerous observers have described the loans made to Sri Lanka by the Exim Bank of China to build the Hambantota International Port and the Mattala Rajapaksa International Airport, which turned out to be unprofitable white elephants, as examples of debt-trap diplomacy and predatory lending.[47][48][49][50][51][49][52] China is Sri Lanka’s largest bilateral lender.[53] In 2007, the state-owned Chinese firms China Harbour Engineering Company and Sinohydro Corporation were hired to build the port for $361 million. Exim funded 85 percent of the project at an annual interest rate of 6.3 percent.[54] After the project began losing money[55] and Sri Lanka's debt-servicing burden increased,[56] its government decided to lease the project to state-owned China Merchants Port on a 99-year lease for cash. The $1.12 billion lease to the Chinese company was used by Sri Lanka to address balance-of-payment issues.[57][47] Debt-trap diplomacy is considered \"a severe concern to developing countries like Sri Lanka\" by the Institute for Security and Development Policy. Both the U.S. Trump and Biden administrations described the occurrence of Chinese debt-trap diplomacy, especially in the case of Sri Lanka.[58] Former Sri Lankan prime minister Mahinda Rajapaksa defended the country's relationship with China and rejected the country's debt trap image, adding that \"China provided concessionary loans for many infrastructure projects [during the post-conflict development].\"[59] In regards to the Hambantota Port, he added, \"The Hambantota Port is not a debt trap.\"[59] Rajapaksa dismissed the view that Sri Lanka was forced to enter a 99-year lease with a Chinese company because of a failure to pay the project's debts, stating that the project is commercially viable and is transforming Sri Lanka's overall port infrastructure.[59] Deborah Br채utigam has disputed the usage of the term \"debt-trap diplomacy\".[60][55] She said that the Canadian International Development Agency financed the Canadian engineering and construction firm SNC-Lavalin's feasibility study for the port, and its study concluded in 2003 that construction of a port at Hambantota was feasible.[55] A second feasibility report, concluded in 2006 by the Danish engineering firm Ramboll, reached a similar conclusion.[55] According to Br채utigam, the port in Hambantota had to secure only a fraction of the cargo which went through Singapore to justify its existence.[55] Br채utigam was told by several Sri Lanka Central Bank governors that Hambantota (and Chinese finance in general) were not the major sources of the country's financial distress, and Br채utigam said that Sri Lanka did not default on any loans to China.[55] Colombo had originally arranged a bailout from the IMF, but decided to raise the required funds by leasing the under-performing Hambantota Port to an experienced company as the Canadian feasibility study had recommended.[55] Asanga Abeyagoonasekera, a Sri Lankan academic warned of a Chinese ‘strategic trap’ in Sri Lanka.[61] Strategic-trap diplomacy term was coined by Asanga Abeyagoonasekera and published initially on 16 September 2021, assessing the Chinese Debt-trap diplomacy in Sri Lanka at an interview with Voice of America.[62] Chatham House published a research paper in 2020 concluding that Sri Lanka's debt distress was unconnected to Chinese lending, but resulted more from \"domestic policy decisions\" facilitated by Western lending and monetary policy than from Chinese government policies.[63] However while external debt owed to China was officially 10% of the total debt by April 2021, some officials said that China’s total lending was much higher after taking into account loans to state-owned enterprises and the central bank.[48][49][52] Local newspapers have published cartoons of Sri Lanka pleading for cash from neighboring SAARC countries.[64] Indian observers have noted that the Colombo Port project with China has accelerated the country's debt crisis. According to Chinese state media, it is the largest project by China in Sri Lanka and has a total value of $1.4 billion.[65] The damage to the once-prosperous tourism industry from the COVID-19 pandemic has also been blamed for failing to generate enough revenue to pay the country's debts.[66] The Australian Lowy Institute said that Sri Lanka was \"not engulfed in a Chinese debt trap\", as 47% of Sri Lanka's external debt is owed to international capital markets, while 22% is held by multilateral development banks, followed by Japan having 10%.[67] Supporters of the debt-trap theory noted that \"calculating the volume of loans provided by other foreign nations and sovereign bonds/private commercial loans vis-a-vis that from China is an oft quoted argument to dismiss the theory of debt-trap diplomacy\".[68] In January 2022, President Gotabhaya Rajapaksa's office stated that it would appeal to China to reschedule its debt burden during talks with the Chinese foreign minister Wang Yi.[69] As of March 2022, there has been no official response from China.[70] The Central Bank of Sri Lanka under Cabraal attempted to maintain the LKR pegged while continuing heavy money printing and strict exchange controls thus pushing down the market value of the rupee. Thus, by February 2022 while the government attempted to keep the currency pegged at 200 LKR to the USD, the unofficial market value of the LKR exceeded 248 to the US dollar. This led to foreign workers remitting money through unofficial channels causing Sri Lankan banks to run out of foreign currency and foreign remittances to crash with a 61% reduction in official remittances in January 2022.[71] In turn Cabraal threatened to freeze bank accounts of those that use unofficial money transmission methods.[72] Then Cabraal began targeting merchandise and services exporters with exporter dollar surrender requirements forcing the residual after the utilization of export proceeds to be converted into LKR and forcefully converting dollars in forex accounts of resident Sri Lankans who earn dollar salaries ignoring concerns of this creating a similar situation to remittances.[73][74] As Banks struggled, Cabraal issued warning letters to CEOs of banks demanding strict adherence to the fixed conversion rate. Former Deputy Governor of CBSL W.A Wijeywardana criticized the policies calling it \"Cabraalnomics 2.0\" noting that the dollars are disappearing from official markets while a superior dynamic black market has caused exporters and immigrants to shun the formal banking system resulting in dismantling the power of the Central Bank as the forex regulator.[75] The country's tourism sector represented over one-tenth of the GDP of Sri Lanka.[76] The sector was negatively affected by the 2019 Easter bombings, and the COVID-19 pandemic prevented recovery.[37] Tourism earned Sri Lanka $4.4 billion and contributed 5.6% to GDP in 2018, but this dropped to just 0.8% in 2020.[77] In a failed prediction in April 2021 the World Bank stated, “Despite the heavy toll of the COVID-19 pandemic on Sri Lanka's economy and the lives of its people, the economy will recover in 2021, though challenges remain.\"[78] Sri Lanka had been self-sufficient in rice production with imports limited to specialty rice such as Basmati. In April 2021, President Gotabaya Rajapaksa announced that Sri Lanka would only allow organic farming, banning inorganic fertilizers and agrochemicals-based fertilizers. The drop in tea production resulting from the fertilizer ban alone resulted in economic losses of around $425 million and created a 20% drop in rice production within the first six months alone reversing previously achieved self-sufficiency in rice production and forcing the country to import rice for $450 million.[79] The situation in the tea industry was described as critical, with farming under the organic program being described as ten times more expensive and producing half of the yield by the farmers.[80][81] The program was welcomed by its advisor Vandana Shiva,[82] but it ignored criticism from the scientific and farming communities who warned about the possible collapse of farming,[83][84][85][86][87] including a financial crisis due to devaluation of national currency, which pivoted around the tea industry.[83] Multiple claims by the government to justify the transition to organic agriculture were compared to Lysenkoism by critics: for example, Anuruddha Padeniya, a member of the Presidential task force that carried out the transition to organic farming, claimed that Pliny the Elder had claimed that ancient Sri Lankans had lived for around 140 years while modern agricultural methods have resulted in it being halved to 74 years.[88] Both Padeniya and Gotabaya Rajapaksa has associated the use of chemical fertilizer with chronic kidney disease (CKDu), but scientific research has pointed towards high hardness of water due to high mineral concentration mainly of fluoride and magnesium of the water in areas with a high prevalence of CKDu combined with high heat as the most likely cause. The World Health Organization also doubted that chemical fertilizer use alone could cause CKDu.[89][90] The banning of the trade of chemical fertilizers and pesticides produced a severe economic crisis, since the population expects to remain without income and without food.[91][92][93] In November 2021, Sri Lanka abandoned its plan to become the world's first organic farming nation following rising food prices and weeks of protests against the plan.[94] The government cancelled some measures, including lifting the ban on urea and importing 44,000 Tons of urea under the line of credit.[95] Sri Lanka is seeking to introduce peacetime rationing of essential goods.[92] On 29 May 2022 the government stated that the Yala season cultivation would fail with a forecast of 50% of the maximum harvest and that the government cannot provide fertilizer to save the season while rice stocks in the country will only be sufficient until September.[96] The repercussions of the 2022 Russian invasion of Ukraine are considered to have affected the already sluggish economic conditions of Sri Lanka.[97] The invasion has further exacerbated the economic calamity of the country due to Russia being the second biggest market to Sri Lanka in tea exports and Sri Lanka's tourism sector is heavily reliant upon Russia and Ukraine, as most of the tourist arrivals are from the two nations.[98] As a result, the Ukrainian crisis has put a halt to the path of economic recovery of Sri Lanka with both tea and tourism sector have been hit hard.[99] On 13 July, Ukrainian President Volodymyr Zelensky stated that the Russia is accountable for the economic crisis in Sri Lanka, accusing Russia of exacerbating a global food crisis and fueling inflation.[100] In 2021, the Sri Lankan Government officially declared the worst economic crisis in the country in 73 years.[101] In August 2021, a food emergency was declared.[102] However, the government denied food shortages.[103] Sri Lanka's Energy Minister Udaya Gammanpila acknowledged the crisis could lead to a financial disaster.[104] In early April 2022 the Governor of the Central Bank of Sri Lanka Ajith Nivard Cabraal was replaced by Nandalal Weerasinghe.[105] On 5 April, 41 members of the Parliament left the ruling coalition causing a loss of majority in the Parliament.[106][107] The economic crises has resulted in declines in electricity, fuel and cooking gas consumption, resulting from shortages. Finance Minister Basil Rajapaksa urged all government authorities to switch off all street lights at least up until the end of March 2022 in an attempt to conserve electricity.[108][109] Nearly 1000 bakeries have been shut as a response to shortages of cooking gas.[110] Long queues have formed in recent months in front of petrol filling stations.[111][112] The surge in global oil prices further aggravated the fuel shortage.[113][114] In order to conserve energy, daily power cuts have been imposed by the authorities throughout the country.[115][116] On 22 March 2022, the government ordered the military to post soldiers at various gas and fuel filling stations to curb the tensions among people who line up in queues and to ease the fuel distribution.[117][118] Casualties include four fatalities due to fatigue and violence.[119][120] Daily seven hour power cuts were seen throughout March 2022, increased to 10 hours at the end of the month and again increased to 15 hours in early April.[121][122]As of July 2022, the daily power cuts were reduced to 3 hours a day.[123] The dailies The Island and Divaina stopped print publication due to paper shortages and related price escalation and switched to e-papers.[124] Sri Lanka's hydroelectricity generation has also been affected.[125][126] On 28 June 2022, the government suspended fuel sales to non-essential vehicles. Only buses, trains, and vehicles used for medical services and transporting food could obtain fuel.[127] Due to the shortage of aviation fuel, the country's flag carrier SriLankan Airlines have to make refuelling stopovers for its long-haul flights along with other international airlines flying to and from Sri Lanka, at airports in the Indian cities of Chennai, Kochi and Trivandrum. The Civil Aviation Authority in Sri Lanka has also published an advisory, requesting all international airlines to carry extra fuel while flying into Sri Lanka.[128] As of February 2022 inflation was 17.5%.[129] The year on year increase inflation for food was 24.7% while non-food items saw an 11% rate.[130] The year on year change (Feb 2021 to Feb 2022) for local red chilis increased by 60%, local potatoes by 74.8% and Nadu rice by 64%.[131] In March 2022, several schools in Sri Lanka announced that their term/mid-year examinations would be postponed indefinitely, due to paper shortages throughout the country mainly triggered due to the lack of foreign reserves to import paper.[70][132] The term test examinations were stated to be held island-wide on 28 March 2022, but due to the acute shortage of printing paper and ink ribbons, a decision was made to either cancel or postpone the exams to a later date.[133] Government-owned public and state-approved private schools were reopened on 25 July 2022, after being closed for a month due to fuel shortages.[134] On 29 March, all scheduled surgeries at the Peradeniya Teaching Hospital were suspended due to a shortage of medicines.[135][136] Many other hospitals have also apparently suspended routine surgeries and have also reduced a large number of laboratory tests.[137] Other state-run hospitals were also reported to be running out of life-saving medicines.[138] On 8 April, the Medical Council of Sri Lanka issued a warning that there would be a catastrophic number of deaths, which is likely to be in excess of the combined death toll of COVID-19, the 2004 tsunami and the Civil War, unless a replenishment of supplies is made in a matter of weeks.[139] Singapore Red Cross Society issued warning declaring Sri Lanka's medical crisis as an \"unprecedented humanitarian crisis\".[citation needed] By 10 April, hospitals had begun to run out of endotracheal tubes for the ventilation of new-born babies, infants and children. Doctors requested that overseas Sri Lankan communities provide neonatal ETTs of sizes 4mm, 3.5mm, 3mm, 2.5mm, and 2mm.[140] The Sri Lanka Medical Association said that all hospitals in the country no longer had access to imported medical tools and vital drugs.[141] Doctors are reported to have been forced to reuse old and used medical equipment to treat the patients due to the shortage of new equipment. Doctors are also reported to have performed medical surgeries by using the light of mobile phones.[142] Doctors in rural areas have also been forced to stitch wounds in the dark due to rolling power cuts. The emergency drugs to treat heart attacks are also reported to be in short supply.[143] In March 2022, the United Kingdom and Canada warned their travellers to be aware of the current economic situation in Sri Lanka.[144] Due to the prevailing economic crisis in Sri Lanka, leading textile brands including Zara, Mango and H&M have diverted their attention from Sri Lanka to India in order to place their orders.[145] Following the worsening economic as well as political conditions in Sri Lanka, India has also witnessed a sharp surge in overseas orders for tea products.[146] Leading internet protocol television service provider in Sri Lanka, SLT PEO TV has temporarily stopped and suspended foreign channel telecast operations due to payment difficulties owing to dollar crisis and economic crisis in Sri Lanka.[147][148] The 2022 edition of the Indian Premier League was also stopped midway due to inability to make payments to host broadcaster Star Sports.[149] The plummeting of dollar reserves also hampered the livelihood of sportspeople in Sri Lanka and many national sports associations were unable to send their teams to international sporting events, especially when multi-sporting events such as Asian Games and Commonwealth Games are around the corner.[150] In January 2022, the Sri Lankan High Commission in Nigeria and Sri Lankan consulates in Germany and Cyprus were temporarily closed down due to lack of foreign reserves.[151] In March 2022, the Sri Lankan embassies in Iraq and Norway and its consulate in Australia were also closed due to lack of dollar reserves.[152][153] Since 1950, Sri Lanka has been part of 16 loans arrangements with the International Monetary Fund.[154] Recent bailouts were in 2009 and 2016.[155] The IMF did not accurately predict the severity of the following crisis.[156] Despite the growing concerns over the inflationary pressure, Ajith Nivard Cabraal, the Governor of the Central Bank of Sri Lanka (CBSL), said in January 2022 that Sri Lanka does not need International Monetary Fund (IMF) relief, as he was optimistic that Sri Lanka could settle its mandatory outstanding debt, including its international sovereign debts.[157] As of February 2022, the foreign reserves of Sri Lanka fell to $2.36 billion. Sri Lanka has foreign debt obligations of $7 billion, including $1 billion worth sovereign bonds which is to be repaid by July 2022.[158] The government is planning to hire a global law firm to provide technical support and assistance on debt restructuring.[159] A delegation from the IMF made a visit to Sri Lanka from 7 December to 20 December 2021 in order to assess and review Sri Lanka's economic policies.[160][unreliable source?] The IMF's executive board had discussed[failed verification] Sri Lanka's economy after the end of the annual discussions which took place on 25 February 2022.[161] As of 25 February 2022, the IMF had declared that the public debt of Sri Lanka is unsustainable and warned the Sri Lankan government to refrain from printing money to prevent monetary instability, but lauded the vaccination drive which had cushioned the impact of the pandemic.[162] The IMF had assessed the prevailing economic calamity of Sri Lanka by compiling an Article IV Consultation Assessment.[163][164] In addition, the IMF predicted that the economy of Sri Lanka is expected to grow by 2.6 percent by 2022.[citation needed] As of 7 March 2022, Ajith Nivard Cabraal reported that the regulator of the banking system was effectively devaluing its national currency with immediate effect, and the official rupee rate fell to a record historic low of Rs. 229.99 against the US Dollar.[165][166] The devaluation decision is also seen as a massive step-up in the country's attempt to seek IMF assistance and bailout.[167][168] The former deputy governor of the CBSL, W. A. Wijewardana, criticized the monetary policy decisions undertaken by CBSL, especially for its decision to fix the rupee to Rs. 230, indicating that the FOREX crisis cannot be solved unless the floating exchange rate is implemented.[169] Opposition MP Harsha de Silva opined that the devaluation of LKR to Rs. 230 is still insufficient and not enough to avert Sri Lanka's foreign reserve crisis.[170] In March 2022 President Rajapaksa had made a statement that his government would work with IMF.[171] On 7 April an expert presidential advisory group consisting of Indrajit Coomaraswamy, Shanta Devarajan, Sharmini Cooray was formed by the President to assist with the situation including proceedings with the IMF.[172][173] The bailout talks got underway on 18 April 2022 in Washington with Ali Sabry on behalf of the government urged immediate emergency financial help through a loan package.[174] The IMF initially insisted that any loans to Sri Lanka world require debt sustainability.[175] IMF also considered Rapid Financing Instrument (RFI) loans for Sri Lanka just like IMF used it to assist countries during the COVID-19 pandemic.[176] The IMF welcomed the Sri Lankan government's decisions and plans to hold negotiations with creditors. The IMF has pledged support for Sri Lanka to mitigate and solve the current economic crisis following the successful initial technical discussions between the Sri Lankan delegation led by finance minister Ali Sabry and the IMF officials in Washington. IMF termed the initial round of discussions as fruitful and vowed its assurance to help Sri Lanka overcome the economic crisis.[177][178] The initial round of discussions included several topics including recent economic and financial developments in Sri Lanka and the need for implementing a credible and coherent strategy to restore macroeconomic stability.[179] In addition to the assistance from IMF and World Bank, Sri Lanka is discussing with India some US$1.5 billion in bridge financing to facilitate imports while also approaching China, Japan and Asian Development Bank for further financial assistance. The World Bank has agreed to provide financial relief of US$600 million with US$400 million to be released shortly under the first phase.[180] On 20 June, an IMF delegation arrived in Colombo to discuss a rescue package.[181] After the violent protests on 9 July which resulted in the resignation announcements of President Rajapaksa and Prime Minister Wickremesinghe, IMF said that it is hoping for a resolution to Sri Lanka's political turmoil that will allow a resumption of talks for a bailout package.[182] On 7 April 2022, the private sector of Sri Lanka collectively in writing requested to restore political stability to foster the economy. Around 38 organizations collectively representing exporters, importers, manufacturers, shipping and logistics sector and tourism sector have appealed to the parliament to resolve the economic crisis to prevent catastrophe.[183] On 7 April 2022, the Chamber of Young Lankan Entrepreneurs (COYLE) had also made an appeal to the government to solve the current economic and political crisis and had warned that if the issue had not been addressed with due diligence it could lead to closure of businesses.[184] Former justice minister Ali Sabry had pleaded for political stability and insisted that Sri Lanka needs an immediate bailout or a moratorium from multilateral agencies such as the IMF, World Bank, and Asian Development Bank. He also insisted that there are no other options except to seek assistance from multilateral agencies to cope with the crisis and especially called on the government to restructure the US$1 billion ISB bond repayment which matures around July 2022.[185] On 8 April 2022, former World Bank official Shanta Devarajan warned that the biggest risk Sri Lanka is going to face is social unrest and turmoil. He highlighted that a cash transfer program can be initiated aiming at helping the poor people in addition to the reduction in subsidies on food and fuel to avoid the collapse of the economy.[186] Moody's Investors Service had warned that the wave of the resignation of cabinet ministers would only heighten policy uncertainty and as a result, it will make hard when obtaining or borrowing external finance.[187] In March 2022, spontaneous and organized protests by both political parties and non-partisan groups over the government's mishandling of the economy were reported from several areas. Several protests were staged by the political opposition demanding the current administration to solve the financial crisis and to immediately resign in wake of the wider economic crisis.[188][189] Tens of thousands of supporters of the opposition party, the United People's Force led by Sajith Premadasa carried out protests on 16 March, in front of the President's office demanding that the president quit.[190] On 30 March, when Namal Rajapaksa arrived for the opening ceremony of a sports ground in Bandarawela, angry locals blocked the road demanding fuel which resulted in Namal Rajapaksa avoiding the area and the grounds being opened by the mayor instead.[191] On 31 March, a large group gathered around the residence of Gotabaya Rajapaksa in Mirihana to protest against the power cuts that had reached over 12-hours a day.[192][193] The protest was initially spontaneous peaceful protest by citizens until the police attacked the protestors with tear gas and water cannons and the protestors burned a bus carrying riot control troops. The government declared a curfew in Colombo.[194][195] Simultaneous protests were also reported on the Kandy-Colombo Road which was blocked by the protesters.[196] The government accused the protesters of being members of an extremist group and began to arrest them.[197] Candle light protests were also continuing in several areas while car horn tooting protests were also reported.[198] In May 2022 the Rajapaksa family home was set on fire by protestors.[199] Amidst the protests Mahinda Rajapaksa resigned as Prime Minister in May 2022, but Gotabaya Rajapaksa refused to resign from the position of President and the protests continued.[200] On 9 July 2022, Rajapaksa fled his official residence in Colombo prior to protesters breaking through police barricades and entering the premises.[201] Protesters were seen occupying the mansion, even swimming in the president's pool.[202] Later that evening the Speaker of the Parliament confirmed that the president would resign his office on 13 July 2022.[203] On 11 July, the Prime Minister's Office also reconfirmed it.[204] On 9 and 10 July, Rajapaksa's whereabouts were unknown to the public until Sri Lankan military sources told the BBC on 11 July, that the President was on a Navy vessel in Sri Lankan waters.[205][206][207] Later that day, Speaker of the Parliament announced that the President still is in the country.[208] It was later revealed that Rajapaksa and his wife and evacuated from President's House on morning of 9 July by the navy and had boarded SLNS Gajabahu which then departed Colombo habour and sailed within Sri Lankan territorial waters allowing Rajapaksa maintain communications. In January 2022, India pledged a total of US$2.415 billion to overcome dire financial constraints caused by external debt payments and a lack of US dollars in Sri Lanka for business.[209] Under SAARC currency swap arrangement, India extended a $400 million and also deferred an Asian Clearing Union settlement of around $500 million.[210] India granted a new line of credit worth $500 million for the purchase of petroleum products.[211] On 17 March 2022, Sri Lanka received a US$1 billion credit line as a lifeline from India in order to buy urgently needed essential items such as food and medicine.[212][213] The credit line was activated after India and Sri Lanka formally entered into a credit agreement during finance minister Basil Rajapakse's visit to New Delhi.[214] The Government of Singapore announced that it would provide seed money amounting to US$100,000 as a relief package to support the Singapore Red Cross's humanitarian public fundraising efforts for the most vulnerable communities in Sri Lanka.[221][222] In June 2020, Chinese Foreign Ministry spokesman, Zhao Lijian, said China would provide emergency assistance worth 500 million yuan ($74.2 million) to Sri Lanka.[223] The Rajapaksa Government initially denied existence of any crisis and refused to seek assistance from the IMF.[224][225] CBSL Governor Cabraal also criticized rating downgrades by Moody's as unwarranted, erroneous and reckless.[226] By March 2022, while the Government accepted the existence of the economic crisis, they denied any responsibility. Gotabaya Rajapaksa in a speech blamed his critics for creating the crisis which was echoed by the Central Bank under Cabraal who blamed the media, the opposition's \"doomsday reports\", rating agencies and the COVID-19 pandemic for causing the crisis.[227] In April 2022 President Rajapaksa accepted the agricultural crisis and the refusal to seek IMF assistance early on as \"mistakes\".[228] On 8 April 2022, the Central Bank of Sri Lanka further tightened the monetary policy (contractionary monetary policy) to curtain soaring inflation by raising both the Standing Lending Facility Rate and Standing Deposit Facility Rate by 700 basis points.[229][230] On 30 April 2022 Finance Minister Ali Sabry claimed that the government is looking to increase taxes accepting that the tax cuts in 2019 were a mistake. The 8% VAT was termed \"definitely not sustainable\" for Sri Lanka and claimed that the rate should be around 13–14%.[231] The ruling coalition had lost its majority and political turmoil increased including the resignations of cabinet ministers. The shift to organic farming was reversed following a drop in output and food shortages. As of April 6, the Sri Lankan rupee had plunged to a record low to become the worst performing currency in the world with US$1 trading at Rs. 355.[232][233] An April 12 report published by the Government of Sri Lanka it indicated that it has taken steps to temporarily default all of its external debts worth US$51 billion in order to avoid the hard default.[234][235][236] The announcement has also ended Sri Lanka's streak of having maintained an unblemished record of external debt service.[237] Central Bank of Sri Lanka (CBSL) Governor Nandalal Weerasinghe insisted that Sri Lanka will restructure the debt to avoid the hard default.[235] On May 9, Sri Lankan Prime Minister Mahinda Rajapaksa resigned from his position after protests on the country's economic crisis turned violent. According to a statement given by his office, he resigned from his position to help form an interim, unity government that can help ease recent protests over the shortage of fuel and other essential imported goods.[238] On 16 May 2022 the newly appointed Prime Minister Ranil Wickremesinghe revealed that the government has no usable dollar reserves and even finding a million dollars was a challenge, the revenue is not enough to cover expenses as a revenue forecast of Rs.3.3 trillion is against a total government expenditure of around Rs.4 trillion resulting in a deficit of around Rs.2.4 trillion, inflation would continue to rise, daily power outages could increase up to 15 hours a day, medicine shortage has become severe, especially for heart disease and surgical equipment.[239][240] Payments for medicine and equipment supplies have not been paid for four months and the government owes them around Rs. 34 billion. As a result the State Pharmaceuticals Corporation is being blacklisted by pharmaceutical suppliers. Wickremesinghe described the period as \"the most difficult ones of our lives\" and claimed that it would be more difficult than the worst periods Sri Lankans had faced in the past.[241][242]","Title":"2019–present Sri Lankan economic crisis - Wikipedia","KeyID":"43","URL":"https://en.wikipedia.org/wiki/2019%E2%80%93present_Sri_Lankan_economic_crisis"}