{"Content: ":"Germanodactylus (\"German finger\") is a genus of germanodactylid pterodactyloid pterosaur from Upper Jurassic-age rocks of Germany, including the Solnhofen Limestone. Its specimens were long thought to pertain to Pterodactylus. The head crest of Germanodactylus is a distinctive feature. G. cristatus is based on specimen BSP 1892.IV.1, from the Solnhofen limestone of Eichstätt, Germany. It was originally described by Plieninger in 1901 as a specimen of Pterodactylus kochi,[1] and was given its current specific name by Carl Wiman in 1925, meaning \"crested\" in Latin.[2] Yang Zhongjian determined that it deserved its own genus in 1964.[3] A second species called G. ramphastinus (in 1858 accidentally revised to rhamphastinus by Christian Erich Hermann von Meyer) was named as a distinct species long before G. cristatus, described by Johann Andreas Wagner in 1851 as a species of the now deprecated genus Ornithocephalus. The specific name refers to the toucan, ramphastinos in Greek. It is based on specimen BSP AS.I.745, a skeleton from the slightly younger Mörnsheimer Limestone of Daiting, Germany.[4] Peter Wellnhofer added it to Germanodactylus in 1970,[5] although Maisch and his coauthors have suggested that it deserves its own genus, \"Daitingopterus\". David M. Unwin has also referred miscellaneous limb bones and vertebrae from the somewhat older Kimmeridge Clay of Dorset, England to the genus; these finds at the time marked the earliest appearance of short-tailed pterosaurs in the fossil record.[6] Bennett suggested in 1996 that Germanodactylus represented adults of Pterodactylus,[7] but this has been rejected by further studies,[8][9][10][11] including his own.[12][13] Bennett's 2006 reappraisal of Germanodactylus found both species to be valid and included within the genus, with G. cristatus known from four specimens, including two juveniles, and G. rhamphastinus from two specimens. The genus differs from other pterosaurs by a combination of characteristics including a sharply pointed jaw tip, four to five premaxillary teeth, and eight to twelve maxillary teeth per side of the upper jaw, robust maxillary teeth that, unlike in Pterodactylus, are not reduced in size farther from the tip of the jaw, a naso-antorbital fenestra twice the length of the eye socket, and various proportional differences. G. cristatus differs from \"G. rhampastinus\" by having no teeth in the tip of the jaw and fewer teeth (~13 in each side of the upper jaw and ~12 in the lower versus 16 upper and 15 lower on each side for \"G. rhamphastinus\").[13] Germanodactylus is described as being \"raven-sized\" in weight.[8] G. cristatus had a 0.98 meter wingspan (3.2 ft) and a 13 centimeter (5.1 in) long skull, while \"G. rhamphastinus\" was somewhat larger, with a 1.08 meter (3.5 ft) wingspan, and a skull measuring 21 centimeters (8.3 in) long.[14] Germanodactylus is known for its head crest, which had a bony portion (a low ridge running up the midline of the skull) and a soft-tissue portion that more than doubled its height. The bony part does not go as far up the head in G. cristatus as in G. rhamphastinus. The soft-tissue portion was not known early on, being first described in 2002 by S. Christopher Bennett. It was probably composed of cornified epidermis. Germanodactylus is the first genus for which a soft-tissue component of the crest is known, but similar structures were probably widespread among pterosaurs.[12] Head crests like these are now known to be far more extensive in Pterosauria. Of all the pterosaurs known to date, the most basal form with such a crest is Austriadactylus and the most derived are Hamipterus and Tapejara. Darwinopterus and Cuspicephalus also possess headcrests made of \"fibrous\" bone, demonstrating that the character is a homology,[15] and not a homoplasy. This genus is unspecialized compared to the pterosaurs of the Cretaceous, and has had varying placements in Pterosauria. Yang Zhongjian, who named the genus, gave it its own family Germanodactylidae.[3] Bennett included the genus in the family Pterodactylidae,[13] and Alexander W.A. Kellner found it to be related to Pterodactylus in his 2003 phylogenetic analysis.[9] David M. Unwin, on the other hand, preferred to consider it a basal dsungaripteroid,[10][16] a group that evolved into dedicated shellfish-eaters.[17] Maisch and co-authors considered the genus Germanodactylus to be paraphyletic, meaning the two species were not congeneric. For \"G. rhamphastinus\" the genus name \"Daitingopterus\" was used in a table,[18] but the rules of the ICZN were not observed, making the new name a nomen nudum. However, Maisch and his co-authors did place both Germanodactylus species in Dsungaripteroidea, like Unwin.[10] Vidovic and Martill not only considered the contents of Germanodactylus to be paraphyletic, but they found the two species to be entirely distinct in their cladistic analysis. G. cristatus was considered the sister taxon of both Dsungaripteroidea and Azhdarchoidea, while \"G. rhamphastinus\" was sister taxon to a group they called Aurorazhdarchia. Vidovic and Martill did not initially propose a new name for \"G. rhamphastinus\", but they suggested that it might represent an adult Diopecephalus, if that genus proves to be valid.[19] However, in a subsequent paper published in 2017, Vidovic and Martill created a new genus for \"G. rhamphastinus\", Altmuehlopterus.[20] Below is a cladogram showing the results of a phylogenetic analysis presented by Longrich, Martill, and Andres in 2018. In this analysis, they placed the species G. cristatus as the sister taxon of \"G. rhamphastinus\" within the family Germanodactylidae, and contrary to the concepts mentioned above, both of these species were recovered as closer relatives of more primitive pterosaurs, such as Pterodactylus, within the group Archaeopterodactyloidea.[21] Germanodactylus cristatus Germanodactylus rhamphastinus Pterodactylus antiquus Cycnorhamphus suevicus Normannognathus wellnhoferi Ctenochasmatidae   ","Title":"Germanodactylus - Wikipedia","KeyID":"430","URL":"https://en.wikipedia.org/wiki/Germanodactylus"}