{"Content: ":"The United States has 63 national parks, which are congressionally designated protected areas operated by the National Park Service, an agency of the Department of the Interior.[1] National parks are designated for their natural beauty, unique geological features, diverse ecosystems, and recreational opportunities. While legislatively all units of the National Park System are considered equal with the same mission, national parks are generally larger and more of a destination, and hunting and extractive activities are prohibited.[2] National monuments, on the other hand, are also frequently protected for their historical or archaeological significance. Eight national parks (including six in Alaska) are paired with a national preserve, areas with different levels of protection that are administered together but considered separate units and whose areas are not included in the figures below. The 423 units of the National Park System can be broadly referred to as national parks, but most have other formal designations.[3] A bill creating the first national park, Yellowstone, was signed into law by President Ulysses S. Grant in 1872, followed by Mackinac National Park in 1875 (decommissioned in 1895), and then Rock Creek Park (later merged into National Capital Parks), Sequoia and Yosemite in 1890. The Organic Act of 1916 created the National Park Service \"to conserve the scenery and the natural and historic objects and wildlife therein, and to provide for the enjoyment of the same in such manner and by such means as will leave them unimpaired for the enjoyment of future generations.\"[4] Many current national parks had been previously protected as national monuments by the president under the Antiquities Act or as other designations created by Congress before being redesignated by Congress; the newest national park is New River Gorge, previously a National River, and the most recent entirely new park is National Park of American Samoa. A few former national parks are no longer designated as such, or have been disbanded. Fourteen national parks are designated UNESCO World Heritage Sites (WHS),[5] and 21 national parks are named UNESCO Biosphere Reserves (BR),[6] with eight national parks in both programs. Thirty states have national parks, as do the territories of American Samoa and the U.S. Virgin Islands. The state with the most national parks is California with nine, followed by Alaska with eight, Utah with five, and Colorado with four. The largest national park is Wrangell–St. Elias in Alaska: at over 8 million acres (32,375 km2), it is larger than each of the nine smallest states. The next three largest parks are also in Alaska. The smallest park is Gateway Arch National Park, Missouri, at 91 acres (0.37 km2). The total area protected by national parks is approximately 52.2 million acres (211,000 km2), for an average of 829 thousand acres (3,350 km2) but a median of only 208 thousand acres (840 km2).[7] The national parks set a visitation record in 2017, with more than 84 million visitors and set a further record in 2018 with a 0.1% increase.[8][9] Great Smoky Mountains National Park in North Carolina and Tennessee has been the most-visited park since 1944,[10] and had over 14 million visitors in 2021.[11] In contrast, only about 7,000 people visited the remote Gates of the Arctic National Park and Preserve in Alaska in 2021.[11] The following table includes the 30 states and two territories that have national parks. Exclusive parks refer to parks entirely within one state or territory. Shared parks refer to parks in multiple states. Territories are set in italics. ","Title":"List of national parks of the United States - Wikipedia","KeyID":"4301","URL":"https://en.wikipedia.org/wiki/United_States_National_Park"}