{"Content: ":"Gerald Prentice Nye (December 19, 1892 – July 17, 1971) was an American politician who represented North Dakota in the United States Senate from 1925 to 1945. He was a Republican and supporter of World War II-era isolationism, chairing the Nye Committee which studied the causes of United States' involvement in World War I. Gerald Nye (whose first name was pronounced with a hard \"G\") was born in Hortonville, Wisconsin,[1] the son of Phoebe Ella (née Prentice) and Irwin Raymond Nye.[2] Both of his grandfathers had served in the Civil War: Freeman James Nye in the 43rd Wisconsin Volunteer Infantry Regiment and George Washington Prentice in the 3rd Wisconsin Volunteer Cavalry Regiment. He was the first of four children. In his first year, he and his parents moved to Wittenberg, Wisconsin, where his father became owner and editor of a small newspaper. Three more children were born there: Clair Irwin, Donald Oscar, and Marjorie Ella. Nye's father was a staunch supporter of Progressive Robert M. La Follette, and Nye personally remembered his father's taking him to hear Senator La Follette speak and then meet the Senator afterwards. (Years later, Gerald Nye and Robert M. La Follette Jr. would serve in the U.S. Senate together.) His uncle, Wallace G. Nye, was Mayor of Minneapolis, Minnesota when Gerald was in his teens.[citation needed] His mother, Ella, had been diagnosed with tuberculosis. Family history indicates that she may have been asthmatic. She made trips to the South for recuperation, but on October 19, 1906 she died. He was thirteen; his brothers, ten and eight; and his baby sister, six. He was comforted by the presence of his four grandparents at the funeral. Nye graduated from Wittenberg High School in 1911, at age 18, and moved back to his grandparents' town of Hortonville, Wisconsin.[citation needed] Gerald and his brother Clair had grown up helping around their father's newspaper business and learned the trade. Gerald took the editing end and Clair operated the presses. In 1911, after graduation, Nye became editor of The Hortonville Review. Three years later, he was the editor of the Creston Daily Plain Dealer in Iowa. In May 1916, he bought a weekly paper in Fryburg, North Dakota, The Fryburg Pioneer. Nye was a supporter of the agrarian reform movement. His editorials lambasted big government and big business. He took the side of the struggling farmers. In 1924, Nye unsuccessfully sought election as a progressive Republican to the U.S. House.[3] When U.S. Senator Edwin F. Ladd died on June 22, 1925,[4] he and others gathered in the office of North Dakota Governor Arthur G. Sorlie.[2] The appointment caused controversy as it was unclear that the North Dakota Legislature had given authority to the Governor to make the Senate appointment, a point made by conservative Republicans who were worried about weakening their caucus with the more progressive Nye.[2] Nye and his young family moved to Washington in December 1925, but because of the above controversy he was not seated in the Senate until January 1926.[2] Nye's youth and lack of sophistication were the talk of the town. He had a bowl haircut that was ridiculed. Nevertheless, he became a very active, popular and outspoken Senator, and North Dakotans elected him to three full terms in 1926, 1932, and 1938, before losing to popular Democrat governor John Moses in 1944. His isolationism drew the attention of Dr. Seuss who featured him in a political cartoon with Gerald L. K. Smith and Democratic Senator Robert Rice Reynolds.The cartoon portrays Smith riding a horse composed of Nye as the rear end of the horse and Reynolds as the front. Smith is holding a sword labeled defeatism.[5] Additional, Seuss cartoons showed Nye riding a dying creature labeled as isolationism, entitled The End of the Trail.[6] He served on the Foreign Relations Committee, the Appropriations Committee, the Defense Committee and the Public Lands Committee. As Chairman of Public Lands, he dealt with the Teapot Dome investigations and the formation of Grand Teton National Park. He was instrumental in passing legislation to protect public access to the sea coasts. He initially supported Democratic President Franklin D. Roosevelt and his New Deal, but their relationship soured before the decade closed: for instance, Nye was one of four Senators who voted against the Supreme Court nomination of William O. Douglas. He supported the political positions of Robert M. La Follette, and legislation for agricultural price supports. Between 1934 and 1936, Nye headed an investigation of the munitions industry. The Special Committee on Investigation of the Munitions Industry investigated profiteering in the munitions and banking industry and the possibility that greed was a significant factor in leading the United States into World War I. The Nye Committee as it was commonly known, drew national and international attention. Nye's appointment to the chairmanship of this committee came from Senator George Norris. According to peace activist Dorothy Detzer, Norris said, \"Nye's young, he has inexhaustible energy and he has courage. Those are all important assets. He may be rash in his judgments at times, but it's the rashness of enthusiasm.\"[7] Senator Norris proposed Nye as \"... the only one out of the 96 whom he deemed to have the competence, independence and stature for the task.\"[8] Although the committee found little firm evidence of active conspiracy among munitions manufacturers, their reports did little to dispel the notion.[9] A leading member of the Nye Committee staff was Alger Hiss. According to the United States Senate website: The investigation came to an abrupt end early in 1936. The Senate cut off committee funding after Chairman Nye blundered into an attack on the late Democratic President Woodrow Wilson. Nye suggested that Wilson had withheld essential information from Congress as it considered a declaration of war. Democratic leaders, including Appropriations Committee Chairman Carter Glass of Virginia, unleashed a furious response against Nye for 'dirtdaubing the sepulcher of Woodrow Wilson.' Standing before cheering colleagues in a packed Senate Chamber, Glass slammed his fist onto his desk until blood dripped from his knuckles.[9] Nye was instrumental in the development and adoption of the Neutrality Acts that were passed between 1935 and 1937. To mobilize antiwar sentiments, he helped establish the America First Committee. According to Nye, American involvement in the \"war for democracy\" could be explained in terms of a conspiracy of arms manufacturers, politicians and international bankers. In common with many conservative isolationists, Nye subscribed to an anti-semitic belief in a Jewish conspiracy pushing the US into war. At a 1941 Senate subcommittee hearing investigating \"war-mongering\" Hollywood films, Nye stated that those \"responsible for the propaganda pictures are born abroad\".[10] He accused Hollywood of attempting to \"drug the reason of the American people\", and \"rouse war fever\"; he was particularly hostile to Warner Brothers.[11] Getting into this war is not inevitable for America. It is fair to say that our staying out of the war is inevitable ... Getting into this return engagement of war to Europe is only as inevitable as we, the people of America, will permit it to be. Staying out of this war is inevitable if only the people will continue and multiply their forceful demands upon the Government at Washington to keep its promise to the people to keep our country out of this mess which seems destined to wreck every civilization that lends its hand to it. It would be well at the same time if the people would politely suggest that the same Government at Washington cease its almost daily issuance of engraved invitations to all the rest of the world for trouble and war ... Those millions who have conquered the defeatist complex have brought about magnificent changes, changes in spite of newspapers, fireside chats, cabinet speeches, and a virtual blitzkrieg of propaganda to drive us to war ... in spite of what we see and hear each day, the chance of staying out has been multiplied to a degree that causes many of us to feel that it is better than a 50-50 chance. After the German sinking of SS Robin Moor by German submarine U-69 in May 1941, Nye said he would be \"very much surprised if a German submarine had done it because it would be to their disadvantage\" to torpedo the ship.[13][better source needed] The day of the Japanese bombing of Pearl Harbor on December 7, 1941, Nye attended an America First meeting in Pittsburgh. Before his speech a reporter for the Pittsburgh Post-Gazette told him about the attack, but Nye was skeptical and did not mention the news to the audience. The reporter passed him a note during the speech stating that Japan had declared war; Nye read it but continued speaking. He only announced the attack at the end of his one-hour speech, stating that he had received \"the worst news that I have encountered in the last 20 years\".[14][15] However, the next day Nye joined the rest of the Senate in voting for a unanimous declaration of war.[16] In April 1943 a confidential report by Isaiah Berlin about the Senate Foreign Relations Committee for the British Foreign Office stated that Nye: In November 1944, Nye was defeated in his re-election attempt by Governor John Moses, a Democrat. Nye chose to remain in the Washington area. He and his wife had purchased 3 acres (12,000 m2) of pasture land in Chevy Chase, part of a farm on a hill above Rock Creek Park. Their two sons had been born in 1943 and 1944. Nye organized and became president of Records Engineering, Inc., in Washington, D.C. The pre-computer age firm created, organized, and managed records of industrial and government clients. In 1960 he was appointed to the Federal Housing Administration as Assistant to the Commissioner and in charge of housing for the elderly. In 1963, he accepted an appointment to the professional staff of the U.S. Senate Committee on Aging. 1966 saw his grand retirement party at the U.S. Capitol. It was attended by the Senators Robert F. Kennedy and Ted Kennedy and hosted by Senator Everett Dirksen, who presented Nye with a typewriter and desk lamp and orders to begin his memoirs. Nye became a consultant to churches and private groups desiring government funds for the building of retirement housing. According to the State Historical Society of North Dakota, U.S. Senator Gerald Nye helped Herman Stern, a North Dakota German Jewish emigrant businessman, and his wife Adeline, bring more than 125 Jewish refugees to the United States in the 1930s and 1940s.[18] Despite claiming to have \"Jewish friends\", the Jewish Telegraph Agency accused Nye in September 1941 of making \"anti-Jewish insinuations,\" \"anti-Jewish accusations,\" repeated the New York Post's accusation that he made a \"crudely anti-Semitic radio broadcast\" and noted his Senate investigations were accused of having \"anti-Semetic motives.\"[19] He received criticism from Jews who worked at the New York Daily News and former Republican Presidential candidate Wendell Willkie would criticize both Nye and fellow pro-America First U.S. Senator Burton Wheeler's attacks on Jews involved with the American motion picture industry.[19] It was noted that Nye recently claimed the American movie industry was run by \"foreign-born Jews\" and that Jews had been making a \"scapegoat\" out of ongoing \"future trouble.\"[19] Despite the large number of Jewish people who were involved with Hollywood, Nye disregarded that the Hollywood film industry was not self-financed and had to rely on loans from American banks not run by Jews, such as \"Chase National Bank, Atlas Corp., and the Rockefellers.”[19] Nye was a Freemason and attended Grace Lutheran Church in Washington, D.C. On August 16, 1916, he married Anna Margaret Johnson in Iowa where she lived with her maternal grandparents and had taken their name, Munch. In 1919, they moved to Cooperstown, North Dakota where Gerald was the editor and publisher of the Sentinel Courier. Anna and Gerald had three children: Marjorie (born 1917), Robert (born 1921), and James (born 1923). His eldest three children grew up on Grosvenor Street in Washington, D.C. and attended high school there. Every summer, Gerald would take the children to Yellowstone National Park where Marjorie and a young Gerald Ford were teenage friends. In March 1940, Nye divorced his first wife, and on December 14, 1940, he remarried, to an Iowa schoolteacher, A. Marguerite Johnson. They had three children, all born in Washington, D.C. – Gerald Jr. (born 1943), Richard (born 1944), and Marguerite (born 1950). A lifelong smoker, Nye had arterial disease; the arteries in his legs were surgically replaced with plastic arteries, then state-of-the-art. Close to the end of his life, a blood clot went to his lung. While Nye was recovering from that experience, but still weak, a doctor mistakenly prescribed a drug containing penicillin, to which Nye was known to be allergic. As a result, he died on July 17, 1971, at the age of 78.[citation needed]","Title":"Gerald Nye - Wikipedia","KeyID":"4319","URL":"https://en.wikipedia.org/wiki/Gerald_Nye"}