{"Content: ":"Euctenochasmatia is an extinct group of pterodactyloid pterosaurs. It was named by David Unwin in 2003 as the group that contains the most recent common ancestor of Pterodactylus and Ctenochasma, and all their descendants.[1] Euctenochasmatians were specialized pterosaurs that had elongated necks as well as specialized teeth. A peculiar family within this group is the Ctenochasmatidae, which most of the members had very distinguishing teeth that were lined within their elongated snouts.[2] A genus called Pterofiltrus only had 112 teeth, but these teeth cover about 55.8% of the total skull, and the skull itself measured about 208 millimeters (8.2 in) in length.[3] Euctenochasmatians had very distinctive features in comparison to other pterosaurs, including the shape of their jaws, as well as their highly specialized teeth. These teeth are thought to have been used for filter-feeding, the genus Pterodaustro for example, had a long snout and its lower jaws curve strongly upwards, and the tangent at the point of the snout was perpendicular to that of the jaw joint. Pterodaustro has around a thousand baleen-like teeth in its lower jaws that might have been used to strain crustaceans, plankton, algae, and other small creatures from the water. The teeth of Pterodaustro are unique within pterosaurs, and no other discovered genera had this type of teeth.[4][5] Other members of this group, such as the gallodactylids, differ from other euctenochasmatians in several distinct features, including having fewer than 50 teeth, and were only present in the jaw tips; rounded crests were also present on the rear portion of the skull and jaws but not near the ends of their snouts.[6] Similarly, the ctenochasmatid Feilongus also had its teeth confined within its jaw tips, as well as having crests on the rear portion of the skull and jaws, but differed Feilongus from the gallodactylids by having a possible pronounced overbite, and 76 teeth, which were needle-like.[7] One of the largest toothed pterosaurs was Moganopterus, it was, yet again, a ctenochasmatid, and was similar in build to Feilongus. What made Moganopterus distinct was its size; while Feilongus had a wingspan of about 2.4 meters (7.9 ft), Moganopterus had an impressive wingspan of more than 7 meters (23 ft), making it more than three times larger than Feilongus.[8] Researchers such as David Unwin, have traditionally defined the dubious family Pterodactylidae in such a way to ensure it is nested within the clade Ctenochasmatoidea. In 2003, Unwin defined the same clade (Pterodactylus + Pterodaustro), but erected the name Euctenochasmatia instead of Pterodactylidae for his conclusion.[9] Unwin had considered Euctenochasmatia to be a subgroup within Ctenochasmatoidea, similar to his former conclusion of Pterodactylidae, but most analyses have since found the genus Pterodactylus to be more primitive than previously thought, making the clade Euctenochasmatia the more inclusive group containing both Pterodactylus and Ctenochasmatoidea.[10] Below is cladogram following a topology recovered by Brian Andres, using the most recent iteration of his data set (Andres, 2021). Andres' analysis found Pterodactylus to be a close relative of the ctenochasmatoids.[11] Kryptodrakon Painten pro-pterodactyloid Eupterodactyloidea Cuspicephalus scarfi Germanodactylus cristatus Altmuehlopterus rhamphastinus Pterodactylus antiquus Cycnorhamphus suevicus Normannognathus wellnhoferi Ctenochasmatidae Earlier, in 2017, Steven Vidovic and David Martill had recovered a significantly different set of relationships for early pterodactyloids. They placed Pterodactylus outside Euctenochasmatia, as the sister taxon of the more inclusive group Lophocratia.[1] Eosipterus yangi Pterodactylus antiquus Eupterodactyloidea Diopecephalus kochi Aurorazhdarchia Ctenochasmatidae   ","Title":"Euctenochasmatia - Wikipedia","KeyID":"432","URL":"https://en.wikipedia.org/wiki/Euctenochasmatia"}