{"Content: ":"The Republican faction (Spanish: Bando republicano), also known as the Loyalist faction (Bando leal) or the Government faction (Bando gubernamental), was the side in the Spanish Civil War of 1936 to 1939 that supported the government of the Second Spanish Republic against the Nationalist faction of the military rebellion.[1] The name Republicans (republicanos) was mainly used by its members and supporters, while its opponents used the term Rojos (Reds) to refer to this faction due to its left-leaning ideology, including far-left communist and anarchist groups, and the support it received from the Soviet Union. At the beginning of the war, the Republicans outnumbered the Nationalist ten to one, but by January 1937, that advantage had dropped to four to one.[2] The Republican faction hardly received external support from the Allied powers of World War II, due to the International Non-Intervention Committee. The support of the USSR stands out, fundamentally. Together with Mexico, France and Poland at the beginning of the war, they contributed large amounts of military material and advisers to the Republicans. The support of what came to be called the International Brigades was also noteworthy. The Soviet Union was the main ally of the Second Spanish Republic, contributing tanks and armored cars (especially the T-26 tank, BA-6 armoured car and BT-5 tank), hundreds of airplanes, several hundred thousand firearms and artillery pieces, as well as sending huge amounts of ammunition and several hundred Soviet professional pilots, tanks and sailors. Joseph Stalin will later order the purge of the communists that were anti-Stalinist. The Stalinists betrayed and exterminated the POUM, the Workers' Party of Marxist Unification, as well as the anarchists in Catalonia. The Mexican government maintained good relations with the Spanish republic at the beginning of the conflict, that is why when President Lázaro Cárdenas assures that he is fully in solidarity with the Spanish socialist government in the face of the disloyalty of the army. Besides that the workers' solidarity with Spain was immediate; workers and unions made donations to the Spanish ambassador. The Cárdenas government, unlike the other countries, did not sign the International Non-Intervention Committee, and therefore, it was the only country that officially gave aid in the Spanish Civil War. He sent some 28 million rounds of ammunition, 28,000 rifles, 70 antiaircraft guns, some 55 planes (mainly French) and food to Spain, and after the civil war gave asylum to thousands of exiled veterans and intellectuals from the Republican side. However, much of the Mexican citizens and a group of peasants called the Cristeros favored Franco and the Nationalists. At the beginning of the war, France, also with a popular front government, made the decision to send war materiel to the Second Spanish Republic (in part because of the agreements signed for the sale of weapons, because of the friendships between the governments and to get rid of the obsolete material from World War I). On July 30, the first consignment of arms for the Republic arrived from France through the Pyrenees. It consisted of several hundred rifles with ammunition, six Renault FT tanks, and several bombers and fighters. In October 1936 the republican government in Vitoria began a reorganization process of the fragmented army. The self-denominated People's Republican Army (Spanish: Ejército Popular de la República, EPR) consisted of those Spanish Republican Army units that had remained loyal to the Republic and militia members who were integrated into the new structure. At least 40,000 individual volunteers from 52 nations,[5] usually socialists, communists or anarchists, fought for the Republican side. The vast majority of these, an estimated 32,000 men and women,[6] served in the International Brigades, organized in close conjunction with the Comintern. About another 3,000 foreign volunteers fought as members of militias belonging to the anarcho-syndicalist labor/trade union CNT and the anti-Stalinist Marxist POUM.[6] Those fighting with POUM included one of the most famous veterans of the war, George Orwell.[7] The Mexican government supported fully and publicly the claim of the Madrid government and the Republicans. Mexico refused to follow the Anglo-French non-intervention proposals. President Lázaro Cárdenas saw the war as similar to Mexico's own revolution, although a part of Mexican society and the people wanted a Nationalist victory.[citation needed] Mexico's attitude gave immense moral comfort to the Republic, especially since the major Latin American governments—those of Argentina, Brazil, Chile, and Peru—sympathized more or less openly with the Nationalists. But Mexican aid could mean relatively little in practical terms if the French border were closed and if Nazi Germany and Fascist Italy remained free to supply the Nationalists with a quality and quantity of weapons far beyond the power of Mexico. Mexico furnished $2,000,000 in aid and provided some material assistance, which included a small number of American-made aircraft such as the Bellanca CH-300 and Spartan Zeus that had previously served in the Mexican Air Force. Not all of these aircraft reached the Republicans. The Soviet Union primarily provided material assistance to the Republican forces. In total the USSR provided Spain with 806 planes, 362 tanks, and 1,555 artillery pieces.[8] The Soviet Union ignored the League of Nations embargo and sold arms to the Republic when few other nations would do so; thus it was the Republic's only important source of major weapons. Joseph Stalin had signed the Non-Intervention Agreement but decided to break the pact. However, unlike Hitler and Mussolini who openly violated the pact, Stalin tried to do so secretly.[9] He created a section X of the Soviet Union military to head the operation, coined Operation X. However, while a new branch of the military was created especially for Spain, most of the weapons and artillery sent to Spain were antiques. Stalin also used weapons captured in past conflicts.[10] However, modern weapons such as BT-5 tanks[11] and I-16 fighter aircraft were also supplied to Spain. Many of the Soviet deliveries were lost, or were smaller than Stalin had ordered. He only gave short notice, which meant many weapons were lost in the delivery process.[9] Lastly, when the ships did leave with supplies for the Republicans, the journey was extremely slow. Stalin ordered the builders to include false decks in the design of ships. Then, once the ship left shore it was required to change its flag and change the color of parts of the ship to avoid capture by the Nationalists.[9] However, in 1938, Stalin withdrew his troops and tanks as Republican government policy floundered. Historian Hugh Thomas comments \"had they been able to purchase and transport good arms from US, British, and French manufacturers, the socialist and republican members of the Spanish government might have tried to cut themselves loose from Stalin\".[12] The Republic paid for Soviet arms with the gold reserves of the Bank of Spain, in an affair that would become a frequent subject of Francoist propaganda afterward (see Moscow Gold). The cost of Soviet arms was more than US$500 million (in 1936 prices); 72% of Spain's gold reserve, the fourth-largest in the world. The remaining 27%, or 176 tonnes, was transferred to France.[13] The Soviet Union also sent a number of military advisers to Spain (2,000[14]–3,000[15]).[16] While Soviet troops amounted to no more than 500 men at a time, Soviet volunteers often operated Soviet-made Republican tanks and aircraft, particularly at the beginning of the war.[17] In addition, the Soviet Union directed Communist parties around the world to organize and recruit the International Brigades. Another significant Soviet involvement was the pervasive activity of the NKVD all along the Republican rearguard. Communist figures like Vittorio Vidali (\"Comandante Contreras\"), Iosif Grigulevich and, above all, Alexander Orlov led those not-so-secret operations, that included murders like those of Andreu Nin and José Robles. The French position towards the Spanish Republic was characterized by its hesitant attitude and its ambivalence. Thus the government of France did not send direct support to the Spanish Republicans and towards the end of the beleaguered republic ended up turning against it, instead recognizing the Francoist State. President Albert Lebrun opposed direct assistance, but the left-wing government of French Prime Minister Léon Blum was sympathetic to the Republic.[18] Blum considered both sending military aid and technology to the Republicans including aircraft and utilizing the French Navy to blockade the Franco-led Spanish Army of Africa from crossing from Spanish Morocco to Spain.[19] Also upon the outbreak of civil war the Spanish Republican government and the government of France in diplomatic messages discussed a potential transfer of French aircraft to Spanish Republican forces.[19] The Blum government feared that the success of Francoist forces in Spain would result in the creation of an ally state of Nazi Germany and Fascist Italy that would allow German and Italian military forces to be based in the Canary and Balearic Islands.[19] Right-wing politicians, however, heard of the French government's intention to send military support to the Spanish Republicans in the war and opposed the French government's actions by means of a vicious campaign against the Blum government for its alleged support of the Republicans.[20] On 27 July 1936, British officials had discussed with Prime Minister Blum their position on the war and convinced Blum not to send arms to the Republicans.[21] Therefore, on 27 July, the French government declared that it would not send military aid, technology, or forces.[22] However Blum made clear that France reserved the right to provide aid should it wish, and indicated also indicated his support for the Republic, saying: We could have delivered arms to the Spanish Government [(Republicans)], a legitimate government...We have not done so, in order not to give an excuse to those who would be tempted to send arms to the rebels.[23] On 1 August 1936, a pro-Republican rally of 20,000 people confronted Blum demanding that he send aircraft to the Spanish Republicans at the same time as right-wing politicians attacked Blum for supporting the Republic and being responsible for provoking Fascist Italian intervention on the side of Franco.[23] Nazi Germany informed the French ambassador in Berlin that Germany would hold France responsible if it supported what it described as \"the maneuvers of Moscow\" by supporting the Spanish Republicans.[24] Finally, on 21 August 1936, France, the UK, and Italy (under pressure from both France and the UK) signed the Non-Intervention proposals involving the Spanish Civil War.[24] However, the Blum government provided military assistance to the Spanish Republicans through covert means by supplying obsolete Potez 54, Dewoitine and Loire 46 aircraft to the Spanish Republican Air Force from 7 August 1936 to December of that year.[25] Often with their weapons removed, these almost useless and vulnerable planes rarely survived three months of air missions.[26] Also, until 8 September 1936, aircraft could freely pass from France into Spain if they were bought in other countries.[27] Although the half-hearted and largely ineffective support by France to the Republicans ended in December 1936, German intelligence reported to Franco and his faction that the French military was engaging in open discussions about intervention in the war.[28] Allegedly in 1938 Franco feared an immediate French intervention against a potential Francoist victory in Spain through French occupation of Catalonia, the Balearic Islands, and Spanish Morocco.[29] Towards the end of the Civil War, most seagoing vessels of the Spanish Republican Navy were evacuated to Bizerte in the French protectorate of Tunisia where the fleet was impounded by the French authorities and later handed over to the Francoist faction.[30] Except for a few crewmen who were put on guard duty on the ships, the Spanish Republican seamen and their officers were interned in a concentration camp at Meheri Zabbens.[31] Defeated members of other branches of the Spanish Republican Armed Forces who escaped were arrested by French authorities and interned in concentration camps in Southern France, such as the Camp de concentration d'Argelès-sur-Mer which at one time held about 100,000 defeated Spanish Republicans. From there some managed to go into exile or went to join the armies of the Allies to fight against the Axis powers,[32] while others ended up in Nazi concentration camps.[33] It is important to note that there was infighting between the Republican factions, and that the Communists following Stalinism declared the POUM, the Workers' Party of Marxist Unification (an anti-Stalinist communist party), to be an illegal organization, along with the Anarchists. George Orwell would record this in his Homage to Catalonia as well as write Nineteen Eighty-Four and Animal Farm to criticize Stalinism.[34][35]","Title":"Republican faction (Spanish Civil War) - Wikipedia","KeyID":"4328","URL":"https://en.wikipedia.org/wiki/Republican_faction_(Spanish_Civil_War)"}