{"Content: ":"Diopecephalus is a genus of pterodactyloid pterosaur from the Lower Tithonian (Upper Jurassic) of the Lithographic Limestone, Bavaria, Germany. The type and only species is D. kochi, although the name has been applied to Pterodactylus longicollum, with longicollum erroneously listed as the type species.[1] Like many pterosaurs, it has had a confusing taxonomic history, being given names by various authorities which identify it with four other genera: In 2017, Steven U. Vidovic and David M. Martill resurrected the genus Diopecephalus for Pterodactylus kochi,[2] a taxon generally regarded as synonymous with Pterodactylus antiquus.[3][4] Though historically considered distinct from antiquus, most modern analyses of kochi anatomy strongly suggest it represents a juvenile P. antiquus. Pterosaur expert Christopher Bennett noted that some allegedly diagnostic kochi anatomy actually reflected measurement errors of the kochi holotype, and that once corrected the two species cannot be adequately distinguished from one another.[4] Vidovic and Martill's suggestion that kochi is taxonomically distinct rely on a combination of characteristics rather than autapomorphies, including features such as the slope of the snout and the rounded shape of the back of the skull, the shape and distribution of teeth, and the length and depth of the cervical vertebrae.[2] Most of these features are typical for Pterodactylus or are known to vary with growth stage[1][3][4] and, as per Vidovic and Martill's previous work with another resurrected Pterodactylus-like genus, Aerodactylus, arguments discounting individual variation and preservational factors (e.g., specimen orientation, compression) from true taxonomic distinction were not provided.[5] Further work is likely needed to validate D. kochi as a genuine taxon, and not a synonym of P. antiquus. Below is a cladogram showing the results of a phylogenetic analysis presented by Andres, Clark & Xu, 2014. In the analysis, they identified Diopecephalus as Pterodactylus kochi, and sister taxon of Pterodactylus antiquus within the clade Euctenochasmatia.[6] Normannognathus wellnhoferi Germanodactylus cristatus Germanodactylus rhamphastinus Pterodactylus antiquus Pterodactylus kochi (Diopecephalus) Ardeadactylus longicollum Ctenochasmatoidea The Pterosaur Database [1]   ","Title":"Diopecephalus - Wikipedia","KeyID":"433","URL":"https://en.wikipedia.org/wiki/Diopecephalus"}