{"Content: ":"William Franklin Knox (January 1, 1874 – April 28, 1944) was an American politician, newspaper editor and publisher. He was also the Republican vice presidential candidate in 1936, and Secretary of the Navy under Franklin D. Roosevelt during most of World War II. On December 7, 1941, Knox flanked by his assistant John O’Keefe walked into Roosevelt's White House study at approximately 1:30 p.m. EST announcing that Japan had attacked Pearl Harbor. Knox was mentioned by name in Adolf Hitler's speech of December 11, 1941, in which Hitler asked for a German declaration of war against the United States. Born in Boston, he attended Alma College and served with the Rough Riders during the Spanish–American War. After the war, he became a newspaper editor in Grand Rapids, Michigan and a prominent supporter of the Republican Party. He advocated U.S. entrance into World War I and served as an artillery officer in France. The 1936 Republican National Convention nominated a ticket of Alf Landon and Knox, and they were defeated by Roosevelt and John Nance Garner in the 1936 election. After World War II broke out, Knox supported aid to the Allies. In 1940, Roosevelt appointed him as Secretary of the Navy in hopes of building bipartisan support. He presided over a naval buildup and pushed for the internment of Japanese Americans. Knox served as Secretary of the Navy until his death in 1944. William Franklin Knox was born in Boston, Massachusetts. His parents were both Canadian; his mother, Sarah C. (Barnard), was from Charlottetown, Prince Edward Island, and his father, William Edwin Knox, was from New Brunswick.[1] When he was nine, his family moved to Grand Rapids, Michigan, where his father ran a grocery store. He attended Alma College in Michigan, where he was a member of the Zeta Sigma fraternity. He left in his senior year to join the US Army for the Spanish–American War. He later supplemented his studies with additional readings and coursework, and the college's board of trustees awarded him a Bachelor of Arts degree as a member of the class of 1898.[2] He served in Cuba with Theodore Roosevelt's famous Rough Riders, the First Volunteer Cavalry Regiment.[3] He was a member of Troop D commanded by Captain Robert Huston. As a member of D Troop, Knox fought in Cuba at the Battle of Las Guasimas, and the Battle of San Juan Hill.[4] After the war, Knox became a newspaper reporter in Grand Rapids, which was the beginning of a career that included ownership of several papers. He changed his first name to Frank around 1900. In 1912, as founding editor of New Hampshire's Manchester Leader, one forerunner to the New Hampshire Union Leader, he supported Theodore Roosevelt's Progressive ticket. However, with that exception, he adhered to the Republican Party. During World War I, Knox was an advocate of U.S military preparedness and then of participation in the war. When the U.S. declared war on Germany, he rejoined the Army. He reached the rank of Colonel and served as an artillery officer in France. After the war he returned to the newspaper business. In 1930, Frank Knox became publisher and part owner of the Chicago Daily News. In the 1936 election, he was the Republican nominee for vice president under Alf Landon. Landon, Knox and former President Herbert Hoover were the only supporters of Theodore Roosevelt in 1912 who were later named to a Republican ticket. They lost in a landslide, winning just Maine and Vermont against the Democratic ticket of President Franklin D. Roosevelt and Vice President John Nance Garner. During World War II, Knox again was an advocate of preparedness.[5] As an internationalist, he supported aid to the Allies and opposed isolationism. In July 1940, he became Secretary of the Navy under Roosevelt, part of the Democratic president's effort to build bipartisan support for his foreign and defense policies following the defeat of France. Knox carried out Roosevelt's plan to expand the US Navy into a force capable of fighting in both the Atlantic and the Pacific Oceans. When a new naval officer on Knox's staff told him, \"I'm no New Dealer,\" Knox replied, \"I fought the President with every resource at my command. But now I've squared my politics with my conscience and I'm proud to serve under such a great man. At that,\" Knox added, \"it's a good thing to have a couple of fellows around here who aren't New Dealers!\"[6] He traveled extensively to Navy installations worldwide. Knox had called for the internment of Japanese Americans as early as 1933,[7] and he continued to do so in his new position. Shortly after the attack on Pearl Harbor, he visited Hawaii to investigate the sabotage that he believed to have taken place there. Upon his return, he issued a public statement that \"the most effective Fifth Column work of the entire war was done in Hawaii with the exception of Norway,\" and he accused Japanese Hawaiians of impeding US defense efforts in a report to the President. Although the FBI and military intelligence later disproved those claims, Knox continued to push for the internment of Japanese Americans and barred them from service in the Navy during the war.[8] Following a brief series of heart attacks, Secretary Knox died in Washington, D.C. on April 28, 1944 while still in office. He was buried on May 1, 1944 at Arlington National Cemetery, in Arlington, Virginia.[9] The Gearing-class destroyer USS Frank Knox (DD-742), commissioned in December 1944, was named in his honor.[10][11] On May 31, 1945 he received posthumously the Medal for Merit from President Harry S. Truman.[12] He also received the Spanish Campaign Medal and the World War I Victory Medal for his previous military service. In 1948 his widow, Annie Reid Knox endowed the Frank Knox Memorial Fellowships, which allow scholars from Australia, Canada, New Zealand, the Union of South Africa, and the United Kingdom to pursue graduate study at Harvard University, or by recent graduates of Harvard University to travel and research in the countries of the British Commonwealth of Nations.[3] Frank Knox School on the grounds of the Patuxent River Naval Air Station was named for him. After the German massacre of civilians in the Czech village of Lidice in June 1942 in reprisal for the assassination of Reinhard Heydrich, Knox said If future generations ask us what we are fighting for [in World War Two], we shall tell them the story of Lidice.","Title":"Frank Knox - Wikipedia","KeyID":"4346","URL":"https://en.wikipedia.org/wiki/Frank_Knox"}