{"Content: ":"The Selective Training and Service Act of 1940, also known as the Burke–Wadsworth Act, Pub.L. 76–783, 54 Stat. 885, enacted September 16, 1940,[1] was the first peacetime conscription in United States history. This Selective Service Act required that men who had reached their 21st birthday but had not yet reached their 36th birthday register with local draft boards. Later, when the U.S. entered World War II, all men from their 18th birthday until the day before their 45th birthday were made subject to military service, and all men from their 18th birthday until the day before their 65th birthday were required to register.[2] The first peacetime conscription in the United States, the act required all American men between the ages of 21 and 36 to register for the draft. Draftees were selected by national lottery. If drafted, a man served on active duty for 12 months, and then in a reserve component for 10 years or until he reached the age of 45, whichever came first. Inductees had to remain in the Western Hemisphere or in United States possessions or territories located in other parts of the world. The act provided that not more than 900,000 men were to be in training at any one time. Section 5 (g) of the Act contained a provision for conscientious objection:[3] Nothing contained in this Act shall be constructed to require any person to be subject to combatant training and service in the land and naval forces of the United States who, by reason of religious training and belief, is conscientiously opposed to participation in war in any form. Any such person claiming such exemption from combatant training and service because of such conscientious objections whose claim is sustained by the local draft board shall, if he is inducted into the land or naval forces under this Act, be assigned to noncombatant service as defined by the President, or shall if he is found to be conscientiously opposed to participation in such noncombatant service, in lieu of such induction, be assigned to work of national importance under civilian direction. The draft began in October 1940, with the first men entering military service on November 18. By the early summer of 1941, President Franklin D. Roosevelt asked the U.S. Congress to extend the term of duty for the draftees beyond twelve months to a total of thirty months, plus any additional time that he might deem necessary for national security. On August 12, the United States House of Representatives approved the extension by a single vote;[4] Roosevelt's former Secretary of War Harry Woodring was among those opposed, writing to Senator Arthur Vandenberg that voluntary enlistment had not been fully tried.[5] As Under Secretary of the Army Karl R. Bendetsen said in an oral history interview, \"Mr. Rayburn banged the gavel at a critical moment and declared the Bill had passed.\"[6] The Senate approved it by a wider margin, and Roosevelt signed the Service Extension Act of 1941 into law on August 18. Many of the soldiers drafted in October 1940 threatened to leave the service once the original twelve-month obligation ended. Many of these men painted the letters \"O H I O\" on the walls of their barracks in protest.[7] These letters were an acronym for \"Over the hill in October\", which meant that the men intended to leave upon the end of their twelve months of duty. Desertions did occur, but they were not widespread. Following the Japanese attack on Pearl Harbor, Hawaii, on December 7, 1941, millions of American men entered the United States military's ranks both by volunteering and by conscription. After the United States entered World War II, amendments to the Selective Training and Service Act on December 20, 1941, made all men between the ages of 20 and 44 liable for military service, and required all men between the ages of 18 and 64 to register. The terminal point of service was extended to the duration of the conflict plus six months. Another amendment, signed on November 13, 1942, made the registered 18- and 19-year-olds liable for military service. From October 1940 until March 1947, when the wartime Selective Training and Service Act expired after extensions by Congress, over 10,000,000 men were inducted.","Title":"Selective Training and Service Act of 1940 - Wikipedia","KeyID":"4347","URL":"https://en.wikipedia.org/wiki/Selective_Training_and_Service_Act_of_1940"}