{"Content: ":"The 1940 Democratic National Convention was held at the Chicago Stadium in Chicago, Illinois from July 15 to July 18, 1940. The convention resulted in the nomination of President Franklin D. Roosevelt for an unprecedented third term. Secretary of Agriculture Henry A. Wallace from Iowa was nominated for vice president. Despite the unprecedented bid for a third term, Roosevelt was nominated on the first ballot. Roosevelt's most formidable challengers were his former campaign manager James Farley and Vice President John Nance Garner. Both had sought the nomination for the presidency and soundly lost to Roosevelt who would be \"drafted\" at the convention. Henry Wallace was Roosevelt's preferred choice for the vice presidency. His candidacy was opposed vehemently by some delegates, particularly the conservative wing of the party which had been unenthusiastic about Wallace's liberal positions. Nonetheless, Wallace was ultimately nominated with the votes of 59% of the delegates, on the first ballot.[1] By late 1939 President Franklin D. Roosevelt's plans regarding a possible third term in 1940 affected national politics. A Republican leader told H. V. Kaltenborn in September 1939, for example, that Congressional distrust of the president was a cause of the controversy over revising the Neutrality Acts of 1930s. The politician, who supported selling weapons to Britain and France, claimed that Roosevelt could \"regain the complete confidence of Congress and the country\" by announcing that he would not run for a third term. An unnamed Roosevelt advisor said, however, that doing so would reduce the president's influence on Congress and the Democratic party. Roosevelt would not announce his intentions until spring 1940, the advisor said.[2] Throughout the winter of 1939, and the spring and summer of 1940, whether Roosevelt would run again remained unknown. The \"two-term\" tradition, although not yet enshrined in the U.S. Constitution as the 22nd Amendment, had been established by President George Washington when he refused to run for a third term in 1796, and the tradition was further supported by Thomas Jefferson.[1] Roosevelt, however, refused to give a definitive statement as to his willingness to be a candidate, even indicating to his old friend and political kingmaker James Farley[3] that he would not be a candidate again and that he could seek the nomination; Farley thus began his campaign.[4] Roosevelt told others of his plans not to run, including Cordell Hull, Frances Perkins, and Daniel J. Tobin. His wife Eleanor was opposed to a third term. Perhaps the most definitive evidence of Roosevelt's intention to not run for a third term is that in January 1940 he signed a contract to write 26 articles a year for Collier's for three years after leaving the presidency in January 1941. However, as Nazi Germany defeated France and threatened Britain in the summer of 1940, Roosevelt decided that only he had the necessary experience and skills to see the nation safely through the Nazi threat. His belief that no other Democrat who would continue the New Deal could win was likely also a reason.[4] He was aided by the party's political bosses, who feared that no Democrat except Roosevelt could defeat the charismatic Wendell Willkie, the Republican candidate.[citation needed] By the convention Farley and Vice President John Nance Garner were declared candidates, and Paul McNutt was a possibility.[4] Roosevelt still did not want to declare openly for re-nomination, so his backers arranged a stunt at the convention. Roosevelt dictated a message on the phone to Kentucky Senator Alben Barkley, which Barkley read out to the convention during the first day's proceedings. It concluded The President has never had, and has not today, any desire or purpose to continue in the office of President, to be a candidate for that office, or to be nominated by the convention for that office. He wishes in earnestness and sincerity to make it clear that all of the delegates in this convention are free to vote for any candidate.[4] John Gunther later wrote that Barkley's message \"can scarcely be said to have conveyed the whole or literal truth\".[4] When it ended, the convention sat in shocked silence for a moment. The silence was then broken by a voice thundering over the stadium loudspeakers: \"We want Roosevelt! We want Roosevelt!\" The voice was Thomas D. Garry, Superintendent of Chicago's Department of Sanitation (the sewers department), a trusted henchman of Chicago Mayor Ed Kelly. Garry was stationed in a basement room with a microphone, waiting for that moment. Kelly had posted hundreds of Chicago city workers and precinct captains around the hall; other Democratic bosses had brought followers from their home territories. All of them joined Garry's chant. Within a few seconds, hundreds of delegates joined in. Many poured into the aisles, carrying state delegation standards for impromptu demonstrations. Whenever the chant began to die down, state chairmen, who also had microphones connected to the speakers, added their own endorsements: \"New Jersey wants Roosevelt! Arizona wants Roosevelt! Iowa wants Roosevelt!\"[5][6] Life wrote the following week that \"the shabby pretense ... fooled nobody\", describing it as a \"cynical, end-justifies-the-means alliance of New Deal reformers with self-seeking city bosses to engineer the 'draft'\" and \"one of the shoddiest and most hypocritical spectacles in [US] history\".[7] The effect of the \"voice from the sewers\" was overwhelming. The next day Roosevelt was nominated by an 86% majority. Presidential ballot[8] Vice-Presidential ballot[9] Incumbent Vice President John Nance Garner opposed Roosevelt's re-election, so the party had to choose a new vice presidential nominee.[10] Roosevelt asked Secretary of State Cordell Hull to serve as his running mate, but Hull preferred to remain in his Cabinet position.[11] Roosevelt's aides also strongly considered South Carolina Senator James F. Byrnes, but the president settled on Secretary of Agriculture Henry A. Wallace.[11] James Farley was considered, but was not selected, because both he and Roosevelt were from New York State; if they had run together, the electors from New York could not have voted for both, in keeping with the terms of the Twelfth Amendment to the Constitution.[12] Others considered were Kentucky Senator Alben Barkley,[13] Supreme Court Justice William O. Douglas,[13] and House Speaker William B. Bankhead of Alabama.[14] Roosevelt chose Wallace because of Wallace's positions on the New Deal and aid to Britain, and because he hoped that Wallace would appeal to agricultural voters.[11] First Lady Eleanor Roosevelt had flown to Chicago to campaign;[15] after her husband's nomination, she gave what came to be known as her \"No Ordinary Time\" speech in support of Wallace.[12][16] Though many Democrats regarded Wallace as a mystic or an intellectual, the delegates acquiesced; Wallace won the nomination on the first ballot over Bankhead.[14] The Roosevelt–Wallace ticket defeated the Republican ticket to win the 1940 presidential election. Roosevelt's decision to select his own running mate set a powerful precedent, and presidential candidates after 1940 became much more influential in the choice of their running mate.[11] Franklin D. Roosevelt, playing coy about his intentions to seek a third term, did not attend the convention himself, instead sending his wife Eleanor there on his behalf.[17] Franklin D. Roosevelt accepted his party's nomination after the convention had closed. Shortly after midnight Eastern time on July 19, 1940, Roosevelt delivered his acceptance speech from the White House in front of news radio microphones and newsreel cameras.[17] Later that morning, the American Pathé sent footage of his speech to New York City, where it was developed and had a portion aired on television at 3:30 Eastern time, making Roosevelt the first incumbent president to be shown on television accepting his party's nomination.[17]","Title":"1940 Democratic National Convention - Wikipedia","KeyID":"4350","URL":"https://en.wikipedia.org/wiki/1940_Democratic_National_Convention"}