{"Content: ":"The destroyers-for-bases deal was an agreement between the United States and the United Kingdom on September 2, 1940, according to which 50 Caldwell, Wickes, and Clemson class US Navy destroyers were transferred to the Royal Navy from the US Navy in exchange for land rights on British possessions. Generally referred to as the \"twelve hundred-ton type\" (also known as \"flush-deck\", or \"four-pipers\" after their four funnels), the destroyers became the British Town class and were named after towns common to both countries.[1] US President Franklin Roosevelt used an executive agreement, which does not require congressional approval. However, he came under heavy attack from antiwar Americans, who pointed out that the agreement violated the Neutrality Acts.[2] By late June 1940, Germany had defeated France. The British and their Commonwealth and empire stood alone in warfare against Hitler and Mussolini. The British Chiefs of Staff Committee concluded in May that if France collapsed, \"we do not think we could continue the war with any chance of success\" without \"full economic and financial support\" from the United States.[3] The US government was sympathetic to Britain's plight, but US public opinion then overwhelmingly supported isolationism to avoid involvement in \"another European war\". Reflecting on that sentiment, the US Congress had passed the Neutrality Acts three years earlier, which banned the shipment or sale of arms from the US to any combatant nation. US President Franklin D. Roosevelt was further constrained by the upcoming 1940 Presidential election, as his critics sought to portray him as being pro-war. Legal advice from the US Justice Department stated that the transaction was legal.[4] By late May, the evacuation of British forces from Dunkirk, France, in Operation Dynamo caused the Royal Navy to need ships immediately, especially as it now fought the Battle of the Atlantic in which German U-boats threatened the British supplies of food and of other resources essential to the war effort. With German troops advancing rapidly into France and many in the US government convinced that the defeat of France and Britain was imminent, the US sent a proposal to London through the British ambassador, the Marquess of Lothian, for an American lease of airfields on Trinidad, Bermuda and Newfoundland.[5] British Prime Minister Winston Churchill initially rejected the offer on May 27 unless Britain received something immediate in return. On June 1, as the defeat of France loomed, Roosevelt bypassed the Neutrality Act by declaring as \"surplus\" many millions of rounds of US ammunition and obsolescent small arms and authorizing their shipment to Britain. Roosevelt rejected Churchill's pleas for destroyers for the Royal Navy. By August, while Britain was reaching a low point, US Ambassador Joseph P. Kennedy reported from London that a British surrender was \"inevitable\". Seeking to persuade Roosevelt to send the destroyers, Churchill warned Roosevelt ominously that if Britain were vanquished, its colonial islands close to American shores could become a direct threat to the US if they fell into German hands. Roosevelt approved the deal on the evening of August 30, 1940.[6] On September 2, 1940, as the Battle of Britain intensified, Secretary of State Cordell Hull signaled agreement to the transfer of the warships to the Royal Navy. On September 3, 1940, Admiral Harold Stark certified that the destroyers were not vital to US security. In exchange, the US was granted land in various British possessions for the establishment of naval or air bases with rent-free 99-year leases, on: The agreement also granted the US air and naval base rights in: No destroyers were received in exchange for the bases in Bermuda and Newfoundland. Both territories were vital to trans-Atlantic shipping, aviation, and the Battle of the Atlantic. Although enemy attack on either territory was unlikely, it could not be discounted, and Britain had been forced wastefully to maintain defensive forces, including the Bermuda Garrison. The deal allowed Britain to hand much of the defence of Bermuda to the still-neutral US, which freed British forces for redeployment to more active theatres and enabled the development of strategic facilities at US expense, which British forces would also use. Both the Royal Air Force (RAF) and the Fleet Air Arm (FAA) maintained air stations in Bermuda at the start of the war, but they served only flying boats. The RAF station on Darrell's Island served as a staging point for trans-Atlantic flights by RAF Transport Command and RAF Ferry Command, BOAC, and Pan-Am and hosted the Bermuda Flying School, but it did not operate maritime patrols. The FAA station on Boaz Island serviced aircraft based on vessels operating from or through the Royal Naval Dockyard, but it attempted to maintain maritime patrols by using pilots from naval ships, RAF Darrell's Island, and the Bermuda Flying School. The agreement for bases in Bermuda stipulated that the US would, at its own expense, build an airfield capable of handling large landplanes that would be operated jointly by the US Army Air Force and the Royal Air Force. The airfield was named Kindley Field after Field Kindley, an American aviator who fought for Britain during World War I. RAF Transport Command relocated its operations to the airfield when it was completed in 1943, but RAF Ferry Command remained at Darrell's Island. The US Navy had established the Naval Operating Base at Bermuda's West End, a flying boat station from which maritime patrols were operated for the remainder of the war (the US Navy had actually begun operating such patrols from RAF Darrell's Island by using floatplanes and was waiting for their own base to become operational). The RAF and FAA facilities were closed after the war, which left only the US air bases in Bermuda. The Naval Operating Base ceased to be an air station in 1965, when its flying boats were replaced by Lockheed P-2 Neptunes operating from the Kindley Air Force Base (as the former US Army airfield had become). Those US air bases were in fact only two of several US military facilities that operated in Bermuda during the 20th century. The US abandoned many of the bases in 1949, and the remaining few were closed in 1995. The US accepted the \"generous action... to enhance the national security of the United States\" and immediately transferred in return 50 Caldwell, Wickes, and Clemson-class U.S. Navy destroyers, \"generally referred to as the twelve hundred-ton type\" (also known as \"flush-deckers\", or \"four-pipers\" after their four funnels). Forty-three ships initially went to the British Royal Navy and seven to the Royal Canadian Navy. In the Commonwealth navies, the ships were renamed after towns and so were known as the \"Town\" class, but they had originally belonged to three classes (Caldwell, Wickes, and Clemson). Before the end of the war, nine others had also served with the Royal Canadian Navy. Five Towns were manned by Royal Norwegian Navy crews, with the survivors later returned to the Royal Navy. HMS Campbeltown was manned by Royal Netherlands Navy sailors before her assignment to the St. Nazaire Raid. Nine other destroyers were eventually transferred to the Soviet Navy. Six of the 50 destroyers were lost to U-boats, and three others, including Campbeltown, were destroyed in other circumstances. Britain had no choice but to accept the deal, but it was so much more advantageous to America than Britain that Churchill's aide John Colville compared it to the Soviets' relationship with Finland. The destroyers were in reserve from the massive US shipbuilding program during World War I, and many of the vessels required extensive overhaul because they had not been preserved properly while inactivated. One British admiral called them the \"worst destroyers I had ever seen\",[7] and only 30 were in service by May 1941.[3] Churchill also disliked the deal, but his advisers persuaded him merely to tell Roosevelt:[7] We have so far only been able to bring a few of your fifty destroyers into action on account of the many defects which they naturally develop when exposed to Atlantic weather after having been laid up so long.[7] Roosevelt responded by transferring ten Lake-class Coast Guard cutters to the Royal Navy in 1941. The United States Coast Guard vessels were ten years newer than the destroyers and had greater range, which made them more useful as anti-submarine convoy escorts.[8] The agreement was much more important for being the start of the wartime Anglo-American partnership. Churchill said in the British Parliament that \"these two great organisations of the English-speaking democracies, the British Empire and the United States, will have to be somewhat mixed up together in some of their affairs for mutual and general advantage\".[3] A total of 50 ships were reassigned: 3 Caldwell-class, 27 Wickes-class and 20 Clemson-class destroyers.","Title":"Destroyers-for-bases deal - Wikipedia","KeyID":"4357","URL":"https://en.wikipedia.org/wiki/Destroyers-for-bases_deal"}