{"Content: ":"Gallodactylidae is a group of pterosaurs within the suborder Pterodactyloidea. Gallodactylids differed from other related pterosaurs in several distinct features, including fewer than 50 teeth present only in the jaw tips, and rounded crests present on the rear portion of the skull and jaws but not near the ends of their snouts. At least some species possessed jaw flanges, possibly used to bissect hard-shelled prey.[1][2] Gallodactylidae was named to contain Gallodactylus (now usually considered a synonym of Cycnorhamphus) and its closest relatives. Many subsequent studies, however, showed that Gallodactylus did not form a clade with any non-synonymous pterosaurs that were not themselves part of a different family, and so the name was often ignored. The name returned to common use with the discovery of Gladocephaloideus, a Chinese pterosaur species that shared many similarities with Cycnorhamphus. Among other features, the Gallodactylidae was distinguished by having teeth only in the front tip of the jaws.[3] In 2006, Lü Junchang and colleagues named the clade Boreopteridae for the clade containing the common ancestor of Boreopterus and Feilongus and all its descendants, which the authors reclassified as close relatives of the ornithocheirids, though Feilongus had originally been considered a gallodactylid.[4][5] Originally considered close relatives of the ornithocheirids, many of these supposed boreopterids have since been considered members of other groups of the pterodactyloid lineage. Boreopterus and Feilongus were found by Andres and colleagues in 2013 to be closely related to Cycnorhamphus, making them members of the Gallodactylidae as had been originally thought when Feilongus was discovered.[6] However, a revised version of Andres' analysis, which was updated to include the other supposed boreopterids among other changes, found that Boreopterus itself, and therefore the name Boreopteridae, was indeed a member of the ornithocheiroid clade. This analysis confirmed that Feilongus was in fact a ctenochasmatoid, but one closely related to Gnathosaurus rather than Gallodactylus. This study effectively reduced the membership of Gallodactylidae back to just Gallodactylus and Cycnorhamphus.[6] Cladogram following the latest version of Andres' data set, published by Longrich, Martill, and Andres in 2018, highlighting the positions of several possible gallodactylids:[7] Cycnorhamphus suevicus Normannognathus wellnhoferi Ctenochasma Pterodaustro Beipiaopterus Gegepterus Kepodactylus Moganopterus Feilongus Ardeadactylus Elanodactylus Huanhepterus Plataleorhynchus Gnathosaurus In a 2014 study, Steven Vidovic and David Martill concluded that Pterodactylus scolopaciceps, usually considered a synonym of Diopecephalus and/or Pterodactylus, was not closely related to other Pterodactylus specimens. They placed it in the new genus Aerodactylus, which they found to be most closely related to Cynorhamphus. They initially named this clade Aurorazhdarchidae, and defined it as the most recent common ancestor of Aerodactylus scolopaciceps and Aurorazhdarcho micronyx, and all its descendants.[8] In follow-up studies, they found that this group is actually nested within the traditional grouping of Gallodactylidae. They proposed new, more restrictive definitions for both Gallodactylidae and Aurorazhdarchidae, and created another new clade, Aurorazhdarchia, with a definition equivalent to the old Aurorazhdarchidae.[9] Cladogram following Vidovic and Martill, 2017, highlighting the positions of several possible gallodactylids:[9] Aerodactylus Huanhepterus Ardeadactylus Aurorazhdarcho Cycnorhamphus Feilongus Moganopterus Ctenochasmatidae   ","Title":"Gallodactylidae - Wikipedia","KeyID":"436","URL":"https://en.wikipedia.org/wiki/Gallodactylidae"}