{"Content: ":"The Atlantic Charter was a statement issued on 14 August 1941 that set out American and British goals for the world after the end of World War II. The joint statement, later dubbed the Atlantic Charter, outlined the aims of the United States and the United Kingdom for the postwar world as follows: no territorial aggrandizement, no territorial changes made against the wishes of the people (self-determination), restoration of self-government to those deprived of it, reduction of trade restrictions, global co-operation to secure better economic and social conditions for all, freedom from fear and want, freedom of the seas, abandonment of the use of force, and disarmament of aggressor nations. The charter's adherents signed the Declaration by United Nations on 1 January 1943, which was the basis for the modern United Nations. The charter inspired several other international agreements and events after the war. The dismantling of the British Empire, the formation of NATO, and the General Agreement on Tariffs and Trade all derived from the Atlantic Charter. In 2021, a document titled the \"New Atlantic Charter\" was signed by United States president Joe Biden and British prime minister Boris Johnson in their first meeting in Cornwall.[1] The Allies first expressed their principles and vision for the world after World War II in the Declaration of St. James's Palace in June 1941.[2] The Anglo-Soviet Agreement was signed in July 1941 and formed an alliance between the two countries.[3] United States president Franklin D. Roosevelt and British prime minister Winston Churchill discussed what would become the Atlantic Charter in August 1941 during the Atlantic Conference in Placentia Bay, Newfoundland.[4] They made their joint declaration on 14 August 1941 from the US naval base on the bay, Naval Base Argentia, which had recently been leased from Britain as part of a deal that saw the Americans give 50 surplus destroyers to the British for use against German U-boats. The US did not enter the war as a combatant until the attack on Pearl Harbor, four months later. Since the policy was issued as a statement, there was no formal, legal document called \"Atlantic Charter.\" It detailed goals and aims for the war and for the postwar world.[citation needed] Many of the charter's ideas came from an ideology of Anglo-American internationalism, which sought British-American co-operation for international security.[5] Roosevelt's attempts to tie Britain to concrete war aims and Churchill's desperation to bind the US to the war effort helped to provide motivations for the meeting that produced the Atlantic Charter. It was assumed at the time in Britain that the British and the Americans would have an equal role to play in any postwar international organization that would be based on the charter's principles.[6] Churchill and Roosevelt began communicating in 1939, the first of their 13 meetings during the war; however, it was not their first meeting, since they had attended the same dinner at Gray's Inn on 29 July 1918.[7] Both men traveled in secret; Roosevelt was on a ten-day fishing trip.[8] On 9 August 1941, the British battleship HMS Prince of Wales steamed into Placentia Bay, with Churchill on board, and met the American heavy cruiser USS Augusta, where Roosevelt and members of his staff were waiting. Once they met, Churchill and Roosevelt were silent for a moment until Churchill said, \"At long last, Mr. President.\" Roosevelt replied, \"Glad to have you aboard, Mr. Churchill.\" Churchill then delivered a letter from King George VI to Roosevelt and made an official statement, but a movie sound crew that was present failed to record it despite two attempts.[9] The Atlantic Charter made it clear that the United States supported Britain in the war. Both wanted to present their unity regarding their mutual principles and hopes for a peaceful postwar world and the policies that they agreed to follow once Germany had been defeated.[10] A fundamental aim was to focus on the peace that would follow, not specific American involvement and war strategy, although American involvement appeared increasingly likely.[11][page needed] There were eight principal clauses of the charter: The fourth clause, with respect to international trade, consciously emphasized that both \"victor [and] vanquished\" would be given market access \"on equal terms.\" That was a repudiation of the punitive trade relations that had been established within Europe after World War I, as exemplified by the Paris Economy Pact.[citation needed] When it was released to the public on 14 August 1941,[12] the charter was titled \"Joint Declaration by the President and the Prime Minister\" and was generally known as the \"Joint Declaration.\" The Labour Party newspaper Daily Herald coined the name Atlantic Charter. Churchill used the term in the British Parliament on 24 August 1941, and it has since been generally adopted.[13] No signed version ever existed. The document was threshed out through several drafts, and the final agreed text was telegraphed to London and Washington, DC. Roosevelt gave Congress the charter's content on 21 August 1941.[14] He later said, \"There isn't any copy of the Atlantic Charter, so far as I know. I haven't got one. The British haven't got one. The nearest thing you will get is the [message of the] radio operator on Augusta and Prince of Wales. That's the nearest thing you will come to it.... There was no formal document.\"[7] The British War Cabinet replied with its approval, and a similar acceptance was telegraphed from Washington. During the process, an error crept into the London text, but it was subsequently corrected. The account in Churchill's The Second World War concluded, \"A number of verbal alterations were agreed, and the document was then in its final shape.\" It made no mention of any signing or ceremony. Churchill's account of the Yalta Conference quoted Roosevelt as saying of the unwritten British constitution that \"it was like the Atlantic Charter – the document did not exist, yet all the world knew about it. Among his papers he had found one copy signed by himself and me, but strange to say both signatures were in his own handwriting.\"[15] The Allies, which had met in June, and leading organizations quickly and widely endorsed the charter.[16] Then, at the meeting of the Inter-Allied Council in London on 24 September 1941, the governments-in-exile of Belgium, Czechoslovakia, Greece, Luxembourg, the Netherlands, Norway, Poland, and Yugoslavia, together with the Soviet Union and representatives of the Free French Forces, unanimously adopted adherence to the common principles of policy set forth by Britain and United States.[17] On 1 January 1942, a larger group of nations, which adhered to the charter's principles, issued a joint Declaration by United Nations, which stressed their solidarity in the defence against Hitlerism.[18] The Axis powers, particularly Japan, interpreted the diplomatic agreements as a potential alliance against them. In Tokyo, the Atlantic Charter rallied support for the militarists in the Japanese government, which pushed for a more aggressive approach against the United States and Britain.[citation needed] The British dropped millions of flysheets over Germany to allay its fears of a punitive peace that would destroy the German state. The text cited the charter as the authoritative statement of the joint commitment of Britain and the United States \"not to admit any economical discrimination of those defeated\" and promised that \"Germany and the other states can again achieve enduring peace and prosperity.\"[19] The most striking feature of the discussion was that an agreement had been made between a range of countries that held diverse opinions, which accepted that internal policies were relevant to the international situation.[20] The charter proved to be one of the first steps towards the formation of the United Nations. The problems came not from Germany and Japan but the allies that had empires and so resisted self-determination, especially the United Kingdom, the Soviet Union, and the Netherlands. Initially, Roosevelt and Churchill appeared to have agreed that the third point of the charter would not apply to Africa and Asia. However, Roosevelt's speechwriter, Robert E. Sherwood, noted that \"it was not long before the people of India, Burma, Malaya, and Indonesia were beginning to ask if the Atlantic Charter extended also to the Pacific and to Asia in general.\" With a war that could be won only with the help of those allies, Roosevelt's solution was to put some pressure on Britain but to postpone the issue of self-determination of the colonies until after the war.[21] The acknowledgement that all people had a right to self-determination gave hope to independence leaders in British colonies.[22][page needed] Historian Caroline Elkins said, \"The independence genie was out of her bottle, and it was the Atlantic Charter that had set her free.\"[23] The Americans insisted that the charter was to acknowledge that the war was being fought to ensure self-determination.[24] In a September 1941 speech, Churchill said the charter was meant to apply only to states under German occupation, not to those that were part of the British Empire.[25] Churchill and other British government figures argued that British colonies never had \"sovereign rights\", thus there was no pre-existing sovereign government to restore to power after the war.[23] Churchill rejected its universal applicability when it came to the self-determination of subject nations such as British India. Mahatma Gandhi in 1942 wrote to Roosevelt: \"I venture to think that the Allied declaration that the Allies are fighting to make the world safe for the freedom of the individual and for democracy sounds hollow so long as India and for that matter Africa are exploited by Great Britain....\"[26] Self-determination was Roosevelt's guiding principle, but he was reluctant to place pressure on the British in regard to India and other colonial possessions, as they were fighting for their lives in a war in which the United States was not officially participating.[27] Gandhi refused to help the British or the American war effort against Germany and Japan in any way, and Roosevelt chose to back Churchill.[28] India already contributed significantly to the war effort by sending over 2.5 million men, the largest ever volunteer force in the world, to fight for the Allies, mostly in West Asia and North Africa.[29] Churchill was unhappy with the inclusion of references to the right to self-determination and stated that he considered the charter an \"interim and partial statement of war aims designed to reassure all countries of our righteous purpose and not the complete structure which we should build after the victory.\" An office of the Polish government-in-exile wrote to warn Władysław Sikorski that if the charter was implemented with regard to national self-determination, it would prevent the desired Polish annexation of Danzig, East Prussia and parts of German Silesia. That led the Poles to approach Britain to ask for a flexible interpretation of the charter.[30] During the war, Churchill argued for an interpretation of the charter that would allow the Soviet Union to continue to control the Baltic states, an interpretation that was rejected by the United States until March 1944.[31] Lord Beaverbrook warned that the charter \"would be a menace to our [Britain's] own safety as well as to that of the Soviet Union.\" The United States refused to recognize the Soviet takeover of the Baltic states but did not press the issue against Stalin while he was fighting the Germans.[32] Roosevelt planned to raise the Baltic issue after the war, but he died in April 1945, before the fighting had ended in Europe.[33] The participants in the conference were:[34] On 10 June 2021, a revised version of the original Atlantic Charter was issued between U.S. President Joe Biden and U.K. Prime Minister Boris Johnson in Cornwall, England.[35] A statement issued by the White House described the new \"revitalized\" Atlantic Charter as aimed to meet the \"new challenges of the 21st century,\" while also \"building on the commitments and aspirations set out eighty years ago.\"[36]","Title":"Atlantic Charter - Wikipedia","KeyID":"4369","URL":"https://en.wikipedia.org/wiki/Atlantic_Charter"}