{"Content: ":"Aurorazhdarcho is an extinct genus of ctenochasmatoid pterosaur known from the Late Jurassic period (early Tithonian stage) of what is now Bavaria, southern Germany.[1] A specimen, originally classified as Pterodactylus micronyx (now Aurorazhdarcho micronyx), was one of the earliest, if not the earliest, documented pterosaur fossil ever found. The holotype specimen of P. micronyx, also known as the \"Pester Exemplar\", was originally part of the private fossil collection held by Archduchess Maria Anna of Austria. Evidence suggest that the Pester Exemplar was unearthed at some point between 1757, when Maria Anna was recovering from serious cases of pneumonia and tuberculosis, after which she began collecting fossils, and 1779, when the specimen was first studied by scientists. This overlaps with the possible time of discovery of the holotype specimen of Pterodactylus antiquus, often considered the first pterosaur found, which was unearthed sometime between 1767 and 1784.[2] The Pester Exemplar consists of a jumbled and partially dis-articulated juvenile pterosaur skeleton lacking a skull. Because of this, and the unusual (and at the time totally unknown) anatomy of pterosaurs, the specimen was originally misidentified as a decapod crustacean when it was first studied by Ignaz von Born, a prominent Enlightenment naturalist. In 1871, the specimen was sold, along with the rest of Maria Anna's collection, to the Royal Hungarian University of Buda in Hungary, from which it was later transferred to the collection of Pest University when the university relocated.[2] (In 1950, the name of the university changed again to Eötvös Loránd University). In 1856, Hermann von Meyer illustrated the Pester Exemplar, and designated it the type specimen of his new species Pterodactylus micronyx after comparison with the newly recognized and better-preserved pterosaur specimens, all of which were lumped together at that time into the single genus Pterodactylus. However, by 1960, Peter Wellnhofer was not able to locate the specimen in the Hungarian National Museum or in the collections of Eötvös Loránd University. Wellnhofer therefore considered the specimen lost, and designated a neotype. The Pester Exemplar was re-discovered in 1982, during a re-organization of the collections in Eötvös Loránd University, and so the status of type specimen for P. micronyx reverted to it.[2] In 1999, amateur paleontologist Peter Katschmekat uncovered a fossil of a pterosaur in the Blumenberg Quarry, 3 kilometers (1.9 mi) northwest of Eichstätt, in layers of the Solnhofen limestone. The fossil was prepared by Gerd Stübener and acquired by the Swiss Naturhistorisches Museum Basel. Based on the specimen, the type species Aurorazhdarcho primordius was named and described by Eberhard Frey, Christian A. Meyer and Helmut Tischlinger in 2011. The generic name is derived from Latin aurora, \"dawn\" and Kazakh Azhdarcho, the name of a mythical dragon. The specific name means \"primordial\" or \"the very first\" in Latin.[1] The holotype of Aurorazhdarcho, NMB Sh 110, was found in the Upper Eichstätt Formation dating to the early Tithonian stage of the Late Jurassic, 150 million years ago. It consists of a nearly complete skeleton, three-dimensionally preserved on a single slab with the counterplate having been removed, lacking the skull and neck. However, the head and neck are present as impressions, movement of these elements on the bottom of the lagoon the carcass descended on leaving a natural mould covered by organic remains in the form of calcium phosphate flakes made visible by the UV-photography of Tischlinger. That the head and neck are now absent is explained by the animal being killed by a partially failed attack by a predator, almost ripping off these parts, after which the body quickly sank. Subsequent bloating would then have caused the head to drift away. The individual was probably subadult and, as indicated by the fusion of the ischiopubes in the pelvis, a male as it lacks a wide birth canal.[1] In 2013, Bennett compared the holotype specimen of Aurorazhdarcho primordius to the specimens of the species \"Pterodactylus\" micronyx (named by Christian Erich Hermann von Meyer in 1856). He found that some of the supposed distinguishing features of A. primordius, such as length of the metacarpal IV equal to the length of the radius and ulna, or first wing finger phalanx being the longest element in the wing, are in fact also present in the skeletons of the specimens of \"P.\" micronyx; in addition, limb proportions in the holotype specimen of A. primordius matched those of \"P.\" micronyx. Bennett concluded that Aurorazhdarcho primordius and \"Pterodactylus\" micronyx are in fact conspecific; he retained Aurorazhdarcho as a genus distinct from Pterodactylus, but he considered the specific epithet primordius to be a junior synonym of the epithet micronyx.[3] As noted by Bennett, the taxonomy of Aurorazhdarcho micronyx is further complicated by the author's earlier suggestion[4] that \"Pterodactylus\" micronyx specimens are in fact juveniles of Gnathosaurus subulatus, which if confirmed would make the former a junior synonym of the latter. G. subulatus is only known from the holotype incomplete mandible and the isolated skull;[3] this makes comparison difficult, because skulls are only known in small, juvenile specimens of A. micronyx, while the large specimens, including NMB Sh 110, lack it. Thus, Bennett stated that until a large specimen with an associated skull and skeleton is discovered, which would make it possible to establish or reject the synonymy of Gnathosaurus and Aurorazhdarcho, the genus Aurorazhdarcho should be used to contain the species A. micronyx.[3] Additional likely synonyms of P. micronyx are Pterodactylus nettecephaloides and P. redenbacheri. While both of these names are older than A. micronyx, Olshevsky in 1991 considered them nomina oblita (\"forgotten names\"), and therefore not senior synonyms.[5] Aurorazhdarcho was a relatively small pterosaur. The combined elements of a single wing of the type specimen have the extended length of 537.8 millimeters (21.17 in). The impressions indicate the head was elongated with the eye socket in a high position. The snout might have carried a high, rounded, crest. The impression of the neck is relatively short and shows signs of a throat pouch.[1] The shoulder girdle was by the describers reconstructed with a low shoulder joint. The legs were relatively long with the shinbone over a third longer than the thighbone. In the wing the metacarpals were very elongated, the fourth metacarpal being longer than the lower arm. The first to fourth phalanges of the wing finger have the respective length of 119 millimeters (4.7 in), 70.8 millimeters (2.79 in), 50.8 millimeters (2.00 in), and 50.6 millimeters (1.99 in).[1] As mentioned before, the skull is only known in small, juvenile specimens. The skull was elongate, with its superior margin markedly concave upward, and slender, elongated rostrum. Its jaws had up to 18 closely spaced, long, gently curving teeth per jaw side. The anterior teeth were angled anteriorly, while the posterior teeth were shorter and more upright. The upper and lower teeth interlocked; according to Bennett (2013) they formed a basket for sieving food items from water,[3] though the lack of a pumping mechanism suggests a function more akin to spoonbill jaws, wading with the jaws open and closing them when catching individual prey, much as in other ctenochasmatoids.[6] Aurorazhdarcho was by the describers assigned to the Azhdarchoidea and placed in a new family, the Protazhdarchidae, of which it is the only named member. It would then be the oldest known azhdarchoid with the dubious exception of the \"Doratorhynchus\" material.[1] The describers rejected the use of a cladistic analysis to establish the phylogeny. Using the comparative method they found that Aurorazhdarcho was closest in proportions to the ctenochasmatid Ctenochasma elegans, a species also known from the Solnhofen, but they concluded that Aurorazhdarcho belonged to the Azhdarchoidea because it shared certain evolutionary key adaptations with that group, the most decisive of which they considered to be the low shoulder joint. The position of the shoulder joint with Ctenochasma could not be established but the describers assumed it was higher because of the closer relation of that taxon with Pterodactylus.[1] Bennett in 2013, based on the analysis of all known specimens of Aurorazhdarcho micronyx and taking its short neck and pedal morphology into account, considered this species to be a ctenochasmatid.[3] Below is a cladogram following Vidovic and Martill, 2017, highlighting the positions of several possible aurorazhdarchians, including Aurorazhdarcho:[7] Aerodactylus Huanhepterus Ardeadactylus Aurorazhdarcho Cycnorhamphus Feilongus Moganopterus Ctenochasmatidae   ","Title":"Aurorazhdarcho - Wikipedia","KeyID":"437","URL":"https://en.wikipedia.org/wiki/Aurorazhdarcho"}