{"Content: ":"Japanese victory Japan The Japanese invasion of Manchuria began on 18 September 1931, when the Kwantung Army of the Empire of Japan invaded Manchuria immediately following the Mukden Incident. At the war's end in February 1932, the Japanese established the puppet state of Manchukuo. Their occupation lasted until the success of the Soviet Union and Mongolia with the Manchurian Strategic Offensive Operation in mid-August 1945, towards the end of the Second World War. The South Manchuria Railway Zone and the Korean Peninsula had been under the control of the Japanese Empire since the Russo-Japanese War of 1904–1905. Japan's ongoing industrialization and militarization ensured their growing dependence on oil and metal imports from the US.[2] The US sanctions which prevented trade with the United States (which had occupied the Philippines around the same time) resulted in Japan furthering its expansion in the territory of China and Southeast Asia.[3] The invasion of Manchuria, or the Marco Polo Bridge Incident of 7 July 1937, are sometimes cited as an alternative starting dates for World War II, in contrast with the more commonly accepted date of 1 September 1939.[4] With the invasion having attracted great international attention, the League of Nations produced the Lytton Commission (headed by British politician Victor Bulwer-Lytton) to evaluate the situation, with the organization delivering its findings in October 1932. Its findings and recommendations that the Japanese puppet state of Manchukuo not be recognized and the return of Manchuria to Chinese sovereignty prompted the Japanese government to withdraw from the League entirely. Believing that a conflict in Manchuria would be in the best interests of Japan, and acting in the spirit of the Japanese concept of gekokujō, Kwantung Army Colonel Seishirō Itagaki and Lieutenant Colonel Kanji Ishiwara independently devised a plan to provoke Japan into invading Manchuria by setting up a false flag incident for the pretext of invasion. The plan was originally executed on 28 September, but the plan has changed to 18 September. When 1st Lieutenant Suemori Komoto of the Independent Garrison Unit (独立守備隊) of the 29th Infantry Regiment, which guarded the South Manchuria Railway, placed explosives near the tracks, but far enough away to do no real damage. At around 10:20 pm (22:20), 18 September, the explosives were detonated. However, the explosion was minor and only a 1.5-meter section on one side of the rail was damaged. In fact, a train from Changchun passed by the site on this damaged track without difficulty and arrived at Shenyang at 10:30 pm (22:30).[5] On the morning of 19 September, two artillery pieces installed at the Mukden officers' club opened fire on the Chinese garrison nearby, in response to the alleged Chinese attack on the railway. Zhang Xueliang's small air force was destroyed, and his soldiers fled their destroyed Beidaying barracks, as five hundred Japanese troops attacked the Chinese garrison of around seven thousand. The Chinese troops were no match for the experienced Japanese troops. By the evening, the fighting was over, and the Japanese had occupied Mukden at the cost of five hundred Chinese lives and only two Japanese lives, thus starting the greater invasion of Manchuria. The Chinese–Japanese dispute in July 1931 known as the Wanpaoshan Incident was followed by the Mukden Incident. On 18 September 1931 the Japanese Imperial General Headquarters, which had decided upon a policy of localizing the incident, communicated its decision to the Kwantung Army command. However, Kwantung Army commander-in-chief General Shigeru Honjō instead ordered his forces to proceed to expand operations all along the South Manchuria Railway. Under orders from Lieutenant General Jirō Tamon, troops of the 2nd Division moved up the rail line and captured virtually every city along its 1,170-kilometre (730-mile) length in a matter of days. Likewise on 19 September, in response to General Honjō's request, the Joseon army in Korea under General Senjūrō Hayashi ordered the 20th Infantry Division to split its force, forming the 39th Mixed Brigade, which departed on that day for Manchuria without authorization from the Emperor. On 19 September, the Japanese occupied Yingkou, Liaoyang, Shenyang, Fushun, Dandong, Siping (Jilin Province), and Changchun. On 21 September, the Japanese captured Jilin City. On 23 September, the Japanese took Jiaohe (Jilin) Province) and Dunhua. On 1 October, Zhang Haipeng surrendered the Taonan area. Sometime in October, Ji Xing (吉興) surrendered the Yanbian Korean Autonomous Prefecture area[6] and on 17 October, Yu Zhishan surrendered Eastern Liaoning to the Japanese. Tokyo was shocked by the news of the Army acting without orders from the central government. The Japanese civilian government was thrown into disarray by this act of \"gekokujō\" insubordination, but as reports of one quick victory after another began to arrive, it felt powerless to oppose the Army, and its decision was to immediately send three more infantry divisions from Japan, beginning with the 14th Mixed Brigade of the IJA 7th Division.[when?] During this era, the elected government could be held hostage by the Army and Navy, since Army and Navy members were constitutionally necessary for the formation of cabinets. Without their support, the government would collapse. After the Liaoning Provincial government fled Mukden, it was replaced by a \"Peoples Preservation Committee\" which declared the secession of Liaoning province from the Republic of China. Other secessionist movements were organized in Japanese-occupied Kirin by General Xi Qia head of the \"New Kirin\" Army, and at Harbin, by General Chang Ching-hui. In early October, at Taonan in northwest Liaoning province, General Zhang Haipeng declared his district independent of China, in return for a shipment of a large number of military supplies by the Japanese Army. On 13 October, General Chang Hai-peng ordered three regiments of the Hsingan Reclamation Army under General Xu Jinglong north to take the capital of Heilongjiang province at Qiqihar. Some elements in the city offered to peacefully surrender the old walled town, and Chang advanced cautiously to accept. However his advance guard was attacked by General Dou Lianfang's troops, and in a savage fight with an engineering company defending the north bank, were sent fleeing with heavy losses. During this fight, the Nenjiang railroad bridge was dynamited by troops loyal to General Ma Zhanshan to prevent its use. Using the repair of the Nen River Bridge as the pretext, the Japanese sent a repair party in early November under the protection of Japanese troops. Fighting erupted between the Japanese forces and troops loyal to the acting governor of Heilongjiang province Muslim General Ma Zhanshan, who chose to disobey the Kuomintang government's ban on further resistance to the Japanese invasion. Despite his failure to hold the bridge, General Ma Zhanshan became a national hero in China for his resistance at Nenjiang Bridge, which was widely reported in the Chinese and international press. The publicity inspired more volunteers to enlist in the Anti-Japanese Volunteer Armies. The repaired bridge made possible the further advance of Japanese forces and their armored trains. Additional troops from Japan, notably the 4th Mixed Brigade from the 8th Division, were sent in November. On 15 November 1931, despite having lost more than 400 men and 300 left wounded since 5 November, General Ma declined a Japanese ultimatum to surrender Qiqihar. On 17 November, in subzero weather, 3,500 Japanese troops, under the command of General Jirō Tamon, mounted an attack, forcing General Ma from Qiqihar by 19 November. In late November 1931, General Honjō dispatched 10,000 soldiers in 13 armored trains, escorted by a squadron of bombers, in an advance on Chinchow from Mukden. This force had advanced to within 30 kilometres (19 mi) of Chinchow when it received an order to withdraw. The operation was cancelled by Japanese War Minister General Jirō Minami, due to the acceptance of modified form of a League of Nations proposal for a \"neutral zone\" to be established as a buffer zone between China proper and Manchuria pending a future Chinese-Japanese peace conference by the civilian government of Prime Minister Baron Wakatsuki in Tokyo. However, the two sides failed to reach a lasting agreement. The Wakatsuki government soon fell and was replaced by a new cabinet led by Prime Minister Inukai Tsuyoshi. Further negotiations with the Kuomintang government failed, the Japanese government authorized the reinforcement of troops in Manchuria. In December, the rest of 20th Infantry Division, along with the 38th Mixed Brigade from the 19th Infantry Division were sent into Manchuria from Korea while the 8th Mixed Brigade from the 10th Infantry Division was sent from Japan. The total strength of the Kwantung Army was thus increased to around 60,450 men.[citation needed] With this stronger force, the Japanese Army announced on 21 December the beginning of large-scale anti-bandit operations in Manchuria to quell a growing resistance movement by the local Chinese population in Liaoning and Kirin provinces. On 28 December, a new government was formed in China after all members of the old Nanjing government resigned. This threw the military command into turmoil, and the Chinese army retreated to the south of the Great Wall into Hebei province, a humiliating move which lowered China's international image.[7] Japanese forces occupied Chinchow on 3 January 1932, after the Chinese defenders retreated without giving combat. With southern Manchuria secure, the Japanese turned north to complete the occupation of Manchuria. As negotiations with Generals Ma Zhanshan and Ting Chao to defect to the pro-Japanese side had failed, in early January Colonel Kenji Doihara requested collaborationist General Qia Xi to advance his forces and take Harbin. The last major Chinese regular force in northern Manchuria was led by General Ting Chao who organized the defense of Harbin successfully against General Xi until the arrival of the IJA 2nd Division under General Jirō Tamon. Japanese forces took Harbin on 4 February 1932. By the end of February Ma had sought terms and joined the newly formed Manchukuo government as governor of Heilongjiang province and Minister of War. On 27 February 1932, Ting offered to cease hostilities, ending official Chinese resistance in Manchuria, although combat by guerrilla and irregular forces continued as Japan spent many years in their campaign to pacify Manchukuo. The conquest of Manchuria, a land rich in natural resources, was widely seen as an economic \"lifeline\" to save Japan from the effects of the Great Depression, generating much public support.[8] The American historian Louise Young described Japan from September 1931 to the spring of 1933 as gripped by \"war fever\" as the conquest of Manchuria proved to be an extremely popular war.[9] The metaphor of a \"lifeline\" suggested that Manchuria was crucial to the functioning of the Japanese economy, which explains why the conquest of Manchuria was so popular and why afterwards Japanese public opinion was so hostile towards any suggestion of letting Manchuria go.[10] At the time, censorship in Japan was nowhere near as stringent as it later became, and Young noted: \"Had they wished, it would have been possible in 1931 and 1932 for journalists and editors to express anti-war sentiments\".[11] The liberal journal Kaizō criticized the war with the journalist Gotō Shinobu in the November 1931 edition accusing the Kwangtung Army of a \"two-fold coup d'état\" against both the government in Tokyo and against the government of China.[11] Voices like Kaizō were a minority as mainstream newspapers like the Asahi soon discovered that an anti-war editorial position hurt sales, and so switched over to an aggressively militaristic editorial position as the best way to increase sales.[11] Japan's most famous pacifist, the poet Akiko Yosano had caused a sensation in 1904 with her anti-war poem \"Brother Do Not Give Your Life\", addressed to her younger brother serving in the Imperial Army that called the war with Russia stupid and senseless.[12] Such was the extent of \"war fever\" in Japan in 1931 that even Akiko succumbed, writing a poem in 1932 praising bushidō, urging the Kwantung Army to \"smash the sissified dreams of compromise\" and declared that to die for the Emperor in battle was the \"purest\" act a Japanese man could perform.[12] The Western media reported on the events with accounts of atrocities such as bombing civilians or firing upon shell-shocked survivors.[13] It aroused considerable antipathy to Japan, which lasted until the end of World War II.[13] When the Lytton Commission issued a report on the invasion, despite its statements that China had to a certain extent provoked Japan, and China's sovereignty over Manchuria was not absolute, Japan took it as an unacceptable rebuke and withdrew from the already declining League of Nations, which also helped create international isolation.[14] The Manchurian Crisis had a significant negative effect on the moral strength and influence of the League of Nations. As critics had predicted, the League was powerless if a strong nation decided to pursue an aggressive policy against other countries, allowing a country such as Japan to commit blatant aggression without serious consequences. Adolf Hitler and Benito Mussolini were also aware of this, and ultimately both followed Japan's example in aggression against their neighbors: in the case of Italy, against Abyssinia; and Germany, against Czechoslovakia and Poland.[15]","Title":"Japanese invasion of Manchuria - Wikipedia","KeyID":"4374","URL":"https://en.wikipedia.org/wiki/Japanese_invasion_of_Manchuria"}