{"Content: ":"A declaration of war is a formal act by which one state announces existing or impending war activity against another. The declaration is a performative speech act (or the signing of a document) by an authorized party of a national government, in order to create a state of war between two or more states. The legality of who is competent to declare war varies between nations and forms of government. In many nations, that power is given to the head of state or sovereign. In other cases, something short of a full declaration of war, such as a letter of marque or a covert operation, may authorise war-like acts by privateers or mercenaries. The official international protocol for declaring war was defined in the Hague Convention (III) of 1907 on the Opening of Hostilities. Since 1945, developments in international law such as the United Nations Charter, which prohibits both the threat and the use of force in international conflicts, have made declarations of war largely obsolete in international relations,[1] though such declarations may have relevance within the domestic law of the belligerents or of neutral nations. The UN Security Council, under powers granted in articles 24 and 25, and Chapter VII of the Charter, may authorize collective action to maintain or enforce international peace and security. Article 51 of the United Nations Charter also states that: \"Nothing in the present Charter shall impair the inherent right to individual or collective self-defence if an armed attack occurs against a state.\"[2] Few nations have formally declared war upon another since then.[3][4] In addition to this, non-state or terrorist organizations may claim to or be described as \"declaring war\" when engaging in violent acts.[5] These declarations may have no legal standing in themselves, but they may still act as a call to arms for supporters of these organizations. The practice of declaring war has a long history. The ancient Sumerian Epic of Gilgamesh gives an account of it,[6] as does the Old Testament.[7][8] The Roman Republic formalized the declaration of war by a special ceremony, the ritual of the Fetials, though the practice started to decline into the Imperial era. However, the practice of declaring war was not always strictly followed. In his study Hostilities without Declaration of War (1883), the British scholar John Frederick Maurice showed that between 1700 and 1870 war was declared in only 10 cases, while in another 107 cases war was waged without such declaration (these figures include only wars waged in Europe and between European states and the United States, not including colonial wars in Africa and Asia). In modern public international law, a declaration of war entails the recognition between countries of a state of hostilities between these countries, and such declaration has acted to regulate the conduct between the military engagements between the forces of the respective countries. The primary multilateral treaties governing such declarations are the Hague Conventions. The League of Nations, formed in 1919 in the wake of the First World War, and the General Treaty for the Renunciation of War of 1928 signed in Paris, France, demonstrated that world powers were seriously seeking a means to prevent the carnage of another world war. Nevertheless, these powers were unable to stop the outbreak of the Second World War, so the United Nations was established following that war in a renewed attempt to prevent international aggression through declarations of war. In classical times, Thucydides condemned the Thebans, allies of Sparta, for launching a surprise attack without a declaration of war against Plataea, Athens' ally – an event that began the Peloponnesian War.[9] The utility of formal declarations of war has always been questioned, either as sentimental remnants of a long-gone age of chivalry or as imprudent warnings to the enemy. For example, writing in 1737, Cornelius van Bynkershoek judged that \"nations and princes endowed with some pride are not generally willing to wage war without a previous declaration, for they wish by an open attack to render victory more honourable and glorious.\"[10] Writing in 1880, William Edward Hall judged that \"any sort of previous declaration therefore is an empty formality unless the enemy must be given time and opportunity to put himself in a state of defence, and it is needless to say that no one asserts such a quixotism to be obligatory.\"[11] Declarations of war, while uncommon in the traditional sense, have mainly been limited to the conflict areas of the Western Asia and East Africa since 1945. Additionally, some small states have unilaterally declared war on major world powers such as the United States, United Kingdom, or Russia when faced with a hostile invasion and/or occupation. The following is a list of declarations of war (or the existence of war) by one sovereign state against another since the end of World War II in 1945. Only declarations that occurred in the context of a direct military conflict are included. No formal declaration of war has been issued in the ongoing Russo-Ukrainian War. When the Kremlin announced the 2022 Russian invasion of Ukraine, it claimed to commence a \"special military operation\", side-stepping a formal declaration of war.[24] The statement was, however, regarded as a declaration of war by the Ukrainian government[25] and reported as such by many international news sources.[26][27] While the Ukrainian parliament refers to Russia as a \"terrorist state\" in regards to its military actions in Ukraine,[28] it has not issued a formal declaration of war on its behalf. In the first Hague Convention of 1899, the signatory states agreed that at least one other nation be used to mediate disputes between states before engaging in hostilities: In case of serious disagreement or conflict, before an appeal to arms, the signatory Powers agree to have recourse, as far as circumstances allow, to the good offices or mediation of one or more friendly Powers.[29] The Hague Convention (III) of 1907 called \"Convention Relative to the Opening of Hostilities\"[30] gives the international actions a country should perform when opening hostilities. The first two Articles say: In an effort to force nations to resolve issues without warfare, framers of the United Nations Charter attempted to commit member nations to using warfare only under limited circumstances, particularly for defensive purposes. The UN became a combatant itself after North Korea invaded South Korea on 25 June 1950, which begun the Korean War. The UN Security Council condemned the North Korean action by a 9–0 resolution (with the Soviet Union absent) and called upon its member nations to come to the aid of South Korea. The United States and 15 other nations formed a \"UN force\" to pursue this action. In a press conference on 29 June 1950, US President Harry S. Truman characterized these hostilities as not being a \"war\" but a \"police action\".[33] The United Nations has issued Security Council Resolutions that declared some wars to be legal actions under international law, most notably Resolution 678, authorizing the 1991 Gulf War which was triggered by Iraq's invasion of Kuwait. UN Resolutions authorise the use of \"force\" or \"all necessary means\".[34][35] The legality of who is competent to declare war varies between nations and forms of government. In many nations, that power is given to the head of state or sovereign. The official international protocol for declaring war was defined in the Hague Convention (III) of 1907 on the Opening of Hostilities. Since 1945, developments in international law such as the United Nations Charter, which prohibits both the threat and the use of force in international conflicts, have made declarations of war largely obsolete in international relations,[36] though such declarations may have relevance within the domestic law of the belligerents or of neutral nations. The UN Security Council, under powers granted in articles 24 and 25, and Chapter VII of the Charter, may authorize collective action to maintain or enforce international peace and security. Article 51 of the United Nations Charter also states that: \"Nothing in the present Charter shall impair the inherent right to individual or collective self-defence if an armed attack occurs against a state.\"[2] Declaring war is usually done through a process that involves prior approval before a formal announcement is made. This differs by country as some do not have a pre-approved process, and a given head of government can declare war with no pre-conditions. Countries on the opposite side of the spectrum have either taken a neutral stance, and/or have no process in the matter.","Title":"Declaration of war - Wikipedia","KeyID":"4383","URL":"https://en.wikipedia.org/wiki/Declaration_of_war"}