{"Content: ":"Various conspiracy theories allege that U.S. government officials had advance knowledge of Japan's December 7, 1941, attack on Pearl Harbor. Ever since the Japanese attack, there has been debate as to why and how the United States had been caught off guard, and how much and when American officials knew of Japanese plans for an attack.[1][2] In September 1944, John T. Flynn, a co-founder of the non-interventionist America First Committee, launched a Pearl Harbor counter-narrative when he published a 46-page booklet entitled The Truth about Pearl Harbor, arguing that Roosevelt and his inner circle had been plotting to provoke the Japanese into an attack on the U.S. and thus provide a reason to enter the war since January 1941.[3][4] Several writers, including journalist Robert Stinnett,[5] retired U.S. Navy Rear Admiral Robert Alfred Theobald,[6] and Harry Elmer Barnes[7] have argued that various parties high in the government of the United States and the United Kingdom knew of the attack in advance and may even have let it happen or encouraged it in order to ensure America’s entry into the European theatre of World War II via a Japanese–American war started at \"the back door\".[8][9][10] However, the Pearl Harbor advance-knowledge conspiracy is rejected by most historians as a fringe theory.[11][12][13] The U.S. government made nine official inquiries into the attack between 1941 and 1946, and a tenth in 1995. They included an inquiry by Secretary of the Navy Frank Knox (1941); the Roberts Commission (1941–42); the Hart Inquiry (1944); the Army Pearl Harbor Board (1944); the Naval Court of Inquiry (1944); the Hewitt investigation; the Clarke investigation; the Congressional Inquiry[note 1] (Pearl Harbor Committee; 1945–46); a top-secret inquiry by Secretary of War Henry L. Stimson, authorized by Congress and carried out by Henry Clausen (the Clausen Inquiry; 1946); and the Thurmond-Spence hearing, in April 1995, which produced the Dorn Report.[14] The inquiries reported incompetence, underestimation, and misapprehension of Japanese capabilities and intentions; problems resulting from excessive secrecy about cryptography; division of responsibility between Army and Navy (and lack of consultation between them); and lack of adequate manpower for intelligence (analysis, collection, processing).[15][page needed] Investigators prior to Clausen did not have the security clearance necessary to receive the most sensitive information, as Brigadier General Henry D. Russell had been appointed guardian of the pre-war decrypts, and he alone held the combination to the storage safe.[16] Clausen claimed, in spite of Secretary Stimson having given him a letter informing witnesses he had the necessary clearances to require their cooperation, he was repeatedly lied to until he produced copies of top secret decrypts, thus proving he indeed had the proper clearance. Stimson's report to Congress, based on Clausen's work, was limited due to secrecy concerns, largely about cryptography. A more complete account was not made publicly available until the mid-1980s, and not published until 1992 as Pearl Harbor: Final Judgement. Reaction to the 1992 publication has varied. Some regard it as a valuable addition to understanding the events,[17] while one historian noted Clausen did not speak to General Walter Short, Army commander at Pearl Harbor during the attack, and called Clausen's investigation \"notoriously unreliable\" in several aspects.[18] Some authors argue that President Roosevelt was actively provoking Japan in the weeks prior to the Pearl Harbor attack. These authors assert that Roosevelt was imminently expecting and seeking war, but wanted Japan to take the first overtly aggressive action.[19][20][21][22][23][24][25] One perspective is given by Rear Admiral Frank Edmund Beatty Jr., who at the time of the Pearl Harbor attack was an aide to the Secretary of the Navy Frank Knox and was very close to President Franklin D. Roosevelt's inner circle, remarked that: Prior to December 7, it was evident even to me... that we were pushing Japan into a corner. I believed that it was the desire of President Roosevelt, and Prime Minister Churchill that we get into the war, as they felt the Allies could not win without us and all our efforts to cause the Germans to declare war on us failed; the conditions we imposed upon Japan—to get out of China, for example—were so severe that we knew that nation could not accept them. We were forcing her so severely that we could have known that she would react toward the United States. All her preparations in a military way — and we knew their over-all import — pointed that way.[26] Another \"eye witness viewpoint\" akin to Beatty's is provided by Roosevelt's administrative assistant at the time of Pearl Harbor, Jonathan Daniels; it is a telling comment about FDR's reaction to the attack – \"The blow was heavier than he had hoped it would necessarily be. ... But the risks paid off; even the loss was worth the price. ...\"[27] \"Ten days before the attack on Pearl Harbor\", Henry L. Stimson, United States Secretary of War at the time \"entered in his diary the famous and much-argued statement – that he had met with President Roosevelt to discuss the evidence of impending hostilities with Japan, and the question was 'how we should maneuver them [the Japanese] into the position of firing the first shot without allowing too much danger to ourselves.'\"[28] However Stimson, in reviewing his diary after the war, recalled that the commanders at Pearl Harbor had been warned of the possibility of attack, and that the poor state of readiness that the attack had revealed was a surprise to him: [Yet] General Short had been told the two essential facts: 1) a war with Japan is threatening, 2) hostile action by Japan is possible at any moment. Given these two facts, both of which were stated without equivocation in the message of Nov. 27, the outpost commander should be on the alert to make his fight ... To cluster his airplanes in such groups and positions that in an emergency they could not take the air for several hours, and to keep his antiaircraft ammunition so stored that it could not be promptly and immediately available, and to use his best reconnaissance system, radar, only for a very small fraction of the day and night, in my opinion betrayed a misconception of his real duty which was almost beyond belief. ...[29] Robert Stinnett's Day of Deceit suggests a memorandum prepared by Commander McCollum was central to U.S. policy in the immediate pre-war period. Stinnett claims the memo suggests only a direct attack on U.S. interests would sway the American public (or Congress) to favor direct involvement in the European war, specifically in support of the British. An attack by Japan would not, could not, aid Britain. Although the memo was passed to Captains Walter Anderson and Dudley Knox, two of Roosevelt's military advisors, on October 7, 1940, there is no evidence to suggest Roosevelt ever saw it, while Stinnett's claims of evidence he did is nonexistent.[30] Moreover, although Anderson and Knox offered eight specific plans to aggrieve the Japanese Empire and added, \"If by these means Japan could be led to commit an overt act of war, so much the better,\" of the eight \"plans\" (actions to be taken) offered in the memo, many if not all were implemented, but there is considerable doubt the McCollum memo was the inspiration.[citation needed] Nonetheless, in Day of Deceit Stinnett claims all action items were implemented.[31] Yet there were numerous instances of members of the Roosevelt Administration insisting on not provoking Japan. Mark Parillo, in his essay The United States in the Pacific, wrote, \"[t]hese theories tend to founder on the logic of the situation. Had Roosevelt and other members of his administration known of the attack in advance, they would have been foolish to sacrifice one of the major instruments needed to win the war just to get the United States into it.\"[32] Furthermore, on 5 November 1941, in a joint memo, Stark, CNO, and Marshall, Army Chief of Staff, warned, \"if Japan be defeated and Germany remain undefeated, decision will still not have been reached.... War between the United States and Japan should be avoided....\"[33] Additionally, in a 21 November 1941 memo, Brigadier Leonard T. Gerow, head of Army War Plans, stated, \"one of our present major objectives [is] the avoidance of war with Japan...[and to] insure continuance of material assistance to the British.\"[34] He concluded, \"[I]t is of grave importance to our war effort in Europe...\"[34] Furthermore, Churchill himself, in a 15 May 1940 telegram, said he hoped a U.S. commitment to aid Britain would \"quiet\" Japan, following with a 4 October message requesting a USN courtesy visit to Singapore aimed at \"preventing the spreading of the war\"[35] And Stark's own Plan Dog expressly stated, \"Any strength that we might send to the Far East would...reduce the force of our blows against Germany...\"[36] Roosevelt could scarcely have been ignorant of Stark's views, and war with Japan was clearly contrary to Roosevelt's express wish to aid Britain. Oliver Lyttelton, the British Minister of War Production, said, \"... Japan was provoked into attacking the Americans at Pearl Harbor. It is a travesty of history ever to say that America was forced into the war. Everyone knows where American sympathies were. It is incorrect to say that America was truly neutral even before America came into the war on an all-out basis.\"[37] How this demonstrates anything with regard to Japan is unclear. Rather, it refers to other aid to Britain. Lend-Lease, enacted in March 1941, informally declared the end of American neutrality in favor of the Allies by agreeing to supply Allied nations with war materials. In addition, Roosevelt authorized a so-called Neutrality Patrol, which would protect the merchantmen of one nation, namely Britain, from attack by another, Germany. This made shipping legitimate target of attack by submarine.[38] Furthermore, Roosevelt ordered U.S. destroyers to report U-boats, then later authorized them to \"shoot on sight\". This made the U.S. a de facto belligerent. None was the act of a disinterested neutral, while all are unquestionably of assistance to Britain. When considering information like this as a point for or against, the reader must keep in mind questions such as: was this official privy to information about the U.S. government? Did he have communications with high-level administration figures such as President Roosevelt or Ambassador Joseph Grew? Is this just a strongly held personal opinion? Or were there measures justifying this view? If Britain, did, indeed know and chose to conceal, \"withholding this vital intelligence only ran the risk of losing American trust\",[39] and with it any further American aid, which would be reduced after the attack in any event. There is also a claim, first asserted in Toland's Infamy, that ONI knew about Japanese carrier movements. Toland cited entries from the diary of Rear Admiral J. E. Meijer Ranneft of the Dutch Navy for 2 December and 6 December. Ranneft attended briefings at ONI on these dates. According to Toland, Ranneft wrote that he was told by ONI that two Japanese carriers were northwest of Honolulu. However, the diary uses the Dutch abbreviation beW, meaning \"westerly\", contradicting Toland's claim. Nor did any other persons present at the briefings report hearing Toland's version. In their reviews of Infamy, David Kahn[40] and John C. Zimmerman[41] suggested Ranneft's reference was to carriers near the Marshall Islands. Toland has made other conflicting and incorrect claims about the diary during lectures at the Holocaust denial organization the Institute for Historical Review.[citation needed] The diary states at 02:00 (6-12-41) Turner fears a sudden Japanese attack on Manila. At 14:00 the diary states \"Everyone present on O.N.I. I speak to Director Admiral Wilkinson, Captain MacCollum, Lt. Cdr. Kramer ... They show me – on my request – the place of the 2 carriers (see 2–12–41) West of Honolulu. I ask what the idea is of these carriers on that place. The answer was: 'perhaps in connection with Japanese rapports [sic] on eventual American actions'. There is not one of ours who speaks about a possible air attack on Honolulu. I myself did not think of it because I believed everyone on Honolulu to be 100% on the alert, as everyone here on O.N.I. There prevails a tense state of mind at O.N.I.\" These diary entries are provided (in Dutch) in the photo section in George Victor's The Pearl Harbor Myth: Rethinking the Unthinkable.[42] CBS correspondent Edward R. Murrow had a dinner appointment at the White House on 7 December. Because of the attack he and his wife only ate with Mrs. Roosevelt, but the president asked Murrow to stay afterwards. As he waited outside the Oval Office, Murrow observed government and military officials entering and leaving. He wrote after the war:[43] There was ample opportunity to observe at close range the bearing and expression of Mr. Stimson, Colonel Knox, and Secretary Hull. If they were not surprised by the news from Pearl Harbor, then that group of elderly men were putting on a performance which would have excited the admiration of any experienced actor. … It may be that the degree of the disaster had appalled them and that they had known for some time…. But I could not believe it then and I cannot do so now. There was amazement and anger written large on most of the faces.[43] One historian has written, however, that when Murrow met Roosevelt with William J. Donovan of the OSS that night, while the magnitude of the destruction at Pearl Harbor horrified the president, Roosevelt seemed slightly less surprised by the attack than the other men. According to Murrow, the president told him, \"Maybe you think [the attack] didn't surprise us!\" He said later, \"I believed him\", and thought that he might have been asked to stay as a witness. When allegations of Roosevelt's foreknowledge appeared after the war, John Gunther asked Murrow about the meeting. Murrow reportedly responded the full story would pay for his son's college education and \"if you think I'm going to give it to you, you're out of your mind\". Murrow did not write the story, however, before his death.[43] On October 7, 1940, Lieutenant Commander Arthur H. McCollum of the Office of Naval Intelligence submitted a memo to Navy Captains Walter S. Anderson and Dudley Knox, which details eight actions which might have the effect of provoking Japan into attacking the United States. The memo remained classified until 1994 and contains the notable line, \"If by these means Japan could be led to commit an overt act of war, so much the better.\" Sections 9 and 10 of the memo are said by Gore Vidal[citation needed] to be the \"smoking gun\" revealed in Stinnett's book, suggesting it was central to the high level plan to lure the Japanese into an attack. Evidence the memo or derivative works actually reached President Roosevelt, senior administration officials, or the highest levels of U.S. Navy command, is circumstantial, at best. Theorists challenging the traditional view that Pearl Harbor was a surprise repeatedly note that Roosevelt wanted the U.S. to intervene in the war against Germany, though he did not say so officially. A basic understanding of the political situation of 1941 precludes any possibility the public wanted war. Thomas Fleming argued President Roosevelt wished for Germany or Japan to strike the first blow, but did not expect the United States to be hit as severely as it was in the attack on Pearl Harbor.[44] An attack by Japan on the U.S. could not guarantee the U.S. would declare war on Germany.[45][page needed] After such an attack, American public anger would be directed at Japan, not Germany, just as happened. The Tripartite Pact (Germany, Italy, Japan) called for each to aid another in defense; Japan could not reasonably claim America had attacked Japan if she struck first.[46] For instance, Germany had been at war with the UK since 1939, and with the USSR since June 1941, without Japanese assistance. There had been a serious, if low-level, naval war going on in the Atlantic between Germany and the U.S. since summer of 1941, as well. On October 17 a U-boat torpedoed a U.S. destroyer, USS Kearny, inflicting severe damage and killing eleven crewmen. Two weeks after the attack on the Kearny, a submarine sank an American destroyer, USS Reuben James, killing 115 sailors.[47][48] Nevertheless, it was only Hitler's declaration of war on 11 December, unforced by treaty, that brought the U.S. into the European war. Clausen and Lee's Pearl Harbor: Final Judgement reproduces a Purple message, dated 29 November 1941, from the Japanese Ambassador in Berlin to Tokyo. A closing paragraph reads, \"... He (Ribbentrop) also said that if Japan were to go to war with America, Germany would, of course, join in immediately, and Hitler's intention was that there should be absolutely no question of Germany making a separate peace with England. ...\"[49] While theorists who challenge the conventional view that the attack was a surprise treat this as a guarantee to join after Japan's attack, it can as easily be taken as a guarantee to come to Japan's aid, as Germany had done for Italy in Libya. U.S. signals intelligence in 1941 was both impressively advanced and uneven. In 1929, the U.S. MI-8 cryptographic operation in New York City was shut down by Henry Stimson (Hoover's newly appointed Secretary of State), citing \"ethical considerations\",[50] which inspired its now broke former director, Herbert Yardley, to write a 1931 book, The American Black Chamber, about its successes in breaking other nations' crypto traffic. Most countries responded promptly by changing (and generally improving) their ciphers and codes, forcing other nations to start over in reading their signals. The Japanese were no exception. Nevertheless, U.S. cryptanalytic work continued after Stimson's action in two separate efforts: the Army's Signal Intelligence Service (SIS) and the Navy's Office of Naval Intelligence (ONI) crypto group, OP-20-G. Cryptanalytic work was kept secret to such an extent, however, that major commands such as the 14th Naval District at Pearl Harbor were prohibited from working on codebreaking by Admiral Kelly Turner. By late 1941, those organizations had broken several Japanese ciphers, such as J19 and PA-K2, called Tsu and Oite respectively by the Japanese.[51] The highest security diplomatic code, dubbed Purple by the U.S., had been broken, but American cryptanalysts had made little progress against the IJN's current Kaigun Ango Sho D[52] (Naval Code D, called AN-1 by the U.S.;[53] JN-25 after March 1942). In addition, there was a perennial shortage of manpower, thanks to penury on one hand and the perception of intelligence as a low-value career path on the other. Translators were over-worked, cryptanalysts were in short supply, and staffs were generally stressed. In 1942, \"Not every cryptogram was decoded. Japanese traffic was too heavy for the undermanned Combat Intelligence Unit.\"[54] Furthermore, there were difficulties retaining good intelligence officers and trained linguists; most did not remain on the job for the extended periods necessary to become truly professional. For career reasons, nearly all wanted to return to more standard assignments. However, concerning the manning levels, \"... just prior to World War II, [the US] had some 700 people engaged in the effort and [was], in fact, obviously having some successes.\"[55] Of these, 85% were tasked to decryption and 50% to translation efforts against IJN codes.[56] The nature and degree of these successes has led to great confusion among non-specialists. Furthermore, OP-20-GY \"analysts relied as much on summary reports as on the actual intercepted messages.\"[57] The U.S. was also given decrypted messages by Dutch (NEI) intelligence, who like the others in the British–Dutch–U.S. agreement to share the cryptographic load, shared information with allies. However, the U.S. refused to do likewise.[58] This was, at least in part, due to fears of compromise; sharing even between the US Navy and Army was restricted (e.g see Central Bureau).[citation needed] The eventual flow of intercepted and decrypted information was tightly and capriciously controlled. At times, even President Roosevelt did not receive all information from code-breaking activities.[citation needed] There were fears of compromise as a result of poor security after a memo dealing with Magic was found in the desk of Brigadier General Edwin M. (Pa) Watson, the President's military aide.[59] The Japanese code dubbed \"Purple\", which was used by the Japanese Foreign Office and only for diplomatic (but not for military) messages, was broken by Army cryptographers in 1940. A 14-part message using this code, sent from Japan to its embassy in Washington, was decoded in Washington on 6 and 7 December. The message, which made plain the Japanese intention to break off diplomatic relations with the United States, was to be delivered by the Japanese ambassador at 1 p.m. Washington time (dawn in the Pacific). The SIS decoded the first 13 parts of the message, but did not decode the 14th part of the message until it was too late.[60] Colonel Rufus S. Bratton, then serving as Chief of the Far Eastern Section of G-2 (intelligence), was responsible for receiving and distributing Magic intercepts to senior military and government officials. In Bratton's view, the 14-part message by itself merely signaled a break in diplomatic relations, which appeared to be inevitable anyway.[61] Others saw it differently: Roosevelt, upon reviewing just the first 13-parts (and without part 14 or the 1 p.m. delivery requirement) declared \"this means war\", and when Marshall was given the intercept on the morning of December 7, ordered a warning message sent to American bases in the area, including Hawaii. Due to atmospheric transmission conditions the message was sent out via Western Union over its undersea cable rather than over the military radio channels; the message was not received until the attack was already underway.[62] The claim no pre-attack IJN message expressly mentioned Pearl Harbor is perhaps true. The claims that no Purple traffic pointed to Pearl Harbor may also be true, as the Japanese Foreign Office was not well thought of by the military and during this period was routinely excluded from sensitive or secret material, including war planning. It is also possible any such intercepts were not translated until after the attack, or indeed, after the war ended; some messages were not.[63] In both instances, all traffic from these pre-attack intercepts has not yet been declassified and released to the public domain. Hence, any such claims are now indeterminate, pending a fuller accounting. Additionally, no decrypts have come to light of JN-25B traffic with any intelligence value prior to Pearl Harbor, and certainly no such has been identified. Such breaks as recorded by authors W. J. Holmes and Clay Blair Jr., were into the additive tables, which was a required second step of three (see above). The first 100 JN-25 decrypts from all sources in date/time order of translation have been released, and are available in the National Archives. The first JN-25B decrypt was in fact by HYPO (Hawaii) on 8 January 1942 (numbered #1 up JN-25B RG38 CNSG Library, Box 22, 3222/82 NA CP). The first 25 decrypts were very short messages or partial decrypts of marginal intelligence value. As Whitlock stated, \"The reason that not one single JN-25 decrypt made prior to Pearl Harbor has ever been found or declassified is not due to any insidious cover-up... it is due quite simply to the fact that no such decrypt ever existed. It simply was not within the realm of our combined cryptologic capability to produce a usable decrypt at that particular juncture.\"[64] The JN-25 superencrypted code, and its cryptanalysis by the US, is one of the most debated portions of Pearl Harbor lore. JN-25 is the U.S. Navy's last of several names for the cryptosystem of the Imperial Japanese Navy, sometimes referred to as Naval Code D.[65] Other names used for it include five-numeral, 5Num, five-digit, five-figure, AN (JN-25 Able), and AN-1 (JN-25 Baker), and so on.[66] Superenciphered codes of this sort were widely used and were the state of the art in practical cryptography at the time. JN-25 was very similar in principle to the British \"Naval Cypher No. 3\", known to have been broken by Germany during World War II.[67] Once it was realized what sort of cryptosystem JN-25 was, how to attempt breaking into it was known. Stinnett notes the existence of a USN handbook for attacks on such a system, produced by OP-20-G.[citation needed] Even so, breaking any such code was not easy in actual practice. It took much effort and time, not least in accumulating sufficient 'cryptanalytic depth' in intercepted messages prior to the outbreak of hostilities when IJN radio traffic increased abruptly and substantially; prior to 7 December 1941, IJN radio traffic was limited, since the IJN played only a minor role in the war against China and therefore was only rarely required to send radio messages whatever the highest level crypto system might have been. (As well, interception of IJN traffic off China would have been at best spotty.) Rather oddly however, the official history of GYP-1 shows nearly 45,000 IJN messages intercepted during the period from 1 June 1941 until 4 December 1941.[citation needed] Thus, most Japanese encrypted broadcast military radio traffic was Army traffic associated with the land operations in China, none of which used IJN cryptography. [68] Breaking a superencrypted cipher like JN-25 was a three-step process: (a) determining the \"indicator\" method to establish the starting point within the additive cipher, (b) stripping away the superencryption to expose the bare code, and then (c) breaking the code itself. When JN-25 was first detected and recognized, such intercepted messages as were interceptable were collected (at assorted intercept stations around the Pacific by the Navy) in an attempt to accumulate sufficient depth to attempt to strip away the superencryption. Success at doing so was termed by the cryptographers a 'break' into the system. Such a break did not always produce a cleartext version of the intercepted message; only a break in the third phase could do so. Only after breaking the underlying code (another difficult process) would the message be available, and even then its meaning—in an intelligence sense—might be less than fully clear. When a new edition was released, the cryptographers were forced to start again. The original JN-25A system replaced the 'Blue' code (as Americans called it), and used five-digit numbers, each divisible by three (and so usable as a quick, and somewhat reliable, error check, as well as something of a 'crib' to cryptanalysts), giving a total of 33,334 legal code values. To make it harder to crack a code value, meaningless additives (from a large table or book of five-digit numbers) were added arithmetically to each five-digit cipher element. JN-25B superseded the first release of JN-25 at the start of December 1940. JN-25B had 55,000 valid words, and while it initially used the same additive list, this was soon changed and the cryptanalysts found themselves entirely locked out again. Over the years, various claims have been made as to the progress made decrypting this system, and arguments made over when it was readable (in whole or part). Lt. \"Honest John\" Leitwiler,[69] Commander of Station CAST, the Philippines, stated in November 1941 that his staff could \"walk right across\" the number columns of the coded messages.[citation needed] He is frequently quoted in support of claims JN-25 was then mostly readable. This comment, however, refers not to the message itself but to the superenciphering additives and referred to the ease of attacking the code using a new method for discovery of additive values. The 16 November 1941 letter[70] to L.W. Parks (OP-20-GY) sent by Leitwiler states, \"We have stopped work on the period 1 February to 31 July as we have all we can do to keep up with the current period. We are reading enough current traffic to keep two translators very busy.\" Another document, Exhibit No. 151 (Memoranda from Captain L. F. Safford) from the Hewitt Inquiry[71] has a copy of the U.S. Navy message OPNAV-242239 'Evaluation of Messages of 26 November 1941' which has in part: '1. Reference (a) advised that Com 16 intercepts were considered most reliable and requested Com 16 to evaluate reports on Japanese naval movements and send dispatch to OPNAV, info CINCPAC. Com 16's estimates were more reliable than Com 14's, not only because of better radio interception, but because Com 16 was currently reading messages in the Japanese Fleet Cryptographic System (\"5-number code\" or \"JN25\") and was exchanging technical information and Japanese-to-English translations[72] with the British unit (the Far East Combined Bureau) then at Singapore. Lt. Cdr. Arthur H. McCollum was aware of this, and it may have been part of his thinking when he drafted the McCollum memo. Duane L. Whitlock, traffic analyst at CAST,[73] was not aware before the attack IJN movement traffic code was being read. \"Reading\" in this context means being able to see the underlying code groups, not breaking out the messages into usable plaintext.[74] The Hewitt Inquiry document also states, \"The \"5 numeral system\" (JN-25B) yielded no information which would arouse even a suspicion of the Pearl Harbor raid, either before or afterward.\" Detailed month by month progress reports have shown no reason to believe any JN-25B messages were fully decrypted before the start of the war. Tallied results for September, October, and November reveal roughly 3,800 code groups (out of 55,000, about 7%) had been recovered by the time of the attack on Pearl Harbor. In all, the U.S. intercepted 26,581 messages in naval or related systems, not counting PURPLE, between September and December 1941 alone.[75] So convinced were U.S. Navy planners Japan could only stage a single operation at a time,[76] after intercepts indicated a Japanese buildup for operations in the Dutch East Indies, for more than two weeks (between 1 November and 17 November), no JN-25 message not relating to that expected operation was even examined for intelligence value.[77] Japanese espionage against Pearl Harbor involved at least two Abwehr agents. One of them, Otto Kuhn, was a sleeper agent living in Hawaii with his family. Kuhn was incompetent and there is no evidence he provided information of value. The other, Yugoslavian businessman Duško Popov, was a double agent, working for the XX Committee of MI5. In August 1941, he was sent by the Abwehr to the U.S., with an assignment list that included specific questions about military facilities in Oahu, including Pearl Harbor.[78] Although British Security Coordination introduced Popov to the FBI, the Americans seem to have paid little attention. It is possible that previous propaganda and forged or unreliable intelligence contributed to J. Edgar Hoover's dismissing Popov's interest in Pearl Harbor as unimportant.[79] There is nothing to show his assignment list was passed on to military intelligence, nor was he allowed to visit Hawaii. Popov later asserted his list was a clear warning of the attack, ignored by the bungling FBI. The questions in his list were rambling and general, and in no way pointed to air attack on Pearl Harbor. Prange considered Popov's claim overblown, and argued the notorious questionnaire was a product of Abwehr thoroughness. Furthermore, the Japanese did not need Abwehr assistance, having a consulate in Hawaii which had on its staff an undercover IJN intelligence officer, Takeo Yoshikawa.[80] The consulate had reported to IJN Intelligence for years, and Yoshikawa increased the rate of reports after his arrival. (Sometimes called a \"master spy\", he was in fact quite young, and his reports not infrequently contained errors.) Pearl Harbor base security was so lax Yoshikawa had no difficulty obtaining access, even taking the Navy's own harbor tourboat. (Even had he not, hills overlooking the Harbor were perfect for observation or photography, and were freely accessible.) Some of his information, and presumably other material from the Consulate, was hand-delivered to IJN intelligence officers aboard Japanese commercial vessels calling at Hawaii prior to the War; at least one is known to have been deliberately routed to Hawaii for this purpose during the summer. Most, however, seem to have been transmitted to Tokyo, almost certainly via cable (the usual communication method with Tokyo). Many of those messages were intercepted and decrypted by the U.S.; most were evaluated as routine intelligence gathering all nations do about potential opponents, rather than evidence of an active attack plan. None of those currently known, including those decrypted after the attack when there was finally time to return to those remaining undecrypted, explicitly stated anything about an attack on Pearl Harbor. In November 1941, advertisements for a new board game called \"The Deadly Double\" appeared in American magazines. These ads later drew suspicion for possibly containing coded messages, for unknown agents, giving advance notice of the Pearl Harbor attack. The ads were headlined \"Achtung, Warning, Alerte!\" and showed an air raid shelter and a pair of white and black dice which, despite being six-sided, carried the figures 12, 24, and XX, and 5, 7, and 0, respectively. It was suggested that these could possibly be interpreted as giving warning of an air raid on day \"7\" of month \"12\" at approximate latitude coordinate \"20\" (Roman numeral \"XX\").[81][82] The board game was an actual project with sets were sold during this time.[82] There are claims that, as the Kido Butai (the Striking Force) steamed toward Hawaii, radio signals were detected that alerted U.S. intelligence to the imminent attack. For instance, the Matson liner SS Lurline, heading from San Francisco to Hawaii on its regular route, is said to have heard and plotted, via \"relative bearings\", unusual radio traffic in a telegraphic code very different from International Morse[83] which persisted for several days, and came from signal source(s) moving in an easterly direction, not from shore stations—possibly the approaching Japanese fleet. There are numerous Morse Code standards including those for Japanese, Korean, Arabic, Hebrew, Russian, and Greek. To the experienced radio operator, each has a unique and identifiable pattern. For example, kana, International Morse, and \"Continental\" Morse all have a specific rhythmic sound to the \"dit\" and \"dah\" combinations. This is how Lurline's radiomen, Leslie Grogan, a U.S. Navy reserve officer in naval communications, and with decades of maritime service in the Pacific[84] identified the mooted signal source as Japanese and not, say, Russian. There are several problems with this analysis. Surviving officers from the Japanese ships state there was no radio traffic to have been overheard by anyone: their radio operators had been left in Japan to send fake traffic, and all radio transmitters aboard the ships (even those in the airplanes)[citation needed] were physically disabled to prevent any inadvertent or unauthorized broadcast.[85] The Kido Butai was constantly receiving intelligence and diplomatic updates.[86] Regardless of whether the Kido Butai broke radio silence and transmitted, there was a great deal of radio traffic picked up by its antennas. In that time period, it was known for a radio signal to reflect from the ionosphere (an atmospheric layer); ionospheric skip could result in its reception hundreds or even thousands of miles away. Receiving antennas were sometimes detected passively 'rebroadcasting' signals that reached them (at much lower amplitudes, sufficiently low that the phenomenon was not of practical importance, nor even of much significance. Some have argued that, since the Kido Butai contained a large number of possible receiving antennas, it is conceivable the task force did not break radio silence but was detected anyway.[citation needed] Such detection would not have helped the Americans track the Japanese fleet. A radio direction finder (DF or RDF) from that time period reported compass direction without reference to distance. (Moreover, it was common for the receiving stations to report erroneous reciprocal bearings.)[87][page needed] To locate the source, a plotter needed two such detections taken from two separate stations to triangulate and find the target. If the target was moving, the detections must be close to one another in time. To plot the task force's course with certainty, at least four such detections must have been made in proper time-pairs, and the information analyzed in light of further information received by other means. This complex set of requirements did not occur; if the Kido Butai was detected, it was not tracked.[citation needed] The original records of Lurline surrendered to Lt. Cmdr. George W. Pease, 14th Naval District in Honolulu, have disappeared. Neither Lurline's log, nor the reports to the Navy or Coast Guard by Grogan in Hawaii have been found. Thus no contemporaneously written evidence of what was recorded aboard Lurline is now available. Grogan commented on a signal source \"moving\" eastward in the North Pacific over several days as shown via \"relative bearings\" which then \"bunched up\" and stopped moving.[88][89] However, the directions given by Grogan in a recreation of the logbook for the Matson Line were 18 and 44° off from known strike force positions and instead pointed towards Japan. According to author Jacobsen, Japanese commercial shipping vessels are the likely source. A re-discovered personal report written by Grogan after the radio log had been passed to the 13th Naval District, dated 10 December 1941 and titled \"Record for Posterity\", also does not support claims of Kido Butai broadcasting.[90] The contention that \"low-powered\" radio (such as VHF or what the U.S. Navy called TBS, or talk between ships), might have been used, and detected, is contradicted as impossible due to the tremendous distances involved[91] and when contact was lost, it was routinely presumed it was because low-powered radio and land line were being used.[92] Freedom of Information Act (FOIA) requests for specific RDF reports remain wanting.[93] \"A more critical analysis of the source documentation shows that not one single radio direction finder bearing, much less any locating \"fix,\" was obtained on any Kido Butai unit or command during its transit from Saeki Bay, Kyushu to Hitokappu Bay and thence on to Hawaii. By removing this fallacious lynchpin propping up such claims of Kido Butai radio transmissions, the attendant suspected conspiracy tumbles down like a house of cards.\"[94] One suggested example of a Kido Butai transmission is the November 30, 1941, COMSUM14 report in which Rochefort mentioned a \"tactical\" circuit heard calling \"marus\".[95] (a term often used for commercial vessels or non-combat units). Further, the perspective of U.S. naval intelligence at the time was, \"... The significance of the term, 'tactical circuit' is that the vessel itself, that is Akagi, was using its own radio to call up the other vessels directly rather than work them through shore stations via the broadcast method which was the common practice in Japanese communications. The working of the Akagi with the Marus, indicated that she was making arrangements for fuel or some administrative function, since a carrier would rarely address a maru.\"[96] According to a 1942 Japanese after action report,[97] \"In order to keep strict radio silence, steps such as taking off fuses in the circuit, and holding and sealing the keys were taken. During the operation, the strict radio silence was perfectly carried out... The Kido Butai used the radio instruments for the first time on the day of the attack since they had been fixed at the base approximately twenty days before and proved they worked well. Paper flaps had been inserted between key points of some transmitters on board Akagi to keep the strictest radio silence...\" Commander Genda, who helped plan the attack, stated, \"We kept absolute radio silence.\" For two weeks before the attack, the ships of Kido Butai used flag and light signals (semaphore and blinker), which were sufficient since task force members remained in line of sight for the entire transit time. Kazuyoshi Kochi, the communications officer for Hiei, dismantled vital transmitter parts and kept them in a box that he used as a pillow to prevent Hiei from making any radio transmissions until the attack commenced.[98] Lieutenant Commander Chuichi Yoshioka, communications officer of the flagship, Akagi, said he did not recall any ship sending a radio message before the attack.[99] Furthermore, Captain Kijiro, in charge of the Kido Butai's three screening submarines, stated nothing of interest happened on the way to Hawaii, presumably including signals received from the supposedly radio silent Kido Butai.[100] Vice Admiral Ryūnosuke Kusaka stated, \"It is needless to say that the strictest radio silence was ordered to be maintained in every ship of the Task Force. To keep radio silence was easy to say, but not so easy to maintain.\" There is nothing in the Japanese logs or after action report indicating that radio silence was broken until after the attack. Kusaka worried about this when it was briefly broken on the way home.[101] The appendix to the war-initiating operational order is also often debated. The message of 25 November 1941 from CinC Combined Fleet (Yamamoto) to All Flagships stated, \"Ships of the Combined Fleet will observe radio communications procedure as follows: 1. Except in extreme emergency the Main Force and its attached force will cease communicating. 2. Other forces are at the discretion of their respective commanders. 3. Supply ships, repair ships, hospital ships, etc., will report directly to parties concerned.\" Furthermore, \"In accordance with this Imperial Operational Order, the CinC of the Combined Fleet issued his operational order ... The Task Force then drew up its own operational order, which was given for the first time to the whole force at Hitokappu Bay... In paragraph four of the appendix to that document, the especially secret Strike Force was specifically directed to 'maintain strict radio silence from the time of their departure from the Inland Sea. Their communications will be handled entirely on the general broadcast communications net.'\"[102][103] In addition, Genda recalled, in a 1947 interview, Kido Butai's communications officer issuing this order, with the task force to rely (as might be expected) on flag and blinker.[104] The Japanese practiced radio deception. Susumu Ishiguru, intelligence and communications officer for Carrier Division Two, stated, \"Every day false communications emanated from Kyushu at the same time and same wavelength as during the training period.\" Because of this, Commander Joseph Rochefort of Hawaii Signals Intelligence concluded that the First Air Fleet remained in home waters for routine training. The ships left their own regular wireless operators behind to carry on \"routine\" radio traffic. Captain Sadatoshi Tomioka stated, \"The main force in the Inland Sea and the land-based air units carried out deceptive communications to indicate the carriers were training in the Kyushu area.\" The main Japanese naval bases (Yokosuka, Kure, and Sasebo) all engaged in considerable radio deception. Analysis of the bearings from Navy DF stations account for claimed breaks of radio silence, and when plotted, the bearings point to Japanese naval bases, not where the Kido Butai actually was.[105] On 26 November, CAST reported all Japan's aircraft carriers were at their home bases.[106] Rochefort,[107] with Huckins and Williams,[108] states there were no dummy messages used at any time throughout 1941 and no effort by the Japanese to use serious deception. When asked after the attack just how he knew where Akagi was, Rochefort[109] (who commanded HYPO at the time) said he recognized her \"same ham-fisted\" radio operators. (The Japanese contend that radio operators were left behind as part of the deception operation.) The critical DF-tracked radio transmissions show bearings that could have not come from the strike force. Emissions monitored from CAST,[110] or CAST's report Akagi was off Okinawa on 8 December 1941, are examples, though some transmissions continue to be debated.[111] To deceive radio eavesdroppers, IJN Settsu commanded by Captain Chiaki Matsuda sailed from Taiwan to the Philippines simulating radio traffic for all six fleet carriers of the 1st Air Fleet and two other light carriers.[112] Additionally, Japanese submarines were sighted and attacked (by the destroyer Ward) outside the harbor entrance a few hours before the attack commenced, and at least one was sunk—all before the planes began launching. This might have provided enough notice to disperse aircraft and fly off reconnaissance, except, yet again, reactions of the duty officers were tardy. It has been argued that failure to follow up on DF bearings saved Enterprise. If she had been correctly directed, she might have run into the six-carrier Japanese strike force. After the attack, the search for the attack force was concentrated south of Pearl Harbor, continuing the confusion and ineffectiveness of the American response. Locally, Naval Intelligence in Hawaii had been tapping telephones at the Japanese Consulate before the 7th. Among much routine traffic was overheard a most peculiar discussion of flowers in a call to Tokyo (the significance of which is still publicly opaque and which was discounted in Hawaii at the time), but the Navy's tap was discovered and removed in the first week of December. The local FBI field office was informed of neither the tap nor its removal; the local FBI Agent in charge later claimed he would have had installed one of his own had he known the Navy's had been disconnected. Throughout 1941, the U.S., Britain, and the Netherlands collected considerable evidence suggesting Japan was planning some new military adventure. The Japanese attack on the U.S. in December was essentially a side operation to the main Japanese thrust to the South against Malaya and the Philippines—many more resources, especially Imperial Army resources, were devoted to these attacks as compared to Pearl Harbor. Many in the Japanese military (both Army and Navy) had disagreed with Admiral Isoroku Yamamoto's idea of attacking the U.S. Fleet at Pearl Harbor when it was first proposed in early 1941, and remained reluctant after the Navy approved planning and training for an attack beginning in spring 1941, and through the highest level Imperial Conferences in September and November which first approved it as policy (allocation of resources, preparation for execution), and then authorized the attack. The Japanese focus on Southeast Asia was quite accurately reflected in U.S. intelligence assessments; there were warnings of attacks against Thailand (the Kra Peninsula), Malaya, French Indochina, the Dutch East Indies (Davao-Weigo Line), the Philippines, even Russia. Pearl Harbor was not mentioned. In fact, when the final part of the \"14-Part Message\" (also called the \"one o'clock message\") crossed Kramer's desk, he cross-referenced the time (per usual practice, not the brainwave often portrayed) and tried to connect the timing to a Japanese convoy (the Thai invasion force) recently detected by Admiral Hart in the Philippines.[113] The U.S. Navy was aware of the traditional planning of the Imperial Japanese Navy for war with the U.S., as maintained throughout the 1930s and into the 1940s. The Japanese made no secret of it, and in the 1930s American radio intelligence gave U.S. war planners considerable insight in Japanese naval exercises.[114] These plans presumed there would be a large decisive battle between Japanese and U.S. battleships, but this would be fought near Japan, after the numerical superiority of the U.S. Pacific Fleet (assured by the Washington Naval Treaty, and still taken as given) was whittled down by primarily night attacks by light forces, such as destroyers and submarines.[115] This strategy expected the Japanese fleet to take a defensive posture, awaiting U.S. attack, and it was confirmed by the Japanese Navy staff only three weeks before Pearl Harbor.[116] In the 1920s, the decisive battle was supposed to happen near the Ryukyu islands; in 1940 it was expected to occur in the central Pacific, near the Marshall islands. War Plan Orange reflected this in its own planning for an advance across the Pacific.[117] Yamamoto's decision to shift the focus of the confrontation with the U.S. as far east as Pearl Harbor, and to use his aircraft carriers to cripple the American battleships, was a radical enough departure from previous doctrine to leave analysts in the dark. There had been a specific claim of a plan for an attack on Pearl Harbor from the Peruvian Ambassador to Japan in early 1941. (The source of this intelligence was traced to the Ambassador's Japanese cook.[118][self-published source?] It was treated with skepticism, and properly so, given the nascent state of planning for the attack at the time and the unreliability of the source.) Since Yamamoto had not yet decided to even argue for an attack on Pearl Harbor, discounting Ambassador Grew's report to Washington in early 1941 was quite sensible. Later reports from a Korean labor organization also seem to have been regarded as unlikely, though they may have had better grounding in actual IJN actions. In August 1941, British Intelligence, MI6, dispatched its agent Duško Popov, code name Tricycle, to Washington to alert the FBI about German requests for detailed intelligence about defenses at Pearl Harbor, indicating that the request had come from Japan. Popov[119] further revealed that the Japanese had requested detailed information about the British attack on the Italian fleet at Taranto. For whatever reason, the FBI took no action. Several authors have controversially claimed that Winston Churchill had significant advance knowledge of the attack on Pearl Harbor but intentionally chose not to share this information with the Americans in order to secure their participation in the war. These authors allege that Churchill knew that the Japanese were planning an imminent attack against the United States by mid-November 1941. They furthermore claim that Churchill knew that the Japanese fleet was leaving port on November 26, 1941 to an unknown destination. Finally, they claim that on December 2, British intelligence intercepted Admiral Yamamoto's signal indicating December 7 as the day of an attack.[120][121][122] One story from author Constantine Fitzgibbon claimed that a letter received from Victor Cavendish-Bentinck stated that Britain's JIC met and discussed at length the impending Japanese attack on Pearl Harbor. From a Joint Intelligence Sub-Committee session of 5 December 1941[123] it was stated \"We knew that they changed course. I remember presiding over a J.I.C. meeting and being told that a Japanese fleet was sailing in the direction of Hawaii, asking 'Have we informed our transatlantic brethren?' and receiving an affirmative reply.\" However the author was incorrect. There was no session on 5 December nor was Pearl Harbor discussed when they did meet on 3 December.[124][125][126] In late November 1941, both the U.S. Navy and Army sent explicit warnings of war with Japan to all Pacific commands. On November 27 Washington sent a final alert to Pacific American military commanders, such as the message sent to Admiral Kimmel at Pearl Harbor, which read in part: \"This dispatch is to be considered a war warning...an aggression move by Japan is expected within the next days.\"[127] Although these plainly stated the high probability of imminent war with Japan, and instructed recipients to be accordingly on alert for war, they did not mention the likelihood of an attack on Pearl Harbor itself, instead focusing on the Far East. Washington forwarded none of the raw intelligence it had, and little of its intelligence estimates (after analysis), to Hawaiian commanders, Admiral Husband E. Kimmel and General Walter C. Short. Washington did not solicit their views about likelihood of war or Hawaiian special concerns. Washington's war warning messages have also been criticised by some (e.g., the U.S. Army Pearl Harbor Board – \"Do/Don't Messages\") as containing \"conflicting and imprecise\" language. Since the Army was officially responsible for the security of the Pearl Harbor facilities and Hawaiian defense generally, and so of the Navy's ships while in port, Army actions are of particular interest. Short reported to Washington he had increased his alert level (but his earlier change in meaning for those levels was not understood in Washington and led to misunderstanding there about what he was really doing). In addition, Short's main concern was sabotage from fifth columnists (expected to precede the outbreak of war for decades preceding the attack),[128] which accounts for his orders that Army Air Corps planes be parked close together near the center of the airfields. There seems to have been no increased Army urgency about getting its existing radar equipment properly integrated with the local command and control in the year it had been available and operational in Hawaii before the attack. Leisurely radar training continued and the recently organized early warning center was left minimally staffed. Anti-aircraft guns remained in a state of low readiness, with ammunition in secured lockers. Neither Army long-range bombers nor Navy PBYs were used effectively, remaining on a peacetime maintenance and use schedule. Short evidently failed to understand he had the responsibility to defend the fleet.[129] In Short's defense, it should be noted he had training responsibilities to meet, and the best patrol aircraft, B-17s and B-24s, were in demand in the Philippines and Britain, both of which had higher priority (he wanted at least 180 heavy bombers, but already had 35 B-17s, and was getting 12 more).[130] Little was done to prepare for air attack. Inter-service rivalries between Kimmel and Short did not improve the situation. Particularly, most intelligence information was sent to Kimmel, assuming he would relay it to Short, and vice versa; this assumption was honored mostly in the breach. Hawaii did not have a Purple cipher machine (although, by agreement at the highest levels between U.S. and UK cryptographic establishments, four had been delivered to the British by October 1941), so Hawaii remained dependent on Washington for intelligence from that (militarily limited) source. However, since Short had no liaison with Kimmel's intelligence staff, he was usually left out of the loop. Henry Clausen reported the war warnings could not be more precise because Washington could not risk Japan guessing the U.S. was reading important parts of their traffic (most importantly Purple), as well as because neither was cleared to receive Purple. Clausen does not answer why Washington could not have said \"an exceptionally reliable source\" was involved, with very strong instructions to pay attention. Additionally, Clausen claims military men of Kimmel and Short's seniority and background should have understood the significance of the warnings, and should have been more vigilant than they were, as for instance in scouting plane flights from Hawaii, which were partial at best in the period just before the attack. All other Pacific commands took appropriate measures[citation needed] for their situations. Like most commentators, Clausen ignores what the \"war warnings\" (and their context) explicitly warn, though indistinctly, against. Washington, with more complete intelligence than any field command, expected an attack anywhere on a list of possible locations (Pearl Harbor not among them), and since the Japanese were already committed to Thailand, it seems to have been expected another major operation by them was impossible. Clausen, like most, also ignores what actions Kimmel, Short, and Admiral Claude C. Bloch (Commander, Fourteenth Naval District, responsible for naval facilities in Hawaii) actually took. They took precautions against sabotage, widely expected as a precursor to war, and reported their preparations. The Hawaii commanders did not anticipate an air attack; no one did so explicitly. Indeed, the prevailing view at the time was Japan could not execute two major naval operations at once, so with the Thailand invasion convoy known to be at sea, the Hawaii commanders had good reason to feel safe. One major point often omitted from the debate (though Costello covers it thoroughly)[131] is the Philippines, where MacArthur, unlike Kimmel or Short, had complete access to all decrypted Purple and JN-25 traffic CAST could provide (indeed, Stinnet quotes Whitlock to that effect),[132] and was nonetheless caught unprepared and with all planes on the ground nevertheless, nine hours after the Pearl Harbor attack. Caidin and Blair also raise the issue. Although it has been argued that there was sufficient intelligence at the time to give commanders at Pearl Harbor a greater level of alert, some factors may take on unambiguous meaning not clear at the time, lost in what Roberta Wohlstetter in her masterful examination of the situation called \"noise\",[133] \"scattered amid the dross of many thousands of other intelligence bits, some of which just as convincingly pointed to a Japanese attack on the Panama Canal.\"[39] None of the three U.S. Pacific Fleet aircraft carriers were in Pearl Harbor when the attack came. This has been alleged by some to be evidence of advance knowledge of the attack by those in charge of their disposition; the carriers were supposedly away so as to save them (the most valuable ships) from attack. In fact, the two carriers then operating with the Pacific Fleet, Enterprise and Lexington, were on missions to deliver fighters to Wake and Midway Islands, which were intended in part to protect the route used by planes (including B-17s) bound for the Philippines (the third, Saratoga, was in routine refit in Puget Sound, at the Bremerton shipyard). At the time of the attack, Enterprise was about 200 mi (170 nmi; 320 km) west of Pearl Harbor, heading back. In fact, Enterprise had been scheduled to be back on December 6, but was delayed by weather. A new arrival estimate put her arrival at Pearl around 07:00, almost an hour before the attack, but she was also unable to make that schedule. Furthermore, at the time, aircraft carriers were classified as fleet scouting elements, and hence relatively expendable.[134] They were not capital ships. The most important vessels in naval planning even as late as Pearl Harbor were battleships (per the Mahan doctrine followed by both the U.S. and Japanese navies at the time).[135] Carriers became the Navy's most important ships only following the attack. At the time, naval establishments all over the world regarded battleships, not carriers, as the most powerful and significant elements of naval power. Had the U.S. wanted to preserve its key assets from attack, it would almost certainly have focused on protecting battleships. It was the attack on Pearl Harbor itself that first helped vault the carrier ahead of the battleship in importance. The attack demonstrated the carrier's unprecedented ability to attack the enemy at a great distance, with great force and surprise. The U.S. would turn this ability against Japan. Elimination of battleships from the Pacific Fleet forced the Americans to rely on carriers for offensive operations. Another issue in the debate is the fact neither Admiral Kimmel nor General Short ever faced court martial. It is alleged this was to avoid disclosing information showing the U.S. had advanced knowledge of the attack. When asked, \"Will historians know more later?\", Kimmel replied, \"' ... I'll tell you what I believe. I think that most of the incriminating records have been destroyed. ... I doubt if the truth will ever emerge.' ...\"[136] From Vice Admiral Libby, \"I will go to my grave convinced that FDR ordered Pearl Harbor to let happen. He must have known.\"[137] It is equally likely this was done to avoid disclosing the fact that Japanese codes were being read, given that there was a war on.[citation needed] Part of the controversy of the debate centers on the state of documents pertaining to the attack. There are some related to Pearl Harbor which have not yet[when?] been made public. Some may no longer exist, as many documents were destroyed early during the war due to fears of an impending Japanese invasion of Hawaii. Still others are partial and mutilated.[138] Information that is still[when?] currently classified includes key reports in Churchill's records, including the PREM 3 file in the UK's Public Records Office, which contains Churchill's most secret wartime intelligence briefs. In it, the 252 group dealing with the Japanese situation in 1941 is open, save for the omission of Section 5, dealing with events from November 1941 through March 1942, and is marked with official finality as \"closed for 75 years.\"[139] Unlike the Magic intelligence files released by the United States, none of the Ultra intelligence files pertaining to Japan have been released by the British government.[140] Conflicting stories regarding FOIA (Freedom of Information Act) requests for the source materials used, e.g., Sheet Number 94644, or materials available at the National Archives are also common among the debate. However, much information has been said to have been automatically destroyed under a destruction of classified information policy during the war itself. Various authors have nevertheless continued to bring classified Pearl Harbor materials to light via FOIA. For instance, Sheet No. 94644 derives from its reference in the FOIA-released Japanese Navy Movement Reports of Station H in November 1941. Entries for 28 November 1941 have several more items of interest, each being a \"movement code\" message (indicating ship movements or movement orders), with specific details given by associated Sheet Numbers. Examples are: Sheet No. 94069 has information on \"KASUGA MARU\" – this being hand-written (Kasuga Maru was later converted to CVE Taiyo); Sheet No. 94630 is associated with IJN oiler Shiriya (detailed to the Midway Neutralization Force, with destroyers Ushio and Sazanami, not the Kido Butai);[141] and finally for Sheet No. 94644 there is another hand-written remark \"FAF using Akagi xtmr\" (First Air Fleet using Akagi's transmitter). It is known that the movement reports were largely readable at the time.[142] These three documents (Sheet Numbers 94069, 94630, and 94644) are examples of materials which yet, even after decades and numerous specific FOIA requests, have not been declassified fully and made available to the public. Sheet Number 94644, for example, noted as coming from Akagi's transmitter and as being a \"movement code\" report, would have likely contained a reported position.[143] A purported transcript of a conversation between Roosevelt and Churchill in late November 1941 was analyzed and determined to be fake.[144] There are claims about these conversations; much of this is based on fictional documents, often cited as \"Roll T-175\" at the National Archives. There is no Roll T-175; NARA does not use that terminology.[145]","Title":"Pearl Harbor advance-knowledge conspiracy theory - Wikipedia","KeyID":"4396","URL":"https://en.wikipedia.org/wiki/Pearl_Harbor_advance-knowledge_conspiracy_theory"}