{"Content: ":"The Combined Chiefs of Staff (CCS) was the supreme military staff for the United States and Britain during World War II. It set all the major policy decisions for the two nations, subject to the approvals of British Prime Minister Winston Churchill and U.S. President Franklin D. Roosevelt. It emerged from the meetings of the Arcadia Conference in Washington, from December 22, 1941 to January 14, 1942.[1] Shortly after Pearl Harbor, Prime Minister Churchill and his senior military staff used Arcadia as an opportunity to lay out the general strategy for the war. The American Army Chief of Staff George Marshall came up with the idea of a combined board, and sold it to Roosevelt and together the two sold the idea to Churchill. Churchill's military aides were much less favorable, and General Alan Brooke, the chief of the British Armed Forces, was strongly opposed. Brooke believed that if the Western Allies were placed under international unified commands the United States would become dominant, and also feared that the situation of the CCS in Washington D.C. would leave Britain unable to initiate military policy. However, Brooke was left behind in London to handle the daily details of running the British war effort, and was not consulted. Charles de Gaulle requested Free French representation on the committee but was declined along with the other Western Allies.[2] As part of Marshall's plan, Roosevelt also set up a Joint Chiefs of Staff on the American side. The combined board was permanently stationed at the United States Public Health Service Building in Washington, where Field Marshal John Dill represented the British half.[2][3] The CCS was constituted from the British Chiefs of Staff Committee and the American Joint Chiefs of Staff, The American unit was created in part to present a common front to the British Chiefs of Staff. It held its first formal meeting on 9 February 1942 to coordinate U.S. military operations between War and Navy Departments.[4][5] The CCS charter was approved by President Roosevelt 21 April 1942.[4] The American members of the CCS were General George C. Marshall, the United States Army chief of staff, the Chief of Naval Operations, Admiral Harold R. Stark (replaced early in 1942 by Admiral Ernest J. King); and the Chief (later Commanding General) of the Army Air Forces, Lt. Gen. Henry H. Arnold. In July 1942 a fourth member was added, the President's personal Chief of Staff, Admiral William D. Leahy, who chaired the US Joint Chiefs of Staff.[6] On the British side the Chiefs of Staff only normally attended during the heads of states' conferences. Instead the British Joint Staff Mission was permanently situated in Washington, D.C. to represent British interests.[7] The British members were a representative of the prime minister, in his capacity as Minister of Defence, and the Chiefs of Staff Committee, which consisted of the First Sea Lord, the Chief of the Imperial General Staff, and the Chief of the Air Staff, or the Washington representative of each. The representative of the Prime Minister was Field Marshal Sir John Dill and after his death Field Marshal Sir Henry Maitland Wilson. The Washington representatives of the Chiefs of Staff Committee, who normally met with the United States members in place of their principals, were the senior officers from their respective services on the British Joint Staff Mission in Washington. In the course of the war, the First Sea Lord was represented by Admiral Sir Charles Little, Admiral Sir Andrew Cunningham, Admiral Sir Percy Noble, and Admiral Sir James Somerville; the Chief of the Imperial General Staff was represented by Lt. Gen. Sir Colville Wemyss and Lt. Gen. G. N. Macready; and the Chief of the Air Staff was represented by Air Marshal D. C. S. Evill, Air Marshal Sir William L. Welsh, and Air Marshal Douglas Colyer. Dill, a close friend of Marshall, often took the American position and prevented polarizations that would undermine effectiveness.[8] The Combined Chiefs of Staff organization included the Combined Secretariat and a number of committees. In the spring of 1942, Britain and the United States agreed on a worldwide division of strategic responsibility. On 24 March 1942, the U.S. Joint Chiefs of Staff were designated as primarily responsible for the war in the Pacific, and the British Chiefs for the Middle East-Indian Ocean region, while the European-Mediterranean-Atlantic area would be a combined responsibility of both staffs.[6] China was designated a separate theater commanded by its chief of state, Chiang Kai-shek, though within the United States' sphere of responsibility. Six days later the Joint Chiefs of Staff divided the Pacific theater into three areas: the Pacific Ocean Areas (POA), the South West Pacific Area (SWPA), and the Southeast Pacific Area.[9] The Pacific Ocean Area command formally became operational on 8 May. The CCS usually held its meetings in Washington. The full CCS usually met only during the great wartime conferences on grand strategy, such as at Casablanca (see List of World War II conferences). The meetings of heads of government at those conferences were designed to reach formal agreement on issues thoroughly staffed by the CCS.[4] At the Casablanca Conference in January 1943, General Frank Maxwell Andrews was appointed commander of all United States forces in the European Theater of Operations. Although it was responsible to both the British and American governments, the CCS controlled forces from many different countries in all theaters, including the Pacific, India and North Africa. Representatives of allied nations were not members of the CCS but accepted procedure included consultation with \"Military Representatives of Associated Powers\" on strategic issues; see Pacific War Council.[4] The end of the war left the status of the CCS uncertain. Although Marshall and some American military leaders favored retaining it or a similar organization, the majority of the American public and government favored abandoning the bilateral Anglo-American command structure in favor of either multilateral pacts such as the United Nations or a return to United States non-interventionism. Many Americans also disapproved of British imperialism. However, support for closer bilateral military integration rose due to the beginning of the Cold War, including the exposure of Soviet espionage in the United States.[3] Much cooperation continued between the British and American militaries after the war including the Combined Chiefs of Staff structure, and it was used again during the Berlin Blockade of 1948. At the same time other major Western European countries increased their demands for representation in the CCS, as they all would all require American assistance in the event of a Soviet Armed Forces offensive into Western Europe. The formation of the North Atlantic Treaty Organization, which had a multilateral unified command between Anglo-America and Western Europe, eliminated the need for the CCS. The British government agreed to the dissolution of the CCS in exchange for closer cooperation with the United States Department of Defense in 1949.[3][10] Both the US Joint Chiefs of Staff and the UK's Chiefs of Staff Committee met as a \"Combined Chiefs of Staff Committee\" around March 2013,[11] the first time since their World War II meetings. This was held in Washington DC. Subsequent meetings were held in London 2014[12] and in the National Defense University, May 2015.[13]","Title":"Combined Chiefs of Staff - Wikipedia","KeyID":"4398","URL":"https://en.wikipedia.org/wiki/Combined_Chiefs_of_Staff"}