{"Content: ":"The Declaration by United Nations was the main treaty that formalized the Allies of World War II and was signed by 47 national governments between 1942 and 1945. On New Year's Day 1942, during the Arcadia Conference, the Allied \"Big Four\"—the United Kingdom, the United States, the Soviet Union, and China—signed a short document which later came to be known as the United Nations Declaration, and the next day the representatives of 22 other nations added their signatures.[1][2][3] The other original signatories in the next day (2 January 1942) were the four dominions of the British Commonwealth (Australia, Canada, New Zealand, and South Africa); eight European governments-in-exile (Belgium, Czechoslovakia, Greece, Luxembourg, Netherlands, Norway, Poland, and Yugoslavia); nine countries in The Americas (Costa Rica, Cuba, Dominican Republic, El Salvador, Guatemala, Haiti, Honduras, Nicaragua, and Panama); and one non-independent government, the British-appointed Government of India. The Declaration by United Nations became the basis of the United Nations (UN),[4] which was formalized in the UN Charter, signed by 50 countries on 26 June 1945. The Allies of World War II first expressed their principles and vision for the post-World War II world in the Declaration of St. James's Palace in June 1941.[5][6] The Anglo-Soviet Agreement was signed in July 1941 forming an alliance between the two countries.[7] The Atlantic Charter was agreed a month later. The Declaration by United Nations was drafted at the White House on December 29, 1941, by US President Franklin D. Roosevelt, British Prime Minister Winston Churchill, and the Roosevelt aide Harry Hopkins. It incorporated Soviet suggestions but left no role for France. Roosevelt first coined the term \"United Nations\" to describe the Allied countries. Roosevelt suggested \"United Nations\" as an alternative to the name \"Associated Powers\" (the U.S. was never formally a member of the Allies of World War I but entered the war in 1917 as a self-styled \"Associated Power\"). Churchill accepted it and noted that the phrase was used by Lord Byron in the poem Childe Harold's Pilgrimage (Stanza 35).[8][9] The term was first officially used on 1–2 January 1942, when 26 governments signed the declaration. One major change from the Atlantic Charter was the addition of a provision for religious freedom, which Stalin approved after Roosevelt insisted.[10][11] The Declaration by United Nations was the basis of the modern United Nations.[4] The term \"United Nations\" became synonymous during the war with the Allies and was considered to be the formal name that they were fighting under.[12] The text of the declaration affirmed the signatories' perspective \"that complete victory over their enemies is essential to defend life, liberty, independence and religious freedom, and to preserve human rights and justice in their own lands as well as in other lands, and that they are now engaged in a common struggle against savage and brutal forces seeking to subjugate the world\". The principle of \"complete victory\" established an early precedent for the Allied policy of obtaining the Axis' powers' \"unconditional surrender\". The defeat of \"Hitlerism\" constituted the overarching objective, and represented a common Allied perspective that the totalitarian militarist regimes ruling Germany, Italy, and Japan were indistinguishable.[13] The declaration, furthermore, \"upheld the Wilsonian principles of self determination\", thus linking U.S. war aims in both world wars.[14] By the end of the war, 21 other states had acceded to the declaration, including the Philippines (a non-independent, US commonwealth at the time), France, every Latin American state except Argentina,[15] and the various independent states of the Middle East and Africa. Although most of the minor Axis powers had switched sides and joined the United Nations as co-belligerents against Germany by the end of the war, they were not allowed to accede to the declaration. Occupied Denmark did not sign the declaration, but because of the vigorous resistance after 1943, and because the Danish ambassador Henrik Kauffmann had expressed the adherence to the declaration of all free Danes, Denmark was nonetheless invited among the allies in the San Francisco Conference in March 1945.[16][17] A JOINT DECLARATION BY THE UNITED STATES OF AMERICA, THE UNITED KINGDOM OF GREAT BRITAIN AND NORTHERN IRELAND, THE UNION OF SOVIET SOCIALIST REPUBLICS, CHINA, AUSTRALIA, BELGIUM, CANADA, COSTA RICA, CUBA, CZECHOSLOVAKIA, DOMINICAN REPUBLIC, EL SALVADOR, GREECE, GUATEMALA, HAITI, HONDURAS, INDIA, LUXEMBOURG, NETHERLANDS, NEW ZEALAND, NICARAGUA, NORWAY, PANAMA, POLAND, SOUTH AFRICA, YUGOSLAVIA The Governments signatory hereto, Having subscribed to a common program of purposes and principles embodied in the Joint Declaration of the President of the United States of America and the Prime Minister of Great Britain dated August 14, 1941, known as the Atlantic Charter, Being convinced that complete victory over their enemies is essential to defend life, liberty, independence and religious freedom, and to preserve human rights and justice in their own lands as well as in other lands, and that they are now engaged in a common struggle against savage and brutal forces seeking to subjugate the world, Declare: (1) Each Government pledges itself to employ its full resources, military or economic, against those members of the Tripartite Pact and its adherents with which such government is at war. (2) Each Government pledges itself to cooperate with the Governments signatory hereto and not to make a separate armistice or peace with the enemies. The foregoing declaration may be adhered to by other nations which are, or which may be, rendering material assistance and contributions in the struggle for victory over Hitlerism.[18] The parties pledged to uphold the Atlantic Charter, to employ all their resources in the war against the Axis powers, and that none of the signatory nations would seek to negotiate a separate peace with Germany or Japan in the same manner that the nations of the Triple Entente had agreed not to negotiate a separate peace with any or all of the Central Powers in World War I under the Unity Pact.","Title":"Declaration by United Nations - Wikipedia","KeyID":"4402","URL":"https://en.wikipedia.org/wiki/Declaration_by_United_Nations"}