{"Content: ":"The Joint Chiefs of Staff (JCS) is the body of the most senior uniformed leaders within the United States Department of Defense, that advises the president of the United States, the secretary of defense, the Homeland Security Council and the National Security Council on military matters. The composition of the Joint Chiefs of Staff is defined by statute and consists of a chairman (CJCS), a vice chairman (VJCS), the service chiefs of the Army, Marine Corps, Navy, Air Force, Space Force, and the chief of the National Guard Bureau.[1][2] Each of the individual service chiefs, outside their JCS obligations, work directly under the secretaries of their respective military departments, e.g. the secretary of the Army, the secretary of the Navy, and the secretary of the Air Force.[3][4][5][6] Following the Goldwater–Nichols Act in 1986, the Joint Chiefs of Staff do not have operational command authority, either individually or collectively, as the chain of command goes from the president to the secretary of defense, and from the secretary to the regional combatant commanders.[7] Goldwater–Nichols also created the office of vice chairman, and the chairman is now designated as the principal military adviser to the secretary of defense, the Homeland Security Council, the National Security Council and the president.[8] The Joint Staff (JS) is a headquarters staff in the Pentagon, composed of personnel from each of the six service branches, that assists the chairman and the vice chairman in discharging their responsibilities and is managed by the director of the Joint Staff (DJS).[9] After the 1986 reorganization of the Armed Forces undertaken by the Goldwater–Nichols Act, the Joint Chiefs of Staff does not possess operational authority over troops or other units. Responsibility for conducting military operations goes from the president to the secretary of defense directly to the commanders of the unified combatant commands and thus bypasses the Joint Chiefs of Staff completely. Today, their primary responsibility is to ensure personnel readiness, policy, planning and training of their respective services for the combatant commanders to utilize. In addition, the chairman of the Joint Chiefs of Staff acts as the chief military advisor to the president and the secretary of defense. In this strictly advisory role, the Joint Chiefs constitute the third-highest deliberative body for military policy, after the National Security Council and the Homeland Security Council, which includes the president and other officials besides the chairman of the Joint Chiefs. While serving as the chairman or vice chairman of the Joint Chiefs of Staff, chief of staff of the Army, commandant of the Marine Corps, Chief of Naval Operations, chief of staff of the Air Force, or commandant of the Coast Guard, the salary is $15,583.20 a month,[10] regardless of cumulative years of service completed under section 205 of title 37, United States Code. Although it is a branch of the Armed Forces pursuant to 14 U.S.C. § 101, the Coast Guard operates under the Department of Homeland Security rather than the Department of Defense, except when the president (e.g., in times of war or national emergency) transfers it to the Department of the Navy.[11] The commandant of the Coast Guard is not a de jure member of the Joint Chiefs of Staff but is sometimes regarded as a de facto member, being entitled to the same supplemental pay as the Joint Chiefs,[12] and occasionally will attend meetings of the JCS by invitation.[13] Unlike the Joint Chiefs, who are not actually in the military's operational chain of command, the commandant is both the administrative and the operational commander of the service. As the U.S. military grew in size following the American Civil War, joint military action between the Army and Navy became increasingly difficult. The Army and Navy were unsupportive of each other at either the planning or operational level and were constrained by disagreements during the Spanish–American War in the Caribbean campaigns.[14][15] The Joint Army and Navy Board was established in 1903 by President Theodore Roosevelt, comprising representatives from the military heads and chief planners of both the Navy's General Board and the Army's General Staff. The Joint Board acting as an \"advisory committee\" was created to plan joint operations and resolve problems of common rivalry between the two services.[14][15] Yet, the Joint Board accomplished little, as its charter gave it no authority to enforce its decisions. The Joint Board also lacked the ability to originate its own opinions and was thus limited to commenting only on the problems submitted to it by the secretaries of war and Navy. As a result, the Joint Board had little to no impact on the manner in which the United States conducted World War I. After World War I, in 1919 the two secretaries agreed to reestablish and revitalize the Joint Board. The mission of the General Staff was to develop plans for mobilization for the next war; the U.S. was always designated \"blue\" and potential enemies were assigned various other colors.[16] This time, the Joint Board's membership would include the chiefs of staff, their deputies, and the chief of war plans division for the Army and director of plans division for the Navy. Under the Joint Board would be a staff called the Joint Planning Committee to serve the board. Along with new membership, the Joint Board could initiate recommendations on its own initiative. However, the Joint Board still did not possess the legal authority to enforce its decisions. U.S. president Franklin D. Roosevelt and British prime minister Winston Churchill established the Combined Chiefs of Staff (CCS) during the 1942 Arcadia Conference.[17] The CCS would serve as the supreme military body for strategic direction of the joint U.S.–UK war effort. The UK portion of the CCS would be composed of the British Chiefs of Staff Committee, but the United States had no equivalent body. The Joint Board's lack of authority made it of little use to the CCS, although its 1935 publication, Joint Action of the Army and Navy, did give some guidance for the joint operations during World War II. The Joint Board had little influence during the war and was ultimately disbanded in 1947. As a counterpart to the UK's Chiefs of Staff Committee in the CCS, and to provide better-coordinated effort and coordinated staff work for America's military effort, Admiral William D. Leahy proposed a \"unified high command\" in what would come to be called the Joint Chiefs of Staff. Modeled on the British Chiefs of Staff Committee, the JCS' first formal meeting was held on 9 February 1942, to coordinate operations between War and Navy Departments.[17][18] The official history of the Army Air Forces noted that although there was \"no official charter establishing this committee...by the end of February it had assumed responsibilities toward the American war effort comparable to the CCS on the combined level.\"[19] On 20 July 1942, Admiral Leahy became the \"Chief of Staff to the Commander in Chief\", with all individual service chiefs operating under his authority. The first members of the Joint Chiefs of Staff were:[20] Each of the members of the original Joint Chiefs was a four-star flag or general officer in his service branch. By the end of the war each had been promoted: Leahy and King to Fleet Admiral; Marshall and Arnold to General of the Army. Arnold was later appointed to the grade of General of the Air Force. One of the Joint Chiefs of Staff's committees was the Joint Strategic Survey Committee (JSSC). The JSSC, \"one of the most influential planning agencies in the wartime armed forces\", was an extraordinary JCS committee that existed from 1942 until 1947.[21] Members included Lieutenant General Stanley D. Embick, U.S. Army, chairman, 1942–1946, Vice Admiral Russell Willson, U.S. Navy, 1942–1945, Vice Admiral Theodore Stark Wilkinson, U.S. Navy, 1946, and Major General Muir S. Fairchild, U.S. Army Air Force, 1942–?. With the end of World War II, the Joint Chiefs of Staff was officially established under the National Security Act of 1947. Per the National Security Act, the JCS consisted of a chairman, the chief of staff of the Army, the chief of staff of the Air Force (which was established as a separate service by the same Act), and the chief of naval operations. The commandant of the Marine Corps was to be consulted on matters concerning the Corps, but was not a regular member; General Lemuel C. Shepherd, Jr., Commandant in 1952–55, was the first to sit as an occasional member. The law was amended during the term of General Louis H. Wilson, Jr. (1975–79), making the commandant a full-time JCS member in parity with the other three DoD services. The position of vice chairman was created by the Goldwater–Nichols Act of 1986 to complement the CJCS, as well as to delegate some of the chairman's responsibilities, particularly resource allocation through the Joint Requirements Oversight Council (JROC). General Colin L. Powell (1989–1993) was the first African American to serve on the Joint Chiefs of Staff. General Charles Q. Brown Jr. was the first African-American to be appointed as Chief of Staff of the United States Air Force and the first African-American to lead any branch of the services. General Richard B. Myers (Chairman, 2001-2005) was the first Vice Chairman of the Joint Chiefs of Staff to serve as Chairman of the Joint Chiefs of Staff. General Peter Pace (Vice Chairman 2001–2005; Chairman, 2005–2007) was the first Marine to serve in either position. No woman has ever served on the Joint Chiefs of Staff. A provision in the 2012 National Defense Authorization Act added the Chief of the National Guard Bureau to the Joint Chiefs of Staff. Guard historians called it the \"most significant development\" for the National Guard since the Militia Act of 1903.[1] The 2020 National Defense Authorization Act established the U.S. Space Force on 20 December 2019. The Space Force is headed by the chief of space operations, who reports directly to the secretary of the Air Force. Pursuant to 10 U.S.C. § 9082, the chief of space operations became a statutory member of the Joint Chiefs of Staff on 20 December 2020.[22] The chairman of the Joint Chiefs of Staff is, by law, the highest-ranking military officer of the United States Armed Forces,[23] and the principal military adviser to the president of the United States. He leads the meetings and coordinates the efforts of the Joint Chiefs of Staff, comprising the chairman, the vice chairman of the Joint Chiefs of Staff, the chief of staff of the United States Army, the commandant of the United States Marine Corps, the chief of naval operations, the chief of staff of the United States Air Force, the Chief of Space Operations (statutory member after December 2020), and the chief of the National Guard Bureau. The Joint Chiefs of Staff have offices in the Pentagon. The chairman outranks all service chiefs,[24] but does not maintain authority over them, their branches or the Unified Combatant Commands.[24] All combatant commanders receive their orders directly from the secretary of defense.[25] On 20 July 1942, Fleet Admiral William D. Leahy became Chief of Staff to the Commander in Chief (20 July 1942 – 21 March 1949). He was not technically the chairman of the Joint Chiefs of Staff. Leahy's office was the precursor to the post of \"Chairman of the Joint Chiefs of Staff\". That post was established and first held by General of the Army Omar Bradley in 1949. The current and 20th chairman is General Mark Milley, who began his tenure on 30 September 2019. The position of Vice Chairman of the Joint Chiefs of Staff was created by the Goldwater–Nichols Act of 1986. The vice chairman is a four-star-general or admiral and, by law, is the second highest-ranking member of the U.S. Armed Forces (after the chairman). In the absence of the chairman, the vice chairman presides over the meetings of the Joint Chiefs of Staff. He may also perform such duties as the chairman may prescribe. It was not until the National Defense Authorization Act in 1992 that the position was made a full voting member of the JCS.[26] The current vice chairman is Admiral Christopher W. Grady, who began his tenure on 20 December 2021. The senior enlisted advisor to the chairman of the Joint Chiefs of Staff (SEAC) advises on all matters concerning joint and combined total force integration, utilization, development, and helps develop noncommissioned officers related joint professional education, enhance utilization of senior NCOs on joint battle staffs, and support the chairman's responsibilities as directed. Command Sergeant Major William Gainey, was the first SEAC, serving from 1 October 2005. The current SEAC is Ramón Colón-López, who was sworn in by General Mark Milley, chairman of the Joint Chiefs of Staff, on 13 December 2019, replacing SEAC John W. Troxell. The Joint Staff (JS)[27][28]: 2020-01-24-100230-123  is a military headquarters staff based at the Pentagon, (with offices in Hampton Roads, Virginia, Fort Leavenworth, Kansas, Lackland Air Force Base, Texas, Fort Belvoir, Virginia, Fairchild Air Force Base, Washington and Fort McNair, District of Columbia) composed of personnel from all the five armed services, assisting the chairman and the vice chairman in discharging their responsibilities. They work closely with the Office of the Secretary of Defense (OSD), the military department staffs, and the Combatant Command staffs. The chairman of the Joint Chiefs of Staff (CJCS) is assisted by the director of the Joint Staff (DJS), a three-star officer who assists the chairman with the management of the Joint Staff, an organization composed of approximately equal numbers of officers contributed by the Army, the Navy and Marine Corps, the Air Force, and the Coast Guard, who have been assigned to assist the chairman in providing to the secretary of defense unified strategic direction, operation, and integration of the combatant land, naval, space, and air forces. Former Secretary of Defense Mark Esper tasked the Joint Staff with developing a Joint Warfighting Concept[JadConcept 1] for the services by December 2020.[29] Developing Joint all-domain command and control (JADC2) as a concept[JadConcept 1] is a key goal of the 20th CJCS.[29] An OSD/Joint Staff Cross-Functional Team for JADC2 is underway.[30][31] Esper ordered the four services and the Joint Staff to create a new joint warfighting concept for All-domain operations, operating simultaneously in the air, land, sea, space, cyber, and the electromagnetic spectrum (EMS).[32] The Joint Chiefs and Combatant Commanders witnessed demonstrations of the concept in September 2020.[33] The Joint Staff includes the following departments where all the planning, policies, intelligence, manpower, communications and logistics functions are translated into action.[34] The Joint Staff includes the following departments where all the planning, policies, intelligence, manpower, communications and logistics functions are translated into action.[34] The Joint Chiefs may recognize private citizens, organizations or career civilian government employees for significant achievements provided to the joint community with one of the following decorations/awards.[39] Although, as discussed above, the commandant of the Coast Guard is not an ex officio member of the JCS like the other service chiefs, Coast Guard officers are legally eligible to be appointed as Chairman and Vice Chairman, pursuant to 10 U.S.C. § 152(a)(1) and 10 U.S.C. § 154(a)(1) respectively, which use the collective term \"armed forces\" rather than listing the eligible services, as well as to other positions on the Joint Staff. As of 2020, no Coast Guard officer has been appointed Chairman or Vice Chairman, but Coast Guard officers routinely serve on the JCS staff, including one vice admiral who was appointed to serve as J6 in 2016. The Joint Chiefs of Staff during its early days in 1949. Members of the Joint Chiefs of Staff at The Pentagon in 1958. The Joint Chiefs of Staff in 1959. The Joint Chiefs of Staff in 1961. The Joint Chiefs of Staff in 1968. The Joint Chiefs of Staff in 1971. The Joint Chiefs of Staff in 1977. Members of the Joint Chiefs of Staff with President-Elect Jimmy Carter and Secretary of Defense Donald Rumsfeld on December 17, 1976. Members of the Joint Chiefs of Staff during a cabinet meeting in the White House in 1977 The Joint Chiefs of Staff in 1981. Members of the Joint Chiefs of Staff during President Ronald Reagan Inaugural Parade in January 20, 1981. The Joint Chiefs of Staff in 1983. The Joint Chiefs of Staff in 1986. The Joint Chiefs of Staff in 2001. Members of the Joint Chiefs of Staff render a salute for the late President Ronald Reagan at Andrews Air Force Base in 2004. Members of the Joint Chiefs of Staff at Andrews Air Force Base during a funeral service ceremony for the late President Gerald Ford on December 26, 2006. The Joint Chiefs of Staff at the Senate Armed Services Committee testimony in The Capitol Hill 2010. The Joint Chiefs of Staff in 2017.","Title":"Joint Chiefs of Staff - Wikipedia","KeyID":"4403","URL":"https://en.wikipedia.org/wiki/Joint_Chiefs_of_Staff"}