{"Content: ":"Ernest Joseph King (23 November 1878 – 25 June 1956) was an American naval officer who served as Commander in Chief, United States Fleet (COMINCH) and Chief of Naval Operations (CNO) during World War II. As COMINCH-CNO, he directed the United States Navy's operations, planning, and administration and was a member of the Joint Chiefs of Staff. He was the United States Navy's second most senior officer in World War II after Fleet Admiral William D. Leahy, who served as Chief of Staff to the Commander in Chief. Born in Lorain, Ohio, King served in the Spanish–American War while still attending the United States Naval Academy. He received his first command in 1914, leading the destroyer USS Terry in the occupation of Veracruz. During World War I, he served on the staff of Vice-Admiral Henry T. Mayo, the commander of the United States Atlantic Fleet. After the war, King served as head of the Naval Postgraduate School, commanded a submarine squadron, and served as Chief of the Bureau of Aeronautics. After a period on the Navy's General Board, King became commander of the Atlantic Fleet in February 1941. Shortly after the Japanese attack on Pearl Harbor, King was appointed as Commander in Chief of the United States Fleet. In March 1942, King succeeded Harold Stark as Chief of Naval Operations. In December 1944, King became the second admiral to be promoted to fleet admiral. King left active duty in December 1945 and died in 1956. King was born in Lorain, Ohio, the son of James Clydesdale King and Elizabeth Keam King.[2] King graduated from what is now Lorain High School as valedictorian in the Class of 1897; his commencement speech was entitled \"Values of Adversity\". King attended the United States Naval Academy from 1897 until 1901, graduating fourth in his class. During his senior year at the academy, he attained the rank of midshipman lieutenant commander, the highest midshipman ranking at that time.[3] While still at the Naval Academy, King served on the cruiser USS San Francisco during the Spanish–American War. After graduation, he served as a junior officer on the survey ship USS Eagle, the battleships USS Illinois, USS Alabama and USS New Hampshire, and the cruiser USS Cincinnati.[4] King returned to shore duty at Annapolis in 1912. He received his first command, the destroyer USS Terry in 1914, participating in the United States occupation of Veracruz.[5] He then moved on to a more modern destroyer, USS Cassin. During World War I, King served on the staff of Vice-Admiral Henry T. Mayo, the Commander in Chief, Atlantic Fleet. As such, he was a frequent visitor to the Royal Navy and occasionally saw action as an observer on board British ships. It appears that his Anglophobia developed during this period,[6] although the reasons are unclear. He was awarded the Navy Cross \"for distinguished service in the line of his profession as assistant chief of staff of the Atlantic Fleet.\"[7] It was after World War I that King adopted his signature manner of wearing his uniform with a breast-pocket handkerchief under his ribbons (see image, top right). Officers serving alongside the Royal Navy did this in emulation of Admiral David Beatty. King was the last to continue this tradition.[8] After the war, King, now a captain, became head of the Naval Postgraduate School. Along with Captains Dudley Wright Knox and William S. Pye, King prepared a report on naval training that recommended changes to naval training and career paths. Most of the report's recommendations were accepted and became policy.[9] Before World War II, King served in the surface fleet. From 1923 to 1925, he held several posts associated with submarines. As a junior captain, the best sea command he was able to secure in 1921 was the stores ship USS Bridge. The relatively new submarine force offered the prospect of advancement.[10] King attended a short training course at the Naval Submarine Base New London before taking command of a submarine division, flying his commodore's pennant from USS S-20. He never earned his Submarine Warfare insignia (dolphins), although he did propose and design the now-familiar dolphin insignia. In 1923, he took over command of the Submarine Base itself.[11] During this period, he directed the salvage of USS S-51, earning the first of his three Navy Distinguished Service Medals. In 1926, Rear Admiral William A. Moffett, Chief of the Bureau of Aeronautics (BuAer), asked King if he would consider a transfer to naval aviation. King accepted the offer and took command of the aircraft tender USS Wright with additional duties as senior aide on the staff of Commander, Air Squadrons, Atlantic Fleet.[12] That year, the United States Congress passed a law (10 USC Sec. 5942) requiring commanders of all aircraft carriers, seaplane tenders, and aviation shore establishments be qualified naval aviators or naval aviation observers. King therefore reported to Naval Air Station Pensacola, Florida, for aviator training in January 1927. He was the only captain in his class of twenty, which also included Commander Richmond K. Turner. King received his wings as Naval Aviator No. 3368 on 26 May 1927 and resumed command of Wright. For a time, he frequently flew solo, flying down to Annapolis for weekend visits to his family, but his solo flying was cut short by a naval regulation prohibiting solo flights for aviators aged 50 or over.[13] However, the history chair at the Naval Academy from 1971 to 1976 disputes this assertion, stating that after King soloed, he never flew alone again.[14] His biographer described his flying ability as \"erratic\" and quoted the commander of the squadron with which he flew as asking him if he \"knew enough to be scared?\"[15] Between 1926 and 1936 he flew an average of 150 hours annually.[16] King commanded Wright until 1929, except for a brief interlude overseeing the salvage of USS S-4. He then became Assistant Chief of the Bureau of Aeronautics under Moffett. The two fell out over certain elements of Bureau policy, and he was replaced by Commander John Henry Towers and transferred to command of Naval Station Norfolk.[17] On 20 June 1930, King became captain of the carrier USS Lexington—then one of the largest aircraft carriers in the world—which he commanded for the next two years.[18] During his tenure aboard the Lexington, King was the commanding officer of notable science fiction author Robert A. Heinlein, then Ensign Heinlein, prior to his medical retirement from the US Navy. During that time, Ensign Heinlein dated one of King's daughters.[19] In 1932, King attended the Naval War College. In a war college thesis entitled \"The Influence of National Policy on Strategy\", King expounded on the theory that America's weakness was Representative democracy: Historically ... it is traditional and habitual for us to be inadequately prepared. This is the combined result of a number factors, the character of which is only indicated: democracy, which tends to make everyone believe that he knows it all; the preponderance (inherent in democracy) of people whose real interest is in their own welfare as individuals; the glorification of our own victories in war and the corresponding ignorance of our defeats (and disgraces) and of their basic causes; the inability of the average individual (the man in the street) to understand the cause and effect not only in foreign but domestic affairs, as well as his lack of interest in such matters. Added to these elements is the manner in which our representative (republican) form of government has developed as to put a premium on mediocrity and to emphasise the defects of the electorate already mentioned.[20] Following the death of Admiral Moffet in the crash of the airship USS Akron on 4 April 1933, King became Chief of the Bureau of Aeronautics, and was promoted to rear admiral on 26 April 1933.[21] As bureau chief, King worked closely with the chief of the Bureau of Navigation, Rear Admiral William D. Leahy, to increase the number of naval aviators.[22] At the conclusion of his term as bureau chief in 1936, King became Commander, Aircraft, Base Force, at Naval Air Station North Island, California.[23] After surviving the crash of his Douglas XP3D transport on 8 February 1937,[24] he was promoted to vice-admiral on 29 January 1938 on becoming Commander, Aircraft, Battle Force – at the time one of only three vice-admiral billets in the US Navy.[25] Among his accomplishments was to corroborate Admiral Harry E. Yarnell's 1932 war game findings in 1938 by staging his own successful simulated naval air raid on Pearl Harbor, showing that the base was dangerously vulnerable to aerial attack, although he was taken no more seriously than his contemporary until December 7, 1941, when the Imperial Japanese Navy attacked the base by air for real.[26] King hoped to be appointed as either Chief of Naval Operations or Commander in Chief, United States Fleet, but on 15 June 1939, he was posted to the General Board, an elephants' graveyard where senior officers spent the time remaining before retirement. A series of extraordinary events would alter this outcome.[27] King's career was resurrected by his friend, Admiral Harold \"Betty\" Stark, the Chief of Naval Operations (CNO) who realized King's talent for command was being wasted on the General Board. Stark appointed him Commander, Atlantic Squadron, in 1940. In December 1940 King said the US was already at war with Germany.[28][29] King was promoted to admiral in February 1941 as Commander in Chief, Atlantic Fleet (CINCLANT). On 30 December, he became Commander in Chief, United States Fleet (COMINCH). (Admiral Husband Kimmel held this position during the attack on Pearl Harbor.)[30] On 18 March 1942, King was appointed CNO, relieving Stark, becoming the only officer to hold this combined command. After turning 64 on 23 November 1942, he wrote President Franklin D. Roosevelt to say he had reached mandatory retirement age. Roosevelt replied with a note reading, \"So what, old top?\".[31] In January 1941 King issued Atlantic Fleet directive Cinclant Serial 053, encouraging officers to delegate and avoid micromanagement, which is still cited widely in today's armed forces.[32][33] Historian Michael Gannon blamed King for the heavy American losses during the Second Happy Time. Others however blamed the belated institution of a convoy system, partly due to a severe shortage of suitable escort vessels, without which convoys were seen as more vulnerable than lone ships. King has been heavily criticized for ignoring British advice regarding convoys and up-to-date British intelligence on U-boat operations in the Atlantic, leading to high losses among the US Merchant Marine.[34][35][36] On 17 December 1944, King was promoted to the newly created rank of fleet admiral, the second of four men in the U.S. Navy to hold that rank during World War II. He left active duty on 15 December 1945, but officially remained in the Navy, as five-star officers were to be given active duty pay for life. On the same day that King left active duty, Fleet Admiral Chester Nimitz succeeded him as Chief of Naval Operations. After retiring, King lived in Washington, D.C. He was active in his early post-retirement, serving as president of the Naval Historical Foundation from 1946 to 1949, and he wrote the foreword to and assisted in the writing of Battle Stations! Your Navy In Action, a photographic history book depicting the U.S. Navy's operations in World War II that was published in 1946. King suffered a debilitating stroke in 1947, and subsequent ill-health ultimately forced him to stay in naval hospitals at Bethesda, Maryland, and at the Portsmouth Naval Shipyard in Kittery, Maine. King briefly served as an advisor to the Secretary of the Navy in 1950, but he was unable to return to duty in any long-term capacity as his health would not permit it. King wrote an autobiography, Fleet Admiral King: A Naval Record, which he published in 1952. King died of a heart attack in Kittery on 25 June 1956, at the age of 77.[37] After lying in state at the National Cathedral in Washington, King was buried in the United States Naval Academy Cemetery at Annapolis, Maryland. His wife, who survived him, was buried beside her husband in 1969. Ernest King served 55 years on active duty in the United States Navy, one of the longest careers on record for that service. King is the only man to have ever held the posts of Chief of Naval Operations and Commander in Chief, United States Fleet simultaneously, making him one of the most powerful U.S. Navy officers ever to serve. As a naval officer, King was highly intelligent and extremely capable, but controversial and difficult to serve with, over, or under. King's blunt honesty and his short temper made him numerous enemies, leaving a mixed legacy. For example, General Dwight Eisenhower complained in his private diary that Admiral King, \"is an arbitrary, stubborn type, with not too much brains and a tendency toward bullying his juniors.\"[38] Pointing to King's five-and-a-half decades in the Navy and his many accomplishments as one of the highest-ranked Allied military leaders of World War II, some consider King one of the greatest admirals of the 20th century;[39] others, however, point out he never commanded ships or fleets at sea in wartime, and that his Anglophobia led him to make decisions costing many Allied lives.[40] Others see his ability to counter both British and U.S. Army influence on American World War II strategy as indicative of strong leadership, and praise his sometimes outspoken recognition of the strategic importance of the Pacific War.[39] His instrumental role in the decisive Guadalcanal Campaign has earned him admirers in the United States and Australia, and some consider him an organizational genius.[41] He was demanding and authoritarian, and could be abrasive and abusive to subordinates. King was widely respected for his ability, but not liked by many of the officers he commanded. Military historian John Ray Skates described King as: \"perhaps the most disliked Allied leader of World War II\", adding that only \"British Field Marshal Montgomery may have had more enemies ... King also loved parties and often drank to excess. Apparently, he reserved his charm for the wives of fellow naval officers. On the job, he seemed always to be angry or annoyed.\"[42] There was a famous tongue-in-cheek remark about King, made by one of his daughters and repeated by Navy personnel at the time, that \"he is the most even-tempered person in the United States Navy. He is always in a rage.\" Franklin D. Roosevelt once described King as a man who \"shaves every morning with a blow torch.\"[43] It is commonly reported when King was called to be COMINCH, he remarked, \"When they get in trouble they send for the sons-of-bitches.\" However, when he was later asked if he had said this, King replied he had not, but would have if he had thought of it.[44] On the other hand, King's view of press relations for the US Navy in World War II is well documented. When asked to state a public relations policy for the Navy, King replied \"Don't tell them anything. When it's over, tell them who won.\"[45] At the start of US involvement in World War II, blackouts on the U.S. eastern seaboard were not in effect, and commercial ships traveling the coastal waterways were not travelling under convoy. King's critics attribute the delay in implementing these measures to his Anglophobia, as the convoys and seaboard blackouts were British proposals, and King was supposedly loathe to have his much-beloved U.S. Navy adopt any ideas from the Royal Navy. He also refused, until March 1942, the loan of British convoy escorts when the Americans had only a handful of suitable vessels. He was, however, aggressive in driving his destroyer captains to attack U-boats in defense of convoys and in planning counter-measures against German surface raiders, even before the formal declaration of war in December 1941.[46] Instead of convoys, King had the U.S. Navy and U.S. Coast Guard perform regular anti-submarine patrols, but these patrols followed a regular schedule. U-boat commanders learned the schedule, and coordinated their attacks to these schedules. Leaving the lights on in coastal towns back-lit merchant ships for the U-boats. As a result, there was a period of disastrous shipping losses—two million tons lost in January and February 1942 alone, and urgent pressure applied from both sides of the Atlantic. However, King resisted the use of convoys because he was convinced the Navy lacked sufficient escort vessels to make them effective. The formation of convoys with inadequate escort would also result in increased port-to-port time, giving the enemy concentrated groups of targets rather than single ships proceeding independently. Furthermore, blackouts were a politically sensitive issue—coastal cities resisted, citing the loss of tourism revenue.[citation needed] It was not until May 1942 that King marshalled resources—small cutters and private vessels that he had previously scorned—to establish a day-and-night interlocking convoy system running from Newport, Rhode Island, to Key West, Florida.[47] By August 1942, the submarine threat to shipping in U.S. coastal waters had been contained. The U-boats' \"second happy time\" ended, with the loss of seven U-boats and a dramatic reduction in shipping losses. The same effect occurred when convoys were extended to the Caribbean. Despite the ultimate defeat of the U-boat, some of King's initial decisions in this theatre could be viewed as flawed. His bigotry clouded his judgment, leading to excessive loss of life, ships and war materials. And given the existential threat posed to the United Kingdom by the war in the Atlantic, it may not be an overstatement to say that King's Anglophobia, poor judgment and stubbornness put the entire outcome of WWII in serious jeopardy.[48] Alternatively, as regrettable as the loss of many merchant mariners and ships in the first six months of 1942 was, it did not threaten the outcome of WWII because it did not include any troops or armaments and did not make a major difference in the amount of products or fuel shipped to Europe and the USSR. A review of US Merchant Marine shipping data clearly shows the proportion of tonnage lost related to the total amount transported never exceeded 3%.[49] Note is made of the urgency of balancing Navy responsibilities on two large oceans, including impending attacks by the Imperial Navy of Japan. Other decisions widely regarded as questionable were his resistance to the employment of long-range USAAF B-24 Liberator on Atlantic maritime patrols, thus allowing the U-boats a safe area in the middle of the Atlantic, the so-called \"Atlantic Gap\"; the denial of adequate numbers of landing craft to the Allied invasion of Europe; and the reluctance to permit the Royal Navy's Pacific Fleet any role in the Pacific. In all of these instances, circumstances forced a re-evaluation or he was overruled. It has also been pointed out that King did not, in his post-war report to the Secretary of the Navy, accurately describe the slowness of the American response to the off-shore U-boat threat in early 1942.[50] Employment of long-range maritime patrol aircraft in the Atlantic was complicated by inter-service squabbling over command and control (the aircraft belonged to the Army; the mission was the Navy's; Secretary of War Stimson and General Arnold initially refused to release the aircraft).[51] This was later mitigated in 1942 and into 1943 by the assignment of Navy-owned and operated PB4Y-1 Liberators, and by late 1944, the PB4Y-2 Privateer aircraft. Although King had certainly used the allocation of ships to the European Theatre as leverage to get the necessary resources for his Pacific objectives, he provided (at General Marshall's request) an additional month's production of landing craft to support Operation Overlord. Moreover, the priority for landing craft construction was changed, a factor outside King's remit. The level of sea lift for Overlord turned out to be more than adequate. The deployment of British and Commonwealth forces in the Pacific was a political matter. The measure was forced on Churchill by the British Chiefs of Staff, not only to re-establish British presence in the region, but to mitigate any impression in the U.S. that the British were doing nothing to help defeat Japan. King was adamant that naval operations against Japan remain 100% American, and angrily resisted the idea of a British naval presence in the Pacific at the Quadrant Conference in late 1944, citing (among other things) the difficulty of supplying additional naval forces in the theatre (for much the same reason, Hap Arnold resisted the offer of RAF units in the Pacific). In addition, King (along with Marshall) had continually resisted operations that would assist the British in reclaiming or defending any part of their pre-war overseas possessions in the Pacific or the Eastern Mediterranean. Roosevelt, however, overruled him and, despite King's reservations, the British Pacific Fleet accounted itself well against Japan in the last months of the war.[52] General Hastings Ismay, chief of staff to Winston Churchill, described King as:[53] ... tough as nails and carried himself as stiffly as a poker. He was blunt and stand-offish, almost to the point of rudeness. At the start, he was intolerant and suspicious of all things British, especially the Royal Navy; but he was almost equally intolerant and suspicious of the American Army. War against Japan was the problem to which he had devoted the study of a lifetime, and he resented the idea of American resources being used for any other purpose than to destroy the Japanese. He mistrusted Churchill's powers of advocacy, and was apprehensive that he would wheedle President Roosevelt into neglecting the war in the Pacific. Contrary to British opinion, King was a strong believer in the \"Germany first\" strategy. However, his natural aggression did not permit him to leave resources idle in the Atlantic that could be utilized in the Pacific, especially when \"it was doubtful when—if ever—the British would consent to a cross-Channel operation\".[54] King once complained that the Pacific deserved 30% of Allied resources but was getting only 15%. When, at the Casablanca Conference, he was accused by Field-Marshal Sir Alan Brooke of favoring the Pacific war, the argument became heated. The combative General Joseph Stilwell wrote: \"Brooke got nasty, and King got good and sore. King almost climbed over the table at Brooke. God, he was mad. I wished he had socked him.\"[55] Following Japan's defeat at the Battle of Midway, King advocated (with Roosevelt's tacit consent) the invasion of Guadalcanal. When General Marshall resisted this line of action (as well as who would command the operation), King stated the Navy (and Marines) would then carry out the operation by themselves, and instructed Admiral Nimitz to proceed with preliminary planning. King eventually won the argument, and the invasion went ahead with the backing of the Joint Chiefs. It was ultimately successful, and was the first time the Japanese lost ground during the war. For his attention to the Pacific Theatre he is highly regarded by some Australian war historians.[56] In spite of (or perhaps partly because of) the fact the two men did not get along,[57] the combined influence of King and General Douglas MacArthur increased the allocation of resources to the Pacific War.[58] Another controversy involving King was his role in the court-martial of Captain Charles B. McVay III, commander of USS Indianapolis, possibly as retaliation for being reprimanded by McVay's father much earlier. King, effectively, ordered that McVay be court-martialed and convicted, to the dismay of Admiral Nimitz and others. The verdict of the court-martial was much later annulled.[59] In his book Abandon Ship, author Richard F. Newcomb posits a motive for Admiral King's ordering McVay's court-martial. According to Captain McVay III's father, Admiral Charles B McVay Jr., \"'King never forgot a grudge\". King had been a junior officer under the command of McVay's father when King and other officers sneaked some women aboard a ship. Admiral McVay had a letter of reprimand placed in King's record for that. \"Now,\" he raged, \"King's used [my son] to get back at me.\"[60] While at the Naval Academy, King met Martha Rankin (\"Mattie\") Egerton, a Baltimore socialite, whom he married in a ceremony at the Chapel at West Point on 10 October 1905.[61][62] King and Egerton had six daughters, Claire, Elizabeth, Florence, Martha, Eleanor and Mildred; and a son, Ernest Joseph King, Jr. Ernest Jr also served in navy, retiring at the rank of Commander.[63] King was a practicing Episcopalian, a faith he shared with his wife and made a point of raising all of their children in. Despite this, King purportedly hated being around his family and developed a reputation as a heavy drinker and gambler. King was a notorious lothario, who allegedly slept with the wives of subordinates.[64] King never held the rank of lieutenant (junior grade) although, for administrative reasons, his service record annotates his promotion to both lieutenant (junior grade) and lieutenant on the same day. King was also the recipient of several foreign awards and decorations (shown in order of acceptance and if more than one award for a country, placed in order of precedence):","Title":"Ernest King - Wikipedia","KeyID":"4404","URL":"https://en.wikipedia.org/wiki/Ernest_J._King"}