{"Content: ":"Henry Harley Arnold (June 25, 1886 – January 15, 1950) was an American general officer holding the ranks of General of the Army and later, General of the Air Force. Arnold was an aviation pioneer, Chief of the Air Corps (1938–1941), commanding general of the United States Army Air Forces, the only United States Air Force general to hold five-star rank, and the only officer to hold a five-star rank in two different U.S. military services.[1] Arnold was also the founder of Project RAND, which evolved into one of the world's largest non-profit global policy think tanks, the RAND Corporation, and one of the founders of Pan American World Airways. Instructed in flying by the Wright Brothers, Arnold was one of the first military pilots worldwide, and one of the first three rated pilots in the history of the United States Air Force.[nb 1] He overcame a fear of flying that resulted from his experiences with early flight, supervised the expansion of the Air Service during World War I, and became a protégé of General Billy Mitchell. Arnold rose to command the Army Air Forces immediately prior to the American entry into World War II and directed its hundred-fold expansion from an organization of little more than 20,000 men and 800 first-line combat aircraft into the largest and most powerful air force in the world. An advocate of technological research and development, his tenure saw the development of the intercontinental bomber, the jet fighter, the extensive use of radar, global airlift and atomic warfare as mainstays of modern air power. Arnold's most widely used nickname, \"Hap\", was short for \"Happy\", attributed variously to work associates when he moonlighted as a silent film stunt pilot in October 1911,[2][3] or to his wife, who began using the nickname in her correspondence in 1931 following the death of Arnold's mother. His family called him Harley during his youth, and his mother and wife called him \"Sunny\".[4] His West Point classmates called Arnold \"Pewt\" or \"Benny\" and his immediate subordinates and headquarters staff referred to him as \"The Chief\".[5] Born June 25, 1886, in Gladwyne, Pennsylvania, Arnold was the son of Dr. Herbert Alonzo Arnold (1857–1933), a physician and a member of the prominent political and military Arnold Family. His mother was Anna Louise (\"Gangy\") Harley (1857–1931),[4] from a \"Dunker\" farm family and the first female in her family to attend high school. Arnold was Baptist in religious belief but had strong Mennonite ties through both families. However, unlike her husband, \"Gangy\" Arnold was \"fun-loving and prone to laughter,\" and not rigid in her beliefs.[6] When Arnold was eleven, his father responded to the Spanish–American War by serving as a surgeon in the Pennsylvania National Guard, of which he remained a member for the next 24 years.[7] Arnold attended Lower Merion High School in Ardmore, Pennsylvania, graduating in 1903. The athletic fields at Lower Merion are named after him.[8] Arnold had no intention of attending West Point (he was preparing to attend Bucknell University and enter the Baptist ministry) but took the entrance examination after his older brother Thomas defied their father and refused to do so. Arnold placed second on the list and received a delayed appointment when the nominated cadet confessed to being married, prohibited by academy regulations.[9] Arnold entered the United States Military Academy at West Point as a \"Juliette\" (one month late), having just turned 17. His cadet career was spent as a \"clean sleeve\" (cadet private).[10] At the academy he helped found the \"Black Hand\", a group of cadet pranksters, and led it during his first class year. He played second-team running back for the varsity football team, was a shot putter on the track and field team, and excelled at polo. Arnold's academic standing varied between the middle and the lower end of his class, with his better scores in mathematics and science. He wanted assignment to the Cavalry but an inconsistent demerit record[11] and a cumulative general merit class standing of 66th out of 111 cadets resulted in his being commissioned on June 14, 1907, as a second lieutenant, Infantry.[12] He initially protested the assignment (there was no commissioning requirement for USMA graduates in 1907), but was persuaded to accept a commission in the 29th Infantry, at the time stationed in the Philippines.[13] Arnold arrived in Manila on December 7, 1907.[14] Arnold disliked infantry troop duties and volunteered to assist Captain Arthur S. Cowan of the 20th Infantry, who was on temporary assignment in the Philippines mapping the island of Luzon. Cowan returned to the United States following completion of the cartography detail, transferred to the Signal Corps, and was assigned to recruit two lieutenants to become pilots. Cowan contacted Arnold, who cabled his interest in also transferring to the Signal Corps but heard nothing in reply for two years. In June 1909, the 29th Infantry relocated to Fort Jay, New York,[15] and en route to his new duty station by way of Paris, France, Arnold saw his first airplane in flight, piloted by Louis Blériot.[16] In 1911, Arnold applied for transfer to the Ordnance Department because it offered an immediate promotion to first lieutenant. While awaiting the results of the required competitive examination, he learned that his interest in aeronautics had not been forgotten.[17] Arnold immediately sent a letter requesting a transfer to the Signal Corps and on April 21, 1911, received Special Order 95, detailing him and 2nd Lt. Thomas DeWitt Milling of the 15th Cavalry, to Dayton, Ohio, for a course in flight instruction at the Wright brothers' aviation school at Simms Station, Ohio.[18] While individually instructed, they were part of the school's May 1911 class that included three civilians and Lt. John Rodgers of the United States Navy.[19] Beginning instruction on May 3 with Arthur L. Welsh, Arnold made his first solo flight May 13 after three hours and forty-eight minutes of flight in 28 lessons.[20][21][nb 2] On May 14, he and Milling completed their instruction.[22] Arnold received Fédération Aéronautique Internationale (FAI) pilot certificate No. 29 on July 6, 1911, and Military Aviator Certificate No. 2 a year later. He also was recognized by a general order in 1913 as one of the first 24 rated military aviators, authorized to wear the newly designed Military Aviator badge.[23] After several more weeks of solo flying in Dayton to gain experience, Arnold and Milling were sent on June 14 to the Aeronautical Division, Signal Corps station established at College Park, Maryland, to be the Army's first flight instructors.[24] There Arnold set an altitude record of 3,260 feet (990 m) on July 7 and thrice broke it (August 18, 1911, to 4,167 feet (1,270 m);[25] January 25, 1912, to 4,764 feet (1,452 m);[26] and June 1, 1912, 6,540 feet (1,990 m)).[27] In August 1911, he experienced his first crash, trying to take off from a farm field after getting lost.[28] In September Arnold became the first U.S. pilot to carry mail, flying a bundle of letters five miles (8 km) on Long Island, New York,[29] and he is credited as the first pilot to fly over the U.S. Capitol and the first to carry a United States Congressman as a passenger.[2] The following month, Arnold moonlighted as a pilot in the filming of two silent movies, doubling for the leads in The Military Air-Scout and The Elopement.[2][3][30] The flight school moved in November 1911 to a farm leased near Augusta, Georgia, hoping to continue flying there during the winter.[31] Training was limited by rain and flooding, and they returned to Maryland in May 1912.[12] Arnold began to develop a phobia about flying,[30] intensified by Al Welsh's fatal crash at College Park on June 11.[nb 3] In August Arnold was at Marblehead, Massachusetts, with 1st Lt. Roy C. Kirtland conducting acceptance tests of the Burgess Model H, an enclosed-fuselage tandem-seat seaplane and the Army's first tractor (front-mounted propeller and engine). The pair received orders to fly the new aircraft to Bridgeport, Connecticut, to participate in maneuvers but high winds forced them to land on Massachusetts Bay on August 12. Attempting to take off again, Arnold caught a wing tip in the water turning into the wind and crashed into the bay off Plymouth.[32] Arnold suffered a lacerated chin during the mishap but the aircraft was salvaged and repaired.[4] Another crash at College Park on September 18 killed 2nd Lt. Lewis Rockwell, an academy classmate of Arnold's.[12][33] In October, Arnold and Milling were ordered to enter the competition for the first MacKay Trophy for \"the most outstanding military flight of the year.\" Arnold won when he located a company of cavalry from the air and returned safely despite strong turbulence. As a result, he and Milling were sent to Fort Riley, Kansas, to experiment with radio and other communications from the air with the field artillery. Arnold's flight on November 2 in Wright C Speed Scout S.C. No. 10, with 1st Lt. Follett Bradley as his wireless operator, successfully sent the first radio telegraph message, at a distance of 6 miles (9.7 km), from an aircraft to a receiver on the ground, manned by 1st Lt. Joseph O. Mauborgne of the Signal Corps.[34][nb 4] Three days later, Arnold flew on an artillery spotting exercise with 1st Lt. Alfred L.P. Sands of the 6th Field Artillery as an observer. Spiraling down to land in S.C. No. 10, the plane stalled, went into a spin, and they narrowly avoided a fatal crash.[nb 5] He immediately grounded himself and applied for a leave of absence. Flying was considered so dangerous that no stigma was attached for refusing to fly, and his request was granted.[nb 6] During his leave of absence he renewed an acquaintance with Eleanor \"Bee\" Pool, the daughter of a banker, and one of his father's patients.[12][35][nb 7] On December 1, Arnold took a staff assignment as assistant to the new head of the Aeronautical Division in the Office of the Chief Signal Officer in Washington, D.C. In the spring he was assigned the task of closing the flying school at College Park.[36][nb 8] Although promoted to 1st lieutenant on April 10, 1913, Arnold was unhappy and requested a transfer to the Philippines. While awaiting a response, he received orders to the 9th Infantry on July 10. In August, still awaiting transfer, he testified before the House Military Affairs Committee against HR5304, a bill to remove aviation from the Signal Corps and make it a semi-autonomous \"Air Corps.\" Arnold, like fellow flyer Captain Benjamin Foulois, argued that the action was premature, and like his Signal Corps boss, Major Edgar Russel (a non-flyer), that the Signal Corps was doing all that could be done to develop military use of the airplane.[37] He was assigned to a company at Fort Thomas, Kentucky, on September 1, where he was stationed until transferred to the 13th Infantry on November 1.[38] On September 10, 1913, he and Bee married,[39] with Milling acting as his best man.[40] Sent back to the Philippines in January 1914, he was quartered near 1st Lieutenant George C. Marshall, who became his mentor, friend and patron. Soon after their arrival Bee miscarried,[41] but on January 17, 1915, their first child, Lois Elizabeth Arnold, was born at Fort William McKinley in Manila. After eight months of troop duty, Arnold became battalion adjutant.[nb 9] In January 1916, completing a two-year tour with the 13th Infantry, Arnold was attached to the 3rd Infantry and returned to the United States. En route to Madison Barracks, New York, he exchanged telegrams from Hawaii with an assistant executive of the Aviation Section, Signal Corps, Major William \"Billy\" Mitchell, who alerted him that he was being detailed to the Signal Corps again, as a first lieutenant if he chose non-flying status. However, if he volunteered to requalify for a rating of Junior Military Aviator, a temporary promotion to captain was mandated by law.[nb 10] On May 20, 1916, Arnold reported to Rockwell Field, California, on flying status but as supply officer at the Signal Corps Aviation School.[42] He received a permanent establishment promotion to captain, Infantry, on September 23.[43] Between October and December 1916, encouraged by former associates, Arnold overcame his fear of flying by going up fifteen to twenty minutes a day in a Curtiss JN trainer, a much safer aircraft with a simpler flight control system than the Speed Scout of just four years' before.[44] On November 26, he flew solo, and on December 16 qualified again for his JMA.[nb 11] Before he could be reassigned to flying duties, however, he was involved as a witness in a controversial service dispute in January 1917. Over the objections of Captain Herbert A. Dargue, the Aviation School's director of training, and with Arnold present, Captain Frank P. Lahm, the school secretary (adjutant), authorized on January 6 an excursion flight for a non-aviator that took place on January 10, again over Dargue's protests, resulting in the loss of the airplane in Mexico and the disappearance of the crew for nine days. After testifying to army investigators on January 27, confirming that Lahm had authorized the flight in writing, Arnold was sent to Panama on January 30, 1917, one day after the birth of his second child, Henry H. Arnold, Jr.[45][nb 12] Arnold collected the men who would make up his first command, the 7th Aero Squadron, in New York City on February 5, 1917, and was ordered to find a suitable location for an airfield in the Panama Canal Zone. When the military in Panama could not agree on a site, Arnold was ordered back to Washington, D.C., to resolve the dispute and was en route by ship when the United States declared war on Germany. Arnold requested to be sent to France, but his presence in Washington worked against him, since the Aviation Section needed qualified officers for headquarters duty. Beginning May 1, 1917, he received a series of assignments, as officer in charge of the Information Division,[nb 13] with a promotion to major on June 27, as assistant executive officer of the Aeronautical Division, and then as executive officer after it became the Air Division on October 1.[43] On August 5, 1917, he was promoted again, becoming the youngest full colonel in the Army.[43][46][nb 14] Arnold gained significant experience in aircraft production and procurement, the construction of air schools and airfields, and the recruitment and training of large numbers of personnel, as well as learning political in-fighting in the Washington environment, all of which helped him significantly 25 years later.[12] When the Division of Military Aeronautics superseded the Air Division in April 1918, Arnold continued as executive assistant to its director, Major General William Kenly, and advanced to assistant director when the DMA was removed from the Signal Corps in May 1918.[43][47][nb 15] Arnold's third child, William Bruce Arnold, was born July 17, 1918. Shortly after, Arnold arranged to go to France to brief General John Pershing, commanding the American Expeditionary Force, on the Kettering Bug, a weapons development. Aboard a ship to France in late October he developed Spanish influenza and was hospitalized on his arrival in England. He did reach the front on November 11, 1918, but the Armistice ended the war on the same day.[48] The Air Service separated from the Signal Corps on May 20, 1918. However control of aviation remained with the ground forces when its post-war director was a field artillery general, Major General Charles T. Menoher,[49] who epitomized the view of the War Department General Staff that \"military aviation can never be anything other than simply an arm of the (Army)\".[50] Menoher was followed in 1921 by another non-aviator, Maj.Gen. Mason M. Patrick. Patrick, however, obtained a rating of Junior Airplane Pilot despite being 59 years old and became both an airpower advocate and a proponent of an independent air force.[51] Both Menoher and Patrick clashed often with Assistant Chief of Air Service Billy Mitchell, who had become radical in his desire for a single unified Air Force to control and develop all military airpower. Arnold supported Mitchell's highly publicized views, the consequence of which was a mutual dislike with Patrick.[52] Arnold was sent to Rockwell Field on January 10, 1919, as District Supervisor, Western District of the Air Service, to oversee the demobilization of 8,000 airmen and surplus aircraft. There he first established relationships with the men who became his main aides, executive officer Captain Carl A. Spaatz and adjutant 1st Lieutenant Ira C. Eaker. Five months later Arnold became Air Officer of the Western Department (after June 1920 the Ninth Corps Area) in San Francisco and de facto commander of Crissy Field, being developed on a site determined by a board chaired by Arnold.[53] Arnold's promotion to colonel expired June 30, 1920, and he reverted to his permanent establishment rank of captain.[43] Even though he received an automatic promotion to major because of his Military Aviator rating, he became junior to officers serving under him, including Spaatz, whose promotion received while in France was not rescinded.[54][nb 16] On August 11, 1920, Arnold was one of 21 Infantry majors formally transferred to the Air Service by War Department Special Orders No. 188-0.[nb 17] Of Arnold, the National Park Service history of Crissy Field wrote: \"During his tour of duty, Arnold had been instrumental both in bringing Crissy Field into existence, and establishing the pattern of its operations.\"[55] In October 1922 he was sent back to Rockwell, now a service depot, as base commander and there encouraged an aerial refueling, the first in history, that took place eight months later.[43] Arnold experienced several serious illnesses and accidents requiring hospitalization, including recurring stomach ulcers[56] and the amputation of three fingertips on his left hand in 1922.[57][nb 18] His wife and sons also experienced serious health problems, including a near fatal case of scarlet fever for son Bruce. His fourth child, John Linton Arnold, born in the summer of 1921, died on June 30, 1923, of acute appendicitis.[58] Both Arnold and wife Bee needed almost a year to recover psychologically from the loss.[4] In August 1924, Arnold was unexpectedly assigned to attend a five-month course of study at the Army Industrial College. After completing the course he was hand-picked by Patrick, despite their mutual dislike, to head the Air Service's Information Division,[59] working closely with Mitchell.[43][60] When Mitchell was court-martialed, Arnold, Spaatz, and Eaker were all warned that they were jeopardizing their careers by vocally supporting Mitchell, but they testified on his behalf anyway. After Mitchell was convicted on December 17, 1925, his supporters including Arnold continued to use Information Division resources to promote his views to airpower-friendly congressmen and Air Service reservists. In February, Secretary of War Dwight F. Davis ordered Patrick to find and discipline the culprits. Patrick was already aware of the activity and chose Arnold to set an example. He gave Arnold the choice of resignation or a general court-martial, but when Arnold chose the latter, Patrick decided to avoid another public fiasco and instead transferred him to Ft. Riley, far from the aviation mainstream, where he took command of the 16th Observation Squadron on March 22, 1926.[61][62][nb 19] Patrick's press release on the investigation stated that Arnold was also reprimanded for violating Army General Order No. 20 by attempting \"to influence legislation in an improper manner.\"[nb 20] Despite this setback, which included a fitness report that stated \"in an emergency he is liable to lose his head\",[63] Arnold made a commitment to remain in the service, turning down an offer of the presidency of the soon-to-be operating Pan American Airways, which he had helped bring into being.[12][64][nb 21] Arnold made the best of his exile and in May 1927, his participation in war games at Fort Sam Houston, Texas, impressed Major General James E. Fechet, successor to Patrick as Chief of the U.S. Army Air Corps. He also received outstanding fitness reports from his commanders at Ft. Riley, Brigadier General Ewing E. Booth (who had been a member of the Mitchell court) and his successor, Brig. Gen. Charles J. Symmonds.[65] Repairs to Arnold's service reputation may also have been aided by a professional article he wrote for the Cavalry Journal in January 1928, showing the influence of his association with the Cavalry School at Fort Riley. Arnold urged a strong combined arms team be developed between the Air Corps and the Cavalry; and by extension, all ground forces. This opportunity for development of the concept in both theory and practice was lost however, by the effects of cultural differences between the two service branches and the dominance of American isolationism. It did not develop until the United States was engaged in World War II.[66] On February 24, 1927, his son David Lee Arnold was born at Ft. Riley.[67] In 1928 Arnold wrote and published six books of juvenile fiction, the \"Bill Bruce Series,\" whose objective was to interest young people in flying.[68][nb 22] Fechet intervened with Army Chief of Staff Gen. Charles P. Summerall to have Arnold's exile ended by assigning him in August 1928 to the Army's Command and General Staff School at Fort Leavenworth.[nb 23] The year-long course was unpleasant for Arnold because of doctrinal differences with the school's commandant, Major General Edward L. King, but Arnold graduated with high marks in June 1929.[69][nb 24] Arnold was slated for assignment to the Air Corps Training Center in San Antonio following graduation, but Brigadier General Lahm, the commander of the ACTC, strongly opposed it, possibly recalling their 1917 dispute.[70] Instead Arnold commanded the Fairfield Air Service Depot, Ohio. In 1930 he also became Chief of the Field Service Section, Air Corps Materiel Division, and was promoted to lieutenant colonel on February 1, 1931.[43] Arnold's parents were made destitute by the bank collapses in 1929, and on January 18, 1931, his mother died of a sudden heart attack. Arnold struggled emotionally with being absent from his parents' 50th wedding anniversary celebration the year before and with the depression afflicting his father after her death. A contemporary biographer of Arnold notes that not until after his mother's funeral did Bee begin use of the sobriquet \"Hap\" in place of \"Sunny\" when addressing him, apparently to avoid the \"constant reminder\" of his mother that the latter name might bring. Arnold himself eschewed the use of \"Sunny\" in his personal correspondence after May 1931, signing himself as \"Hap\" Arnold from that point forward.[4] Arnold took command of March Field, California, where Spaatz had just assumed command of the grandiose-sounding but tiny 1st Wing, on November 27, 1931. Arnold's responsibilities included refurbishing the base into a showcase installation, which required that he resolve strained relations with the community. He accomplished this by having his officers join local social service organizations and by a series of well-publicized relief efforts.[71] Arnold took command of the 1st Wing himself on January 4, 1933,[72] which flew food-drops during blizzards in the winter of 1932–33, assisted in relief work during the Long Beach earthquake of March 10, 1933, and established camps for 3,000 boys of the Civilian Conservation Corps.[73] He organized a high-profile series of aerial reviews that featured visits from Hollywood celebrities and aviation notables.[74][75][nb 25] In August 1932, Arnold began acquisition of portions of Rogers Dry Lake as a bombing and gunnery range for his units, a site that later became Edwards Air Force Base.[76] In 1934, Chief of Air Corps Benjamin D. Foulois named Arnold to command one of the three military zones of the controversial Army Air Corps Mail Operation, with a temporary headquarters in Salt Lake City, Utah. Arnold's pilots performed well and his own reputation was untouched by the fiasco.[77][78] Later that same year he won his second Mackay Trophy, when he led ten Martin B-10B bombers on an 8,290-mile (13,340 km) flight from Bolling Field to Fairbanks, Alaska, and back.[79][nb 26] Overly credited with its success, he nonetheless lobbied for recognition of the other airmen who took part, but the deputy chief of staff ignored his recommendations. His reputation among some of his peers was tarnished by resentment when he was belatedly awarded the Distinguished Flying Cross for the flight in 1937.[80][nb 27] On March 1, 1935, General Headquarters Air Force was activated to control all combat aviation units of the Air Corps based in the United States, although it was not subordinate to the Chief of Air Corps. While a significant step towards an independent air force, this dual authority created serious problems of unity of command for the next six years.[81] GHQAF commander Major General Frank Andrews tapped Arnold to retain command of its 1st Wing, which now carried with it a temporary promotion to the rank of brigadier general, effective March 2, 1935.[43] On December 23, 1935, new Army Chief of Staff General Malin Craig summoned Arnold to Washington. He and Arnold had become personal friends and golfing partners during Craig's command of the Ninth Corps Area in 1933. Foulois had retired under fire in the wake of the Air Mail scandal and allegations of corruption in Air Corps procurement, and the new chief, Major General Oscar Westover, had asked Craig for Arnold to fill the vacant assistant chief position. Over Arnold's protests, and despite a left-handed recommendation by Secretary of War George Dern,[nb 28] who recalled Arnold's close association with Billy Mitchell,[82] Craig made him Assistant Chief of Air Corps, responsible for procurement and supply, to deal with the political struggles over them from the Foulois years.[83] In effect, however, Arnold had \"switched sides\" in the struggle between GHQ Air Force and the Air Corps.[84] Westover was killed in an air crash at Burbank, California, on September 21, 1938. Prior vacancies in the office had been filled by an incumbent assistant chief, and Arnold's appointment to succeed Westover seemed automatic since he was well qualified. Yet the appointment was delayed when a faction developed supporting the appointment of Andrews that included two members of the White House staff, press secretary Stephen Early and military adviser Colonel Edwin M. Watson. A rumor circulated through the White House that Arnold was a \"drunkard\". In his memoirs, Arnold recorded that he enlisted the help of Harry Hopkins to attack the drinking rumors, but more recent research asserts that Craig threatened to resign as Army chief of staff if Arnold was not appointed.[85][nb 29] President Franklin D. Roosevelt appointed Arnold as Chief of Air Corps on September 29, which carried with it the rank of major general.[86] To repair his relationship with the Andrews faction, most of whom were part of GHQ Air Force, he selected its chief of staff, Colonel Walter G. Kilner, to fill the Assistant Chief of Air Corps vacancy.[87][nb 30] After Charles Lindbergh publicly lent his support in April 1939 for production of a very long range bomber in large numbers to counter Nazi production,[88] development of which had been prohibited since June 1938 by the Secretary of War, Arnold appointed Kilner to head a board to make appropriate recommendations to end the R&D moratorium.[89][nb 31] Arnold encouraged research and development efforts, among his projects the B-17 and the concept of Jet-assisted takeoff. To encourage the use of civilian expertise, the California Institute of Technology became a beneficiary of Air Corps funding and Theodore von Kármán of its Guggenheim Aeronautical Laboratory developed a good working relationship with Arnold that led to the creation of the Scientific Advisory Group in 1944. Arnold characterized his wartime philosophy of research and development as: \"Sacrifice some quality to get sufficient quantity to supply all fighting units. Never follow the mirage, looking for the perfect airplane, to a point where fighting squadrons are deficient in numbers of fighting planes.\"[90] To that end he concentrated on rapid returns from R&D investments, exploiting proven technologies to provide operational solutions to counter the rising threat of the Axis Powers. Arnold also pushed for jet propulsion, especially after the British shared their plans of Whittle's turbojet during his visit to Britain in April 1941.[91] The proposal was immediately opposed by the General Staff in all respects.[92] He and Eaker collaborated on three books promoting airpower: This Flying Game (1936, reprinted 1943), Winged Victory (1941), and Army Flyer (1942).[43] In March 1939 Arnold was appointed to head the Air Board by Secretary of War Harry Woodring, to recommend doctrine and organization of Army airpower to the chief of staff. While the board's report concluded that airpower was indispensable to the defense of the hemisphere, stressed the need for long-range bombers, and became the basis for the first Air Corps field manual, it was a \"considerable attenuation\" of the doctrine being developed at the Air Corps Tactical School.[93] Arnold submitted the findings to George C. Marshall, newly appointed as chief of staff, on September 1, 1939, the day Nazi Germany invaded Poland. When Marshall requested a reorganization study from the Air Corps, Arnold submitted a proposal on October 5, 1940, that would create an air staff, unify the air arm under one commander, and grant it autonomy with the ground and supply forces.[94] Congress repealed the Neutrality Act in November 1939 to permit the selling of aircraft to the belligerents, causing Arnold concern that shipments of planes to the Allies would slow delivery to the Air Corps, particularly since control of the allotment of aircraft production had been given to the Procurement Division of the Treasury Department in December 1938, and by extension, to Treasury Secretary Henry Morgenthau, Jr., a White House favorite. Arnold experienced two years of difficulties with Morgenthau, who was prone to denigrate the leadership of the War Department and Air Corps.[95][nb 32] Their conflict peaked on March 12, 1940, when Arnold's public complaint about increases in shipments[nb 33] brought a personal warning from Roosevelt that \"there were places to which officers who did not 'play ball' might be sent, such as Guam,\" and got him banished from the White House for eight months.[96][97][nb 34] The disfavor shown Arnold by Roosevelt reached a turning point in March 1941 when new Secretary of War Henry L. Stimson, a supporter of Arnold, submitted his name with two others for promotion to the permanent rank of major general.[nb 35] Roosevelt refused to send the list to the Senate for confirmation because of Arnold's nomination, and his forced retirement from the service seemed imminent to both Stimson and Marshall. Stimson and Harry Hopkins arranged for Arnold, accompanied by Maj. Elwood \"Pete\" Quesada, to travel to England for three weeks in April to evaluate British aircraft production needs and to provide an up-to-date strategic analysis.[98][nb 36] One outcome of the visit was the setting up of a program for training British pilots in the US, which subsequently became known as the Arnold Scheme. Arnold's meeting with Roosevelt to report his findings was judged as impressively cogent and optimistic, but the president ruminated on Arnold's future for three weeks before submitting his name and the others to the Senate. From that point on, however, Arnold's \"position in the White House was secure.\"[99][nb 37] His importance to Roosevelt in setting an airpower agenda was demonstrated when Arnold was invited to the Atlantic Conference in Newfoundland in August, the first of seven such summits that he, not Morgenthau, would attend.[100][nb 38] The division of authority between the Air Corps and the GHQ Air Force was removed with promulgation of Army Regulation 95–5, creating the United States Army Air Forces on June 20, 1941, only two days before Germany's invasion of the Soviet Union. Arnold became Chief of the Army Air Forces and acting \"Deputy Chief of Staff for Air\" with authority over both the Air Corps and Air Force Combat Command (successor to GHQAF). While this provided the air arm with a staff of its own and brought the entire organization under the command of one general, it failed to grant the degree of autonomy sought. By consensus between Marshall and Arnold, debate on separation of the Air Force into a service co-equal with the Army and Navy was postponed until after the war.[101][102] In July Roosevelt asked for production requirements to defeat potential enemies, and Arnold endorsed a request by his new Air War Plans Division to submit an air war plan. The assessment, designated AWPD/1, defined four tasks for the AAF: defense of the Western Hemisphere, an initial defensive strategy against Japan, a strategic air offensive against Germany, and a later strategic air offensive against Japan in prelude of invasion. It also planned for an expansion of the AAF to 60,000 aircraft and 2.1 million men. AWPD/1 called for 24 groups (approximately 750 airplanes) of very long range B-29 bombers to be based in Northern Ireland and Egypt for use against Nazi Germany, and for production of sufficient Consolidated B-36s for intercontinental bombing missions of Germany.[103] Soon after U.S. entry in the war, Arnold was promoted to lieutenant general on December 15, 1941. On March 9, 1942, after the creation of the AAF failed to define clear channels of authority for the air forces, the Army adopted the functional reorganization that Arnold had advocated in October 1940. Acting on an executive order from Roosevelt, the War Department granted the AAF full autonomy, equal to and entirely separate from the Army Ground Forces and Services of Supply. The Air Force Combat Command and the Office of the Chief of Air Corps were abolished, and Arnold became AAF Commanding General and an ex officio member of both the Joint Chiefs of Staff and the Combined Chiefs of Staff.[104][105] In response to an August 1942 directive, Arnold had the AWPD revise its estimates. AWPD/42 resulted, calling for 75,000 aircraft and 2.7 million men, and increased the production of aircraft for use by other allies. AWPD/42 reaffirmed earlier strategic priorities, but increased the list of industrial targets from 23 to 177, ranking the German Luftwaffe first and its submarine force second in importance of destruction. It also directed that the B-29 bomber not be employed in Europe because of problems in its development, but instead that the B-29 program's deployment be concentrated in the Far East to destroy Japanese military power and combustible cities.[106] Arnold was responsible for approving the Army Air Forces Women's Flying Training Detachment (WFTD). It was approved by September 14, 1942, and directed by aviator Jacqueline Cochran.[107] Immediately after the attack on Pearl Harbor Arnold began to carry out AWPD/1. The primary strategic bombing force against Nazi Germany would be the Eighth Air Force, and he named Spaatz to command it and Eaker to head its Bomber Command. Other Arnold protégés eventually filled key positions in the strategic bombing forces, including Haywood S. Hansell, Laurence S. Kuter, and James H. Doolittle.[108] Despite protecting his strategic bombing force from demands of other services and allies, Arnold was forced to divert resources from the Eighth to support operations in North Africa, crippling the Eighth in its infancy and nearly killing it. Eaker (now Eighth Air Force commander) found from experience that the pre-war doctrine of daylight precision bombing, developed at the Air Corps Tactical School as a foundation for separating the Air Force from the Army, was mistaken in its tenet that heavily armed bombers could reach any target without the support of long-range escort fighters. Early in 1943 he began requesting more fighters and jettisonable fuel tanks to increase their range, in addition to repeated requests to increase the size of his small bombing force.[109] Heavy losses in the summer and fall of 1943 on deep penetration missions intensified Eaker's requests. Arnold, under pressure and impatient for results, ignored Eaker's findings and placed the blame on a lack of aggressiveness by bomber commanders. This came at a time when General Dwight D. Eisenhower was putting together his command group for the invasion of Europe, and Arnold approved Eisenhower's request to replace Eaker with his own commanders, Spaatz and Doolittle.[110] Ironically, the very items Eaker requested—a larger bomber force, drop tanks, and P-51 fighters—accompanied the change of command and made the Eighth Air Force decisive in defeating Germany using the daylight bombing doctrine.[111] The change in command at Eighth Air Force, particularly involving the relief of a friend or protégé, was just one of many that exemplified a ruthlessness Arnold developed to get results. In 1942, Brigadier General Walter R. Weaver, acting chief of the Air Corps, had his job eliminated and was relegated to a technical training command.[112] George C. Kenney relieved Jacob E. Fickel in command of Fourth Air Force[113][nb 39] and later that same year replaced former Chief of the Air Corps George H. Brett as Southwest Pacific air commander.[114] In the B-29 campaign, Curtis E. LeMay relieved Kenneth B. Wolfe in India in July 1944,[115][nb 40] and later Hansell on Guam in January 1945.[116][nb 41] With the strategic bombing crisis resolved in Europe, Arnold placed full emphasis on completion of the development and deployment of the B-29 Very Long Range (VLR) bomber to attack Japan. As early as 1942, Arnold planned to make himself commanding general of the Twentieth Air Force. This unique command arrangement may also have contributed to his health problems (see below), but after the negative experiences of building an effective bombing force against Germany, and realizing the consequences of failure against Japan, Arnold concluded that, absent any unity of command in the Pacific theaters, administrative decisions regarding B-29 bomber operations could best be handled personally. However, theater commanders Douglas MacArthur, Chester Nimitz, and Joseph Stilwell all coveted the B-29s for tactical support, to which Arnold was adamantly opposed as a diversion from strategic policy. He convinced not only Marshall, but also Chief of Naval Operations Ernest J. King, that the Twentieth was unique in that its operations cut across the jurisdiction of all three theaters, and thus should report directly to the Joint Chiefs with Arnold acting as their executive agent. In February 1944 President Roosevelt agreed and approved the arrangement.[117] The VLR program had been plagued with a seemingly unending series of development problems, subjecting it and Arnold to much criticism in the press and from skeptical field commanders. The B-29 was the key component of the AAF's fourth strategic priority, since no other land-based bomber was capable of reaching the Japanese homeland, but by February 1944, the XX Bomber Command, slated to begin Operation Matterhorn on June 1, had virtually no flight time yet above an altitude of 20,000 feet (6,100 m).[118] With a designated overseas deployment date of April 15, 1944, Arnold intervened in the situation personally by flying to Kansas on March 8, 1944. For three days he toured training bases involved in the modification program. He was distressed at his findings of shortages, and of work failures. On the spot he made Maj. Gen. Bennett E. Meyers, a military procurement officer accompanying him, the coordinator of the program. Meyers succeeded in the \"Battle of Kansas.\" Despite labor problems, and blizzard weather, a complete bomb group was ready for deployment by April 9.[118] The mechanical problems of the B-29, however, had not been resolved. During early combat operations many new ones were identified. Arnold felt the pressure of achieving the goals of AWPD/1, and of justifying, by results, a very expensive technological project. Arnold needed the B-29 to provide the delivery platform for the highly classified atomic bomb, if the Manhattan Project succeeded.[119] B-29 operations against Japanese targets in China and Southeast Asia began in June 1944, and from the outset produced far less positive results than expected.[118][120] The difficulties of the Twentieth Air Force's campaign against Japan mirrored those of the Eighth Air Force's against Germany. With characteristic impatience, Arnold quickly relieved Wolfe, the B-29 commander in China, after less than a month of operations, and replaced him with LeMay. A second B-29 command began operations from bases in the Mariana Islands in November.[121] Brigadier General Haywood S. Hansell, one of the architects of AWPD/1 and AWPD/42, encountered even more command problems than had Wolfe or LeMay. After two months of ostensibly poor results, but mostly because he resisted a campaign of firebombing attacks against Japanese population centers favored by Arnold and his chief of staff, Lauris Norstad, Arnold decided he too needed replacing. He shut down operations from China, consolidated all the B-29s in the Marianas, and replaced Hansell with LeMay in January 1945 as commander of XXI Bomber Command.[122] Between 1943 and 1945 Arnold experienced four heart attacks severe enough to require hospitalization. In addition to being by nature intensely impatient, Arnold considered that his personal presence was required wherever a crisis might be, and as a result he traveled extensively and for long hours under great stress during the war, aggravating what may have been a pre-existing coronary condition.[124] His extended trips and inspection tours were to the United Kingdom in April 1941 and again in May 1942;[125] the South Pacific in September 1942,[126] North Africa and China in January–February 1943;[127] the Middle East and Italy (where his party came under artillery fire) in November–December 1943;[128] London and Normandy accompanying Marshall in June 1944;[123] Germany and Italy in April–May 1945;[129] the Western Pacific in June 1945;[130] and Potsdam in July 1945.[131] A lesser but more frequent factor may have been his difficulty in handling inter-service politics, particularly with the Navy, which steadfastly refused to recognize him as a chief of staff or his subordinate staff as equals.[132][133][nb 42] On Guam, with knowledge of the approaching atomic bomb decision, he negotiated with Nimitz over the Navy's objections to basing the headquarters of the strategic air forces on the island.[130] Arnold's first heart attack occurred February 28, 1943, just after his return from the Casablanca Conference and China. During that trip, Argonaut, the B-17 bomber transporting his party, became lost for several hours over Japanese-held territory trying to \"fly the Hump\" at night.[134] He was hospitalized at Walter Reed Army Hospital for several days, then took three weeks leave at the Coral Gables Biltmore Hotel in Florida, which had been converted into a convalescent hospital. U.S. Army regulations then required that he leave the service, but President Roosevelt waived the requirement in April after he demonstrated his recovery, and on the condition that the President be provided with monthly updates on Arnold's health.[135] Arnold's second heart attack occurred just a month later, on May 10, 1943, and resulted in a 10-day stay in Walter Reed. Against the wishes of Marshall, he gave the commencement address for the Class of June 1943 at West Point, where his son Bruce was graduating.[136][nb 43] His third heart attack, less severe than the first two, occurred exactly a year after the second, on May 10, 1944, under the strain of the B-29 problems. Arnold took a month's leave, returning to duty by flying with Marshall to London on June 7 for a conference and an inspection of Omaha Beach.[137] Arnold's last wartime heart attack came on January 17, 1945, just days after he replaced Hansell with LeMay. Arnold had not gone into his office for three days, and refused to permit the Air Force's chief flight surgeon to examine him. The flight surgeon enlisted a general and personal friend of Arnold's to inquire on his condition,[nb 44] after which Arnold was again flown to Coral Gables, Florida, and placed under 24-hour care for nine days.[138] Arnold again was allowed to remain in the service, but under conditions that amounted to light duty. He continued to tour air bases in both theaters. Arnold was returning by C-54 from Italy to Miami for a checkup when he received the news of the German surrender on May 7, 1945.[139] On July 16 he relinquished command of the Twentieth Air Force to LeMay. Arnold received honorary doctorates from Pennsylvania Military College and the University of Southern California in 1941, and from Iowa Wesleyan College in 1942.[43] Post-war honors included doctorates from Hahnemann College, the University of Pennsylvania, Harvard University, South Dakota School of Mines and Technology, Columbia University, the University of California, and Ursinus College.[140] Arnold also received 26 decorations and awards from foreign countries honoring his service in World War II.[141][nb 45] On March 19, 1943, Arnold was promoted (wartime) to full general, and on December 21, 1944, appointed a five-star General of the Army under Public Law 78–482,[142] placing him fourth in Army rank seniority, behind only Marshall, MacArthur, and Eisenhower.[143] In 1945, Arnold directed the founding of Project RAND (which became the RAND Corporation, a non-profit think tank) with $10,000,000 of funding left over from World War II. Initially tasked \"to connect military planning with research and development decisions,\" RAND widely expanded in its scope beyond its original mission.[144] After a trip to South America in January 1946, in which he developed a heart arrhythmia severe enough to cancel the remainder of the trip,[145] Arnold left active duty in the AAF on February 28, 1946, (his official date of retirement was June 30, 1946).[43] On March 23, 1946, Public Law 79–333 made the promotion to General of the Army permanent for all those holding it, and awarded full pay and allowances for those on the retired list.[146][147] He was succeeded by Spaatz, who also became first Chief of Staff of the United States Air Force when it became a separate service on September 18, 1947. Arnold retired to a 40-acre (16 ha) ranch near Sonoma, California, and signed a contract with Harper & Brothers to write his memoirs, Global Mission.[nb 46] Unlike George S. Patton, who enjoyed independent wealth, or colleagues who had taken positions in government, such as Marshall (appointed Secretary of State), Arnold had no source of income beyond his retirement pay and allowances, and was not healthy enough to continue service.[148] His autobiography was an attempt to provide financial security for his wife after his death, and during the writing of it he suffered his fifth heart attack in January 1948, hospitalizing him for three months.[149] On May 7, 1949, Pub.L. 81–58 changed the designation of Arnold's final rank and grade to that of General of the Air Force, and he remains the only person to have held the rank. He is also the only person to hold five-star rank in two U.S. military services. He died on January 15, 1950, at his home in Sonoma. He was given a state funeral in Washington, D.C. that included rare services held in Arlington Memorial Amphitheater, and he was buried in Section 34, plot number 44-A, of Arlington National Cemetery.[1] Robert A. Lovett, with whom Arnold worked closely during the war in his capacity as Assistant Secretary of War for Air, stated that Arnold had been as much a casualty of war as if he had been injured in the line of duty.[150] All three of Arnold's surviving sons were graduates of West Point (Henry Harley Jr., 1939;[151][nb 47] Willam Bruce, June 1943;[152][nb 48] and David Lee, 1949[153][nb 49]) and reached the grade of colonel. The two youngest served in the United States Air Force and are interred near their father's burial site at Arlington National Cemetery.[1] General H. H. Arnold Field (Athletic Field) at Lower Merion High School, Ardmore, Pennsylvania, 19003, is named for Arnold. [Hap Arnold was] a dedicated officer in a specialized field, ... and at the same time, a human being, a warm-hearted, loyal, mercurial, flamboyantly belligerent fellow who didn't care who he took on in battle. — Robert A. Lovett, November 6, 1978[154] Arnold Air Force Base, Tennessee, and the Arnold Engineering Development Complex are named for Arnold. The Air Force Research Laboratory generally recognizes Arnold as the visionary who first articulated that superior research and development capabilities are essential to deterring and winning wars. Arnold's ideas underpin the Laboratory's modern-day role within the Air Force.[12] The cadet social center at the United States Air Force Academy, Arnold Hall,[155] and the Arnold Hall Community Center at Lackland Air Force Base near San Antonio, Texas, are both named for Arnold.[156] The Civil Air Patrol has named an award that accompanies the rank of Cadet Airman First Class after him, being known as the Hap Arnold Award. The Air Force Association recognizes the \"most significant contribution by a military member for national defense\" with its H. H. Arnold Award.[157] The top honorary organization in Air Force ROTC, the Arnold Air Society, is named for him,[158] and The George C. Marshall Foundation awards the George C. Marshall/Henry \"Hap\" Arnold ROTC Award annually to the top senior cadet at each college or university with an AFROTC program.[159] The Air Force Aid Society, which he founded, awards a college scholarship in his name to the dependents of Air Force members or retirees.[160] On December 21, 1944, Arnold was appointed to the rank of General of the Army, placing him in the company of Dwight D. Eisenhower, George Marshall, and Douglas MacArthur, the only four men to achieve the rank in World War II, and along with Omar Bradley, one of only five men to achieve the rank since the August 5, 1888 death of Philip Sheridan, and the only five men to hold the rank as a Five-star general.[143] The rank was created by an Act of Congress on a temporary basis when Public Law 78–482 was passed on December 14, 1944,[161] as a temporary rank, subject to reversion to permanent rank six months after the end of the war. The temporary rank was then declared permanent March 23, 1946 by Public Law 333 of the 79th Congress, which also awarded full pay and allowances in the grade to those on the retired list.[146][147][162] It was created to give the most senior American commanders parity of rank with their British counterparts holding the ranks of field marshal and admiral of the fleet. This second General of the Army rank is not the same as the post-Civil War era version because of its purpose and five stars. In 1972, Arnold was inducted into the International Air & Space Hall of Fame.[163] On May 18, 2006, the Department of the Air Force introduced prototypes of two new service dress uniforms, one resembling those worn by Air Service officers prior to 1926, called the \"Billy Mitchell heritage coat,\" and another, resembling the U.S. Army Air Forces' Uniform of World War II and named the \"Hap Arnold heritage coat\".[164] In 2007, the Air Force decided in favor of the \"Hap Arnold\" prototype,[165] but in 2009 the new chief of staff of the Air Force directed that \"no further effort be made on the Hap Arnold Heritage Coat\" and the uniform change was suspended indefinitely.[166] During the last mission of the Space Shuttle Endeavour, STS-134, a five-star insignia of Arnold's preserved in the National Museum of the United States Air Force was carried into space by shuttle pilot Gregory H. Johnson as a commemorative gesture to Arnold's legacy. Arnold was then the featured honoree of the museum's National Aviation Day celebration of August 20, 2011, when Johnson returned the insignia to the museum.[167] In the Great Bend Municipal Airport, the B-29 Memorial Plaza display a commemorative plaque for his contribution to the B-29 program. The United States Department of Defense high school at the former Wiesbaden Air Base in Wiesbaden, Germany, was named General H. H. Arnold High School in 1949. The school was renamed Wiesbaden High School in 2006 after the installation was transferred to the United States Army.[168] On November 7, 1988, the United States Postal Service released the H. H. \"Hap\" Arnold 65 cent postage stamp bearing the likeness of Arnold, in his honor, as part of the Great Americans series.[169][170] Arnold Heights, California is named in his honor, as is Arnold Drive, a main arterial road running through Sonoma Valley near his ranch. Hap Arnold Boulevard,[171] the main access road to Tobyhanna Army Depot in Tobyhanna, Pennsylvania, is named in his honor. General Arnold was the class exemplar of the United States Air Force Academy Class of 2012. In a rare depiction on film, Arnold was sympathetically portrayed in the 1954 film The Glenn Miller Story, played by Barton MacLane. In 1977, he was again portrayed on film by actor Walter O. Miles in the two-part opus The Amazing Howard Hughes, starring Tommy Lee Jones as Hughes. Arnold appeared in a speaking role as himself in Men of the Sky, a Technicolor propaganda short made by Warner Brothers and released on July 25, 1942. He appears as himself in the first eight minutes of the twenty-minute short, filmed in May 1942 at Merced Army Air Field, California. In the short, he alights from his C-42 staff transport at the training base to preside at a graduation ceremony for pilots completing their flight training. Arnold delivers a short address and speaks with each of four pilots (actors Tod Andrews, Don DeFore, Ray Montgomery, and Dave Willock) as he pins on their wings.[172][173] All dates of rank sourced from AF Historical Study No. 91 and chronologically ordered.[43] —Temporary: January 15, 1918 —Permanent Establishment: July 1, 1920 —Temporary: March 2, 1935 —Assistant Chief of Air Corps: December 24, 1935 —Permanent: December 2, 1940 Source: AF Historical Study No. 91.[43] USAF Historical Studies","Title":"Henry H. Arnold - Wikipedia","KeyID":"4407","URL":"https://en.wikipedia.org/wiki/Hap_Arnold"}