{"Content: ":"The Einstein–Szilard letter was a letter written by Leo Szilard and signed by Albert Einstein that was sent to the United States President Franklin D. Roosevelt on August 2, 1939. Written by Szilard in consultation with fellow Hungarian physicists Edward Teller and Eugene Wigner, the letter warned that Germany might develop atomic bombs and suggested that the United States should start its own nuclear program. It prompted action by Roosevelt, which eventually resulted in the Manhattan Project developing the first atomic bombs. Otto Hahn and Fritz Strassmann reported the discovery of nuclear fission in uranium in the January 6, 1939 issue of Die Naturwissenschaften, and Lise Meitner identified it as nuclear fission in the February 11, 1939 issue of Nature. This generated intense interest among physicists. Danish physicist Niels Bohr brought the news to the United States, and the U.S. opened the Fifth Washington Conference on Theoretical Physics with Enrico Fermi on January 26, 1939. The results were quickly corroborated by experimental physicists, most notably Fermi and John R. Dunning at Columbia University.[1] Hungarian physicist Leo Szilard realized that the neutron-driven fission of heavy atoms could be used to create a nuclear chain reaction which could yield vast amounts of energy for electric power generation or atomic bombs. He had first formulated and patented such an idea while he lived in London in 1933 after reading Ernest Rutherford's disparaging remarks about generating power from his team's 1932 experiment using protons to split lithium. However, Szilard had not been able to achieve a neutron-driven chain reaction with neutron-rich light atoms. In theory, if the number of secondary neutrons produced in a neutron-driven chain reaction was greater than one, then each such reaction could trigger multiple additional reactions, producing an exponentially increasing number of reactions.[2][3] Szilard teamed up with Fermi to build a nuclear reactor from natural uranium at Columbia University, where George B. Pegram headed the physics department. There was disagreement about whether fission was produced by uranium-235, which made up less than one percent of natural uranium, or the more abundant uranium-238 isotope, as Fermi maintained. Fermi and Szilard conducted a series of experiments and concluded that a chain reaction in natural uranium could be possible if they could find a suitable neutron moderator. They found that the hydrogen atoms in water slowed neutrons but tended to capture them. Szilard then suggested using carbon as a moderator. They then needed large quantities of carbon and uranium to create a reactor. Szilard was convinced that they would succeed if they could get the materials.[4] Szilard was concerned that German scientists might also attempt this experiment. German nuclear physicist Siegfried Flügge published two influential articles on the exploitation of nuclear energy in 1939.[5][6] After discussing this prospect with fellow Hungarian physicist Eugene Wigner, they decided that they should warn the Belgians, as the Belgian Congo was the best source of uranium ore. Wigner suggested that Albert Einstein might be a suitable person to do this, as he knew the Belgian Royal Family.[7] Szilard knew Einstein well; between 1926 and 1930, he had worked with Einstein to develop the Einstein refrigerator.[8][9] On July 12, 1939, Szilard and Wigner drove in Wigner's car to Cutchogue on New York's Long Island, where Einstein was staying.[10] When they explained about the possibility of atomic bombs, Einstein replied: \"Daran habe ich gar nicht gedacht\" (\"I did not even think about that\").[11] Szilard dictated a letter in German to the Belgian Ambassador to the United States. Wigner wrote it down, and Einstein signed it. At Wigner's suggestion, they also prepared a letter for the State Department explaining what they were doing and why, giving it two weeks to respond if it had any objections.[10] This still left the problem of getting government support for uranium research. Another friend of Szilard's, the Austrian economist Gustav Stolper, suggested approaching Alexander Sachs, who had access to President Franklin D. Roosevelt. Sachs told Szilard that he had already spoken to the President about uranium, but that Fermi and Pegram had reported that the prospects for building an atomic bomb were remote. He told Szilard that he would deliver the letter, but suggested that it come from someone more prestigious. For Szilard, Einstein was again the obvious choice.[7] Sachs and Szilard drafted a letter riddled with spelling errors and mailed it to Einstein.[12] Szilard also set out himself for Long Island again on August 2. Wigner was unavailable, so this time Szilard co-opted another Hungarian physicist, Edward Teller, to do the driving. After receiving the draft, Einstein dictated the letter first in German. On returning to Columbia University, Szilard dictated the letter in English to a young departmental stenographer, Janet Coatesworth. She later recalled that when Szilard mentioned extremely powerful bombs, she \"was sure she was working for a nut\".[13] Ending the letter with \"Yours truly, Albert Einstein\" did nothing to alter this impression. Both the English letter and a longer explanatory letter were then posted to Einstein for him to sign.[13] The letter dated 2 August and addressed to President Roosevelt warned that: \"In the course of the last four months it has been made probable – through the work of Joliot in France as well as Fermi and Szilard in America – that it may become possible to set up a nuclear chain reaction in a large mass of uranium, by which vast amounts of power and large quantities of new radium-like elements would be generated. Now it appears almost certain that this could be achieved in the immediate future. This new phenomenon would also lead to the construction of bombs, and it is conceivable – though much less certain – that extremely powerful bombs of a new type may thus be constructed. A single bomb of this type, carried by boat and exploded in a port, might very well destroy the whole port together with some of the surrounding territory. However, such bombs might very well prove to be too heavy for transportation by air.\"[14] It also specifically warned about Germany: \"I understand that Germany has actually stopped the sale of uranium from the Czechoslovakian mines which she has taken over. That she should have taken such early action might perhaps be understood on the ground that the son of the German Under-Secretary of State, von Weizsäcker, is attached to the Kaiser-Wilhelm-Institut in Berlin where some of the American work on uranium is now being repeated.\"[14] At the time of the letter, the estimated material necessary for a fission chain reaction was several tons. Seven months later a breakthrough in Britain would estimate the necessary critical mass to be less than 10 kilograms, making delivery of a bomb by air a possibility.[15] The Einstein–Szilard letter was signed by Einstein and posted back to Szilard, who received it on August 9.[13] Szilard gave both the short and long letters, along with a letter of his own, to Sachs on August 15. Sachs asked the White House staff for an appointment to see President Roosevelt, but before one could be set up, the administration became embroiled in a crisis due to Germany's invasion of Poland, which started World War II.[16] Sachs delayed his appointment until October so that the President would give the letter due attention, securing an appointment on October 11. On that date he met with the President, the President's secretary, Brigadier General Edwin \"Pa\" Watson, and two ordnance experts, Army Lieutenant Colonel Keith F. Adamson and Navy Commander Gilbert C. Hoover. Roosevelt summed up the conversation as: \"Alex, what you are after is to see that the Nazis don't blow us up.\"[17] Roosevelt sent a reply thanking Einstein, and informing him that: \"I found this data of such import that I have convened a Board consisting of the head of the Bureau of Standards and a chosen representative of the Army and Navy to thoroughly investigate the possibilities of your suggestion regarding the element of uranium.\"[18] Einstein sent two more letters to Roosevelt, on March 7, 1940, and April 25, 1940, calling for action on nuclear research. Szilard drafted a fourth letter for Einstein's signature that urged the President to meet with Szilard to discuss policy on nuclear energy. Dated March 25, 1945, it did not reach Roosevelt before his death on April 12, 1945.[14] Roosevelt decided that the letter required action, and authorized the creation of the Advisory Committee on Uranium. The committee was chaired by Lyman James Briggs, the Director of the Bureau of Standards (currently the National Institute of Standards and Technology), with Adamson and Hoover as its other members. It convened for the first time on October 21. The meeting was also attended by Fred L. Mohler from the Bureau of Standards, Richard B. Roberts of the Carnegie Institution of Washington, and Szilard, Teller and Wigner. Adamson was skeptical about the prospect of building an atomic bomb, but was willing to authorize $6,000 ($100,000 in current USD) for the purchase of uranium and graphite for Szilard and Fermi's experiment.[19] The Advisory Committee on Uranium was the beginning of the US government's effort to develop an atomic bomb, but it did not vigorously pursue the development of a weapon. It was superseded by the National Defense Research Committee in 1940,[20] and then the Office of Scientific Research and Development in 1941.[21] The Frisch–Peierls memorandum and the British Maud Reports eventually prompted Roosevelt to authorize a full-scale development effort in January 1942.[22] The work of fission research was taken over by the United States Army Corps of Engineers's Manhattan District in June 1942, which directed an all-out bomb development program known as the Manhattan Project.[23] Einstein did not work on the Manhattan Project. The Army and Vannevar Bush denied him the work clearance needed in July 1940, saying his pacifist leanings and celebrity status made him a security risk.[24] At least one source states that Einstein did clandestinely contribute some equations to the Manhattan Project.[25] Einstein was allowed to work as a consultant to the United States Navy's Bureau of Ordnance.[26][27] He had no knowledge of the atomic bomb's development, and no influence on the decision of any being used.[14][24] According to Linus Pauling, Einstein later regretted signing the letter because it led to the development and use of the atomic bomb in combat, adding that Einstein had justified his decision because of the greater danger that Nazi Germany would develop the bomb first.[28] In 1947 Einstein told Newsweek magazine that \"had I known that the Germans would not succeed in developing an atomic bomb, I would have done nothing.\"[24][29]","Title":"Einstein–Szilárd letter - Wikipedia","KeyID":"4412","URL":"https://en.wikipedia.org/wiki/Einstein%E2%80%93Szil%C3%A1rd_letter"}