{"Content: ":"Ctenochasmatoidea is a group of early pterosaurs within the suborder Pterodactyloidea. Their remains are usually found in what were once coastal or lake environments. They generally had long wings, long necks, and highly specialized teeth.[1] The earliest known ctenochasmatoid remains date to the Late Jurassic Kimmeridgian age. Previously, a fossil jaw recovered from the Middle Jurassic Stonesfield Slate formation in the United Kingdom, was considered the oldest known. This specimen supposedly represented a member of the family Ctenochasmatidae,[2] though further examination suggested it belonged to a teleosaurid stem-crocodilian instead of a pterosaur.[3] Most ctenochasmatoids were aquatic or semi-aquatic pterosaurs, possessing large webbed hindfeet and long torsos - both adaptations for swimming and floating -, as well as a predominant occurrence in aquatic environments, the exception being the more slender-limbed and short-torsoed gallodactylids. They occupied a wide variety of ecological niches, from generalistic carnivores like Pterodactylus to filter-feeders like Pterodaustro and possible molluscivores like Cycnorhamphus. Most common, however, were straight-jawed, needle-toothed forms, some of the most notable being Ctenochasma and Gnathosaurus; these possibly occupied an ecological niche akin to that of modern spoonbills, their teeth forming spatula-like jaw profile extensions, allowing them a larger surface area to catch individual small prey.[4] Most ctenochasmatoids have wing proportions akin to those of modern shorebirds and ducks, and probably possessed a similar frantic, powerful flight style. The exception is Ctenochasma, which appears to have had longer wings and was probably more comparable to modern skuas.[4] Launching varied radically among ctenochasmatoids. In forms like Cycnorhamphus, long limbs and shorter torsos meant a level of relative ease. In forms like Pterodaustro, however, which possessed long torsos and short limbs, launching might have been a more taxing and prolonged affair, only possible in large open areas, just like modern heavy-bodied aquatic birds such as swans, even with the pterosaurian quadrupedal launching.[4] Ctenochasmatoidea was first defined by David Unwin in 2003 as the clade containing Cycnorhamphus suevicus, Pterodaustro guinazui, their most recent common ancestor, and all its descendants.[5] Below is a cladogram showing the results of a phylogenetic analysis presented by Steven Vidovic and David Martill, using the earliest available definitions for each clade name.[1] Diopecephalus Aerodactylus Huanhepterus Ardeadactylus Aurorazhdarcho Cycnorhamphus Feilongus Moganopterus Gladocephaloideus Pterodaustro Beipiaopterus Gegepterus Ctenochasma Gnathosaurus Plataleorhynchus Below is cladogram following a topology recovered by Brian Andres, using the most recent iteration of his data set (Andres, 2021). Andre's analysis found the \"aurorazhdarchian\" group recovered by the analysis of Vidovic and Martill to mostly be members of the Ctenochasmatidae, with only a small group of gallodactylids falling outside that group.[6] Pterodactylus Cycnorhamphus Aurorazhdarcho Normannognathus \"Pterodactylus\" micronyx Liaodactylus Ctenochasma Pterodaustro Beipiaopterus Gegepterus Kepodactylus Elanodactylus Feilongus Moganopterus Ardeadactylus Huanhepterus Plataleorhynchus Gnathosaurus   ","Title":"Ctenochasmatoidea - Wikipedia","KeyID":"442","URL":"https://en.wikipedia.org/wiki/Aurorazhdarchidae"}