{"Content: ":"The Cairo Conference (codenamed Sextant[1]) also known as the First Cairo Conference, was one of the 14 summit meetings during World War II that occurred on November 22–26, 1943. The Conference was held in Cairo, Egypt, between the United Kingdom, China, and the United States. It outlined the Allied position against the Empire of Japan during World War II and made decisions about postwar Asia. The conference was attended by British Prime Minister Winston Churchill, Chairman of the Chinese National Government and Chairman of the Military Commission of the National Government Chiang Kai-shek, and US President Franklin D. Roosevelt. The Conference aimed to formulate a strategy to counterattack the Empire of Japan, make arrangements for the postwar international situation, formulate a strategy for Allied co-operation in the counter-attack on Burma and a program of aid to China, and publish the Cairo Declaration after the conference demanding Japan's unconditional surrender, the return of all occupied lands, and the shaping of a new postwar East Asia. The Cairo Conference established China's status as one of the four world powers, which was of great political and strategic significance to China. Although many of the resolutions and promises made at the conference were not implemented, and the plan of action was repeatedly postponed and changed, the aim of a joint Chinese, British, and American counter-attack on Burma was eventually achieved. This article refers to Myanmar as Burma. After the outbreak of the Pacific War, the British Empire, the United States, and the Republic of China signed a new treaty, formally renouncing their extraterritoriality in China and upholding China's sovereignty.[2] On January 11, Britain and the United States issued a joint declaration, announcing the abrogation of all unequal treaties against China over the past century.[3] On the other hand, Sino-British relations were not harmonious, as it became apparent that the British sphere of influence in East Asia was crumbling. In 1942, the Chinese government was both surprised and angry when the British did not agree to the Chinese National Army's military interference in Burma (now Myanmar). China wanted to end imperialism, but British imperialism had a long history. Churchill also held on to the conservative British colonialist mindset and refused to believe that Asians could unite and fight for an Allied victory [4] He was also prejudiced against China and did not want it to become a world power. Politically, the United Kingdom was both suspicious and contemptuous of China to the point of hoping to isolate. The British feared that China's strong independence from Western powers could influence independence movements in its Asian colonies, such as India, where discontent was already brewing. They were therefore reluctant to spend materials or troops to assist China. Even if both the Kingdom of Italy and Nazi Germany surrendered, the British Navy still preferred to field its spare forces in the Pacific Ocean, rather than Burma. Lord Alan Brooke, the British Chief of Staff, was even more contemptuous of China.[5] There was a fundamental difference between the British and the Americans in their postwar expectations. Churchill wanted the postwar world to be dominated by the United Kingdom and the United States, but Roosevelt envisioned a new world in which the European colonialists would grant independence to their colonies and shape Woodrow Wilson's vision of self-determination for all countries alike. Furthermore, Roosevelt wanted the Four Policemen (the United States, the British Empire, the Soviet Union, and the Republic of China) to guide and guard the postwar world from potential conflicts. That was partly due to the rise of the Soviet Union, as US military experts gradually became increasingly worried of the Soviet Union losing or making peace with Nazi Germany since that meant Britain would be defeated as well. The US was not confident of winning the war even if it mobilized all its forces into the European battlefield. Hence, the US military believed that consolidating relations with the Soviet Union was necessary to victory.[4] After the attack on Pearl Harbor, the Japanese Empire took control of Southeast Asia, and Burma became the only area in which the Chinese, British, and American military forces could jointly fight the Japanese.[5] The forces were then under their own command and rarely conducted joint military action. The British commander in India and Chiang Kai-shek had conflicting views on how to counterattack the Japanese in Burma. As such, no real alliance was formed between the three. In Asia, the primary task of the Allies was to unite the Asian countries and to open up the China-India-Burma theater of war.[2] However, there was a disagreement between China and Britain about the restoration of Burma. Burma was strategically important to China, and with the fall of Burma in April 1942, China's last international supply route was blocked, the only available supply route now being the 500-mile airlift, Hump route, over the Himalayas. The British wanted to concentrate all their forces in Europe and attached far less importance to the Far East than to the European theatre of war. The recovery of Burma was only a political affair for Britain, not a matter of immediate interest, and the only real beneficiary from the opening of the Yunnan-Burma highway was China. As such, Britain, which was less than enthusiastic about the Chinese war effort, was not willing to fight for the opening of the Yunnan-Burma highway. After the defeat of Rangoon, Britain lost its enthusiasm for Burma. The British military felt that its navy was needed to recover Burma, but the British Navy was engaged in the Atlantic, the Mediterranean, and the Pacific Ocean. Politically, after the Japanese Army conquered Burma, the Burmese became pro-Japanese and anti-British. Roosevelt raised the notion of an independent Burma yet again, but since Burma would cease to be a British colony after the war, the British were wholly uninterested.[5] In October of 1942, British and American generals had already reached a preliminary agreement to participate in the battle to recover Burma with British and Indian divisions. However, Britain repeatedly tried to overturn the decision afterwards.[5] In August 1943, Churchill and Roosevelt decided at the Quebec Conference[4] to establish a new joint \"Southeast Asia Command\" outside of the Indian Command, with British Field Marshal Lord Mountbatten as Supreme Commander of the Allied forces in the region. He would be directly under the command of the British-American Joint Chiefs of Staff, with the main task of establishing an airlift route through China as soon as possible and sending troops to seize Myanmar and link up with Chinese troops invading from Yunnan. Churchill, however, wanted Britain to defeat Japan by force and to restore Britain's position in her Asian colonies[4] even though he and the British military had no real intention of retaking Rangoonand fighting all the way to China. Eventually, he agreed reluctantly when he was prompted by the Americans to mobilize the British Navy to move east from Europe in preparation for a counterattack on Burma.[6] On October 2, Mountbatten went to Chongqing with the Quebec Resolution to present it to Chiang Kai-shek with a secret letter from Churchill that specifically mentioned that military action in southern Burma would depend on Chinese military action in northern Burma.[5] Mountbatten wanted the Chinese troops to support the British in their recovery of Burma and suggested for him to be in command all Chinese troops entering Burma along with the Allied Southeast Asian Command.[4] China believed that the counterattack on Burma should be carried out simultaneously in southern and northern Burma and that fighting in southern Burma should be to cut off the enemy's rear and that otherwise attacking from only the north would be a waste of manpower. That made China was reluctant to field troops.[5] Meanwhile, the US military had established an island-hopping strategy in the Pacific, the efficacy of which had not yet been tested,[6] but the Allies already had already developed the tendency of ignoring the Chinese Theater. In October of 1943, the British and American Joint Chiefs of Staff began to formulate a plan to attack Japan from the Pacific without going through Mainland China, and the US military hierarchy doubted the strategic importance of China.[7] In the European Theater, Churchill and Roosevelt had several disagreements. Churchill wanted to meet Roosevelt alone before the Cairo Conference to discuss the Grand Alliance plan of action in Europe for fear of heavy casualties to British forces, but the United States did not want to postpone the counterattack because of Stalin's insistence for the Anglo-Americans to open a second front to relieve the pressure faced by Soviet troops against Germany. Churchill strongly advocated action in the eastern Mediterranean to hold the Germans back so that they could not be drawn into France since if the Allies controlled the eastern Mediterranean, they would not have to go through Iran to support the Soviet Union, and the British Navy in the Indian Ocean could be used elsewhere. The United States, however, resolutely opposed action in the eastern Mediterranean.[4] The idea of the Cairo Conference originated from the Moscow Conference, in October 1943, of the foreign ministers of the United Kingdom, the United States, the Republic of China, and the Soviet Union. The United States believed that the meeting confirmed the importance of joint action by the four powers, and at the meeting the United States, the United Kingdom, the Soviet Union, and the ROC signed a declaration of continued cooperation[2] and issued a declaration on the joint establishment of international institutions after the war. US Secretary of State Cordell Hull lobbied the Soviet Union to include China in the Quadruple Powers, but the Soviet Union had signed the Soviet–Japanese Neutrality Pact with Japan and so found it difficult to do so.[4] The Soviet Union and the United Kingdom hence did not recognize China as a power, but both of them eventually accepted the American proposal to include the Republic of China as a signatory of the Moscow Declaration of 1 November, 1943. The declaration by the four powers stated their intentions to fight to the end until victory and in particular citing their intentions not to sign a separate peace treaty with the enemy,[8] and demanding that all countries fight for the unconditional surrender of Nazi Germany, the tripartite occupation of post-war Germany, and allied cooperation for international peace and security after the war.[9] The United States, the United Kingdom, and the Soviet Union agreed to a meeting of the three leaders. On 1 November, and Roosevelt telegraphed an invitation to Chiang Kai-shek.[10] Stalin noted that the Soviet Union had not declared war on Japan and was not ready to meet with Chiang to avoid angering Japan, because of its non-aggression pact.[4] Chiang was less than willing to meet Stalin, as he was unhappy with the Soviet–Japanese Neutrality Pact and with the Soviet Union's aid to the Chinese Communists. Chiang asked for a first separate meeting with Roosevelt. If that meeting could not be arranged, Chiang would rather postpone the meeting with the Soviet Union. Thus, the planned meeting was split into two and held in two places instead, Cairo, for Chiang Kai-shek, and Tehran, for Stalin.[8][9] Churchill, fearing that Roosevelt would favour China and make too many promises that would affect the European Theater, asked for a meeting with Roosevelt before the Cairo Conference, but Roosevelt feared that such a move would arouse suspicion from China and the Soviet Union and so he decided to attend the Cairo Conference directly.[8] He telegraphed to Churchill to assure that both of them would have another opportunity to discuss privately before meeting with Chiang and Stalin. Roosevelt further invited Churchill and Chiang to meet at Cairo at the same time.[4] As security in Cairo was poor, and the meeting place was known to the Axis powers, Roosevelt's advisors had suggested meeting instead in Khartoum or Malta, but neither place could provide suitable accommodation.[11] Churchill insisted on going to Cairo, insisting that local protection by British troops could guarantee their security [11]:216 and sent a brigade of British troops to install anti-aircraft guns and a defensive radar network in Cairo.[12] The Cairo meeting was held at a residence of Alexander Comstock Kirk, the American ambassador to Egypt, near the Giza pyramid complex, about 8 miles (13 km) from the center of Cairo. In addition to the leaders of the three countries, members of the Joint Chiefs of Staff of the United Kingdom and the United States attended the meeting. Chinese generals included General Shang Zhen, Lieutenant General Lin Wei, Lieutenant General Zhou Zhirou, Lieutenant General Yang Xuancheng,[5] Yu Jishi etc. Chiang Kai-shek also invited American Chief of Staff Joseph Warren Stilwell to attend the meeting.[13] On Saturday, November 20, 1943, Stilwell first arrived in Cairo, and on Sunday, November 21, Chiang arrived with his wife, the First Lady Soong Mei Ling, and with Churchill.[11] Churchill arrived in Alexandria Harbor aboard the HMS Wilhelm and then flew to Cairo.[11] Churchill invited Chiang and his wife to dinner and then brought Chiang to the map room to brief him on the status and planning of British forces in the various theaters of war.[14] Roosevelt crossed the Atlantic on the battleship USS Iowa and arrived in Tunis that day on the Air Force One from Oran (modern-day Algeria) to meet General Eisenhower. That day, Stilwell met with Chiang, Marshall, Hurley, and General Blaine Somerville. Roosevelt arrived on Monday, November 22, and that afternoon, Chiang paid a visit to Roosevelt with Soong and Churchill. That evening, Churchill, Roosevelt, and their aides held a preliminary meeting.[11] John Patton Davies, Second Secretary of the US Embassy in Chongqing, sent a memorandum to Roosevelt against the use of US troops to help the British, Dutch, and French rebuild their colonial empires by pointing out the levels of corruption and incompetence of the Chinese National Army and suggesting the value of opening an overland line of communication to China from northern Burma.[11] On Tuesday, November 23, the conference officially began.[10] Chiang, together with Soong and the other Chinese generals, paid an early morning visit to Roosevelt. He then met with the president's representative Patrick Hurley to discuss the Tehran Conference and other issues. At 11:00 a.m., the preliminary session was held with Chiang, Roosevelt, Churchill, and the three men's aides. It was here that Chiang insisted on \"strong and powerful naval operations\" and that \"Burma is the key to the entire Asian campaign.\" That afternoon, a meeting of the British and American Joint Chiefs of Staff was held to discuss plans for an offensive on Burma. Chiang eventually decided not to attend that meeting and was represented by his generals. He arrived at 3:30 p.m. the British and American officials had believed that the Chinese would show up only while the Chiefs of Staff were discussing issues of interest to them. Marshall criticized Chiang for being too keen to acquire US transports. However, he could neither guarantee a stronger ground force, which prevented Chinese troops from being trained at Langa in India, nor agree to equip the army in Yunnan. Stilwell presented a memorandum proposing alternative actions: aid northern Burma]]; fight for overland lines of communication to China; train and increase the combat power of the Chinese Army; intensify bombing of Japan, Taiwan, and the Philippines; prevent Japanese control of the Taiwan Strait and the South China Sea; and recover Canton and Hong Kong. He suggested increasing the strength of three Army divisions, moving US troops in India to China after the occupation of northern Burma, and attacking Shanghai and Taiwan if necessary.[11] At the conference, Commander-in-Chief of the Southeast Asia Command Lord Louis Mountbatten presented an outline of a land campaign for Burma[5] by proposing three plans of action: Operation Tarzan, an attack on Burma by British and Chinese forces; Operation Musket, the capture of Cape Sumatra; and Operation Buccaneer, an amphibious operation to seize the Andaman Islands located 300 miles south of Rangoon in the Bay of Bengal since the Andaman Islands would threaten Japanese Burma, Thailand, and Malaya and cut off the Japanese supply lines. Of the three options, Churchill was particularly fond of Operation Musket[4] since he hoped to send troops to Achab Island and seize Sumatra in an attempt to recapture Singapore.[12] Operation Tarzan called for four Indian divisions of the British 14th Army Group's 15th Army to concentrate their men in Chittagong and cross the Maungdaw-Buthidaung line in mid-January and, the following year, to capture the Burmese coast in order to defend Chittagong and occupy Sittwe on the Burmese coast. Three divisions of the 4th Army, assembled at Imphal, would then move east with the objective of destroying Japanese lines of communication[4] and advancing to Arak and various parts of Sidon in northern Burma.[5] In March, the British long-range infiltration force \"Chindit\" Special Forces would be parachuted into Burma, behind the Japanese lines. The Chinese Expeditionary Force (CEF) in India would cross the Ho Kang Valley and advance eastward into Myitkyina. The Chindit special forces would then support the Chinese forces and occupy Bhamo in April, while the Yunnan Army would begin operations on 15 March and advance to Lashio in April to join the British forces at Lashio and Bhamo. In the Bay of Bengal, a massive amphibious offensive would be launched, with 3,000 British and American long-range infiltration troops participating.[4] Lord Mountbatten pointed out that overland communications to China depended on the army in Yunnan operating in conjunction with the British. Stilwell, on the other hand, was optimistic and insisted that they could compensate for the Chinese Army's personnel shortage.[11] The Chinese generals present did not comment on Mountbatten's plans but repeatedly stressed the need to plan for an early counteroffensive against the Japanese in Burma and the reopening of Chinese supply lines.[5] That evening, Roosevelt held a banquet for Chiang and Soong. The two spoke of the establishment of a coalition government in China as well as issues such as British interests in Shanghai and Canton, the use of American warships rather than British warships in subsequent military operations, and the future status of Malaya, Burma, and India.[11] On November 24, Churchill, Mountbatten and Chiang met. Chiang demanded for land operations in northern Burma and amphibious operations to be conducted simultaneously.[11] He expressed support for Operation Tarzan and was willing to include troops from Langa and Yunnan, but he insisted for it to be coupled with a massive naval operation in the Bay of Bengal to establish air and sea superiority for the operation to succeed. The problem with the operation was that the troops lacked the tools for amphibious landing operations. Although the British supported Operation Tarzan, they were not keen on a large-scale naval offensive in the Bay of Bengal, and Churchill told Chiang that the navy could not be dispatched to the Indian Ocean until after the defeat of Italy.[4] Churchill further insisted that land operations in northern Burma were not necessarily dependent on naval operations in the Bay of Bengal[5] and that amphibious operations did not affect land operations. Chiang disagreed by pointing out that amphibious operations could attract some of the enemy's air power.[11] British Chief of the Imperial General Staff Alan Brooke, on the other hand, pointed out that if amphibious landings were to be pursued, the landing of the Maharajah in France would have to be postponed. Admiral Ernst Ginn of the US Navy was less enthusiastic about a counteroffensive on Burma and was reluctant to push hard for large-scale operations in the Southeast Asia Command. He pointed out that those operations had to be considered in the context of an overall plan to defeat Japan, but that the overall plan had not been negotiated at all. Ginn stated that to defeat Japan, the main theatre of operations should be in the Pacific, and land operations on the continental Asia were not strictly necessary.[4] Churchill explained that Britain could dispatch large fleets, but no date was set for an amphibious pincer attack. As the US representatives pressured him over amphibious operations, Churchill eventually agreed to land on the Andaman Islands.[5] The Chiefs of Staff then agreed to drive Japan out of Burma and reopen land links with China, with Stilwell conducting the ground attack in the north and Mountbatten commanding the amphibious landing in the south, attacking the Andaman Islands in the Bay of Bengal.[11] The amphibious landing in Burma would be pursued \"as soon as possible,\" but it was not appropriate to set a date. The Southeast Asia Command could propose changes to the planned operations. The US delegation also told Chiang that for the following six months, only 8,900 tonnes of supplies could be flown to China via the Hump route each month. Chiang demanded that the US raise that number to 10,000 tonnes. The US delegation made it clear to Chiang he had to choose between opening the Yunnan-Burma highway and having 10,000 tons of military aid flown in. Chiang was also told that the US military could not provide any more transport or aircraft. However, Chiang continued to demand for the US to provide more transport planes and to commence large-scale operations to supply China.[11] On that same day, British Foreign Minister Anthony Eden met with former Chinese Foreign Minister Wang Tsung-Hui.[10] On the afternoon of November 25, Mountbatten reported the results of his talks with Chiang the previous day to the British-American Joint Chiefs of Staff, who asked that Mountbatten draft a paper to Chiang, asking him to agree in writing to the plan on the counteroffensive of Burma, which were still under discussion. Roosevelt met with Marshall and Stilwell, who indicated that Chiang had agreed to the Burma plan and requested the use American heavy bombers in the Andaman Islands. However, Stilwell pointed out that Chiang had backtracked on his request and Roosevelt promised to pressure Chiang.[11] At a meeting of US Army officers, Marshall made clear his disapproval of Chiang's insistence for the US Air Force to airlift 10,000 tonnes of supplies to China each month despite British and American opposition. He further disapproved of the use of American ground troops, but Roosevelt overruled the military's decision. At a later meeting,[4] Roosevelt promised an early amphibious landing to attack Burma.[5] He also promised Chiang that Operation Tarzan would be supplemented by a massive amphibious offensive in the Bay of Bengal and to support Chiang in his struggle against imperialism. Both men agreed that the Indochina Peninsula should not be returned to the French as a colony. They also discussed Soviet interests in East Asia, especially the Soviet desire to have access to the sea in northeastern China. Roosevelt tried to persuade Chiang to negotiate with the communists, and Chiang countered by demanding that Roosevelt obtain assurances from Stalin that he would not interfere with Chiang's relations with the communists' Mao Zedong. Chiang also wanted Stalin to respect Chinese sovereignty in the Northeastern China.[4] On November 26, Soong Mei-ling met Roosevelt to discuss a $US1 billion loan plan, and Roosevelt immediately agreed.[15] Chiang then met with Admiral Ernst Ginn to finalise plans for a joint counterattack on Burma the following March.[10] In the afternoon, Roosevelt invited the leaders of China and Britain to his residence for tea, where the plan of action was finalised for the following March. Chiang met Mountbatten[12] and thanked Roosevelt in person for his promise to lend China money.[15] On November 27, Chiang met with Dwight Eisenhower, the commander-in-chief of the Allied Forces in North Africa, and then left Cairo [10]:3128. Soong wrote to Roosevelt to express Chiang's great gratitude.[13] Roosevelt and Chiang had long and cordial talks, with Soong acting as the interpreter.[8] Soong's chic costumes became one of the focal points of the press.[11] During the meeting, Churchill was said to have visited the Sphinx and the Pyramids with his daughter Sarah Churchill and with Roosevelt.[16] On November 28, Churchill and Roosevelt arrived in Tehran for the Tehran Conference.[9] Militarily, the United States, Great Britain, and the Republic of China resolved to launch a three-pronged attack against the Empire of Japan, with the British forces spearheading amphibious operations in southern Burma, the Chinese Expeditionary Force joining the British Indian troops to invade northern Burma, and ROC National Army and the U.S. Army attacking eastern Burma together from Yunnan. Operational plans were tasked to General Stilwell.[11] Roosevelt also promised that Operation Tarzan be coupled with a massive amphibious landing offensive. It was decided that the Allies, including the ROC National Army at Langga should be committed to the battlefield first, several months before the ROC National Army departed from Yunnan in the spring of 1944. However, Roosevelt did not issue written assurances of naval operations in the Bay of Bengal.[4] On the subject of military aid, Roosevelt agreed to increase the number of transport flights over the Hump Route in the Himalayas to supply China and to execute distant bombardments of Japan, hoping that through incentives, China would strengthen its fight against the enemy.[8] Roosevelt also verbally promised to increase the airlift supply to China to 12,000 tons, and promised that the USAF B-29 Superfortress bombers would bomb Japan from Chinese bases.[14] Roosevelt further verbally pledged to equip and train 90 army divisions for China,[7] equipping 30 Chinese divisions immediately and another 60 divisions later.[17] Politically, Roosevelt and Churchill supported the territorial claims of the Republic of China, returning Taiwan and Manchuria to the Republic of China, and deciding to allow Korea to become independent \"in due course\". The Cairo Declaration, however, made no specific mention of the future of the Ryukyu Islands. China believed that the Ryukyu Islands should be returned to China entirely, but the United Kingdom and the United States disagreed. The United States believed that the Ryukyu Islands could be left to Japan after the war if they were completely demilitarised.[2] It was agreed between China and the United States that Lushun would be used as a public military port for China and the United States after the war, and that Dalian would become a free port. Within the resolution, there was no mention of interference in the Japanese state of governance.[12] Roosevelt also consulted Chiang on the possibility of the abolition of the Japanese imperial system along with the emperor, Hirohito, but Chiang mentioned that the cause of the war was the Japanese warlords, and that the issue could be left to the Japanese people decide for themselves after the war. The Americans, not wanting the French to return to Indochina, had offered Chiang entire control of French Indochina, but he publicly declined.[18] Chiang strongly advocated the independence of Korea and wanted to assist in the independence of Vietnam.[10] Roosevelt firmly supported Chiang's efforts to end imperialism in East Asia. On the subject of Europe, Churchill was unable to reach an agreement with Roosevelt, since Chiang and Churchill arrived in Cairo almost at the same time.[4] On December 1, the United States, Britain, and the Republic of China issued the Cairo Declaration. It was released in a Cairo Communiqué through radio on 1 December 1943.[19] The declaration was drafted by Harry Hopkins, Roosevelt's special secretary, amended by Roosevelt and revised by Churchill before being decided upon.[5] The Cairo Declaration stated that the purpose of the war was to stop and punish Japanese aggression[9] and reaffirm China's status as one of the four powers, stating that \"the territories occupied by the Empire of Japan from the Republic of China after the September 18 Incident (including the Lushun and Dalian leases), such as Manchuria, Formosa, and the Pescadores, shall be restored to the Republic of China\", \"Japan will also be expelled from all other territories which she has taken by violence and greed\", and that \"Japanese public and private industries in China, as well as Japanese merchant ships, should be fully received by the government of the Republic of China\". The Declaration stated that \"in due course Korea shall become free and independent\", supporting Korean independence after the war. The Cairo Declaration demanded for the first time that Japan must \"surrender unconditionally\" and return the Japanese home islands. In the Roosevelt draft, in the sentence \"Plan of attack on Japan\", it mentions the \"attack from China and Southeast Asia\" route. Churchill's revised draft deleted this figure. Churchill explained that the landings in the Bay of Bengal would require the mobilization of landing ships and would hinder the Normandy landings.[5] Chiang was generally satisfied with the Cairo meeting [5]:42 and the results were \"as expected, which is certainly an important achievement in the revolutionary cause.\" He found Roosevelt's demeanor superb and had the feeling of having met him at first sight [6]:323, 326. But he had no high hopes for either Britain or the United States, and left Cairo anticipating that \"Britain would never sacrifice the slightest interest to help others, ...... although Roosevelt promised that the navy would act in concert with our army when it disembarked in Burma I know it is impossible, but I trust it. ...... However, the period of counter-offensive in Burma, I can conclude that there is no hope of implementation until next year (1944) autumn.\" [9]:694 He was also wary of the U.S. wanting the Soviet Union to get involved in the war against Japan [5]:43. In praise of his wife, Soong Mei-ling, who assisted so much in the meeting, Chiang awarded her the Order of the Blue Sky and White Sun upon his return to China. Roosevelt, partly influenced by Stilwell, felt that the Chinese Nationalist army was only intent on spying on the CCP and not on fighting, and obstructed Stilwell's training program simply because there was no one else in China to lead, except Chiang C.C. [14]:326-327. Churchill originally only wanted Chiang and his wife to visit the Pyramids for a break, and military decisions were to be discussed between him and Roosevelt alone [14]:325, complaining that the meetings with Chiang were too long and a waste of time [1]:363, and dissatisfied that Roosevelt took too long to talk with Chiang, saying that \"the talks between British and American personnel were disturbed and distressingly confused by Chinese matters. ...... Chinese affairs, which had been of the least importance in Cairo, have taken precedence.\" [4]:608 The discussions between the British and American counsellors were interrupted by Chinese matters, which were long and complicated and not important at all [6]:73. But Churchill's attitude was friendlier than Chiang C.C. thought, and Chiang thought that he was \"far-sighted and sophisticated, which is rare among modern statesmen\". Churchill, on the other hand, felt that Chiang was \"calm, poised and agile, ...... at the height of his fame and power.\"[14]:324 The British Chief of Staff, Alan Brooke, thought that Chiang was shrewd and cunning, but failed to grasp the situation, but was determined to take advantage of the bargain. take advantage of the bargain [5]:42.","Title":"Cairo Conference - Wikipedia","KeyID":"4421","URL":"https://en.wikipedia.org/wiki/Cairo_Conference"}