{"Content: ":"The Dumbarton Oaks Conference or, more formally, the Washington Conversations on International Peace and Security Organization, was an international conference at which proposals for the establishment of a \"general international organization\", which was to become the United Nations, were formulated and negotiated. The conference was led by the Big Four – the United States, the United Kingdom, the USSR and the Republic of China – with delegates from other nations participating in the consideration and formulation of these principles.[1] It was held at the Dumbarton Oaks estate in Washington, D.C. from August 21, 1944 to October 7, 1944. The Dumbarton Oaks Conference constituted the first important step taken to carry out paragraph 4 of the Moscow Declaration of 1943, which recognized the need for a postwar international organization to succeed the League of Nations. At the conference, delegations from the Four Powers, the Republic of China, the Soviet Union, the United States, and the United Kingdom, deliberated over proposals for the establishment of an organization to maintain peace and security in the world. Among the representatives were the British Permanent Under-Secretary of State for Foreign Affairs, Sir Alexander Cadogan; Soviet Ambassador to the United States Andrei Gromyko; Chinese Ambassador to the United Kingdom Wellington Koo; and U.S. Under-Secretary of State Edward Stettinius Jr.,[2] each of whom chaired his respective delegation. (When Cadogan was called back to London after the first half of the conference, leadership of the delegation was assumed by Edward Wood, 1st Earl of Halifax, the British ambassador in Washington.[3]) The conference itself was chaired by Stettinius,[4] and U.S. Secretary of State Cordell Hull delivered the opening address. The conversations were held in two phases, since the Soviets were unwilling to meet directly with the Chinese.[5] In the first phase, representatives of the Soviet Union, the United Kingdom, and the United States convened between August 21 and September 28. In the second, representatives of Republic of China, the United Kingdom, and the United States held discussions between September 29 and October 7. Robert Woods Bliss, who with his wife, Mildred Barnes Bliss, gave Dumbarton Oaks to Harvard University in 1940 to establish a scholarly research institute and museum in Byzantine studies,[6][7] was instrumental in arranging for these meetings. Already in June 1942, on behalf of the director, John S. Thacher, and the Trustees for Harvard University, he had offered to place the facilities of Dumbarton Oaks at the disposal of Secretary Hull. When, in June 1944, the State Department found that Dumbarton Oaks could \"comfortably accommodate\" the delegates and that \"the environment [was] ideal,\" the offer was renewed by James B. Conant, the president of Harvard University, in a letter of June 30, 1944. In Act of Creation: The Founding of the United Nations Stephen Schlesinger has provided a graphic account of the complete American control of the conference, including US military intelligence of cable traffic to the delegates and FBI watch of their movements in the city: \"The military man in charge of the San Francisco eavesdropping and codebreaking operation indicated his own sense of accomplishment: 'Pressure of work has at last abated and the 24-hour day has shortened. The feeling in the Branch is that the success of the Conference may owe a great deal to its contribution'.\"[8] Robert Hilderbrand depicts the atmosphere around the conference and how Stettinius took British and Soviet negotiators to the Diamond Horseshoe nightclub and cocktails with Nelson Rockefeller. Meanwhile, in the city Hollywood movies were shown daily for free. Then, ‘the cavalcade arrived at Stettinius’s home, Horseshoe, where the party ate a buffet supper and were entertained by a negro quartet singing spirituals’.\"[9] Two issues were central in the conference's proceedings: The first issue was about the position that the Soviet Union would have within the emergent organization, as Franklin D. Roosevelt's original idea was designed to encompass American global power. The second concerned the veto powers of the permanent members of the Security Council. \"Stalin dropped opposition to the American version of the veto with a wave of his hand, dismissing it as an insignificant matter.... He was quite prepared to sacrifice any independent stake in the construction of the UN, clinging to the belief that veto powers would neutralize any danger from it.[10] Schlesinger noted that although Nelson Rockefeller did not have an official role in the conference, he asked the FBI that he would be the one who passed reports to Stettinius. The FBI indeed passed all reports to Rockefeller.[11] Schlesinger also explains how the UN logo was designed in a way to exclude Argentina for its friendship with Nazi Germany. Rockefeller insisted that Argentina, despite its pro-fascist government,[12] must be allowed to join the UN. Rockefeller had the Latin American delegations on his side, a relationship that angered Nicolo Tucci, the head of the Bureau of Latin American Research in the US State Department, who resigned, declaring that ‘my bureau was supposed to undo the Nazi and Fascist propaganda in South America but Rockefeller is inviting the worst fascists and Nazis to Washington.[13] While Washington was aiming at the creation of a world body, Rockefeller was pressuring the conference to accept the Chapultepec Pact. Despite the opposition of Stettinius and John Foster Dulles, Rockefeller won the battle in the conference. There was an agreement to include some words in Article 51 of the Charter that allow \"individual or collective self-defense\" at a regional level. A few years later, Schlesinger documents, at a dinner with Rockefeller, Dulles said: \"I owe you an apology. If you fellows hadn't done it, we might never have had NATO.\"[14] The stated purposes of the proposed international organization were: On October 7, 1944, the delegates agreed on a tentative set of proposals (Proposals for the Establishment of a General International Organization) to meet these goals. The discussions at the conference regarding the make-up of the United Nations included which states would be invited to become members, the formation of the United Nations Security Council, and the right of veto that would be given to permanent members of the Security Council. Charles E. Bohlen writes that the Dumbarton Oaks Conference \"settled all but two issues regarding the organization of the United Nations—the voting procedure in the Security Council and the Soviet pressure for the admission of all sixteen of the Soviet republics to the General Assembly. There were a few reasons for that. First, the Western countries had an irreversible majority, including due to the countries of the Commonwealth such as Canada, New Zealand, Australia and South Africa. This would lead to a de facto inability of the USSR to influence the decision making. Second, countries of Eastern Europe that were switching to a Moscow-friendly régime were generally countries that had collaborated with the Axis and, as such, they were not allowed to join the UN immediately. Lastly, the seemingly extravagant character of this Soviet demand intended to make clear that any International Organization willing to manage the new world without the USSR being treated equally was condemned to fail. This led to the admission of the Ukrainian and the Belarusian SSRs as full members of the UN and prompted Roosevelt to accept in Yalta the right of veto at the Security Council. Later, under Truman, Western countries tried to transfer to the General Assembly decision-making competences on security matters in order to circumvent the Soviet veto in the Security Council, given that in the early years of the UN, the overwhelming majority of the General Assembly members were Western countries or Western-friendly. These attempts to undermine what had been agreed in Yalta were firmly rejected by the Soviet Union. It took the conference at Yalta, plus further negotiations with Moscow, before these issues were solved.[15] Also at Yalta, a trusteeship system was proposed to take the place of the League of Nations mandate system. At the United Nations Conference on International Organization, also known as the San Francisco Conference, in April–June 1945, the Security Council veto powers were established and the text of the United Nations Charter was finalized. Notes Further reading","Title":"Dumbarton Oaks Conference - Wikipedia","KeyID":"4429","URL":"https://en.wikipedia.org/wiki/Dumbarton_Oaks_Conference"}