{"Content: ":"Ground units: US Army Forces, Pacific (Up to 58 US and 3-5+ Commonwealth divisions)[7][8] Naval units: United States Pacific Fleet Air units: USASTAF Pacific Ground units: First General Army Second General Army Patriotic Citizens' Fighting Corps[6] (66 divisions, 36 brigades, and 45 regiments, not counting PCFC units.)[10] Navy units: Navy General Command Air units: Air General Army Operation Downfall was the proposed Allied plan for the invasion of the Japanese home islands near the end of World War II. The planned operation was canceled when Japan surrendered following the atomic bombings of Hiroshima and Nagasaki, the Soviet declaration of war, and the invasion of Manchuria.[15] The operation had two parts: Operation Olympic and Operation Coronet. Set to begin in November 1945, Operation Olympic was intended to capture the southern third of the southernmost main Japanese island, Kyūshū, with the recently captured island of Okinawa to be used as a staging area. In early 1946 would come Operation Coronet, the planned invasion of the Kantō Plain, near Tokyo, on the main Japanese island of Honshu. Airbases on Kyūshū captured in Operation Olympic would allow land-based air support for Operation Coronet. If Downfall had taken place, it would have been the largest amphibious operation in history, surpassing D-Day.[16] Japan's geography made this invasion plan quite obvious to the Japanese as well; they were able to accurately predict the Allied invasion plans and thus adjust their defensive plan, Operation Ketsugō, accordingly. The Japanese planned an all-out defense of Kyūshū, with little left in reserve for any subsequent defense operations. Casualty predictions varied widely, but were extremely high. Depending on the degree to which Japanese civilians would have resisted the invasion, estimates ran up into the millions for Allied casualties.[17] Responsibility for the planning of Operation Downfall fell to American commanders Fleet Admiral Chester Nimitz, General of the Army Douglas MacArthur and the Joint Chiefs of Staff—Fleet Admirals Ernest King and William D. Leahy, and Generals of the Army George Marshall and Hap Arnold (the latter being the commander of the U.S. Army Air Forces).[18] At the time, the development of the atomic bomb was a very closely guarded secret (not even then-Vice President Harry Truman knew of its existence until he became President), known only to a few top officials outside the Manhattan Project, and the initial planning for the invasion of Japan did not take its existence into consideration. Once the atomic bomb became available, General Marshall envisioned using it to support the invasion if sufficient numbers could be produced in time.[19] The Pacific War was not under a single Allied commander-in-chief (C-in-C). Allied command was divided into regions: by 1945, for example, Chester Nimitz was the Allied C-in-C Pacific Ocean Areas, while Douglas MacArthur was Supreme Allied Commander, South West Pacific Area, and Admiral Louis Mountbatten was the Supreme Allied Commander, South East Asia Command. A unified command was deemed necessary for an invasion of Japan. Interservice rivalry over who it should be (the United States Navy wanted Nimitz, but the United States Army wanted MacArthur) was so serious that it threatened to derail planning. Ultimately, the Navy partially conceded, and MacArthur was to be given total command of all forces if circumstances made it necessary.[20] The primary considerations that the planners had to deal with were time and casualties—how they could force Japan's surrender as quickly as possible with as few Allied casualties as possible. Prior to the Quebec Conference, 1943, a joint Canadian–British–American planning team produced a plan (\"Appreciation and Plan for the Defeat of Japan\") which did not call for an invasion of the Japanese Home Islands until 1947–48.[21][22] The American Joint Chiefs of Staff believed that prolonging the war to such an extent was dangerous for national morale. Instead, at the Quebec conference, the Combined Chiefs of Staff agreed that Japan should be forced to surrender not more than one year after Germany's surrender.[23][24] The United States Navy urged the use of a blockade and airpower to bring about Japan's capitulation. They proposed operations to capture airbases in nearby Shanghai, China, and Korea, which would give the United States Army Air Forces a series of forward airbases from which to bombard Japan into submission.[25] The Army, on the other hand, argued that such a strategy could \"prolong the war indefinitely\" and expend lives needlessly, and therefore that an invasion was necessary. They supported mounting a large-scale thrust directly against the Japanese homeland, with none of the side operations that the Navy had suggested. Ultimately, the Army's viewpoint prevailed.[26] Physically, Japan made an imposing target, distant from other landmasses and with very few beaches geographically suitable for sea-borne invasion. Only Kyūshū (the southernmost island of Japan) and the beaches of the Kantō Plain (both southwest and southeast of Tokyo) were realistic invasion zones. The Allies decided to launch a two-stage invasion. Operation Olympic would attack southern Kyūshū. Airbases would be established, which would give cover for Operation Coronet, the attack on Tokyo Bay.[citation needed] While the geography of Japan was known, the U.S. military planners had to estimate the defending forces that they would face. Based on intelligence available early in 1945, their assumptions included the following:[27] Operation Olympic, the invasion of Kyūshū, was to begin on \"X-Day\", which was scheduled for 1 November 1945. The combined Allied naval armada would have been the largest ever assembled, including 42 aircraft carriers, 24 battleships, and 400 destroyers and destroyer escorts. Fourteen U.S. divisions and a \"division-equivalent\" (two regimental combat teams)[28] were scheduled to take part in the initial landings. Using Okinawa as a staging base, the objective would have been to seize the southern portion of Kyūshū. This area would then be used as a further staging point to attack Honshu in Operation Coronet. Olympic was also to include a deception plan, known as Operation Pastel. Pastel was designed to convince the Japanese that the Joint Chiefs had rejected the notion of a direct invasion and instead were going to attempt to encircle and bombard Japan. This would require capturing bases in Formosa, along the Chinese coast, and in the Yellow Sea area.[29] Tactical air support was to be the responsibility of the Fifth, Seventh, and Thirteenth Air Forces. These were responsible for attacking Japanese airfields and transportation arteries on Kyushu and Southern Honshu (e.g. the Kanmon Tunnel) and for gaining and maintaining air superiority over the beaches. The task of strategic bombing fell on the United States Strategic Air Forces in the Pacific (USASTAF)—a formation which comprised the Eighth and Twentieth air forces, as well as the British Tiger Force. USASTAF and Tiger Force were to remain active through Operation Coronet. The Twentieth Air Force was to have continued its role as the main Allied strategic bomber force used against the Japanese home islands, operating from airfields in the Mariana Islands. Following the end of the war in Europe in May 1945, plans were also made to transfer some of the heavy bomber groups of the veteran Eighth Air Force to airbases on Okinawa to conduct strategic bombing raids in coordination with the Twentieth.[30] The Eighth was to upgrade their B-17 Flying Fortresses and B-24 Liberators to B-29 Superfortresses (the group received its first B-29 on 8 August 1945).[30] Before the main invasion, the offshore islands of Tanegashima, Yakushima, and the Koshikijima Islands were to be taken, starting on X-5.[31] The invasion of Okinawa had demonstrated the value of establishing secure anchorages close at hand, for ships not needed off the landing beaches and for ships damaged by air attack. Kyūshū was to be invaded by the Sixth United States Army at three points: Miyazaki, Ariake, and Kushikino. If a clock were drawn on a map of Kyūshū, these points would roughly correspond to 4, 5, and 7 o'clock, respectively. The 35 landing beaches were all named for automobiles: Austin, Buick, Cadillac, and so on through to Stutz, Winton, and Zephyr.[32] With one corps assigned to each landing, the invasion planners assumed that the Americans would outnumber the Japanese by roughly three to one. In early 1945, Miyazaki was virtually undefended, while Ariake, with its good nearby harbor, was heavily defended. The invasion was not intended to conquer the entire island, just the southernmost third of it, as indicated by the dashed line on the map labeled \"general limit of northern advance\". Southern Kyūshū would offer a staging ground and a valuable airbase for Operation Coronet. After the name Operation Olympic was compromised by being sent out in unsecured code, the name Operation Majestic was adopted. Operation Coronet, the invasion of Honshu at the Kantō Plain south of the capital, was to begin on \"Y-Day\", which was tentatively scheduled for 1 March 1946.[33] Coronet would have been even larger than Olympic, with up to 45 U.S. divisions assigned for both the initial landing and follow-up.[34] (The Overlord invasion of Normandy, by comparison, deployed 12 divisions in the initial landings.) In the initial stage, the First Army would have invaded at Kujūkuri Beach, on the Bōsō Peninsula, while the Eighth Army invaded at Hiratsuka, on Sagami Bay; these armies would have comprised 25 divisions between them.[35] Later, a follow-up force of up to 20 additional U.S. divisions and up to 5 or more British Commonwealth divisions would have landed as reinforcements.[36][37] The Allied forces would then have driven north and inland, encircling Tokyo and pressing on toward Nagano. Olympic was to be mounted with resources already present in the Pacific, including the British Pacific Fleet, a Commonwealth formation that included at least eighteen aircraft carriers (providing 25% of the Allied air power) and four battleships. Tiger Force, a joint Commonwealth long-range heavy bomber unit, was to be transferred from RAF, RAAF, RCAF and RNZAF units and personnel serving with RAF Bomber Command in Europe. In 1944, early planning proposed a force of 500–1,000 aircraft, including units dedicated to aerial refueling. Planning was later scaled back to 22 squadrons and, by the time the war ended, to 10 squadrons: between 120 and 150 Avro Lancasters/Lincolns, operating out of airbases on Okinawa. Tiger Force was to have included the elite 617 Squadron, also known as \"The Dambusters\", which carried out specialist bombing operations. Initially, US planners also did not plan to use any non-US Allied ground forces in Operation Downfall. Had reinforcements been needed at an early stage of Olympic, they would have been diverted from US forces being assembled for Coronet—for which there was to be a massive redeployment of units from the US Army's Southwest Pacific, China-Burma-India and European commands, among others. These would have included spearheads of the war in Europe such as the US First Army (15 divisions) and the Eighth Air Force. These redeployments would have been complicated by the simultaneous demobilization and replacement of highly experienced, time-served personnel, which would have drastically reduced the combat effectiveness of many units.[citation needed] The Australian government had asked at an early stage for the inclusion of an Australian Army infantry division in the first wave (Olympic).[38] This was rejected by U.S. commanders and even the initial plans for Coronet, according to U.S. historian John Ray Skates, did not envisage that units from Commonwealth or other Allied armies would be landed on the Kantō Plain in 1946.[39] The first official \"plans indicated that assault, followup, and reserve units would all come from US forces\".[39] By mid-1945—when plans for Coronet were being reworked—many other Allied countries had, according to Skates, \"offered ground forces, and a debate developed\" amongst Western Allied political and military leaders, \"over the size, mission, equipment, and support of these contingents\".[39] Following negotiations, it was decided that Coronet would include a joint Commonwealth Corps, made up of infantry divisions from the Australian, British and Canadian armies. Reinforcements would have been available from those countries, as well as other parts of the Commonwealth. However, MacArthur blocked proposals to include an Indian Army division because of differences in language, organization, composition, equipment, training and doctrine.[40][41] He also recommended that the corps be organized along the lines of a U.S. corps, should use only U.S. equipment and logistics, and should train in the U.S. for six months before deployment; these suggestions were accepted.[40] The British Government suggested that: Lieutenant-General Sir Charles Keightley should command the Commonwealth Corps, a combined Commonwealth fleet should be led by Vice-Admiral Sir William Tennant, and that—as Commonwealth air units would be dominated by the RAAF – the Air Officer Commanding should be Australian.[42] However, the Australian government questioned the appointment of an officer with no experience in fighting the Japanese, such as Keightley and suggested that Lieutenant General Leslie Morshead, an Australian who had been carrying out the New Guinea and Borneo campaigns, should be appointed.[43][page needed] The war ended before the details of the corps were finalized. Figures for Coronet exclude values for both the immediate strategic reserve of 3 divisions as well as the 17 division strategic reserve in the U.S. and any British/Commonwealth forces. Meanwhile, the Japanese had their own plans. Initially, they were concerned about an invasion during the summer of 1945. However, the Battle of Okinawa went on for so long that they concluded the Allies would not be able to launch another operation before the typhoon season, during which the weather would be too risky for amphibious operations. Japanese intelligence predicted fairly closely where the invasion would take place: southern Kyūshū at Miyazaki, Ariake Bay and/or the Satsuma Peninsula.[47] While Japan no longer had a realistic prospect of winning the war, Japan's leaders believed they could make the cost of invading and occupying the Home Islands too high for the Allies to accept, which would lead to some sort of armistice rather than total defeat. The Japanese plan for defeating the invasion was called Operation Ketsugō (決号作戦, ketsugō sakusen) (\"Operation Codename Decisive\"). The Japanese planned to commit the entire population of Japan to resisting the invasion, and from June 1945 onward, a propaganda campaign calling for \"The Glorious Death of One Hundred Million\" commenced.[48] The main message of \"The Glorious Death of One Hundred Million\" campaign was that it was \"glorious to die for the holy emperor of Japan, and every Japanese man, woman, and child should die for the Emperor when the Allies arrived\".[48] While this was not realistic, both American and Japanese officers at the time predicted a Japanese death toll in the millions.[48] From the Battle of Saipan onward, Japanese propaganda intensified the glory of patriotic death and depicted the Americans as merciless \"white devils\".[49] During the Battle of Okinawa, Japanese officers had ordered civilians unable to fight to commit suicide rather than fall into American hands, and all available evidence suggests the same orders would have been given in the home islands.[50] The Japanese were secretly constructing an underground headquarters in Matsushiro, Nagano Prefecture, to shelter the Emperor and the Imperial General Staff during an invasion. In planning for Operation Ketsugo, IGHQ overestimated the strength of the invading forces: while the Allied invasion plan called for fewer than 70 divisions, the Japanese expected up to 90.[51] Admiral Matome Ugaki was recalled to Japan in February 1945 and given command of the Fifth Air Fleet on Kyūshū. The Fifth Air Fleet was assigned the task of kamikaze attacks against ships involved in the invasion of Okinawa, Operation Ten-Go, and began training pilots and assembling aircraft for the defense of Kyūshū, the first invasion target. The Japanese defense relied heavily on kamikaze planes. In addition to fighters and bombers, they reassigned almost all of their trainers for the mission. More than 10,000 aircraft were ready for use in July (with more by October), as well as hundreds of newly built small suicide boats to attack Allied ships offshore. Up to 2,000 kamikaze planes launched attacks during the Battle of Okinawa, achieving approximately one hit per nine attacks. At Kyūshū, because of the more favorable circumstances (such as terrain that would reduce the Allies' radar advantage), they hoped to raise that to one for six by overwhelming the US defenses with large numbers of kamikaze attacks within a period of hours. The Japanese estimated that the planes would sink more than 400 ships; since they were training the pilots to target transports rather than carriers and destroyers, the casualties would be disproportionately greater than at Okinawa. One staff study estimated that the kamikazes could destroy a third to half of the invasion force before landing.[52] Admiral Ernest King, Commander-in-Chief of the U.S Navy, was so concerned about losses from kamikaze attacks that he and other senior naval officers argued for canceling Operation Downfall, and instead continuing the fire-bombing campaign against Japanese cities and the blockade of food and supplies until the Japanese surrendered.[53] However, General George Marshall argued that forcing surrender this way might take several years, if ever.[54] Accordingly, Marshall and United States Secretary of the Navy Frank Knox concluded the Americans would have to invade Japan to end the war, regardless of casualties.[54] Despite the shattering damage it had absorbed by this stage of the war, the Imperial Japanese Navy, by then organized under the Navy General Command, was determined to inflict as much damage on the Allies as possible. Remaining major warships numbered four battleships (all damaged), five damaged aircraft carriers, two cruisers, 23 destroyers, and 46 submarines.[55] However, the IJN lacked enough fuel for further sorties by its capital ships, planning instead to use their anti-aircraft firepower to defend naval installations while docked in port.[55] Despite its inability to conduct large-scale fleet operations, the IJN still maintained a fleet of thousands of warplanes and possessed nearly 2 million personnel in the Home Islands, ensuring it a large role in the coming defensive operation. In addition, Japan had about 100 Kōryū-class midget submarines, 300 smaller Kairyū-class midget submarines, 120 Kaiten manned torpedoes,[55] and 2,412 Shin'yō suicide motorboats.[56] Unlike the larger ships, these, together with the destroyers and fleet submarines, were expected to see extensive action defending the shores, with a view to destroying about 60 Allied transports.[57] The Navy trained a unit of frogmen to serve as suicide bombers, the Fukuryu. They were to be armed with contact-fuzed mines, and to dive under landing craft and blow them up. An inventory of mines was anchored to the sea bottom off each potential invasion beach for their use by the suicide divers, with up to 10,000 mines planned. Some 1,200 suicide divers had been trained before the Japanese surrender.[58][59] The two defensive options against amphibious invasion are strong defense of the beaches and defense in depth. Early in the war (such as at Tarawa), the Japanese employed strong defenses on the beaches with little or no manpower in reserve, but this tactic proved vulnerable to pre-invasion shore bombardment. Later at Peleliu, Iwo Jima, and Okinawa, they switched strategies and dug in their forces in the most defensible terrain.[citation needed] For the defense of Kyūshū, the Japanese took an intermediate posture, with the bulk of their defensive forces a few kilometers inland, back far enough to avoid complete exposure to naval bombardment, but close enough that the Americans could not establish a secure foothold before engaging them. The counteroffensive forces were still farther back, prepared to move against the largest landing.[citation needed] In March 1945, there was only one combat division in Kyūshū. Over the next four months, the Imperial Japanese Army transferred forces from Manchuria, Korea, and northern Japan, while raising other forces in place. By August, they had 14 divisions and various smaller formations, including three tank brigades, for a total of 900,000 men.[60] Although the Japanese were able to muster new soldiers, equipping them was more difficult. By August, the Japanese Army had the equivalent of 65 divisions in the homeland but only enough equipment for 40 and ammunition for 30.[61] The Japanese did not formally decide to stake everything on the outcome of the Battle of Kyūshū, but they concentrated their assets to such a degree that there would be little left in reserve. By one estimate, the forces in Kyūshū had 40% of all the ammunition in the Home Islands.[62] In addition, the Japanese had organized the Volunteer Fighting Corps, which included all healthy men aged 15 to 60 and women 17 to 40 for a total of 28 million people, for combat support and, later, combat jobs. Weapons, training and uniforms were generally lacking: many were armed with nothing better than antiquated firearms, molotov cocktails, longbows, swords, knives, bamboo or wooden spears, and even clubs and truncheons: they were expected to make do with what they had.[63][64] One mobilized high school girl, Yukiko Kasai, found herself issued an awl and told, \"Even killing one American soldier will do. ... You must aim for the abdomen.\"[65] They were expected to serve as a \"second defense line\" during the Allied invasion, and to conduct guerrilla warfare in urban areas and mountains. The Japanese command intended to organize its Army personnel according to the following plan:[66] Total mobilized: 3,150,000 Kyushu – 900,000 Kanto (Tokyo) – 950,000 Korea – 247,000 For the Decisive Battle Kyushu – 990,000 Kanto – 1,280,000 US military intelligence initially estimated the number of Japanese aircraft to be around 2,500.[67] The Okinawa experience was bad for the US—almost two fatalities and a similar number wounded per sortie—and Kyūshū was likely to be worse. To attack the ships off Okinawa, Japanese planes had to fly long distances over open water; to attack the ships off Kyūshū, they could fly overland and then short distances out to the landing fleets. Gradually, intelligence learned that the Japanese were devoting all their aircraft to the kamikaze mission and taking effective measures to conserve them until the battle. An Army estimate in May was 3,391 planes; in June, 4,862; in August, 5,911. A July Navy estimate, abandoning any distinction between training and combat aircraft, was 8,750; in August, 10,290.[68] By the time the war ended, the Japanese actually possessed some 12,700 aircraft in the Home Islands, roughly half kamikazes.[69] Allied counter-kamikaze preparations were known as the Big Blue Blanket. This involved adding more fighter squadrons to the carriers in place of torpedo and dive bombers, and converting B-17s into airborne radar pickets in a manner similar to present-day AWACS. Nimitz planned a pre-invasion feint, sending a fleet to the invasion beaches a couple of weeks before the real invasion, to lure out the Japanese on their one-way flights, who would then find ships bristling with anti-aircraft guns instead of the valuable, vulnerable transports.[citation needed] The main defense against Japanese air attacks would have come from the massive fighter forces being assembled in the Ryukyu Islands. The US Army Fifth and Seventh Air Forces and US Marine air units had moved into the islands immediately after the invasion, and air strength had been increasing in preparation for the all-out assault on Japan. In preparation for the invasion, an air campaign against Japanese airfields and transportation arteries had commenced before the Japanese surrender.[citation needed] Through April, May, and June, Allied intelligence followed the buildup of Japanese ground forces, including five divisions added to Kyūshū, with great interest, but also some complacency, still projecting that in November the total for Kyūshū would be about 350,000 servicemen. That changed in July, with the discovery of four new divisions and indications of more to come. By August, the count was up to 600,000, and Magic cryptanalysis had identified nine divisions in southern Kyūshū—three times the expected number and still a serious underestimate of the actual Japanese strength. Estimated troop strength in early July was 350,000,[70] rising to 545,000 in early August.[71] The intelligence revelations about Japanese preparations on Kyushu emerging in mid-July transmitted powerful shock waves both in the Pacific and in Washington. On 29 July, MacArthur's intelligence chief, Major General Charles A. Willoughby, was the first to note that the April estimate allowed for the Japanese capability to deploy six divisions on Kyushu, with the potential to deploy ten. \"These [six] divisions have since made their appearance, as predicted,\" he observed, \"and the end is not in sight.\" If not checked, this threatened \"to grow to [the] point where we attack on a ratio of one (1) to one (1) which is not the recipe for victory.\"[72] By the time of surrender, the Japanese had over 735,000 military personnel either in position or in various stages of deployment on Kyushu alone.[73] The total strength of the Japanese military in the Home Islands amounted to 4,335,500, of whom 2,372,700 were in the Army and 1,962,800 in the Navy.[74] The buildup of Japanese troops on Kyūshū led American war planners, most importantly General George Marshall, to consider drastic changes to Olympic, or replacing it with a different invasion plan.[citation needed] Fears of \"an Okinawa from one end of Japan to the other\"[75] encouraged the Allies to consider unconventional weapons, including chemical warfare. Widespread chemical warfare was considered against Japan's population[76] and food crops.[77] While large quantities of gas munitions were manufactured and plans were drawn, it is unlikely they would have been used. Richard B. Frank states that when the proposal reached Truman in June 1945, he vetoed the use of chemical weapons against personnel; their use against crops, however, remained under consideration. According to Edward J. Drea, the strategic use of chemical weapons on a massive scale was not seriously studied or proposed by any senior American leader; rather, they debated the tactical use of chemical weapons against pockets of Japanese resistance.[78] Although chemical warfare had been outlawed by the Geneva Protocol, neither the United States nor Japan was a signatory at the time. While the US had promised never to initiate gas warfare, Japan had used gas against the Chinese earlier in the war.[79] Fear of Japanese retaliation [to chemical weapon use] lessened because by the end of the war Japan's ability to deliver gas by air or long-range guns had all but disappeared. In 1944 Ultra revealed that the Japanese doubted their ability to retaliate against United States use of gas. 'Every precaution must be taken not to give the enemy cause for a pretext to use gas,' the commanders were warned. So fearful were the Japanese leaders that they planned to ignore isolated tactical use of gas in the home islands by the US forces because they feared escalation.[80] In addition to use against people, the U.S. military considered chemical attacks to kill crops in an attempt to starve the Japanese into submission. The Army began experimenting with compounds to destroy crops in April 1944, and within one year had narrowed over 1,000 agents to nine promising ones containing phenoxyacetic acids. One compound designated LN-8 performed best in tests and went into mass production. Dropping or spraying the herbicide was deemed most effective; a July 1945 test from an SPD Mark 2 bomb, originally crafted to hold biological weapons like anthrax or ricin, had the shell burst open in the air to scatter the chemical agent. By the time the war ended, the Army was still trying to determine the optimal dispersal height to cover a wide enough area. The ingredients in LN-8 and another tested compound would later be used to create Agent Orange, used during the Vietnam War.[81] On Marshall's orders, Major General John E. Hull looked into the tactical use of nuclear weapons for the invasion of the Japanese home islands, even after the dropping of two strategic atomic bombs on Japan (Marshall did not think that the Japanese would capitulate immediately). Colonel Lyle E. Seeman reported that at least seven Fat Man-type plutonium implosion bombs would be available by X-Day, which could be dropped on defending forces. Seeman advised that American troops not enter an area hit by a bomb for \"at least 48 hours\"; the risk of nuclear fallout was not well understood, and such a short time after detonation would have exposed American troops to substantial radiation.[82] Ken Nichols, the District Engineer of the Manhattan Engineer District, wrote that at the beginning of August 1945, \"[p]lanning for the invasion of the main Japanese home islands had reached its final stages, and if the landings actually took place, we might supply about fifteen atomic bombs to support the troops.\"[83] An air burst 1,800–2,000 ft (550–610 m) above the ground had been chosen for the (Hiroshima) bomb to achieve maximum blast effects, and to minimize residual radiation on the ground, as it was hoped that American troops would soon occupy the city.[84] The Joint Staff planners, taking note of the extent to which the Japanese had concentrated on Kyūshū at the expense of the rest of Japan, considered alternate places to invade such as the island of Shikoku, northern Honshu at Sendai, or Ominato. They also considered skipping the preliminary invasion and going directly at Tokyo.[85] Attacking northern Honshu would have the advantage of a much weaker defense but had the disadvantage of giving up land-based air support (except the B-29s) from Okinawa.[citation needed] General Douglas MacArthur dismissed any need to change his plans: I am certain that the Japanese air potential reported to you as accumulating to counter our OLYMPIC operation is greatly exaggerated. ... As to the movement of ground forces ... I do not credit ... the heavy strengths reported to you in southern Kyushu. ... In my opinion, there should not be the slightest thought of changing the Olympic operation.[86] However, Admiral Ernest King, Chief of Naval Operations, was prepared to oppose proceeding with the invasion, with Admiral Nimitz's concurrence, which would have set off a major dispute within the US government. At this juncture, the key interaction would likely have been between Marshall and Truman. There is strong evidence that Marshall remained committed to an invasion as late as 15 August. ... But tempering Marshall's personal commitment to invasion would have been his comprehension that civilian sanction in general, and Truman's in particular, was unlikely for a costly invasion that no longer enjoyed consensus support from the armed services.[87] Unknown to the Americans, the Soviet Union also considered invading a major Japanese island, Hokkaido, by the end of August 1945,[88] which would have put pressure on the Allies to act sooner than November. In the early years of World War II, the Soviets had planned on building a huge navy to catch up with the Western world. However, the German invasion of the Soviet Union in June 1941 forced the suspension of this plan: the Soviets had to divert most of their resources to fighting the Germans and their allies, primarily on land, throughout most of the war, leaving their navy relatively poorly equipped.[89][90][91] As a result, in Project Hula (1945), the United States transferred about 100 naval vessels out of the 180 planned to the Soviet Union in preparation for the planned Soviet entry into the war against Japan. The transferred vessels included amphibious assault ships. At the Yalta Conference (February 1945), the Allies had agreed that the Soviet Union would take the southern part of the island of Sakhalin, which Russia had ceded to Japan in the Treaty of Portsmouth after the 1904–1905 Russo-Japanese War (the Soviets already controlled the northern part), and the Kuril Islands, which had been assigned to Japan in the 1875 Treaty of St. Petersburg. On the other hand, no agreement envisaged Soviet participation in the invasion of Japan itself.[citation needed] The Japanese had kamikaze aircraft in southern Honshu and Kyushu which would have opposed operations Olympic and Coronet. It is unknown to what extent they could have opposed Soviet landings in the far north of Japan. For comparative purposes, about 1,300 Western Allied ships deployed during the Battle of Okinawa (April–June 1945). In total, 368 ships, including 120 amphibious craft, were badly damaged, and another 28, including 15 landing ships and 12 destroyers, were sunk, mostly by kamikazes. The Soviets, however, had fewer than 400 ships, most of them not equipped for amphibious assault, when they declared war on Japan on 8 August 1945.[92] For Operation Downfall, the US military envisaged requiring more than 30 divisions for a successful invasion of the Japanese home islands. In comparison, the Soviet Union had about 11 divisions available, comparable to the 14 divisions the US estimated that it would require to invade southern Kyushu. The Soviet invasion of the Kuril Islands (18 August – 1 September 1945) took place after Japan's capitulation on 15 August. However, the Japanese forces in those islands resisted quite fiercely although some of them proved unwilling to fight after Japan's surrender on 15 August. In the Battle of Shumshu (18–23 August 1945), the Soviet Red Army had 8,821 troops that were not supported by tanks and without back-up from larger warships. The well-established Japanese garrison had 8,500 troops and fielded about 77 tanks. The battle lasted one day, with minor combat actions going on for four more after the official surrender of Japan and the garrison, during which the attacking Soviet forces lost over 516 troops and five of the 16 landing ships (many of these formerly belonged to the US Navy and were later given to the Soviet Union) to Japanese coastal artillery, and the Japanese lost over 256 troops. Soviet casualties during the Battle of Shumshu totaled up to 1,567, and the Japanese suffered 1,018 casualties, making Shumshu the only battle in the 1945 Soviet–Japanese War in which Soviet losses exceeded those of the Japanese, in stark contrast to overall Soviet-Japanese casualty rates in land-based fighting in Manchuria. During World War II, the Japanese had a naval base at Paramushiro in the Kuril Islands and several bases in Hokkaido. Since Japan and the Soviet Union maintained a state of wary neutrality until the Soviet declaration of war on Japan in August 1945, Japanese observers based in Japanese-held territories in Manchuria, Korea, Sakhalin, and the Kuril Islands constantly watched the port of Vladivostok and other seaports in the Soviet Union.[93] According to Thomas B. Allen and Norman Polmar, the Soviets had carefully drawn up detailed plans for the Far East invasions, except that the landing for Hokkaido \"existed in detail\" only in Stalin's mind and that it was \"unlikely that Stalin had interests in taking Manchuria and even taking on Hokkaido. Even if he wanted to grab as much territory in Asia as possible, he was too much focused on establishing a beachhead in Europe more so than Asia.\"[94] Because the U.S. military planners assumed \"that operations in this area will be opposed not only by the available organized military forces of the Empire, but also by a fanatically hostile population\",[27] high casualties were thought to be inevitable, but nobody knew with certainty how high. Several estimates were made, but varied widely in numbers, assumptions and purposes, which included advocating and opposing the invasion. The estimated casualty figures later became a crucial point in postwar debate over the atomic bombings of Hiroshima and Nagasaki. On 15 January 1945, the U.S. Army Service Forces released a document, \"Redeployment of the United States Army after the Defeat of Germany.\" In it, they estimate that during the 18 month period after June 1945 (that is, through December 1946), the Army would be required to furnish replacements for 43,000 dead and evacuated wounded every month.[95] From analysis of the replacement schedule and projected strengths in overseas theaters, it suggested that Army losses alone in those categories, excluding the Navy and Marine Corps, would be approximately 863,000 through the first part of 1947, of whom 267,000 would be killed or missing.[96] This likewise excludes wounded who would be treated in-theater during an initial window of 30 days, later to be expanded to 120 days. In preparation for Operation Olympic, the invasion of southern Kyushu, various figures and organizations made casualty estimates based on the terrain, strength, and disposition of known Japanese forces. However, as reported Japanese strength in the Home Islands continued to climb and Japanese military performance increased, so too did the casualty estimates.[5] In April 1945, the Joint Chiefs of Staff formally adopted a planning paper giving a range of possible casualties based on experience in both Europe and the Pacific. These ranged from 0.42 dead and missing and 2.16 total casualties per 1000 men per day under the \"European Experience\" to 1.95 dead and missing and 7.45 total casualties per 1000 men per day under the \"Pacific Experience.\"[97] This assessment included neither casualties suffered after the 90-day mark (US planners envisioned switching to the tactical defensive by X+120[98]), nor personnel losses at sea from Japanese air attacks.[99] In order to sustain the campaign on Kyushu, planners estimated a replacement stream of 100,000 men per month would be necessary, a figure achievable even after the partial demobilization following the defeat of Germany.[5] As time went on, other US leaders made estimates of their own: In a letter to General Curtis LeMay when LeMay assumed command of the B-29 force on Guam, General Lauris Norstad told LeMay that if an invasion took place, it would cost the US \"half a million\" dead.[100] In May, Admiral Nimitz's staff estimated 49,000 U.S casualties in the first 30 days of Operation Olympic, including 5,000 at sea.[101] A study done by General MacArthur's staff in June estimated 23,000 US casualties in the first 30 days of Olympic and 125,000 after 120 days, fighting an assumed Japanese force of 300,000[102] (in actuality some 917,000 Japanese troops were on Kyushu,[103]). When these figures were questioned by General Marshall, MacArthur submitted a revised estimate of 105,000, in part by deducting wounded men able to return to duty.[104] In a conference with President Truman on June 18, Marshall, taking the Battle of Luzon as the best model for Olympic, thought the Americans would suffer 31,000 casualties in the first 30 days and ultimately 20% of Japanese casualties, which he estimated would include the entire Japanese force. This implied a total of 70,000 American casualties in the battle of Kyushu using the June projection of 350,000 Japanese defenders.[105] Admiral Leahy, more impressed by the Battle of Okinawa, thought the American forces would suffer a 35% casualty rate (implying an ultimate toll of 268,000).[106] Admiral King thought that casualties in the first 30 days would fall between Luzon and Okinawa, i.e., between 31,000 and 41,000.[106] Of these estimates, only Nimitz's included losses of the forces at sea, though kamikazes had inflicted 1.78 fatalities and a similar number of wounded per kamikaze pilot in the Battle of Okinawa,[107] and troop transports off Kyūshū would have been much more exposed. In July MacArthur's Intelligence Chief, Maj. Gen. Charles A. Willoughby, warned of between 210,000 and 280,000 battle casualties in the push to the \"stop line\" one-third of the way up Kyushu. Even when rounded down to a conservative 200,000, this figure implied a total of nearly 500,000 all-causes losses, of whom perhaps 50,000 might return to duty after light to moderate care.[108] The US Sixth Army, the formation tasked with carrying out the major land fighting on Kyushu, estimated a figure of 394,859 casualties serious enough to be permanently removed from unit roll calls during the first 120 days on Kyushu, barely enough to avoid outstripping the planned replacement stream.[109] Secretary of War Henry L. Stimson stated \"We shall in my opinion have to go through an even more bitter finish fight than in Germany. We shall incur the losses incident to such a war and we shall leave the Japanese islands even more thoroughly destroyed than was the case with Germany.\"[110] From D-Day to V-E Day, the Western Allies alone suffered some 766,294 casualties.[111] A study done for Stimson's staff by William Shockley estimated that invading Japan would cost 1.7–4 million American casualties, including 400,000–800,000 fatalities, and five to ten million Japanese fatalities. The key assumption was large-scale participation by civilians in the defense of Japan.[17] Japanese military directives ordered the execution of all POWs being held if Japan was ever invaded. Towards the end of the war about 100,000 Allied prisoners were in Japanese custody. Outside the government, well-informed civilians were also making guesses. Kyle Palmer, war correspondent for the Los Angeles Times, said half a million to a million Americans would die by the end of the war. Herbert Hoover, in memorandums submitted to Truman and Stimson, also estimated 500,000 to 1,000,000 fatalities, which were believed to be conservative estimates; however, it is not known if Hoover discussed these specific figures in his meetings with Truman. The Chief of the Army Operations Division thought them \"entirely too high\" under \"our present plan of campaign.\"[112] The Battle of Okinawa was one of the bloodiest in the Pacific, with an estimated total of over 82,000 direct casualties on both sides: 14,009 Allied deaths and 77,417 Japanese soldiers.[113] Allied grave registration forces counted 110,071 dead bodies of Japanese soldiers, but this included conscripted Okinawans wearing Japanese uniforms.[114] 149,425 Okinawans were killed, committed suicide or went missing, which was one-half of the estimated pre-war local population of 300,000.[113] The Battle resulted in 72,000 US casualties in 82 days, of whom 12,510 were killed or missing (this figure excludes the several thousand US soldiers who died after the battle indirectly, from their wounds). The entire island of Okinawa is 464 sq mi (1,200 km2). If the US casualty rate during the invasion of Japan had been only 5% as high per unit area as it was at Okinawa, the US would still have lost 297,000 soldiers (killed or missing).[5] In evaluating these estimates, especially those based on projected Japanese troop strength (such as General MacArthur's), it is important to consider what was known about the state of Japanese defenses at the time, as well as the actual condition of those defenses (MacArthur's staff believed Japanese manpower on Kyushu to be roughly 300,000).[115] Nearly 500,000 Purple Heart medals (awarded for combat casualties) were manufactured in anticipation of the casualties resulting from the invasion of Japan; the number exceeded that of all American military casualties of the 65 years following the end of World War II, including the Korean and Vietnam Wars. In 2003, there were still 120,000 of these Purple Heart medals in stock.[116] There were so many left that combat units in Iraq and Afghanistan were able to keep Purple Hearts on hand for immediate award to soldiers wounded in the field.[116] Following the surrender and demobilization of Japan, vast amounts of war matériel were turned over to the US occupation forces in the Japanese Home Islands and South Korea. While some totals (particularly for items such as swords and small arms) may be inexact because of the problems of collection and the activities of the black market, the amount of military equipment available to the Japanese in and around the Home Islands by August 1945 was roughly as follows: Notes Bibliography","Title":"Operation Downfall - Wikipedia","KeyID":"4431","URL":"https://en.wikipedia.org/wiki/Operation_Downfall"}