{"Content: ":"The Great Migration, sometimes known as the Great Northward Migration or the Black Migration, was the movement of six million African Americans out of the rural Southern United States to the urban Northeast, Midwest, and West between 1910 and 1970.[1] It was caused primarily by the poor economic conditions for African American people, as well as the prevalent racial segregation and discrimination in the Southern states where Jim Crow laws were upheld.[2][3] In particular, continued lynchings motivated a portion of the migrants, as African Americans searched for social reprieve. The historic change brought by the migration was amplified because the migrants, for the most part, moved to the then-largest cities in the United States (New York City, Chicago, Detroit, Los Angeles, Philadelphia, Pittsburgh, Cleveland, Baltimore, and Washington, D.C.) at a time when those cities had a central cultural, social, political, and economic influence over the United States.[4] There, African Americans established influential communities of their own.[4] Despite the loss of leaving their homes in the South, and all the barriers faced by the migrants in their new homes, the migration was an act of individual and collective agency, which changed the course of American history, a \"declaration of independence\" written by their actions.[5] From the earliest U.S. population statistics in 1780 until 1910, more than 90% of the African-American population lived in the American South,[6][7][8] making up the majority of the population in three Southern states, viz. Louisiana (until about 1890[9]), South Carolina (until the 1920s[10]), and Mississippi (until the 1930s[11]). But by the end of the Great Migration, just over half of the African-American population lived in the South, while a little less than half lived in the North and West.[12] Moreover, the African-American population had become highly urbanized. In 1900, only one-fifth of African Americans in the South were living in urban areas.[13] By 1960, half of the African Americans in the South lived in urban areas,[13] and by 1970, more than 80% of African Americans nationwide lived in cities.[14] In 1991, Nicholas Lemann wrote: The Great Migration was one of the largest and most rapid mass internal movements in history—perhaps the greatest not caused by the immediate threat of execution or starvation. In sheer numbers, it outranks the migration of any other ethnic group—Italians or Irish or Jews or Poles—to the United States. For Black people, the migration meant leaving what had always been their economic and social base in America and finding a new one.[15] Some historians differentiate between a first Great Migration (1910–40), which saw about 1.6 million people move from mostly rural areas in the South to northern industrial cities, and a Second Great Migration (1940–70), which began after the Great Depression and brought at least five million people—including many townspeople with urban skills—to the North and West.[16] Since the Civil Rights Movement, the trend has reversed, with more African-Americans moving to the South, albeit far more slowly. Dubbed the New Great Migration, these moves were generally spurred by the economic difficulties of cities in the Northeastern and Midwestern United States, growth of jobs in the \"New South\" and its lower cost of living, family and kinship ties, and lessening discrimination at the hands of white people.[17] The primary factors for migration among southern African Americans were segregation, indentured servitude, convict leasing, an increase in the spread of racist ideology, widespread lynching (nearly 3,500 African Americans were lynched between 1882 and 1968[19]), and lack of social and economic opportunities in the South. Some factors pulled migrants to the north, such as labor shortages in northern factories brought about by World War I, resulting in thousands of jobs in steel mills, railroads, meatpacking plants, and the automobile industry.[20] The pull of jobs in the north was strengthened by the efforts of labor agents sent by northern businessmen to recruit southern workers.[20] Northern companies offered special incentives to encourage Black workers to relocate, including free transportation and low-cost housing.[21] During World War I, there was a decline in European immigrants, which caused Northern factories to feel the impact of a low supply of workers. Around 1.2 million European immigrants arrived during 1914 while only 300,000 arrived the next year. The enlistment of workers into the military had also affected the labor supply. This created a wartime opportunity in the North for African Americans, as the Northern industry sought a new labor supply in the South.[22] There were many advantages for Northern jobs compared to Southern jobs including wages that could be double or more. Sharecropping, agricultural depression, the widespread infestation of the boll weevil, and flooding also provided motives for African Americans to move into the Northern Cities. The lack of political power, representation, and social opportunities due to a culture regulated by Jim Crow laws also motivated African Americans to migrate Northward.[22] When the Emancipation Proclamation was signed in 1863, less than eight percent of the African-American population lived in the Northeastern or Midwestern United States.[23] This began to change over the next decade; by 1880, migration was underway to Kansas. The U.S. Senate ordered an investigation into it.[24] In 1900, about 90 percent of Black Americans still lived in Southern states.[23] Between 1910 and 1930, the African-American population increased by about forty percent in Northern states as a result of the migration, mostly in the major cities. The cities of Philadelphia, Detroit, Chicago, Cleveland, Baltimore, and New York City had some of the biggest increases in the early part of the twentieth century. Tens of thousands of Black workers were recruited for industrial jobs, such as positions related to the expansion of the Pennsylvania Railroad. Because changes were concentrated in cities, which had also attracted millions of new or recent European immigrants, tensions rose as the people competed for jobs and scarce housing. Tensions were often most severe between ethnic Irish, defending their recently gained positions and territory, and recent immigrants and Black people.[citation needed] With the migration of African Americans Northward and the mixing of White and Black workers in factories, the tension was building, largely driven by White workers. The AFL, the American Federation of Labor, advocated the separation between European Americans and African Americans in the workplace. There were non-violent protests such as walk-outs in protest of having Blacks and Whites working together. As tension was building due to advocating for segregation in the workplace, violence soon erupted.[25] In 1917, the East St Louis Illinois Riot, known for one of the bloodiest workplace riots, had between 40 and 200 killed and over 6000 African Americans displaced from their homes. The NAACP, National Association for the Advancement of Colored People, responded to the violence with a march known as the Silent March. Over 10,000 African American men and women demonstrated in Harlem, New York. Conflicts continued post World War I, as African Americans continued to face conflicts and tension while the African American labor activism continued.[25] In the late summer and autumn of 1919, racial tensions became violent and came to be known as the Red Summer. This period of time was defined by violence and prolonged rioting between Black and white Americans in major United States cities.[26] The reasons for this violence vary. Cities that were affected by the violence included Washington D.C., Chicago, Omaha, Knoxville, Tennessee, and Elaine, Arkansas, a small rural town 70 miles (110 km) southwest of Memphis.[27] The race riots peaked in Chicago, with the most violence and death occurring there during the riots.[28] The authors of The Negro in Chicago; a study of race relations and a race riot, an official report from 1922 on race relations in Chicago, came to the conclusion that there were many factors that led to the violent outbursts in Chicago. Principally, many Black workers had assumed the jobs of white men who went to go fight in World War I. As the war ended in 1918, many men returned home to find out their jobs had been taken by Black men who were willing to work for far less.[27] By the time the rioting and violence had subsided in Chicago, 38 people had lost their lives, with 500 more injured. Additionally, $250,000 worth of property was destroyed, and over a thousand persons were left homeless.[29] In other cities across the nation many more had been affected by the violence of the Red Summer. The Red Summer enlightened many to the growing racial tension in America. The violence in these major cities prefaced the soon to follow Harlem Renaissance, an African-American cultural revolution, in the 1920s.[28] Racial violence appeared again in Chicago in the 1940s and in Detroit as well as other cities in the Northeast as racial tensions over housing and employment discrimination grew. James Gregory calculates decade-by-decade migration volumes in his book The Southern Diaspora. Black migration picked up from the start of the new century, with 204,000 leaving in the first decade. The pace accelerated with the outbreak of World War I and continued through the 1920s. By 1930, there were 1.3 million former southerners living in other regions.[30]: 22  The Great Depression wiped out job opportunities in the northern industrial belt, especially for African Americans, and caused a sharp reduction in migration. In the 1930s and 1940s, increasing mechanization of agriculture virtually brought the institution of sharecropping that had existed since the Civil War to an end in the United States causing many landless Black farmers to be forced off of the land.[31] As a result, approximately 1.4 million Black southerners moved north or west in the 1940s, followed by 1.1 million in the 1950s, and another 2.4 million people in the 1960s and early 1970s. By the late 1970s, as deindustrialization and the Rust Belt crisis took hold, the Great Migration came to an end. But, in a reflection of changing economics, as well as the end of Jim Crow laws in the 1960s and improving race relations in the South, in the 1980s and early 1990s, more Black Americans were heading South than leaving that region.[32]: 12–17  African Americans moved from the 14 states of the South, especially Alabama, Mississippi, Louisiana, Texas, and Georgia.[32]: 12  The Great Depression of the 1930s resulted in reduced migration because of decreased opportunities. With the defense buildup for World War II and with the post-war economic prosperity, migration was revived, with larger numbers of Black Americans leaving the South through the 1960s. This wave of migration often resulted in overcrowding of urban areas due to exclusionary housing policies meant to keep African American families out of developing suburbs.[citation needed] Big cities were the principal destinations of southerners throughout the two phases of the Great Migration. In the first phase, eight major cities attracted two-thirds of the migrants: New York and Chicago, followed in order by Philadelphia, St. Louis, Denver, Detroit, Kansas City, Pittsburgh, and Indianapolis. The Second great Black migration increased the populations of these cities while adding others as destinations, including the Western states. Western cities such as Los Angeles, San Francisco, Oakland, Phoenix, Seattle, and Portland also managed to attract African Americans in large numbers.[30]: 22  There were clear migratory patterns that linked particular states and cities in the South to corresponding destinations in the North and West. Almost half of those who migrated from Mississippi during the first Great Migration, for example, ended up in Chicago, while those from Virginia tended to move to Philadelphia. For the most part, these patterns were related to geography (i.e. longitude), with the closest cities attracting the most migrants (such as Los Angeles and San Francisco receiving a disproportionate number of migrants from Texas and Louisiana). When multiple destinations were equidistant, chain migration played a larger role, with migrants following the path set by those before them.[21] African Americans from the South also migrated to industrialized Southern cities, in addition to northward and westward to war-boom cities. There was an increase in Louisville's defense industries, making it a vital part of America's effort into World War II and Louisville's economy. Industries ranged from producing synthetic rubber, smokeless powders, artillery shells, and vehicle parts. Many industries also converted to creating products for the war effort, such as Ford Motor Company converting its plant to produce military jeeps. The company Hillerich & Bradsby, initially made baseball bats and then converted their production into making gunstocks.[33][34] During the war, there was a shortage of workers in the defense industry. African Americans took the opportunity to fill in the industries' missing jobs during the war, around 4.3 million intrastate migration and 2.1 million interstate migration in the Southern states. The defense industry in Louisville reached a peak of roughly over 80,000 employment. At first, job availability was not open for African Americans, but the growing need for jobs in the defense industry and the Fair Employment Practices Committee sign by Franklin D. Roosevelt, the Southern industries began to accept African Americans into the workplace.[35][34] Migration patterns reflected network ties. Black Americans tended to go to locations in the North where other Black Americans had previously migrated. Per a 2021 study, \"when one randomly chosen African American moved from a Southern birth town to a destination county, then 1.9 additional Black migrants made the same move on average.\"[36] Graph showing the percentage of the African-American population living in the American South, 1790–2010 The Great Migration shown by changes in the African-American share of populations of major U.S. cities, 1910–40 and 1940–70 Racially motivated murders per decade from 1865 to 1965. After moving from the racist environment of the south to the northern states, African Americans were inspired to be creative in different ways. The Great Migration resulted in the Harlem Renaissance, which was also fueled by immigrants from the Caribbean, and the Chicago Black Renaissance. In her book The Warmth of Other Suns, Pulitzer Prize–winning journalist Isabel Wilkerson discusses the migration of \"six million Black Southerners [moving] out of the terror of Jim Crow to an uncertain existence in the North and Midwest.\"[37] The struggle of African-American migrants to adapt to Northern cities was the subject of Jacob Lawrence's Migration Series of paintings, created when he was a young man in New York.[38] Exhibited in 1941 at the Museum of Modern Art, Lawrence's Series attracted wide attention; he was quickly perceived as one of the most important African-American artists of the time.[39] The Great Migration had effects on music as well as other cultural subjects. Many blues singers migrated from the Mississippi Delta to Chicago to escape racial discrimination. Muddy Waters, Chester Burnett, and Buddy Guy are among the most well-known blues artists who migrated to Chicago. Great Delta-born pianist Eddie Boyd told Living Blues magazine, \"I thought of coming to Chicago where I could get away from some of that racism and where I would have an opportunity to, well, do something with my talent.... It wasn't peaches and cream [in Chicago], man, but it was a hell of a lot better than down there where I was born.\"[40] The Great Migration drained off much of the rural Black population of the South, and for a time, froze or reduced African-American population growth in parts of the region. The migration changed the demographics in a number of states; there were decades of Black population decline, especially across the Deep South \"black belt\" where cotton had been the main cash crop[32]: 18  — but had been devastated by the arrival of the boll weevil.[41] In 1910, African Americans constituted the majority of the population of South Carolina and Mississippi, and more than 40 percent in Georgia, Alabama, Louisiana and Texas; by 1970, only in Mississippi did the African-American population constitute more than 30 percent of the state's total. \"The disappearance of the 'black belt' was one of the striking effects\" of the Great Migration, James Gregory wrote.[32]: 18  In Mississippi, the Black American population decreased from about 56% of the population in 1910 to about 37% by 1970,[42] remaining the majority only in some Delta counties. In Georgia, Black Americans decreased from about 45% of the population in 1910 to about 26% by 1970. In South Carolina, the Black population decreased from about 55% of the population in 1910 to about 30% by 1970.[42] The growing Black presence outside the South changed the dynamics and demographics of numerous cities in the Northeast, Midwest, and West. In 1900, only 740,000 African Americans lived outside the South, just 8 percent of the nation's total Black population. By 1970, more than 10.6 million African Americans lived outside the South, 47 percent of the nation's total.[32]: 18  Because the migrants concentrated in the big cities of the north and west, their influence was magnified in those places. Cities that had been virtually all white at the start of the century became centers of Black culture and politics by mid-century. Residential segregation and redlining led to concentrations of Black people in certain areas. The northern \"Black metropolises\" developed an important infrastructure of newspapers, businesses, jazz clubs, churches, and political organizations that provided the staging ground for new forms of racial politics and new forms of Black culture. As a result of the Great Migration, the first large urban Black communities developed in northern cities beyond New York, Boston, Baltimore, Washington D.C., and Philadelphia, which had Black communities even before the Civil War, and attracted migrants after the war. It is conservatively estimated that 400,000 African Americans left the South in 1916 through 1918 to take advantage of a labor shortage in industrial cities during the First World War.[43] In 1910, the African-American population of Detroit was 6,000. The Great Migration, along with immigrants from southern and eastern Europe as well as their descendants, rapidly turned the city into the country's fourth-largest. By the start of the Great Depression in 1929, the city's African-American population had increased to 120,000. In 1900–01, Chicago had a total population of 1,754,473.[44] By 1920, the city had added more than 1 million residents. During the second wave of the Great Migration (1940–60), the African-American population in the city grew from 278,000 to 813,000. The flow of African Americans to Ohio, particularly to Cleveland, changed the demographics of the state and its primary industrial city. Before the Great Migration, an estimated 1.1% to 1.6% of Cleveland's population was African American.[45] By 1920, 4.3% of Cleveland's population was African American.[45] The number of African Americans in Cleveland continued to rise over the next 20 years of the Great Migration. Other northeastern and midwestern industrial cities, such as Philadelphia, New York City, Baltimore, Pittsburgh, St. Louis, and Omaha, also had dramatic increases in their African-American populations. By the 1920s, New York's Harlem became a center of Black cultural life, influenced by the American migrants as well as new immigrants from the Caribbean area.[46] Second-tier industrial cities that were destinations for numerous Black migrants were Buffalo, Rochester, Boston, Milwaukee, Minneapolis, Kansas City, Columbus, Cincinnati, Grand Rapids and Indianapolis, and smaller industrial cities such as Chester, Gary, Dayton, Erie, Toledo, Youngstown, Peoria, Muskegon, Newark, Flint, Saginaw, New Haven, and Albany. People tended to take the cheapest rail ticket possible and go to areas where they had relatives and friends. For example, many people from Mississippi moved directly north by train to Chicago, Milwaukee and St. Louis, from Alabama to Cleveland and Detroit, from Georgia and South Carolina to New York City, Baltimore, Washington D.C. and Philadelphia, and in the second migration, from Texas, Louisiana, and Mississippi to Oakland, Los Angeles, Portland, Phoenix, Denver, and Seattle.[citation needed] Educated African Americans were better able to obtain jobs after the Great Migration, eventually gaining a measure of class mobility, but the migrants encountered significant forms of discrimination. Because so many people migrated in a short period of time, the African-American migrants were often resented by the urban European-American working class (many of whom were recent immigrants themselves); fearing their ability to negotiate rates of pay or secure employment, the ethnic whites felt threatened by the influx of new labor competition. Sometimes those who were most fearful or resentful were the last immigrants of the 19th and new immigrants of the 20th century.[citation needed] African Americans made substantial gains in industrial employment, particularly in the steel, automobile, shipbuilding, and meatpacking industries. Between 1910 and 1920, the number of Black workers employed in industry nearly doubled from 500,000 to 901,000.[43] After the Great Depression, more advances took place after workers in the steel and meatpacking industries organized into labor unions in the 1930s and 1940s, under the interracial Congress of Industrial Organizations (CIO). The unions ended the segregation of many jobs, and African Americans began to advance into more skilled jobs and supervisory positions previously informally reserved for whites. Between 1940 and 1960, the number of Black people in managerial and administrative occupations doubled, along with the number of Black people in white-collar occupations, while the number of Black agricultural workers in 1960 fell to one-fourth of what it was in 1940.[48] Also, between 1936 and 1959, Black income relative to white income more than doubled in various skilled trades.[49] Despite employment discrimination,[50] Black people had higher labor force participation rates than whites in every U.S. Census from 1890 to 1950.[51] As a result of these advancements, the percentage of Black families living below the poverty line declined from 87 percent in 1940 to 47 percent by 1960 and to 30 percent by 1970.[52] Populations increased so rapidly among both African-American migrants and new European immigrants that there were housing shortages in most major cities. With fewer resources, the newer groups were forced to compete for the oldest, most run-down housing. Ethnic groups created territories which they defended against change. Discrimination often restricted African Americans to crowded neighborhoods. The more established populations of cities tended to move to newer housing as it was developing in the outskirts. Mortgage discrimination and redlining in inner city areas limited the newer African-American migrants' ability to determine their own housing, or obtain a fair price. In the long term, the National Housing Act of 1934 contributed to limiting the availability of loans to urban areas, particularly those areas inhabited by African Americans.[53] Migrants going to Albany, New York found poor living conditions and employment opportunities, but also higher wages and better schools and social services. Local organizations such as the Albany Inter-Racial Council and churches, helped them, but de facto segregation and discrimination remained well into the late 20th century.[54] Migrants going to Pittsburgh and surrounding mill towns in western Pennsylvania between 1890 and 1930 faced racial discrimination and limited economic opportunities. The Black population in Pittsburgh jumped from 6,000 in 1880 to 27,000 in 1910. Many took highly paid, skilled jobs in the steel mills. Pittsburgh's Black population increased to 37,700 in 1920 (6.4% of the total) while the Black element in Homestead, Rankin, Braddock, and others nearly doubled. They succeeded in building effective community responses that enabled the survival of new communities.[55][56] Historian Joe Trotter explains the decision process: In cities such as Newark, New York and Chicago, African Americans became increasingly integrated into society. As they lived and worked more closely with European Americans, the divide became increasingly indefinite. This period marked the transition for many African Americans from lifestyles as rural farmers to urban industrial workers.[58] This migration gave birth to a cultural boom in cities such as Chicago and New York. In Chicago for instance, the neighborhood of Bronzeville became known as the \"Black Metropolis\". From 1924 to 1929, the \"Black Metropolis\" was at the peak of its golden years. Many of the community's entrepreneurs were Black during this period. \"The foundation of the first African American YMCA took place in Bronzeville, and worked to help incoming migrants find jobs in the city of Chicago.\"[59] The \"Black Belt\" geographical and racial isolation of this community, bordered to the north and east by whites, and to the south and west by industrial sites and ethnic immigrant neighborhoods, made it a site for the study of the development of an urban Black community. For urbanized people, eating proper foods in a sanitary, civilized setting such as the home or a restaurant was a social ritual that indicated one's level of respectability. The people native to Chicago had pride in the high level of integration in Chicago restaurants, which they attributed to their unassailable manners and refined tastes.[60] Since African-American migrants retained many Southern cultural and linguistic traits, such cultural differences created a sense of \"otherness\" in terms of their reception by others who were already living in the cities.[61] Stereotypes ascribed to Black people during this period and ensuing generations often derived from African-American migrants' rural cultural traditions, which were maintained in stark contrast to the urban environments in which the people resided.[61] The beginning of the Great Migration exposed a paradox in race relations in the American South at that time. Although Black people were treated with extreme hostility and subjected to legal discrimination, the southern economy was deeply dependent on them as an abundant supply of cheap labor, and Black workers were seen as the most critical factor in the economic development of the South. One South Carolina politician summed up the dilemma: \"Politically speaking, there are far too many negroes, but from an industrial standpoint there is room for many more.\"[62] When the Great Migration started in the 1910s, white southern elites seemed to be unconcerned, and industrialists and cotton planters saw it as a positive, as it was siphoning off surplus industrial and agricultural labor. As the migration picked up, however, southern elites began to panic, fearing that a prolonged Black exodus would bankrupt the South, and newspaper editorials warned of the danger. White employers eventually took notice and began expressing their fears. White southerners soon began trying to stem the flow in order to prevent the hemorrhaging of their labor supply, and some even began attempting to address the poor living standards and racial oppression experienced by Southern Black people in order to induce them to stay. As a result, southern employers increased their wages to match those on offer in the North, and some individual employers even opposed the worst excesses of Jim Crow laws. When the measures failed to stem the tide, white southerners, in concert with federal officials who feared the rise of Black nationalism, co-operated in attempting to coerce Black people to stay in the South. The Southern Metal Trades Association urged decisive action to stop Black migration, and some employers undertook serious efforts against it.[62][63] The largest southern steel manufacturer refused to cash checks sent to finance Black migration, efforts were made to restrict bus and train access for Black Americans, agents were stationed in northern cities to report on wage levels, unionization, and the rise of Black nationalism, and newspapers were pressured to divert more coverage to negative aspects of Black life in the North. A series of local and federal directives were put into place with the goal of restricting Black mobility, including local vagrancy ordinances, \"work or fight\" laws demanding all males either be employed or serve in the army, and conscription orders. Intimidation and beatings were also used to terrorize Black people into staying.[62][63] These intimidation tactics were described by Secretary of Labor William B. Wilson as interfering with \"the natural right of workers to move from place to place at their own discretion\".[64] During the wave of migration that took place in the 1940s, white southerners were less concerned, as mechanization of agriculture in the late 1930s had resulted in another labor surplus so southern planters put up less resistance.[62] Black Americans were not the only group to leave the South for Northern industrial opportunities. Large numbers of poor whites from Appalachia and the Upland South made the journey to the Midwest and Northeast after World War Two, a phenomenon known as the Hillbilly Highway. The Great Migration is a backdrop of the 2013 film The Butler, as the Forest Whitaker character Cecil Gaines moves from a plantation in Georgia to become a butler at the White House.[65] The Great Migration also served as part of August Wilson’s inspiration for The Piano Lesson.[66] A map of the black percentage of the U.S. population by each state/territory in 1900. Black = 35.00+% Brown = 20.00-34.99% Red = 10.00-19.99% Orange = 5.00-9.99% Light orange = 1.00-4.99% Gray = 0.99% or less Magenta = No data available A map of the black percentage of the U.S. population by each state/territory in 1990. Black = 35.00+% Brown = 20.00–34.99% Red = 10.00–19.99% Orange = 5.00–9.99% Light orange = 1.00–4.99% Gray = 0.99% or less Pink = No data available A map showing the change in the total Black population (in percent) between 1900 and 1990 by U.S. state. Light purple = Population decline Very light green = Population growth of 0.01–9.99% Light green = Population growth of 10.00–99.99% Green = Population growth of 100.00–999.99% Dark green = Population growth of 1,000.00–9,999.99% Very dark green (or Black) = Population growth of 10,000.00% or more Magenta = No data available After the political and civil gains of the Civil Rights Movement, in the 1970s, migration began to increase again. It moved in a different direction, as Black people who were searching for economic opportunity traveled to new regions of the South.[72][73]","Title":"Great Migration (African American) - Wikipedia","KeyID":"4458","URL":"https://en.wikipedia.org/wiki/Great_Migration_(African_American)"}