{"Content: ":"The 1944 Democratic National Convention was held at the Chicago Stadium in Chicago, Illinois from July 19 to July 21, 1944. The convention resulted in the nomination of President Franklin D. Roosevelt for an unprecedented fourth term. Senator Harry S. Truman of Missouri was nominated for vice president. Including Roosevelt's nomination for the vice-presidency in 1920, it was the fifth time Roosevelt had been nominated on a national ticket. The keynote address was given by Governor Robert S. Kerr of Oklahoma, in which he \"gave tribute to Roosevelt's war leadership and new deal policies.\"[1] Unlike the previous convention, President Roosevelt faced no serious opposition for a fourth term, with the country's active involvement in World War II and the consequent need for stable leadership considered a more pressing issue than any concerns about his remaining in office. Several Southern delegates who were opposed to Roosevelt's racial policies tried to draft Virginia senator Harry F. Byrd to run for the presidential nomination, but Byrd decided against actively campaigning against the President. In the end, Byrd did win more delegates than any of the candidates who had tried to run against Roosevelt four years prior, but still fell far short of seriously challenging for the nomination.[2] Roosevelt was nominated on the first ballot: Roosevelt delivered his acceptance speech remotely, from a Pacific Coast naval base.[4] This was the last time a major party presidential candidate accepted their nomination remotely for a period of 80 years, until Joe Biden accepted his nomination in 2020 from a set in his home town of Wilmington, DE.[4] Despite the obvious physical decline in the President's appearance, as well as rumors of secret health problems, Roosevelt's fourth nomination as President was largely unchallenged. The contention lay in the vice-presidential nomination. Henry Wallace had been elected Vice President in 1940. He was FDR's preferred choice and was very popular with rank and file Democratic voters. However, conservative Party leaders, such as James F. Byrnes, strongly opposed his renomination. They regarded Wallace as being too far to the left, too \"progressive\" and too friendly to labor to be next in line for the Presidency. Outgoing Democratic National Committee chairman Frank C. Walker, incoming chairman Robert E. Hannegan, party treasurer Edwin W. Pauley, strategist Edward J. Flynn, Chicago Mayor Edward Joseph Kelly and lobbyist George E. Allen all wanted to keep Wallace off the ticket. Their group was deemed by Allen as \"The Conspiracy of the Pure in Heart.\"[5] They privately told Roosevelt that they would fight Wallace's renomination, and they proposed Missouri Senator Harry S. Truman as FDR's new running mate. Truman had entered the Senate in January 1935 with a reputation as \"the senator from Pendergast\". Then he had become well known during the war as the chairman of a Senate investigating committee. Roosevelt personally liked Wallace and knew little about Truman, but he reluctantly agreed to accept Truman as his new running mate to preserve party unity. President Roosevelt traveled to the South Pacific in order to discuss military strategy with General Douglas MacArthur, and thus didn't attend the convention. This was the last time that a presidential nominee failed to attend a national convention during the 20th century. Even so, many delegates refused to abandon Wallace. In the first ballot, Wallace led with 429.5 votes and Truman got 319.5 votes. But Wallace was 159.5 votes short of a majority. The party leaders went to work talking to delegates, cutting deals and applying pressure to persuade them to select Truman. Truman won the second ballot by 1031 votes to 105. The maneuverings over the 1944 vice presidential nomination proved to be historic, as FDR died in April 1945, and Truman, not Wallace, thus became the nation's 33rd President.[6] Senator Samuel D. Jackson, who had worked feverishly to secure Truman's nomination, later said he wanted his tombstone inscribed with the words \"Here lies the man who stopped Henry Wallace from becoming President of the United States.\"[7] The events of the Chicago convention were dramatized in the second episode of the popular Showtime documentary series Oliver Stone's Untold History of the United States which looks at how close Henry Wallace came to the US Presidency.[citation needed]","Title":"1944 Democratic National Convention - Wikipedia","KeyID":"4477","URL":"https://en.wikipedia.org/wiki/1944_Democratic_National_Convention"}