{"Content: ":"The Truman Committee, formally known as the Senate Special Committee to Investigate the National Defense Program, was a United States Congressional investigative body, headed by Senator Harry S. Truman.[1] The bipartisan special committee was formed in March 1941 to find and correct problems in US war production with waste, inefficiency, and war profiteering. The Truman Committee proved to be one of the most successful investigative efforts ever mounted by the U.S. government: an initial budget of $15,000 was expanded over three years to $360,000 to save an estimated $10–15 billion in military spending and thousands of lives of U.S. servicemen .[2][3][4] For comparison, the entire cost of the Manhattan Project was $2 billion, at the time.[5] Chairing the committee helped Truman make a name for himself beyond his political machine origins and was a major factor in the decision to nominate him as vice president, which would propel him to the presidency after the death of Franklin D. Roosevelt.[6] Truman stepped down from leadership of the committee in August 1944 to concentrate on running for vice president in that year's presidential election. From 1941 until its official end, in 1948, the committee held 432 public hearings, listened to 1,798 witnesses and published almost 2,000 pages of reports.[3] Every committee report was unanimous, with bipartisan support.[7] The war production efforts of the US had previously been subject to congressional oversight during the Civil War (1861–1865) and after the Great War (1914–1918), but each of these were considered accusatory and negative. During the Civil War, the United States Congress Joint Committee on the Conduct of the War hounded President Abraham Lincoln on his moderate stance on the prosecution of the war; its members wanted a more aggressive war policy. The many secret meetings, calling officers away from their duties, caused rancor among the Union's military leaders and delayed military initiatives. Confederate General Robert E. Lee said that the harm caused to the Union effort by the Union's own Joint Committee was worth two divisions to the rebel cause.[8] Two decades after the Great War, the Nye Committee found that US bankers and arms manufacturers supported the US's entry into the war to protect their large investments (including $2.3 billion of loans) in the UK. The 1934–1936 investigation, led by Senator Gerald Nye, caused a noninterventionist backlash against US involvement in European wars and resulted in a much lower level of American military preparedness when European conflict erupted again in 1939.[9] In 1940, Truman was reelected to the Senate as a Democratic politician who was not endorsed by and did not endorse Democratic President Franklin D. Roosevelt.[10] Truman heard about needless waste and profiteering from the construction of Fort Leonard Wood in his home state of Missouri, and he determined to see for himself what was going on. He traveled in his personal car not only to Missouri but also to various military installations from Florida through the Midwest driving approximately 10,000 miles (16,000 km). Everywhere he went, he saw the hard-luck poverty of the working people in contrast to millions of government dollars going to military contractors. Too many of the contractors were reaping excess profits from cost-plus contracts without being held accountable for the poor quality of the goods delivered. He also saw that too many contracts were held by a small number of contractors based in the East rather than distributed fairly around the nation. Returning to Washington, DC, Truman met with the President, who appeared sympathetic to his wish for corrective action but did not want Truman to reveal to the nation the wasteful nature of Roosevelt's own federal programs.[11] In early 1941, Representative Eugene Cox, a vocal anti-New Deal Democrat, proposed an investigative committee run by the House of Representatives, intending to expose federal waste in military spending. Learning of the likely source of embarrassment, Roosevelt joined with Senator James F. Byrnes to back a more friendly committee run by the Senate, one with the same stated purpose but with Truman as leader. Truman was seen by Roosevelt as less ideological and accusatory and more practical.[6][12][13] On February 10, 1941, Truman spoke to the Senate about the problems he had seen on his long drive, and he put forward the idea to have a special oversight committee on military contracts. It was the first new idea that Truman presented to the nation and he received a positive reaction. Other senators were favorable to the notion that their views on spending would be heard and that valuable military contracts would be distributed more evenly to each state.[14][15] Truman also talked to John W. Snyder and other attorneys of the Reconstruction Finance Corporation and Defense Plant Corporation about how to avoid the problems of lost paperwork, wasted time in investigation, and lost productivity experienced during the Great War. He was advised that a swift-acting oversight committee would be a great benefit to the nation's war production.[16] Military leaders were apprehensive of Truman's plan. They pointed to the Civil War-era Joint Committee which had a negative effect on war production.[6] Truman said he was not going to take that committee as his model and he spent time in the Library of Congress researching that committee so that he would better understand its flaws and harm to war production. Among Army and Navy leaders, General George Marshall was the lone voice of support for Truman. Marshall said to his peers that it \"must be assumed that members of Congress are just as patriotic as we are.\"[9] On March 1, 1941, the Senate voted unanimously (only 16 out of 96 senators were present) to establish the Senate Special Committee to Investigate Contracts Under the National Defense Program, with Truman as chairman.[17][18] It quickly became known as the Truman Committee. Roosevelt and his New Deal advisers had pushed for a majority of New Dealers as committee members, but Republican Party opposition and Truman's own energy prevented that. The committee was instead formed of a bipartisan group of Democrats and Republicans, pragmatic men who Truman selected for their honesty, practicality, and steady work ethic.[19] Truman asked for $25,000 to empower the committee's actions. Byrnes wanted to limit the committee by giving it only $10,000. A compromise of $15,000 was reached.[16] Serving under Truman were Democratic senators Tom Connally, Carl Hatch, James M. Mead, and Monrad Wallgren and Republican senators Joseph H. Ball and Owen Brewster.[16] Connally was the only senior senator, and the rest were juniors. Others on the Committee included chief counsel Hugh Fulton, attorneys Rudolph Halley and Herbert N. Maletz, and staff member Bill Boyle from the Kansas City, Missouri, political machine. Fulton, a US Justice Department prosecutor with a reputation for tenacity, asked for $9,000 as salary, 60% of Truman's total funding. Truman assented, hoping to increase the committee's budget after showing early results. Fulton proved to be a tireless, productive investigator. He and Truman were both early risers, and much of the committee's agenda was completed between them as they conferred in the morning.[2] Investigator Matt Connelly was brought onto the staff without diminishing the budget because he was \"borrowed\" from the Senate committee investigating campaign expenditures; he later served as Truman's vice-presidential executive assistant and then as his presidential appointment secretary.[20] By June 1941, after more borrowing and dealmaking, Truman had assembled a staff of 10 investigators and 10 administrative assistants.[17] Truman's first target was chosen to give him quick results. He knew that an investigation of waste and inefficiency in military housing projects would save a great deal of money and also would serve as good publicity for the Committee. On April 23, 1941, he began conducting hearings focusing on cost overruns related to the construction of cantonments and military facilities at places such as Fort Meade in Maryland, Indiantown Gap Military Reservation in Pennsylvania, and Camp Wallace in Hitchcock, Texas.[21] As head of the Quartermaster Corps, General Brehon B. Somervell was in charge of the construction of military housing.[22] He complained about the investigation and said that the Committee was \"formed in iniquity for political purposes.\"[20] The Truman Committee determined that the construction of military housing would be better managed by the Army Corps of Engineers, and the change was implemented by the Army.[15] Somervell would later acknowledge that the Committee's investigation of military construction saved $250 million.[20] Because of its quickly demonstrated success, the committee had its funding increased to $50,000 towards the end of 1941. Republican senators Harold Hitz Burton and Homer Ferguson joined it, as did Democratic Senator Harley M. Kilgore. The investigative staff expanded by 50%. Truman invited any interested senators to attend the hearings, which were held in the Senate Office Building in Room 449, where the Committee was based or, for larger hearings, in the Senate Caucus Room.[23] Even Senator Nye came to visit, who had been the leader of the Senate investigative committee that Truman carefully studied and then denounced as \"pure demagoguery.\"[24][25] Unlike in other congressional hearings, witnesses were generally treated with respect by the Truman Committee and were neither rushed nor subjected to insulting or accusatory language.[23][26] Even so, Truman revealed his persistence and quiet determination.[23] Roosevelt had created a confusion of agencies to supervise war production. In January 1941, he ordered into being the Office of Production Management (OPM), headed by labor leader Sidney Hillman and business executive William S. Knudsen, an inefficient dual-leadership arrangement that suited Roosevelt's wish to prevent a challenge to his leadership.[27] In July 1941, he formed another government department, the Supply Priorities and Allocations Board (SPAB), led by businessman Donald M. Nelson. The Truman Committee directed its attention on these \"alphabet soup\" organizations after hearing complaints of inefficiency. In August 1941, after a report by Truman to the Senate on the progress of the investigative committee, Republican Senator Arthur H. Vandenberg probed Truman to name the \"chief bottleneck\" of all of the problems related to defense contracts. Vandenberg asked if the single point of responsibility was the White House, meaning Roosevelt, and Truman replied \"yes, sir.\"[28] Otherwise, the Truman Committee's reports were designed to keep the President from being blamed for cost overruns, inefficiency, and waste.[29] After the December 1941 attack on Pearl Harbor brought the US into direct involvement in World War II, Secretary of War Henry L. Stimson predicted that the Truman Committee would be a needless drag on war production. Under Secretary of War Robert P. Patterson agreed and called upon Roosevelt to pressure the Senate to abolish the committee. Patterson said that supplying the Truman Committee \"all the information it desires\" would \"impair\" the government's ability to respond quickly to the needs of war.[7] Roosevelt now realized the value of the Committee; rather than striving against it, he publicly praised its progress. The Truman Committee issued a report to the Senate on January 15, 1942, detailing its achievements to date and its ongoing investigations.[7] The Committee had begun in August 1941 to assess Roosevelt's ungainly Office of Production Management (OPM), and by January 1942, the conclusion was ready for publication. The report severely criticized the OPM: \"Its mistakes of commission have been legion; and its mistakes of omission have been even greater.\"[29] The dual leadership chain of command and the divided loyalties of Hillman and Knudsen were described as causing friction and wasted effort. It was a thorough indictment of poor administration.[30][31] Diplomatically, Truman made certain that Roosevelt had access to an advance copy of the report.[32] Roosevelt was thus able to save face by disbanding the OPM just prior to the release of the report and replacing both the OPM and SPAB with the War Production Board under former SPAB chief Nelson.[29] Nelson used the committee to help his department; when the board had disagreements with the military, Nelson would leak the issue to the committee, and the resulting investigation encouraged the military to cooperate.[13]. In May 1942 the committee was reorganized. \"Contracts Under\" was dropped from the name to make it the \"Special Committee to Investigate the National Defense Program.\" Democratic Senator Clyde L. Herring joined the effort.[16] The Committee generally followed a pattern of sifting through the great quantity of received mail and other messages from whistleblowers to determine the largest problems facing the US military war effort. Investigators were sent to confirm that a real problem existed, and at one of the Truman Committee's official fortnightly meetings, one of the senators was offered the task of heading a formal investigation of that problem. Sometimes several senators joined forces to cover the most complex issues. Senator/investigator teams would travel to various US cities to visit factories, construction sites, military bases and war production plants where they would talk with managers and workers.[33] A report would be prepared, and an early copy of the report would be sent to the leaders who were discussed in the report so that they would have a chance to prepare themselves for the consequences.[34] In November 1942, the committee began investigating the Winfield Park Defense Housing Project, a project intended to house the workers from the Kearny Shipyard. H. G. Robinson, an investigator, found that although the project had built 700 houses, they were poorly constructed, and \"A good wind would rip the tar paper roofs off and the cellars have been condemned by the board of health.\" Public hearings were immediately held.[35] The reputation of the Truman Committee grew so strong that fear of an investigation was sometimes enough of a deterrent to stop underhanded dealings. An unknown number of people performed more honestly in war production because of the threat of a Truman visit.[36] In March 1943, at the second birthday of the Truman Committee, Time magazine put \"Investigator Truman\" on the cover, showing Truman's craggy face squinting in the mid-day sun, in the background a spotlight shining on government and industry. The issue carried an associated article, titled \"Billion-Dollar Watchdog,\" describing the Committee \"as one of the most useful Government agencies of World War II\" and \"the closest thing yet to a domestic high command.\"[37] The article raised Truman's importance in the eye of the man on the street, cementing his well-earned position as one of America's most responsible leaders.[38] In March 1944, Truman attempted to probe the expensive Manhattan Project but was persuaded by Secretary of War Henry L. Stimson to discontinue with the investigation.[39]: 634  In August 1944, to focus on campaigning for the vice-presidency, Truman stepped down as chair of the investigative committee, and Fulton resigned as chief counsel. Truman was also concerned that his campaign on the Democratic Party ticket would call into question the committee's bipartisan nature. The committee's members composed a laudatory resolution thanking \"Colonel Harry S. Truman\" for his service, writing \"well done, soldier!\"[38] Senator Mead took over as chairman to continue the work. Truman became vice president, and upon the death of Roosevelt in April 1945, he immediately became president. World War II ended in August 1945. After the war was over, investigator George Meader became chief counsel from October 1, 1945 to July 15, 1947. In 1947, with Senator Owen Brewster as chairman, the committee conducted widely publicized hearings investigating Howard Hughes. On March 1, 1948, the Senate formed the Permanent Subcommittee on Investigations, under Senator Ferguson and chief counsel William P. Rogers, the subcommittee answering to the larger Committee on Government Operations.[40] The new subcommittee subsumed the old remit of the Truman Committee and became responsible for its records.[41] The Truman Committee's final report was issued April 28, 1948.[42] The Truman Committee is known for indirectly helping Truman become president. It made his name prominent across the United States, giving him a reputation for honesty and courage.[13] In May 1944, Look magazine asked a pool of 52 Washington correspondents who were the top ten civilians, after Roosevelt, helping the war effort. Truman was named; he was the only member of Congress on the list.[43][44][45] A few months later, Truman was among the few names put forward as possible vice-presidents under the seriously ill Roosevelt; the vice-presidency was very likely to turn into a presidency. Truman's broad experience with industrial, economic, and military issues gained by three years of investigative work with the Committee served to make him one of the most well-informed men in US government and gave him a reputation for fair dealing.[31][46][47][48] The largely apolitical Truman Committee is also known for setting a high standard of practicality and neutrality in congressional investigative committees. Observers have occasionally compared the situation faced by the Truman Committee in the early 1940s with later political and military issues. In January 2005, in the face of an additional $80–100 billion requested by President George W. Bush to increase the Iraq War, columnist Arianna Huffington recommended the passing of the resolution sponsored by Senators Larry Craig and Dick Durbin to create a bipartisan oversight committee \"modeled on the one Harry Truman created during WW II to root out war profiteering.\"[46][49] The next month, Huffington said that \"it's a good time to open a history book\" to learn about how a Truman-style committee might be used to counter the Iraq War's US-based problems with \"waste, fraud, ineptitude, cronyism, secret no-bid contracts, and profiteering cloaked in patriotism.\"[50] Huffington's endorsement came three months after a press release by Taxpayers for Common Sense, titled \"Bring Back the Truman Committee,\" in which Truman's record of stopping war profiteering in the 1940s was said to be \"the most famous and the most successful\" example, a model needed as a corrective measure to stem US military contractor improprieties in the War on Terror.[51] The problem was still not solved by 2007 when Senator Charles Schumer wrote, \"The lesson of the Truman Committee is sorely in need of learning today.\"[46] He described how Republican Representatives blocked \"for more than a year\" a bipartisan proposal for an investigative committee to look into military \"scandals and abuses\" in Iraq.[46] When Senators Jim Webb of Virginia and Claire McCaskill of Missouri, who held the same Senate seat that Truman did, formed a Truman-type committee in January 2008, the Commission on Wartime Contracting in Iraq and Afghanistan, Bush called it \"a threat to national security.\"[46]","Title":"Truman Committee - Wikipedia","KeyID":"4479","URL":"https://en.wikipedia.org/wiki/Truman_Committee"}