{"Content: ":"The United Nations Conference on International Organization (UNCIO), commonly known as the San Francisco Conference, was a convention of delegates from 50 Allied nations that took place from 25 April 1945 to 26 June 1945 in San Francisco, California, United States. At this convention, the delegates reviewed and rewrote the Dumbarton Oaks agreements of the previous year.[1] The convention resulted in the creation of the United Nations Charter, which was opened for signature on 26 June, the last day of the conference. The conference was held at various locations, primarily the War Memorial Opera House, with the Charter being signed on 26 June at the Herbst Theatre in the Veterans Building, part of the Civic Center. A square adjacent to the Civic Center, called \"UN Plaza\", commemorates the conference. Allied ideas for the post-war world appeared in the 1941 London Declaration,[2] although the Allies, including the United States, had been planning for the post-war period for some time already.[3] The idea for Four Policemen was the vision of US President Franklin Roosevelt in which the United States, the United Kingdom, the Soviet Union, and China would lead the post-World War II international order.[4] These countries, with the addition of France, would assume the permanent seats on the United Nations Security Council. At the February 1945 conference in Malta, it was proposed that the permanent members have veto power. This proposal was adopted shortly after at the Yalta conference. While at Yalta, they began sending invitations to the San Francisco conference on international organization.[1] A total of 46 countries were invited to San Francisco, all of which had declared war on Germany and Japan, having signed the Declaration by United Nations.[5] The conference directly invited four additional countries: Denmark (newly liberated from Nazi occupation), Argentina and the Soviet republics of Belarus and Ukraine.[5] The participation of these countries was not without controversy. The decision on the participation of Argentina was troubled because of Soviet opposition to Argentina membership, arguing that Argentina had supported the Axis Powers during the war. Several Latin American countries opposed the inclusion of Belarus and Ukraine unless Argentina was admitted. In the end, Argentina was admitted to the conference with support from the United States and the desire for the participation of the Soviet Union at the conference was maintained.[1] The participation of Belarus and Ukraine at the conference came as a result of Roosevelt and Churchill's concession to Joseph Stalin, the Soviet leader who had originally requested all republics of the Soviet Union to have membership in the United Nations, but the US government launched a counterproposal in which all US states would obtain membership in the United Nations. The counterproposal encouraged Stalin to attend the Yalta Conference by accepting only Ukraine and Belarus's admission to the United Nations.[1] That was intended to ensure a balance of power within the United Nations, which, in the opinion of the Soviets, was unbalanced towards the Western countries. For that purpose, modifications were made to the constitutions of the two republics in question so that Belarus and Ukraine's international legal subjects were limited while they were still part of the Soviet Union.[citation needed] Poland, despite having signed the Declaration by United Nations, did not attend the conference because there was no consensus on the formation of the postwar Polish government. Therefore, a space was left blank for the Polish signature. The new Polish government was formed after the conference (28 June) and signed the United Nations Charter on 15 October, which made Poland one of the founding countries of the United Nations.[5] On 25 April 1945, the conference started in San Francisco, United States.[6][7] 850 delegates, along with advisors, employees and staff of the secretariat, attended the conference, totaling 3,500 attendees.[6] In addition, the conference was attended by 2,500 representatives of the media and observers from numerous organizations and societies.[5] Earl Warren, the Governor of California, set the tone for the conference in his welcome speech:[8][9] We recognize that our future is linked with a world future in which the term “good neighbor” has become a global consideration. We have learned that understanding of one another’s problems is the greatest assurance of peace. And that true understanding comes only as a product of free consultation. This conference is proof in itself of the new conception of neighborliness and unity which must be recognized in world affairs. Due to the fact that President Roosevelt, who was supposed to host the conference, died on 12 April 1945, the delegates held a commemorative ceremony on 19 May among the tall Redwood trees in Muir Woods National Monument Cathedral Grove, where a dedication plaque was placed in his honor. \"The Steering Committee considered major questions of policy and procedure and distributed work to the committees. The committee had fifty members, consisting of the chairman of each national delegation. The Executive Committee was a smaller unit that made recommendations to the Steering Committee; it was composed of the chairmen of fourteen delegations. These fourteen represented the four sponsoring governments and the ten co-elected members. The Coordination Committee assisted the Executive Committee and supervised the final drafting of the charter. It was composed of representatives of the fourteen delegations previously mentioned. An Advisory Committee of Jurists provided assistance to this committee. The Credentials Committee verified the credentials of delegates and was composed of representatives from six delegations. Below the committee level, four general commissions studied the main issues and coordinated the work of twelve technical committees. The technical committees drafted proposals and could designate subcommittees as needed. The leadership of the commissions and technical committees consisted of a chairman and a rapporteur; these positions were divided among all of the national delegations. The Steering Committee nominated delegates for these positions, with approval by the conference. Commission I studied general provisions and managed the work of Technical Committee 1 (preamble, purposes and principles) and Technical Committee 2 (membership, amendment and secretariat). Commission II focused on the general assembly. It coordinated the work of Technical Committee 1 (structure and procedures), Technical Committee 2 (political and security functions), Technical Committee 3 (economic and social cooperation) and Technical Committee 4 (trusteeship system). Commission III considered the security council. It oversaw the work of Technical Committee 1 (structure and procedures), Technical Committee 2 (peaceful settlement), Technical Committee 3 (enforcement arrangements) and Technical Committee 4 (regional arrangements). Commission IV studied judicial organization. Its committees were Technical Committee 1 (international court of justice) and Technical Committee 2 (legal problems). A Secretariat provided general administration to the conference. It prepared agenda and working papers for discussion, compiled minutes and records of meetings, and provided the array of standard services required by any international conference.\"[10] The draft of the United Nations Charter was divided into four sections, each of which was studied by a commission. The first of these was responsible for the organization's purposes, principles, membership, secretariat and the question of amendments to the Charter. The second considered functions of the General Assembly. The third dealt with the Security Council. The fourth dealt with the assessment of the draft Statute of the International Court of Justice, which had been drafted by a team of legal experts from 44 countries, meeting in Washington in April 1945.[5] At the conference, delegates reviewed and sometimes rewrote the text agreed upon at the Dumbarton Oaks conference. The delegations agreed on a role for regional organizations under the \"umbrella\" of the United Nations. The delineation of the responsibilities of the Secretary General, as well as the creation of the Economic and Social Council and the Trusteeship Council was also debated, eventually resulting in a consensus.[1] The issue of the veto power of the permanent members of the Security Council proved to be an obstacle on the quest to reach agreement on the United Nations Charter. Several countries feared that if one of the \"big five\" assumed a behavior that threatened peace, the Security Council would be helpless to intervene, but in the case of a conflict between two countries that are permanent members of the council, they could proceed arbitrarily. Therefore, they wanted to reduce the scope of the veto. However, the great powers insisted that the provision was vital and stressed the fact that the United Nations was for the greater responsibility in maintaining world peace. Finally, the great powers got their way.[5] On 25 June, delegates met for the last time in plenary at the San Francisco Opera. The session was chaired by Lord Halifax, the head of the British delegation. As he submitted the final text of the Charter to the assembly, he said: \"The question we are about to solve with our vote is the most important thing that can happen in our lives.\" Therefore, he proposed to vote not by show of hands but by having those in favor stand. Each of the delegations then stood and remained standing, as did the crowd gathered there. There was then a standing ovation when Lord Halifax announced that the Charter had been adopted unanimously.[5] The next day, in the auditorium of the Veterans Memorial Hall, the delegates signed the Charter. China signed first, as it had been the first victim of an Axis power.[5] US President Harry S. Truman's closing speech said: The Charter of the United Nations which you have just signed is a solid structure upon which we can build a better world. History will honor you for it. Between the victory in Europe and the final victory, in this most destructive of all wars, you have won a victory against war itself.... With this Charter the world can begin to look forward to the time when all worthy human beings may be permitted to live decently as free people.[5] Truman then pointed out that the Charter would work only if the peoples of the world were determined to make it work: If we fail to use it, we shall betray all those who have died so that we might meet here in freedom and safety to create it. If we seek to use it selfishly – for the advantage of any one nation or any small group of nations – we shall be equally guilty of that betrayal.[5] The United Nations did not instantly come into being with the signing of the Charter since in many countries, the Charter had to be subjected to parliamentary approval. It had been agreed that the Charter would come into effect when ratified by the governments of China, France, Britain, the Soviet Union, the United States, and a majority of the other signatory countries and when they had notified the US Department of State of their ratifications, which happened on 24 October 1945.[5]  Source: \"Charter of the United Nations and Statute for the International Court of Justice\" (PDF). United Nations. 1945. In 2019, the General Assembly, recognizing of the seventy-fifth anniversary of the conference, proclaimed April 25 as International Delegate's Day.[11]","Title":"United Nations Conference on International Organization - Wikipedia","KeyID":"4484","URL":"https://en.wikipedia.org/wiki/United_Nations_Conference_on_International_Organization"}