{"Content: ":"The unfinished portrait of Franklin D. Roosevelt is a watercolor of Franklin Delano Roosevelt, President of the United States, by Elizabeth Shoumatoff. Shoumatoff was commissioned to paint a portrait of President Roosevelt and started her work around noon on April 12, 1945. At lunch, Roosevelt complained of a headache and subsequently collapsed. The president, who had suffered a cerebral hemorrhage (stroke), died later that day. Shoumatoff never finished the portrait, but she later painted a new, largely identical one, based on memory. The Unfinished Portrait hangs at Roosevelt's retreat, the Little White House, in Warm Springs, Georgia, with its finished counterpart beside it. In 1943, painter Elizabeth Shoumatoff was told by her friend and client Lucy Mercer Rutherfurd, who was also known for being the President's mistress: \"You should really paint the President. He has such a remarkable face. There is no painting of him that gives his true expression. I think you could do a wonderful portrait, and he would be such an interesting person to paint! Would you do a portrait of him if it was arranged?\"[1] Rutherfurd would go on to make the arrangements, with Shoumatoff agreeing to sit in for two days within two weeks' time. She said of the agreement: \"I was trapped into something I had neither wished for nor planned.\"[1] She went on to talk about not being able to turn down the honor of being selected for a Presidential commission.[1] Elizabeth Shoumatoff had begun working on the portrait of the president around noon on April 12, 1945. Roosevelt was being served lunch when he said \"I have a terrific pain in the back of my head.\" He then slumped forward in his chair, unconscious, and was carried into his bedroom. The president's attending cardiologist, Dr. Howard Bruenn, diagnosed a massive cerebral hemorrhage (stroke). Roosevelt never regained consciousness and died at 3:35 p.m. that day. Shoumatoff never finished the portrait. The Unfinished Portrait hangs at Roosevelt's former health and relaxation retreat in Warm Springs, Georgia, known as the Little White House.[2] Later, Shoumatoff decided to finish the portrait in FDR's memory. She painted a new painting based on memory. One difference is that the tie that was red in the original is now blue in the finished painting. All other aspects are completely identical. The finished portrait now resides in the Legacy Exhibit beside the original at the Little White House Historic Site in Warm Springs.[3] This article about a twentieth-century painting is a stub. You can help Wikipedia by expanding it.","Title":"Unfinished portrait of Franklin D. Roosevelt - Wikipedia","KeyID":"4485","URL":"https://en.wikipedia.org/wiki/Unfinished_portrait_of_Franklin_D._Roosevelt"}