{"Content: ":"Gladocephaloideus is a genus of ctenochasmatid ctenochasmatoid pterosaur from the Early Cretaceous period (early Aptian stage) of what is now western Liaoning, China. Gladocephaloideus is known from a complete skull and partial postcranial skeleton including traces of hair-like pycnofibres. It was collected from the Jingangshan Bed of the Yixian Formation, dating to the early Aptian stage, about 121 million years ago. It was named by Lü Junchang, Ji Qiang, Wei Xuefang and Liu Yongqing in 2012 and the type species is Gladocephaloideus jingangshanensis. The generic name is derived from Latin gladius, \"sword\", and Greek κεφαλή, kephalè, \"head\", en εἶδος, eidos, \"form\", referring to the elongated form of the skull. The specific name refers to the provenance from the Jiangangshan.[1] The holotype, IG-CAGS-08-07, includes the almost complete skull, the lower jaws, the front neck vertebrae and part of a hindlimb.[1] In 2016, a second specimen was referred, JPM 2014–004, a juvenile from the Jiufotang Formation. It represents an almost complete skeleton, missing only the left hindlimb, the rear back vertebrae, the sacrum and the tail. Though the holotype was originally considered an adult, the new exemplar indicates that IG-CAGS-08-07 was a juvenile also.[2] The skull of the holotype has a length of 182 millimeters (7.2 in). In 2012 several distinguishing traits were established. The snout is elongated. The main skull opening, the fenestra nasoantorbitalis, is small with 13% of the total skull length. The part in front of it equals 63% of the skull length. The total number of teeth in the entire skull and lower jaws numbers about fifty. The teeth have sharp points.[1] The snout has a concave upper profile. A snout crest is absent. The parietal crest on the back of the skull is low and rounded. The teeth occupy the front quarter of the upper and lower jaws. Each upper jaw has thirteen teeth, each lower jaw twelve. The first four teeth in both the upper and lower jaws are longer and strongly inclined to the front; to the rear the teeth become shorter and more perpendicular. The pycnofibres in the holotype are visible as short hairs, pointing to the rear, at the back of the skull and the neck vertebrae.[1] A deep groove incises the midline of the symphysis of the lower jaws. The longest neck vertebra is 4.1 times longer than wide. In the wing finger the first phalanx is the longest and equals the shinbone in length. The thighbone equals 61% of the shinbone length. The third metatarsal equals 40% of the shinbone length.[2] Gladocephaloideus was in 2012 placed in the Gallodactylidae. It would then be the first gallodactylid pterosaur found in Asia.[1] In 2016 however, the new skeleton indicated that Gladiocephaloideus was in fact a member of the Ctenochasmatidae, as the sister species of Pterofiltrus. The cladogram presented below shows the phylogenetic analysis recovering Gladocephaloideus as a ctenochasmatid, conducted by Lü and colleagues.[2] Cathayopterus Pterodaustro Ctenochasma Gegepterus Eosipterus Cearadactylus Gnathosaurus Pterodactylus longicolum Pterofiltrus Gladocephaloideus Elanodactylus Beipiaopterus Feilongus Moganopterus   ","Title":"Gladocephaloideus - Wikipedia","KeyID":"449","URL":"https://en.wikipedia.org/wiki/Gladocephaloideus"}