{"Content: ":"Francis Owen Salisbury (18 December 1874 – 31 August 1962) was an English artist who specialised in portraits, large canvases of historical and ceremonial events, stained glass and book illustration. In his heyday he made a fortune on both sides of the Atlantic and was known as \"Britain’s Painter Laureate\". His art was steadfastly conservative and he was a vitriolic critic of Modern Art – particularly of his contemporaries Picasso, Chagall and Mondrian. Salisbury was born on 18 December 1874 at Harpenden, Hertfordshire. His father was Henry Salisbury, a plumber and glazier, and his mother was Susan Hawes.[1] One of 11 children, Salisbury was such a delicate child that he was educated at home, in the main by his student teacher sister, Emilie.[1] He had only a few weeks formal schooling and began work by repairing bicycles at his father’s Cycle Depot in Harpenden. Uncertain as to his ability to find and maintain a job, the family determined that he be apprenticed, at the age of 15,[1] to Henry James Salisbury, his eldest brother, who managed a major stained glass company in Alma Road, St Albans. He rapidly acquired all the practical skills of a stained glass artist and exhibited exceptional skills in the painterly detail that was applied to glass before its final firing. This led to his brother sponsoring him to attend Heatherley’s School of Art three days a week to further a career in painting. He then won a scholarship to the Royal Academy Schools which he attended for five years and where he won two silver medals and two scholarships, including the Landseer scholarship which funded his to travel to Italy in 1896.[1] In due course he would have seventy exhibits accepted for the annual Royal Academy Summer Exhibitions, from 1899 until 1943, though he was never offered membership, which reportedly disappointed him very much.[1] In 1901 he married Alice Maude (d. 1951), daughter of C. Colmer Greenwood, with whom he had several children, including twin daughters Monica and Sylvia.[1][2] His first Royal Academy exhibit was a portrait of Alice and he often painted pictures of their children.[1] Salisbury died on 31 August 1962[1] at Sarum Chase, the neo-Tudor mansion he built,[3] in 1932, in Hampstead, London.[1] He is buried in a rather unassuming grave, with his baby daughter Elaine Maude and his wife, in St Nicholas Churchyard, Harpenden. It is for portraiture that he is best known. His speed in producing portraits stemmed from his painting his own twin daughters every morning for an hour and his career began with child portraiture and his painting the Hertfordshire gentry and members of the Harpenden Methodist Church. He had a studio at his home, Sarum Chase.[3] A providential meeting with Lord Wakefield, founder of Castrol Oils and a Methodist philanthropist, saw his introduction to society portraiture. Salisbury’s being selected to paint the Boy Cornwell in the Battle of Jutland then brought him to the notice of Royalty. Lord Wakefield then arranged for him to paint President Woodrow Wilson whilst he was in London, but Wilson departed for Paris and the opportunity was lost. It was to be John W. Davis, American Ambassador to London, who encouraged Salisbury to go to the USA; Davis had met Salisbury at art receptions and had admired his child portraits. Twenty-five members of the Royal House of Windsor sat for Salisbury and he was the first artist to paint HM Queen Elizabeth II. In 1919 he painted a mural for the Royal Exchange, London National Peace Thanksgiving Service on the steps of St Paul’s Cathedral, 6th July 1919. He painted Winston Churchill on more occasions than any other artist; the two iconic images of Churchill – The Siren Suit and Blood, Sweat and Tears are both Salisbury images. Another, the \"Freedom Portrait\", in private ownership in the United States, is the only one for which Churchill sat during World War II.[4] Its title refers to the fact that it commemorates Churchill receiving the Freedom of the City of London.[4] It is signed and erroneously dated 24 October 1944, but in fact was painted in a single short sitting on 24 November that year.[4] The work is now in a private collection.[4] Salisbury had also included Churchill in a larger, multi-figure work the previous year, The Presentation of the Freedom of the City to Winston Churchill in the Guildhall, London, 30 June 1943 (now in the Guildhall Art Gallery[5]), but on that occasion his request for a sitting was refused, and he worked from photographs and other paintings.[4] Mayoral regalia was a ready made requisite for the Salisbury style with Councillor Sam Ryder (of Ryder Cup fame) as Mayor of St Albans being the most famous of his civic images. Other significant portraits include those of Richard Burton, Andrew Carnegie (posthumous), Sir Alan Cobham, Sir Robert Ludwig Mond, Maria Montessori, Montgomery of Alamein, Earl Mountbatten of Burma, Benito Mussolini, John Player, Lord Rank, Jan-Christiaan Smuts and Sir Henry Wood. Salisbury was remarkably successful in the USA where he was deemed to have fulfilled the American Dream. He made thirteen visits, basing himself in Washington DC, Chicago and New York City where his portraiture would be a roll call of American wealth. He painted six Presidents with his Franklin D. Roosevelt remaining as the official White House portrait to this day. Industrial and financial giants who sat for him included Henry Clay Folger, Elbert Henry Gary, Edward Stephen Harkness, Will Keith Kellogg, Andrew William Mellon, John Pierpont Morgan, George Mortimer Pullman, John Davison Rockefeller Jr., and Myron C. Taylor. Salisbury produced several self-portraits including depicting himself whilst painting the 1937 Coronation and his being Master Glazier in 1934. Salisbury’s great forte was in his painting of over forty large canvases of historical and national events, a field in which he was virtually unchallenged until 1951. The two most significant of these are The Heart of Empire – the Jubilee Thanksgiving in St Paul's Cathedral 1935 and The Coronation of their Royal Majesties King George VI and Queen Elizabeth 1937. One of the great ironies of his art is that, although he was to all intents and purposes a pacifist, his introduction to Royalty, the aristocracy and overseas politicians came as a result of his war art, particularly his posthumous portraits of the fallen in the First World War. The large canvas of the Boy Cornwell was followed by The King and Queen visiting the Battle Districts of France. It was Salisbury who was required, by Royal Command, to paint two large images of The Burial of the Unknown Warrior for the first Remembrance Day. War memorials followed on from this. During the Second World War he was required to paint The Signing of the Anglo-Soviet Treaty and one of his most endearing images is The Briefing of an Air Squadron. A matched pair of his pictures are in Walsall Town Hall's theatre, flanking its organ. They were commissioned by Joseph Leckie \"to commemorate the never to be forgotten valour of the South Staffordshire Regiments in the Great War 1914 - 1918\" and completed in 1920. One shows \"the First South Staffordshires attacking the Hohenzollern Redoubt\", the other \"the 5th South Staffords storming the St. Quentin Canal at Bellingtise Sept 29th 1918\".[6] They were unveiled on the same day as a nearby memorial to John Carless V.C.[6] His painting India's Homage to the Unknown Warrior in Westminster Abbey,[7] which hung in the Bengal Court of the British Empire Exhibition, Wembley, 1924, was presented to the India Office, as a gift from the artist when the exhibition closed. It is now in the British Library.[8] The scene, after the wedding of the Duke of York in 1923, shows \"The four Indian orderly officers of the King, who that year were Sikhs, passed the grave of the Unknown Warrior in the Abbey, and spontaneously paid tribute. ... The orderly officers, the Dean and Chapter, and others in the painting sat for their portraits.\"[9] Salisbury was a Methodist who took his faith seriously and always considered his gifts to be God given. He manifested the Protestant work ethic and the Non-Conformist conscience. He produced much work for the mainstream denominations, in particular Methodism and the Salvation Army. He painted posthumous portraits of historical Methodist figures with perhaps his best known image being that of John Wesley in John Wesley's House in London. Salisbury arranged and paid for the restoration of Wesley’s House in 1934 which restoration stood the test of time for sixty years. He lived an alcohol free lifestyle and was firmly in favour of Prohibition in the US. He refused to work on Sundays. Many of his associates including Pierpont Morgan, Lord Wakefield, Will Kellogg and Andrew Mellon'were both rich industrialists and Christian philanthropists. He bequeathed Sarum Chase in trust to the British Council of Churches. However, the BCC sold the mansion and auctioned its contents. His range of portraits stretched from Billy Graham, to four Salvation Army Generals, to Pope Pius XII. But it was stained glass that remained his favourite, though not his most profitable, art form. One of his earliest pieces of stained glass is the east window (depicting Christ, knights and angels) of St. Michael and All Angels Church, Bassett, Southampton.[10][11] Thirty-four windows have been confirmed as being designed by him with the largest collections being at Wesley's Chapel in London, the former National Children’s Home chapel in Harpenden, and the Forest Hill Methodist Church in London. All of his glass was installed in England with three notable exceptions in Medak Cathedral in India. He was elected Master of the Worshipful Company of Glaziers and Painters of Glass in 1933. The copyright of all of his paintings bar two is held by the Estate of Frank O. Salisbury. Authorised images appear in the books in the listing below. Significant collections of his work are held at the Chicago Historical Society, National Portrait Gallery in London, New York Genealogical and Biographical Society, Royal Air Force Museum in London, Wesley’s Chapel in London and the World Methodist Headquarters in North Carolina. Media related to Frank O. Salisbury at Wikimedia Commons","Title":"Frank O. Salisbury - Wikipedia","KeyID":"4491","URL":"https://en.wikipedia.org/wiki/Frank_O._Salisbury"}