{"Content: ":"The Mexican Repatriation (Spanish: Repatriación mexicana) was the repatriation and deportation of Mexicans and Mexican-Americans to Mexico from the United States during the Great Depression between 1929 and 1939. Estimates of how many were repatriated range from 355,000 to 1 million. Some scholars contend that the unprecedented number of repatriations between 1929 and 1933 were part of an “explicit Hoover administration policy\".[1] Herbert Hoover scapegoated Mexicans for the Great Depression, and instituted stricter immigration policies designed to free up jobs for Americans suffering financially.[2][1][3]: xiii [4]: 150  After Franklin D. Roosevelt became president, the rate of formal deportation and voluntary repatriation fell for all immigrants, but especially for Mexicans.[1] The Franklin D. Roosevelt administration also instituted more lenient policies towards Mexican immigrants, especially for well-settled ones, even if some of them were technically illegal.[1] An estimated forty to sixty percent of those repatriated were citizens of the United States - overwhelmingly children.[1][4]: 330  While supported by the federal government, actual deportations and repatriations were largely organized and encouraged by city and state governments, often with support from local private entities. However, voluntary repatriation was far more common than formal deportation and federal officials were minimally involved.[1] Some of the repatriates hoped that they could escape the economic crisis which was caused by the Great Depression.[5] The government formally deported at least 82,000 people,[6] with the vast majority occurring between 1930 and 1933 as part of Hoover's policy first mentioned in his 1930 State of the Union Address.[1] The Mexican government also encouraged repatriation with the promise of free land.[7]: 185–186 [3] Many factors - poverty and unemployment caused by the Depression, threats from government officials, and promises from the Mexican government - led to people moving to Mexico. Widely scapegoated for exacerbating the overall economic downturn of the Great Depression,[8] Mexicans were further targeted because of \"the proximity of the Mexican border, the physical distinctiveness of mestizos, and easily identifiable barrios.\"[9] Legal scholar Kevin Johnson has stated that the repatriation meets modern legal definitions of ethnic cleansing. At the beginning of the Great Depression, there were two primary sources of US residents of Mexican descent: territorial changes after the Mexican–American War, and migration.[citation needed] With the U.S. victory in the Mexican–American War, the Gadsden Purchase, and the annexation of the Republic of Texas, much of the present-day states of California, Nevada, Utah, New Mexico, Arizona, and parts of Texas, Colorado, and Wyoming, were ceded to the United States.[6] This land was roughly half of Mexico's pre-war territory.[10][11] 80,000-100,000 Mexican citizens lived in this territory, and were promised U.S. citizenship under the Treaty of Guadalupe Hidalgo, which ended the Mexican–American War.[6][12] About 3,000 decided to move to Mexican territory.[6] Mexicans who remained in the U.S. were considered U.S. citizens and were counted as \"white\" by the U.S. census until 1930, but a growing influx of immigrants combined with local racism led to the creation of a new category in the census of that year.[13] Mexican emigration to the United States was not significant until the construction of the railroad network between Mexico and the Southwest, which provided employment and eased transit.[3]: 6–7  Increasing demands for agricultural labor, and the violence and economic disruption of the Mexican Revolution, also caused many to flee Mexico during the years of 1910-1920[3]: 8–9  and again during the Cristero War in the late 1920s.[4]: 15  Records indicate that between the years of 1901 to 1920, there was a number of 200,000 unlawful Mexican immigrants settled in the country.[1] A study done by Gratton and Merchant indicates that approximately 500,000 Mexicans entered the United States during the 1920's and pre-repatriation era, per US records.[1] American employers often encouraged such emigration. At the onset of the 20th century, \"U.S. employers went so far as to make requests directly to the president of Mexico to send more labor into the United States\" and hired \"aggressive labor recruiters who work outside the parameters of the U.S.\" in order to recruit Mexican labor for jobs in industry, railroads, meatpacking, steel mills, and agriculture.[14] This led to the existence of Mexican communities outside of the Southwest, in places like Indiana[15] and Michigan[16] (though the vast majority of Mexicans in the US remained in the Southwest). These large inflows of immigrants raised concerns quickly among legislatures and committees. [17] Representatives of Texas' agricultural industry shared with a committee that some immigrants were bringing their families with them during their journey to the United States. These growers reported that 30 percent of workers brought their families.[17] These early waves of immigration also led to waves of repatriation, generally tied to economic downturns. During the depression of 1907, the Mexican government allocated funds to repatriate some Mexicans living in the United States.[6] Similarly, in the depression of 1920-21, the US government was advised to deport Mexicans to \"relieve ... benevolence agencies of the burden of helping braceros and their families.\"[14]: 213  While some sources report up to 150,000 repatriations during this period,[14]: 216  Mexican and US records conflict as to whether emigration from the US to Mexico increased in 1921, and only a limited number of formal deportations were recorded.[14] : 211, 214  Immigration from Mexico was not formally regulated until the Immigration Act of 1917,[14]: 213  but enforcement was lax and many exceptions were given for employers.[3]: 9, 11, 13  In 1924, with the establishment of the U.S. Border Patrol, enforcement became more strict,[3]: 11, 13 [4]: 10–11  and in the late 1920s before the market crash, as part of a general anti-immigrant sentiment, enforcement was again tightened.[3]: 30–33  Due to the lax immigration enforcement, and porousness of the border, many citizens, legal residents, and immigrants did not have the official documentation proving their citizenship, had lost their documents, or just never applied for citizenship.[4]: 24  Prejudice played a factor: Mexicans were stereotyped as \"unclean, improvident, indolent, and innately dull\",[3]: 23  so many Mexicans did not apply for citizenship because they \"knew that if [they] became a citizen [they] would still be, in the eyes of the Anglos, a Mexican\".[3]: 20  Large numbers of Mexican nationals and Mexican-Americans were repatriated during the early 1930s. This followed the Wall Street crash of 1929, and resulting growth in poverty and nativist sentiment, exemplified by President Herbert Hoover's call for deportation[4]: 4, 74–75  and a series on the racial inferiority of Mexicans run by the Saturday Evening Post.[9][15]: fn 14  Voluntary repatriation was much more common during the process than formal deportation was.[6][1] Reliable data for the total number repatriated is difficult to come by.[4]: 149 [14][18] Hoffman estimates that over 400,000 Mexicans left the US between 1929 and 1937,[3]: xiii  with a peak of 138,000 in 1931.[18] Mexican government sources suggest over 300,000 were repatriated between 1930 and 1933,[14]: fn 20  while Mexican media reported up to 2,000,000 during a similar span.[4]: 150  After 1933, repatriation decreased from the 1931 peak, but was over 10,000 in most years until 1940.[7]: 49  [1] Arturo Rosales estimates 600,000 were repatriated in total between 1929 and 1936[6] Research by California state senator Joseph Dunn concluded that 1.8 million had been repatriated.[19] Brian Gratton estimates that 355,000 people moved to Mexico from the US in the 1930s, 38% of them American born citizens and 2% naturalized citizens. He estimates that this number is 225,000 higher than would be expected during the depression period. The government formally deported around 82,000 Mexicans from 1929 to 1935.[1] This constituted a significant portion of the Mexican population in the US. By one estimate, one-fifth of Mexicans in California were repatriated by 1932, and one-third of all Mexicans in the US between 1931 and 1934.[9] The 1930 Census reported 1.3 million Mexicans in the US, but this number is not considered reliable, because some repatriations had already begun, illegal immigrants were not counted, and the Census attempted to use racial concepts that did not map to how many Spanish-speakers in the Southwest defined their own identities.[3]: 14  Another source estimates 1,692,000 people of Mexican origin (649,000 Mexican born) in the US in 1930, with this number reduced to 1,592,000 (387,000 Mexican born) in 1940.[1] Repatriation was not evenly geographically distributed, with Mexicans living in the US midwest being only 3% of the overall Mexican population in the US but perhaps 10% of repatriates.[15]: 379  Besides coverage in local newspapers and radio, deportation was frequent enough that it was reflected in the lyrics of Mexican popular music.[20] Even before the Wall Street crash, a variety of \"small farmers, progressives, labor unions, eugenicists, and racists\" had called for restrictions on Mexican immigration.[3]: 26  Their arguments focused primarily on competition for jobs, and the cost of public assistance for indigents.[3]: 26 [4]: 98  These arguments continued after the beginning of the Great Depression. For example, in Los Angeles, C.P. Visel, the spokesman for Los Angeles Citizens Committee for Coordination of Unemployment Relief (LACCCU), wrote to the federal government that deportation was necessary because \"[w]e need their jobs for needy citizens\".[4]: 67  A member of the Los Angeles County board of Supervisors, H.M. Blaine, is recorded as saying \"the majority of the Mexicans in the Los Angeles Colonia were either on relief or were public charges.\"[4]: 99  Similarly, Congressman Martin Dies (D-TX) wrote in the Chicago Herald-Examiner that the \"large alien population is the basic cause of unemployment.\"[15]: 377  Independent groups such as the American Federation of Labor (AFL) and the National Club of America for Americans also thought that deporting Mexicans would free up jobs for U.S. citizens and the latter group urged Americans to pressure the government into deporting Mexicans.[4]: 68  Secretary of Labor William Doak (who at that time oversaw the Border Patrol) \"asserted that deportation ... was essential for reducing unemployment\".[3]: 40  Contemporaries did not always agree with this analysis. For example, in a study of El Paso, Texas, the National Catholic Welfare Conference estimated that deportation of parents who were non-citizens would cost more than roundup and deportation, because previously ineligible remaining children and wives would become eligible for welfare.[4]: 77  Modern economic research has also suggested that the economic impact of deportation was negligible or even negative.[21] Racism was also a factor.[3]: 29 [15]: 374–377  Mexicans were targeted in part because of \"the proximity of the Mexican border, the physical distinctiveness of mestizos, and easily identifiable barrios.\"[9] In response to these justifications, the federal government, in coordination with local governments, took steps to remove Mexicans. These actions were a combination of federal actions that created a \"climate of fear\", along with local activities that encouraged repatriation through a combination of \"lure, persuasion, and coercion\".[22] Another justification made by Mexican officials for bringing back Mexican nationals was to repatriate large numbers of Mexican citizens with agricultural and industrial expertise learned in the United States.[23][24] Mexicans were often among the first to be laid off after the crash of 1929.[16]: 4  When combined with endemic harassment, many sought to return to Mexico.[15]: 372–377  For example, in 1931 in Gary, Indiana, a number of people sought funding to return to Mexico, or took advantage of reduced-rate train tickets.[15]: 380–381  By 1932, involuntary repatriation became more common, as local governments and aid agencies in Gary began to use \"repressive measures ... to force the return of reluctant voyagers\".[15]: 384  Similarly, in Detroit, by 1932 one Mexican national reported to the local consul that police had \"dragged\" him to the train station against his will, after he had proven his residency the previous year.[15]: 8  Mexican Consulates across the country received complaints of \"harassment, beatings, heavy-handed tactics, and verbal abuse\".[4]: 79  As the effects of the Great Depression worsened and affected larger numbers of people, feelings of hostility toward immigrants increased rapidly, and the Mexican community as a whole suffered as a result. States began passing laws that required all public employees to be American citizens, and employers were subject to harsh penalties such as a five hundred dollar fine or six months in jail if they hired immigrants. Although the law was hardly enforced, \"employers used it as a convenient excuse for not hiring Mexicans. It also made it difficult for any Mexican, whether American citizens or foreign born, to get hired.\"[4]: 89  The federal government imposed restrictions for immigrant labor as well, requiring firms that supply the government with goods and services refrain from hiring immigrants and, as a result, most larger corporations followed suit, and as a result, many employers fired their Mexican employees and few hired new Mexican workers causing unemployment to increase among the Mexican population.[4]: 89–91  President Hoover publicly endorsed Secretary of Labor Doak and his campaign to add \"245 more agents to assist in the deportation of 500,000 foreigners.\"[4]: 75  Doak's measures included monitoring labor protests or farm strikes and labeling protesters and protest leaders as possible subversives, communists, or radicals. \"Strike leaders and picketers would be arrested, charged with being illegal aliens or engaging in illegal activities, and thus be subject to arbitrary deportation.\"[4]: 76  According to Brian Gratton, involvement of the federal government in the repatriations was mostly through a policy of deportations between 1930 and 1933, which deported 34,000 individuals.[1] During the Hoover administration in the late 1920s and early 1930s, particularly the winter of 1930-1931, William Dill (D-NJ), the attorney general who had presidential ambitions, instituted a program of deportations.[25] Beginning in the early 1930s, local governments instigated repatriation programs, often conducted through local welfare bureaus or private charitable agencies.[3]: 83 [15] Los Angeles had the largest population of Mexicans outside of Mexico,[26] and had a typical deportation approach, with a plan for \"publicity releases announcing the deportation campaign, a few arrests would be made 'with all publicity possible and pictures,' and both police and deputy sheriffs would assist\".[4]: 2  This led to complaints and criticisms from both the Mexican Consulate and local Spanish language publication, La Opinión.[3]: 59–62 [4]: 72–74  The raids were significant in scope, assuming \"the logistics of full-scale paramilitary operations\", with cooperation from Federal officials, country deputy sheriffs, and city police, who would raid public places, who were then \"herded\" onto trains or buses.[4]: 71 [26]: 5  Jose David Orozco described on his local radio station the \"women crying in the streets when not finding their husbands\" after deportation sweeps had occurred.\"[4]: 70  Several Los Angeles raids included roundups of hundreds of Mexicans, with immigration agents and deputies blocked off all exits to the Mexican neighborhood in East LA, riding \"around the neighborhood with their sirens wailing and advising people to surrender themselves to the authorities.\"[3]: 59–64 [4]: 72  After the peak of the repatriation, Los Angeles again threatened to deport \"between 15,000 and 25,000 families\" in 1934. While the Mexican government took the threat seriously enough to attempt to prepare for such an influx, the city ultimately did not carry through on their threat.[7]: 52–55  Once apprehended, requesting a hearing was a possibility, but immigration officers rarely informed individuals of their rights, and the hearings were \"official but informal,\" in that immigration inspectors \"acted as interpreter, accuser, judge, and jury.\".[4]: 67  Moreover, the deportee was seldom represented by a lawyer, a privilege that could only be granted at the discretion of the immigration officer.[3]: 63  This process was likely a violation of US federal due process, equal protection, and Fourth Amendment rights.[26]: 9, 12 [19] If no hearing was requested, the second option of those apprehended was to voluntarily deport themselves from the US. In theory, this would allow these individuals to reenter the US legally at a later date because \"no arrest warrant was issued and no legal record or judicial transcript of the incident was kept.\".[4]: 79  However, many were misled, and on departure, given a \"stamp on their card [which showed] that they have been county charities\". This meant that they would be denied readmission, since they would be \"liable to become a public charge\".[3]: 91  Mexican governments had traditionally taken the position that it was \"duty-bound\" to help repatriate Mexicans who lived in the annexed portions of the southwest United States.[7]: 17  However, it did not typically act on this stated policy, because of a lack of resources.[7]: 18  Nonetheless, because of the large number of repatriations in the early 1930s, the government was forced to act and provided a variety of services. From July 1930 to June 1931, it underwrote the cost of repatriation for over 90,000 nationals.[7]: 24  In some cases, the government attempted to create new villages (\"colonias\") where repatriates could live, but the vast majority returned to communities in which relatives or friends lived.[7]: 26  After the peak of the repatriation had passed, the post-1934 government led by Lázaro Cárdenas continued to speak about encouraging repatriation, but did little to actually encourage it.[7]: 185–186  The federal government responded to the increased levels of immigration that began during World War II (partly due to increased demand for agricultural labor) with the official 1954 INS program called Operation Wetback, in which an estimated one million persons, the majority of whom were Mexican nationals and immigrants without papers, were repatriated to Mexico. But some were also U.S. citizens and deported to Mexico as well.[27][28] The US federal government has not apologized for the repatriations. In 2006, Congressional representatives Hilda Solis and Luis Gutiérrez introduced a bill calling for a commission to study the issue. Solis also called for an apology.[30] The state of California apologized in 2005 by passing the \"Apology Act for the 1930s Mexican Repatriation Program\", which officially recognized the \"unconstitutional removal and coerced emigration of United States citizens and legal residents of Mexican descent\" and apologized to residents of California \"for the fundamental violations of their basic civil liberties and constitutional rights committed during the period of illegal deportation and coerced emigration.\" However, no reparations for the victims were approved.[30][31] Los Angeles County also issued an apology in 2012, and installed a memorial at the site of one of the city's first immigration raids.[19][32][33] Repatriation is not widely discussed in U.S. history textbooks. In a 2006 survey of the nine most commonly used American history textbooks in the United States, four did not mention the topic, and only one devoted more than half a page to the topic. In total, they devoted four pages to the repatriation.[34][35][36] A National Bureau of Economic Research working paper that studied the effects of the mass repatriation concluded that cities with larger repatriation intensity ... performed similarly or worse in terms of native employment and wages, relative to cities which were similar in most labor market characteristics but which experienced small repatriation intensity. ... our estimates suggest that [repatriation] may have further increased [native] levels of unemployment and depressed their wages.[21] (emphasis added) The researchers suggest that this occurred in part because non-Mexican natives were paid lower wages after the repatriation, and because some jobs related to Mexican labor (such as managers of agricultural labor) were lost.[21] According to legal scholar Kevin R. Johnson, the repatriation meets modern legal standards for ethnic cleansing, arguing it involved the forced removal of an ethnic minority by the government.[26]: 6 ","Title":"Mexican Repatriation - Wikipedia","KeyID":"4493","URL":"https://en.wikipedia.org/wiki/Mexican_Repatriation"}