{"Content: ":"Birthright citizenship in the United States is United States citizenship acquired by a person automatically, by operation of law. This takes place in two situations: by virtue of the person's birth within United States territory or because one or both of their parents is (or was) a US citizen. Birthright citizenship contrasts with citizenship acquired in other ways, for example by naturalization.[1] Birthright citizenship is guaranteed to most people born on U.S. territory by the first part of the Citizenship Clause introduced by the Fourteenth Amendment to the United States Constitution (adopted July 9, 1868), which states: The Amendment overrode the Supreme Court decision in Dred Scott v. Sandford (1857) that denied US citizenship to African Americans, whether born in the United States or not, and whether a slave or a free person.[2] Pursuant to the Fourteenth Amendment and the Immigration and Nationality Act (INA) a person born within and subject to the jurisdiction of the United States automatically acquires US citizenship, known as jus soli (\"right of the soil\").[3] This includes the territories of Puerto Rico, the Marianas (Guam and the Northern Mariana Islands), and the U.S. Virgin Islands.[4][5] The \"subject to the jurisdiction thereof\" clause excluded Native Americans living under tribal sovereignty, and U.S.-born children of foreign diplomats. Birthright citizenship was later extended to U.S.-born Native American subjects by the Indian Citizenship Act of 1924. Federal law also grants birthright citizenship to children born elsewhere in the world to U.S. citizens (with certain exceptions), known as jus sanguinis (\"right of blood\"). Some people oppose the application of birthright citizenship to children of illegal immigrants.[6] Some argue citizenship is not guaranteed by the Fourteenth Amendment to the children of illegal immigrants, but this interpretation has never been endorsed by federal courts. The Pew Hispanic Center estimates that approximately 7.5% of all births in the U.S. (about 300,000 births per year) are to unauthorized immigrants.[7] The Pew Hispanic Center also estimates that there are 4.5 million children born to unauthorized immigrants who received citizenship by birth in the United States, while the Migration Policy Institute estimates that there are 4.1 million children. Both estimates exclude anyone 18 and older who might have benefited.[7][8] On January 24, 2020, the Trump administration adopted a policy to make it more difficult for pregnant foreign women to come to the US where it is suspected that the purpose is to give birth on US soil and thereby to ensure their children become US citizens, a practice commonly called \"birth tourism\".[9] Citizenship in the United States is a matter of federal law, governed by the United States Constitution. Since the adoption of the Fourteenth Amendment to the United States Constitution on July 9, 1868, the citizenship of persons born in the United States has been controlled by its Citizenship Clause, which states: \"All persons born or naturalized in the United States, and subject to the jurisdiction thereof, are citizens of the United States and of the State wherein they reside.\"[10] Under United States Federal law (8 U.S.C. § 1401), a person is a United States national and citizen if: The Fourteenth Amendment applies to incorporated territories, so people born in incorporated territories of the U.S. are automatically U.S. citizens at birth.[11] There are special provisions governing children born in some current and former U.S. territories or possessions, including Puerto Rico, the Panama Canal Zone, the Virgin Islands, Guam, and the Northern Mariana Islands. For example, 8 U.S.C. § 1402 states that \"All persons born in Puerto Rico [between] April 11, 1899, and ... January 13, 1941 ... residing on January 13, 1941, in Puerto Rico ... [and] persons born in Puerto Rico on or after January 13, 1941, ... are citizens of the United States at birth.\"[12] According to congressional enactment, persons born in American Samoa are American nationals but not U.S. citizens. A 2016 ruling by the D.C. Circuit Court upheld the United States government's position interpretation that American Samoa is not \"in the United States\" for purposes of the Fourteenth Amendment and thus American Samoans are nationals but not citizens at birth,[13] A 2021 ruling by the 10th Circuit Court similarly upheld the government's position and reversed a lower court ruling that said American Samoan plaintiffs were United States citizens at birth.[14][15] According to 8 U.S.C. § 1408 persons born (or found, and of unknown parentage, under the age of 5) in an outlying possession of the U.S. (which is defined by 8 U.S.C. § 1101 as American Samoa and Swains Island) are U.S. nationals but not citizens, unless otherwise provided in section 1401. The U.S. State Department publication titled Historical Background to Acquisition by Birth in U.S. Territories and Possessions explains the complexities of this topic.[16] A child born in U.S. waters or airspace is a U.S. citizen by birth. See 8 FAM 301.1–4 (\"Birth in U.S. Internal Waters and Territorial Sea\"),[17] 8 FAM 301.1–5 (\"What Is Birth in U.S. Airspace?\"),[18] and 8 FAM 301.1–6 (\"Documenting Birth in U.S. Waters and U.S. Airspace\").[19] Under certain circumstances, children may acquire U.S. citizenship from their parents. The Naturalization Act of 1790 provided for birthright citizenship for children born out of U.S. jurisdiction to two citizen parents. The Naturalization Act of 1795, which increased the period of required residence from two to five years, introduced the Declaration of Intention requirement, or \"first papers\", which created a two-step naturalization process, and omitted the term \"natural born\". The Act specified that naturalized citizenship was reserved only for \"free white person[s]\" and changed the requirement in the 1790 Act of \"good character\" to read \"good moral character\". The Naturalization Act of 1798 increased the period necessary for immigrants to become naturalized citizens in the United States from 5 to 14 years. In 1855, birthright citizenship was extended to children with citizen fathers and noncitizen mothers.[20] In 1934, it was extended to children with citizen mothers and noncitizen fathers.[21] From 1940 until 1978, a child born abroad who acquired U.S. citizenship at birth but had only one U.S. citizen parent had to fulfill a \"retention requirement\" of residing, or being physically present, in the United States or its outlying possessions for a certain number of years before reaching a specified age. Otherwise the child would not retain the U.S. citizenship (hence the name \"retention requirement\"). The retention requirement was changed several times, eliminated in 1978, and subsequently eliminated with retroactive effect in 1994.[22] The following conditions affect children born outside the U.S. and its outlying possessions to married parents (special conditions affect children born out of wedlock: see below):[23] There is an asymmetry in the way citizenship status of children born overseas to unmarried parents, only one of whom is a U.S. citizen, is handled. Title 8 U.S.C. § 1409 paragraph (c) provides that children born abroad after December 24, 1952, to unmarried American mothers are U.S. citizens, as long as the mother has lived in the U.S. for a continuous period of at least one year at any time prior to the birth. 8 U.S.C. § 1409 paragraph (a) provides that children born to American fathers unmarried to the children's non-American mothers are considered U.S. citizens only if the father meets the \"physical presence\" conditions described above, and the father takes several actions: Because of this rule, unusual cases have arisen whereby children have been fathered by American men overseas from non-American women, brought back to the United States as babies without the mother, raised by the American father in the United States, and later held to be deportable as non-citizens in their 20s.[27][28] The final element has taken an especially significant importance in these circumstances, as once the child has reached 18, the father is forever unable to establish paternity to deem his child a citizen.[29] This distinction between unwed American fathers and American mothers was constructed and reaffirmed by Congress out of concern that a flood of illegitimate Korean and Vietnamese children would later claim American citizenship as a result of their parentage by American servicemen overseas fighting wars in their countries.[30] In many cases, American servicemen passing through in wartime may not have even learned they had fathered a child.[30] In 1998, the Supreme Court upheld the discriminatory provisions of section 1409 in Miller v. Albright in a 6–3 decision which held that a woman's ties to a child are biological, but a father's ties to a child are a legally constructed choice.[31]: 100–105  In 2001, the Supreme Court, by 5–4 majority in Nguyen v. INS, reaffirmed the constitutionality of this gender distinction.[32]: 224 [27][28] According to the Constitution of the United States only natural born citizens (or citizens at the time of the adoption of the Constitution) are eligible to serve as President of the United States or as Vice President. The text of the Constitution does not define what is meant by natural born: in particular it does not specify whether there is any distinction to be made between persons whose citizenship is based on jus sanguinis (parentage) and those whose citizenship is based on jus soli (birthplace). As a result, controversies have arisen over the eligibility of a number of candidates for the office. Throughout the history of the United States, the fundamental legal principle governing citizenship has been that birth within the United States grants U.S. citizenship; although enslaved persons and children of enslaved mothers, under the principle of partus sequitur ventrem, were excluded,[33] as were married women until the middle of the 20th century.[34] The United States did not grant citizenship after the American Civil War to all former slaves until the passage of the Civil Rights Act of 1866, which was subsequently confirmed by the Fourteenth Amendment. American Indian tribal members are not covered specifically by the constitutional guarantee. Those living in tribes on reservations were generally not considered citizens until passage of the Indian Citizenship Act of 1924, although by that time nearly two-thirds of American Indians were already citizens. Birthright citizenship, as with much United States law, has its roots in English common law.[35] Calvin's Case, 77 Eng. Rep. 377 (1608),[37] was particularly important as it established that, under English common law, \"a person's status was vested at birth, and based upon place of birth—a person born within the king's dominion owed allegiance to the sovereign, and in turn, was entitled to the king's protection.\"[38] This same principle was well-established in the antebellum United States. Justice Joseph Story described the rule in Inglis v. Trustees of Sailor's Snug Harbor: The rule commonly laid down in the books is, that every person who is born within the ligeance of a sovereign is a subject; and, e converso, that every person born without such allegiance is an alien. . . . Two things usually concur to create citizenship; first, birth locally within the dominions of the sovereign; and secondly, birth within the protection and obedience, or in other words, within the ligenance of the sovereign. That is, the party must be born within a place where the sovereign is at the time in full possession and exercise of his power, and the party must also at his birth derive protection from, and consequently owe obedience or allegiance to the sovereign, as such, de facto.[39] Justice Story described as exceptions to the rule the children of ambassadors and the children of occupying enemy soldiers.[40] As these exceptions were narrow, the rule was quite generous in scope. As one antebellum American treatise put it: Therefore every person born within the United States, its territories or districts, whether the parents are citizens or aliens, is a natural born citizen in the sense of the Constitution, and entitled to all the rights and privileges appertaining to that capacity.[41] In the 1844 New York case of Lynch v. Clarke, the court held that the common law rule applied in the United States, and ruled that a child born in United States of a temporary visitor to the country was a natural-born citizen of the United States under this rule.[42] Chancellor James Kent, in his influential Commentaries on American Law, framed the rule in terms similar to what would become the citizenship clause of the Fourteenth Amendment: “Natives,” he said, “are all persons born within the jurisdiction of the United States,” while “[a]n alien,” conversely, “is a person born out of the jurisdiction of the United States.”[43] The Supreme Court thus stated that the rule was \"ancient and fundamental\", i.e., well-established common law, in 1898: \"the Fourteenth Amendment affirms the ancient and fundamental rule of citizenship by birth within the territory, in the allegiance and under the protection of the country, including all children here born of resident aliens, with the exceptions or qualifications (as old as the rule itself) of children of foreign sovereigns or their ministers, or born on foreign public ships, or of enemies within and during a hostile occupation of part of our territory, and with the single additional exception of children of members of the Indian tribes owing direct allegiance to their several tribes.\" United States v. Wong Kim Ark, 169 U.S. 649 (1898). The Naturalization Act of 1790 (1 Stat. 103) provided the first rules to be followed by the United States in the granting of national citizenship.[44] While the law did not specifically prevent women from having their own citizenship, the law recognized only the authority of a husband if a woman was married.[45] Under the practice of coverture, the control of the physical body of married woman, as well as rights to her person or property, were the possession of her husband. Her loyalty to her spouse was deemed more significant than any obligation she might have to the state.[46]: xxiii  Judicial rulings on domestic relations held that infants, slaves, and women were unable to participate in public life, because they lacked sufficient judgement and could not control either their own will or property.[47][48] Since that time, laws concerning immigration and naturalization in the United States have undergone a number of revisions.[44] The Naturalization Act of 1804 specifically confirmed that married women's access to citizenship was tied to their state of marriage.[34] The law stated that widows and children of aliens who had complied with the declaration of intent to become a citizen specified in the Act of 1802, but died prior to being naturalized were entitled to the rights and privileges of citizenship, if they took the necessary oath.[49] Provisions of the Naturalization Act of 1855 specified that a woman married to a native-born citizen or a naturalized alien, or a child born on foreign soil, but to a citizen father, were citizens, as long as they were white.[34][50][51] Justice Roger B. Taney in the majority opinion in Dred Scott v. Sandford 60 U.S. (How. 19) 393 (1857) held that African Americans, whether slave or free, had never been and could never become citizens of the United States, as they were excluded by the Constitution. The political scientist Stuart Streichler writes that Taney's decision was based on \"a skewed reading of history\".[52] Justice Benjamin R. Curtis in his dissent showed that under the Articles of Confederation, free blacks had already been considered citizens in five states and carried that citizenship forward when the Constitution was ratified.[53] Justice Curtis wrote: The first section of the second article of the Constitution uses the language \"a natural-born citizen\". It thus assumes that citizenship may be acquired by birth. Undoubtedly, this language of the Constitution was used in reference to that principle of public law, well understood in the history of this country at the time of the adoption of the Constitution, which referred Citizenship to the place of birth. At the Declaration of Independence, and ever since, the received general doctrine has been, in conformity with the common law, that free persons born within either of the colonies, were the subjects of the King; that by the Declaration of independence, and the consequent acquisition of sovereignty by the several States, all such persons ceased to be subjects, and became citizens of the several States ... The Constitution has left to the States the determination what person, born within their respective limits, shall acquire by birth citizenship of the United States ...[54] Justice John McLean, in his dissent, said of Dred Scott himself: “Being born under our Constitution and laws, no naturalization is required, as one of foreign birth, to make him a citizen.”[55] In 1862, Secretary of the Treasury Salmon P. Chase sent a question to Attorney General Edward Bates asking whether or not \"colored men\" can be citizens of the United States. Attorney General Bates responded on November 29, 1862, with a 27-page opinion concluding, \"I conclude that the free man of color, mentioned in your letter, if born in the United States, is a citizen of the United States, ...\" [italics in original][56] In the course of that opinion, Bates commented at some length on the nature of citizenship, and wrote, ... our constitution, in speaking of natural born citizens, uses no affirmative language to make them such, but only recognizes and reaffirms the universal principle, common to all nations, and as old as political society, that the people born in a country do constitute the nation, and, as individuals, are natural members of the body politic. If this be a true principle, and I do not doubt it, it follows that every person born in a country is, at the moment of birth, prima facie a citizen; and who would deny it must take upon himself the burden of proving some great disfranchisement strong enough to override the natural born right as recognized by the Constitution in terms the most simple and comprehensive, and without any reference to race or color, or any other accidental circumstance.[57] [italics in original] The Civil Rights Act of 1866 declared: \"... all persons born in the United States, and not subject to any foreign power, excluding Indians not taxed, are hereby declared to be citizens of the United States.\" (\"Indians not taxed\" referred to Native American tribal members living on reservations.)[58] Representative James F. Wilson of Iowa, upon introducing the citizenship clause of the Act, stated that it was \"merely declaratory of what the law now is,\" and recounted at length the common law history of birthright citizenship.[59] Representative John Bingham of Ohio affirmed that the clause was \"simply declaratory of what is written in the Constitution,\" with specific reference to the \"natural-born citizen\" qualification for presidential office.[60] Since the adoption of the Fourteenth Amendment to the Constitution on July 9, 1868, citizenship of persons born in the United States has been controlled by its Citizenship Clause, which states: \"All persons born or naturalized in the United States, and subject to the jurisdiction thereof, are citizens of the United States and of the State wherein they reside.\"[10] This act, a companion piece to the Fourteenth Amendment, was approved on July 27, 1868.[61] The law allowed Americans to voluntarily give up their citizenship. Though it did not provide specific requirements to do that, subsequent court cases, such as that of Nellie Grant Sartoris, ruled that marriage to an alien was a voluntary expatriation. Further clarifications from rulings maintained that a married woman could lose her citizenship if she lived abroad with her alien spouse or if her marriage automatically bestowed upon her the nationality of her husband.[62][63]: 89  The Expatriation Act of 1868 led President Ulysses S. Grant to write in 1873, that the United States had \"led the way in the overthrow of the feudal doctrine of perpetual allegiance\".[64] Edward J. Erler of California State University, San Bernardino, and Brook Thomas of the University of California at Irvine, have argued that this Act was an explicit rejection of birth-right citizenship as the ground for American citizenship,[65] basing that argument on the debate that surrounded the passage of this act.[66][67] Professor Garrett Epps of the University of Baltimore disagrees: \"The Expatriation Act is not, as Erler imagines, 'a necessary companion piece to the citizenship clause.' In fact, there is no relationship at all between the two. The act was written in a different year, by different authors, on a different subject, and in a different Congress, than the Fourteenth Amendment.\"[68] American courts had long recognized that the rule of perpetual allegiance \"does not stand upon the same reason or principle as the common law doctrine of allegiance by birth, and does not follow from the adoption of the latter.\",[69] concluding in 1844 that, \"A diversity of opinion and of practice on the subject of perpetual allegiance prevailed in the colonies and in the states, under the old Confederation. [...] [I]n the national government, the common law rale of perpetual allegiance did not prevail; while the universal prevalence of the rule of allegiance by birth in all the colonies and states up to [1789], would be a convincing argument that such rule became the national law.[69] In 1873, The Attorney General of the United States published the following legal opinion concerning the Fourteenth Amendment: The word 'jurisdiction' must be understood to mean absolute and complete jurisdiction, such as the United States had over its citizens before the adoption of this amendment. Aliens, among whom are persons born here and naturalized abroad, dwelling or being in this country, are subject to the jurisdiction of the United States only to a limited extent. Political and military rights and duties do not pertain to them.[70] The Attorney General clarified this remark as follows: The child born of alien parents in the United States is held to be a citizen thereof, and to be subject to duties with regard to this country which do not attach to the father. The same principle on which such children are held by us to be citizens of the United States, and to be subject to duties to this country, applies to the children of American fathers born without the jurisdiction of the United States, and entitles the country within whose jurisdiction they are born to claim them as citizen and to subject them to duties to it. Such children are born to a double character: the citizenship of the father is that of the child so far as the laws of the country of which the father is a citizen are concerned, and within the jurisdiction of that country; but the child, from the circumstances of his birth, may acquire rights and owes another fealty besides that which attaches to the father.[71] That same year, the trial of Susan B. Anthony resulted in a ruling by Associate Justice of the Supreme Court of the United States Ward Hunt, in the U.S. Circuit Court for the Northern District of New York. He held that neither the Fourteenth Amendment, which prohibited states from abridging the rights and privileges of citizens, nor the Fifteenth Amendment, which granted citizens the right to vote, applied to Anthony, because voting rights and conditions were defined by the state and not the national government. Since denying the vote on the basis of sex was not prohibited by the Fifteenth Amendment and sanctions for violating the second section of the Fourteenth Amendment only defined breaches to male citizens' rights, Hunt determined that a state could define unequal rights to different people.[72] The Expatriation Act of 1907 codified that women married to aliens lost their citizenship upon marriage to a non-citizen. It did not matter if they resided in the United States or abroad[50] and was applied retroactively and without notice.[73]: 319–320  It also prevented immigrant women from being able to obtain their own US nationality, if their spouse was not or could not be naturalized, because he was racially excluded, was an anarchist, or was a practitioner of polygamy.[34][74]: 1461, 1465  If her husband later was able to acquire US citizenship, a wife automatically gained his new nationality.[75] Women did not have their own nationality papers, instead they were required to provide a copy of their marriage record and husband's proof of citizenship.[34] As soon as women gained the right to vote, they began pressuring Congress to eliminate provisions which automatically reassigned women's citizenship upon their marriage.[74]: 1464  In 1922, the Cable Act was passed which guaranteed women independent citizenship if their spouse was eligible for naturalization.[34] A wife's nationality was still dependent upon her husband's status and if he was ineligible, or if she lived abroad in her husband's country for two years, or in any foreign nation for five years, her nationality was forfeited.[75][74]: 1464  Ineligibility applied to anyone who was neither white nor of African descent.[73]: 325  The Act also allowed American-born women who had lost their citizenship by virtue of marriage a means to repatriate, if they returned to the United States. However, to re-enter the United States and apply under a petition for naturalization, required that her return did not exceed the restricted the number of immigrants from each country specified in the Emergency Quota Act of 1921.[75][74]: 1466  The same requirement did not apply to foreign wives of American men. Wives and children of male citizens were exempt from restrictive quotas.[74]: 1468  Under the terms of the Asian Exclusion Act, Asians were not only excluded from naturalizing, but were prohibited from entering the country.[76] It also provided that an American-born woman who lost her citizenship and was married or had been married to an immigrant who was ineligible for US citizenship was considered to have been \"born in the country of which [they were] a citizen or subject\".[74]: 1466  In 1923, a Supreme Court ruling, United States v. Bhagat Singh Thind retroactively stripped citizenship from Asian men, and combined with the provisions of the Cable Act, automatically deprived their wives of American citizenship as well.[74]: 1467  Even if she remained in the United States, an American woman's citizenship was automatically revoked if she married a man of Asian descent. If she left the country, she could not be readmitted to the United States.[74]: 1466  Under terms of the law, American men could petition for their foreign-born wives to lawfully immigrate, but American women were barred from petitioning on behalf of their husbands.[77]: 422  The Indian Citizenship Act of 1924[78] provided \"That all noncitizen Indians born within the territorial limits of the United States be, and they are hereby, declared to be citizens of the United States\". This same provision (slightly reworded) is contained in present-day law as section 301(b) of the Immigration and Nationality Act of 1965 (8 U.S.C. § 1401). The Equal Nationality Act of 1934 allowed a married woman with children who had been born abroad to transmit her citizenship to her children, provided the mother had resided in the United States before the child was born.[46]: 43 [79]: 420  The law was not retroactive, thus children born before 1934 had difficulty in proving claims to derivative citizenship from their mother. The maternal derivative citizenship for children born abroad before 1934 was not confirmed until 1989.[46]: 43  Previously only fathers were able to transmit derivative citizenship to their offspring. The law had no provisions for derivative nationality if the child(ren) were illegitimate.[79]: 420  The Nationality Act of 1936 reaffirmed that a woman who had lost her citizenship through marriage to an alien before September 22, 1922, could regain her citizenship if the marriage had terminated, as long as she took the oath of citizenship.[34][75] It did not repeal the Cable Act, but the Nationality Act of 1940 repealed sections 1, 2, 3, and 4, as well as amendments from 1930, 1931, and 1934 of the Cable Act.[80]: 1173  The 1940 law allowed all women who lost their citizenship because of marriage to repatriate without regard to their marital status upon swearing the oath of allegiance.[75] It also specified that derivative citizenship for children born out of wedlock could pass from mother to child, but required that a father legitimize the child declaring paternity before it reached majority.[79]: 420  The McCarran–Walter Act of 1952 recognized that previous nationality laws had discriminated against married women and sought to remove inequalities by replacing gendered identifiers with the term \"spouse\".[77]: 424–425  It provided that children born outside of the United States had derivative citizenship if at least one of its unmarried parents was a citizen of the United States and had resided in the country for one year prior to the child's birth. If the parents were married, the citizen parent had to have lived five years in the United States after attaining age 14 and cumulatively have resided for ten years in the United States. Exception was made for active duty military personnel's service to be considered residence in the United States.[81][82]: 235–236  The residency requirement in the United States meant that if a citizen parent, who was not in the military, was under the age of 19 when the child was born abroad, their child could not derive citizenship from the citizen parent. Though amended in 1978 and 1984, the discrimination based upon marital status and age remained unchanged until 1986. At that time, the law was amended to shorten the parent's residency time in the United States to five years, with at least 2 of those years being after the 14th birthday of the parent.[81] In the case of Inglis v. Trustees of Sailor's Snug Harbor, 28 U.S. 99 (1830)[a] the Supreme Court decided the question of the disposition of the estate of a man born in New York State in 1776. The Supreme Court resolved complicated questions of how citizenship had been derived during the Revolutionary War. The court found that the jus soli is so consistent in American Law as to automatically grant American citizenship to children born in New York City between the Declaration of Independence and the Landing at Kip's Bay in 1776, but not to children born in New York during the British occupation that followed. Nothing is better settled at the common law than the doctrine that the children even of aliens born in a country while the parents are resident there under the protection of the government and owing a temporary allegiance thereto are subjects by birth. In the Slaughter-House Cases, 83 U.S. (16 Wall.) 36 (1873)[b]—a civil rights case not dealing specifically with birthright citizenship—a majority of the Supreme Court mentioned in passing that \"the phrase 'subject to its jurisdiction' was intended to exclude from its operation children of ministers, consuls, and citizens or subjects of foreign States born within the United States\". In Elk v. Wilkins, 112 U.S. 94 (1884),[c] the Supreme Court denied the birthright citizenship claim of an \"Ameerican Indian\" (referring there to Native Americans). The court ruled that being born in the territory of the United States is not sufficient for citizenship; those who wish to claim citizenship by birth must be born subject to the jurisdiction of the United States. The court's majority held that the children of Native Americans were no more \"born in the United States and subject to the jurisdiction thereof,\" within the meaning of the first section of the Fourteenth Amendment, than the children of subjects of any foreign government born within the domain of that government, or the children born within the United States of ambassadors or other public ministers of foreign nations. Thus, Native Americans who voluntarily quit their tribes would not automatically become U.S. citizens.[83] Native Americans were granted U.S. citizenship by Congress half a century later in the Indian Citizenship Act of 1924, which rendered the Elk decision obsolete. In the case of United States v. Wong Kim Ark, 169 U.S. 649 (1898),[d] the Supreme Court was presented with the following question: [Whether a] child born in the United States, of parents of Chinese descent, who, at the time of his birth, are subjects of the Emperor of China, but have a permanent domicil and residence in the United States, and are there carrying on business, and are not employed in any diplomatic or official capacity under the Emperor of China, becomes at the time of his birth a citizen of the United States, by virtue of the first clause of the Fourteenth Amendment of the Constitution, \"All persons born or naturalized in the United States, and subject to the jurisdiction thereof, are citizens of the United States and of the State wherein they reside.\" The decision centered upon the 14th Amendment's reference to \"jurisdiction\", and concluded: the Fourteenth Amendment affirms the ancient and fundamental rule of citizenship by birth within the territory, in the allegiance and under the protection of the country, including all children here born of resident aliens, with the exceptions or qualifications (as old as the rule itself) of children of foreign sovereigns or their ministers, or born on foreign public ships, or of enemies within and during a hostile occupation of part of our territory, and with the single additional exception of children of members of the Indian tribes owing direct allegiance to their several tribes. The Amendment, in clear words and in manifest intent, includes the children born, within the territory of the United States, of all other persons, of whatever race or color, domiciled within the United States. Every citizen or subject of another country, while domiciled here, is within the allegiance and the protection, and consequently subject to the jurisdiction, of the United States. His allegiance to the United States is direct and immediate, and, although but local and temporary, continuing only so long as he remains within our territory, is yet, in the words of Lord Coke in Calvin's Case, 7 Rep. 6a, \"strong enough to make a natural subject, for if he hath issue here, that issue is a natural-born subject;\" and his child, as said by Mr. Binney in his essay before quoted, \"if born in the country, is as much a citizen as the natural-born child of a citizen, and by operation of the same principle.\" Ethel Mackenzie was an American-born woman who married a British subject in 1909. When she attempted to register to vote in 1911 in California, Mackenzie was refused because she was not a citizen.[46]: 41  She was advised that if her husband became a US citizen, she could register, but Mackenzie believed that her citizenship was a birthright and refused to have her husband naturalize.[46]: 42 [84] Mackenzie filed a suit in the California federal courts against the San Francisco Election Commissioners. She alleged she had not lost her nationality under the Expatriation Act of 1907 by virtue of the birthright citizenship provisions of the Fourteenth Amendment to the United States Constitution. Her claim was denied and she escalated the case to the Supreme Court.[84] In Mackenzie v. Hare 239 U.S. 299, 311 (1915), the justices ruled that \"Marriage of an American woman with a foreigner is tantamount to voluntary expatriation\".[85] Plyler v. Doe, 457 U.S. 202 (1982),[e] involved illegal alien children and their rights to public education. This case did not explicitly address the question of babies born in the United States to illegal immigrant parents; the children dealt with in the case were born outside the U.S. and had entered the country illegally along with their parents. The court did suggest (in dicta) that illegal immigrants are \"within the jurisdiction\" of the states in which they reside, and that[86][87] no plausible distinction with respect to Fourteenth Amendment 'jurisdiction' can be drawn between resident aliens whose entry into the United States was lawful, and resident aliens whose entry was unlawful. In 2006 judge James Chiun-Yue Ho, who President Donald Trump would later appoint to the United States Court of Appeals for the Fifth Circuit, wrote in a law review article that with the Plyler decision \"any doubt was put to rest\" whether the 1898 Wong Kim Ark decision applied to illegal aliens given that \"[in Plyler] all nine justices agreed that the Equal Protection Clause protects legal and illegal aliens alike. And all nine reached that conclusion precisely because illegal aliens are 'subject to the jurisdiction' of the U.S., no less than legal aliens and U.S. citizens.\"[88][89] Since the majority of Canadians live in the relatively thin strip of land close to the long border with the United States, Canadians in need of urgent medical care are occasionally transferred to nearby American medical centers. In some circumstances, Canadian mothers facing high-risk births have given birth in American hospitals. Such children are American citizens by birthright.[90] In these circumstances, Canadian laws are similar to those of the United States. Babies born in Canada of American parents are also Canadian citizens by birthright.[91] In both of these situations, the birthright citizenship is passed on to their children, born decades later. In some cases, births in American hospital (sometimes called \"border babies\") have resulted in persons who lived for much of their lives in Canada without knowing that they had never had official Canadian citizenship. Some of these people have been called Lost Canadians.[92] Another problem arises where a Canadian child, born to Canadian parents in a U.S. border hospital, is treated as a dual citizen and added to the United States tax base on this basis despite having never lived, worked nor studied in that nation. While Canadian income tax is payable only by those who reside or earn income in Canada, the U.S. Internal Revenue Service taxes its citizens worldwide. Campobello Island is particularly problematic as, while legally part of New Brunswick, the only year-round fixed link off the island leads not to Canada but to Lubec, Maine—leading to many Canadians whose families have lived on Campobello for generations not being able to claim to be born in Canada.[93] During the original debate over the 14th Amendment Senator Jacob M. Howard of Michigan—the sponsor of the Amendment, though the Citizenship Clause was written by Senator Wade—described the clause as having the same content, despite different wording, as the earlier Civil Rights Act of 1866, namely, that it excludes American Indians who maintain their tribal ties and \"persons born in the United States who are foreigners, aliens, who belong to the families of ambassadors or foreign ministers\".[94] Others also agreed that the children of ambassadors and foreign ministers were to be excluded.[95][96] Concerning the children born in the United States to parents who are not U.S. citizens (and not foreign diplomats), three senators, including Senate Judiciary Committee Chairman Lyman Trumbull, the author of the Civil Rights Act, as well as President Andrew Johnson, agreed, asserting that both the Civil Rights Act and the 14th Amendment would confer citizenship on them at birth, and no senator offered a contrary opinion.[97][98][99] Most of the debate on this section of the Amendment centered on whether the wording in the Civil Rights Act or Howard's proposal more effectively excluded Aboriginal Americans on reservations and in U.S. territories from citizenship. Senator James R. Doolittle of Wisconsin asserted that all Native Americans are subject to the jurisdiction of the United States, so that the phrase \"Indians not taxed\" would be preferable,[100] but Trumbull and Howard disputed this, arguing that the U.S. government did not have full jurisdiction over Native American tribes, which govern themselves and make treaties with the United States.[101][102] In 1912 in his Treatise on the Laws Governing the Exclusion and Expulsion of Aliens in the United States, Clement Lincoln Bouvé argued that based on the 14th Amendment, Wong Kim Ark, and other case law, \"...the child born of alien parents who, though under the immigration law they have no right to do so and are subject at any time to deportation thereunder, are nevertheless residing in the United States and owe temporary allegiance thereto, is necessarily born in allegiance to, and, therefore, is a citizen of this country.\"[103] Edward Erler in 2007 argued that since the Wong Kim Ark case dealt with someone whose parents were in the United States legally, there is no valid basis under the 14th Amendment for the practice of granting citizenship to U.S.-born children of illegal immigrants: \"Even if the logic is that Wong Kim Ark became a citizen by birth with the permission of the United States when it admitted his parents to the country, no such permission has been given to those who enter illegally.\"[104] Akhil Amar responded to Erler, \"I'm not sure that his Pandora's box can be limited to children of illegal aliens. It is a thin edge of a very big and dangerous wedge that I think runs squarely into Wong Kim Ark.\"[105] Similarly, Angelo Ancheta criticized the \"consent-based theory of citizenship\", saying that \"The Fourteenth Amendment was designed to ensure citizenship for 'all persons' born in the United States, particularly in response to ambiguities in legal status that attached to being the descendants of an outsider class, namely slaves.\"[106] In the late 1990s opposition arose over the longstanding practice of granting automatic citizenship on a jus soli basis.[107] Fears grew in some circles that the existing law encouraged parents-to-be to come to the United States to have children (sometimes called birth tourism) in order to improve the parents' chances of attaining legal residency themselves.[108][109] Some media correspondents[110][111] and public leaders, including former congressman Virgil Goode, have controversially dubbed this the \"anchor baby\" situation,[112][113] and politicians have proposed legislation on this basis that might alter how birthright citizenship is awarded.[114] A Pew Hispanic Center analysis of Census Bureau data determined that about 8 percent of children born in the United States in 2008—about 340,000—were offspring of \"unauthorized immigrants\". In total, about four million American-born children of unauthorized immigrant parents resided in this country in 2009, along with about 1.1 million foreign-born children of unauthorized immigrant parents.[115] The Center for Immigration Studies—a think tank which favors stricter controls on immigration—claims that between 300,000 and 400,000 children are born each year to illegal immigrants in the U.S.[116][117] Bills have been introduced from time to time in Congress which have sought to declare American-born children of foreign nationals not to be \"subject to the jurisdiction of the United States\", and thus not entitled to citizenship via the 14th Amendment, unless at least one parent was an American citizen or a lawful permanent resident. In 1993, Sen. Harry Reid (D-Nev.) introduced legislation that would limit birthright citizenship to the children of U.S. citizens and legally resident aliens, and similar bills have been introduced by other legislators in every Congress since.[117] For example, U.S. Representative Nathan Deal, a Republican from the State of Georgia, introduced the \"Citizenship Reform Act of 2005\" (H.R. 698) in the 109th Congress,[118] the \"Birthright Citizenship Act of 2007\" (H.R. 1940)[119] in the 110th Congress, and the \"Birthright Citizenship Act of 2009\" (H.R. 1868)[120] in the 111th Congress. However, neither these nor any similar bill has ever been passed by Congress. Some legislators, unsure whether such Acts of Congress would survive court challenges, have proposed that the Citizenship Clause be changed through a constitutional amendment.[121] Senate Joint Resolution 6, introduced on January 16, 2009 in the 111th Congress, proposes such an amendment;[122] however, neither this, nor any other proposed amendment, has yet been approved by Congress for ratification by the states. President Donald Trump said on October 30, 2018, that he intends to remove, by means of an executive order, the right of citizenship from people born in the U.S. to foreign nationals.[123][124] In August 2019, USA Today reported that the new policy will make U.S. service members and government employees whose child is not automatically a United States citizen go through a different process to apply for their child's citizenship and that, according to estimates by the United States Citizenship and Immigration Services (USCIS), this will impact approximately 20 to 25 people annually.[125] No such executive order had materialized by the time President Trump left office in 2021.","Title":"Birthright citizenship in the United States - Wikipedia","KeyID":"4496","URL":"https://en.wikipedia.org/wiki/Birthright_citizenship_in_the_United_States"}