{"Content: ":"Note: Varies by jurisdiction Note: Varies by jurisdiction Lynching is an extrajudicial killing by a group. It is most often used to characterize informal public executions by a mob in order to punish an alleged transgressor, punish a convicted transgressor, or intimidate people. It can also be an extreme form of informal group social control, and it is often conducted with the display of a public spectacle (often in the form of a hanging) for maximum intimidation.[1] Instances of lynchings and similar mob violence can be found in every society.[2][3][4] In the United States, where the word for \"lynching\" likely originated, lynchings of African Americans became frequent in the South during the period after the Reconstruction era, especially during the nadir of American race relations.[5] The origins of the word lynch are obscure, but it likely originated during the American Revolution. The verb comes from the phrase Lynch Law, a term for a punishment without trial. Two Americans during this era are generally credited for coining the phrase: Charles Lynch (1736–1796) and William Lynch (1742–1820), both of whom lived in Virginia in the 1780s.[6] Charles Lynch is more likely to have coined the phrase, as he was known to have used the term in 1782, while William Lynch is not known to have used the term until much later. There is no evidence that death was imposed as a punishment by either of the two men.[7] In 1782, Charles Lynch wrote that his assistant had administered Lynch's law to Tories \"for Dealing with the negroes &c\".[8] Charles Lynch was a Virginia Quaker,[9]: 23ff  planter, and Patriot who headed a county court in Virginia which imprisoned Loyalists during the American revolutionary war, occasionally imprisoning them for up to a year. Although he lacked proper jurisdiction for detaining these persons, he claimed this right by arguing wartime necessity. Subsequently, Lynch prevailed upon his friends in the Congress of the Confederation to pass a law that exonerated him and his associates from wrongdoing.[citation needed] Lynch was concerned that he might face legal action from one or more of those he had imprisoned, notwithstanding that the Patriots had won the war. This action by the Congress provoked controversy, and it was in connection with this that the term Lynch law, meaning the assumption of extrajudicial authority, came into common parlance in the United States. Lynch was not accused of racist bias. He acquitted Black people accused of murder on three occasions.[10][11] He was accused, however, of ethnic prejudice in his abuse of Welsh miners.[8] William Lynch from Virginia claimed that the phrase was first used in a 1780 compact signed by him and his neighbors in Pittsylvania County. While Edgar Allan Poe claimed that he found this document, it was probably a hoax.[citation needed] A 17th-century legend of James Lynch fitz Stephen, who was Mayor of Galway in Ireland in 1493, says that when his son was convicted of murder, the mayor hanged him from his own house.[12] The story was proposed by 1904 as the origin of the word \"lynch\".[13] It is dismissed by etymologists, both because of the distance in time and place from the alleged event to the word's later emergence, and because the incident did not constitute a lynching in the modern sense.[13][7] The archaic verb linch, to beat severely with a pliable instrument, to chastise or to maltreat, has been proposed as the etymological source; but there is no evidence that the word has survived into modern times, so this claim is also considered implausible.[9]: 16  Lynchings took place in the United States both before and after the American Civil War, most commonly in Southern states and Western frontier settlements and most frequently in the late 19th century. They were often performed by self-appointed commissions, mobs, or vigilantes as a form of punishment for presumed criminal offences.[16] From 1883 to 1941 there were 4,467 victims of lynching. Of these, 4,027 were male, and 99 female. 341 were of unknown gender, but are assumed to be likely male. In terms of ethnicity; 3,265 were black, 1,082 were white, 71 were Mexican or of Mexican descent, 38 were American Indian, ten were Chinese, and one was Japanese.[17] At the first recorded lynching, in St. Louis in 1835, a Black man named McIntosh who killed a deputy sheriff while being taken to jail was captured, chained to a tree, and burned to death on a corner lot downtown in front of a crowd of over 1,000 people.[18] Mob violence arose as a means of enforcing White supremacy[19] and it frequently verged on systematic political terrorism. After the American Civil War, secret white supremacist terrorist groups such as the Ku Klux Klan instigated extrajudicial assaults and killings due to a perceived loss of white power in America.[20][21][22][23][24] Mobs usually alleged crimes for which they lynched Black people in order to instil fear. In the late 19th century, however, journalist Ida B. Wells showed that many presumed crimes were either exaggerated or had not even occurred.[25] The magnitude of the extralegal violence which occurred during election campaigns, to prevent blacks from voting, reached epidemic proportions.[20][21][22][23][24] The ideology behind lynching, directly connected to the denial of political and social equality, was stated forthrightly in 1900 by United States Senator Benjamin Tillman, who was previously governor of South Carolina: We of the South have never recognized the right of the negro to govern white men, and we never will. We have never believed him to be the equal of the white man, and we will not submit to his gratifying his lust on our wives and daughters without lynching him.[26][27] Members of mobs that participated in lynchings often took photographs of what they had done to their victims. Souvenir taking, such as the taking of pieces of rope, clothing, branches and sometimes body parts was not uncommon. Some of those photographs were published and sold as postcards.[28][29] The Dyer Anti-Lynching Bill was first introduced to the United States Congress in 1918 by Republican Congressman Leonidas C. Dyer of St. Louis, Missouri. The bill was passed by the United States House of Representatives in 1922, and in the same year it was given a favorable report by the United States Senate Committee. Its passage was blocked by White Democratic senators from the Solid South, the only representatives elected since the southern states had disenfranchised African Americans around the start of the 20th century.[30] The Dyer Bill influenced later anti-lynching legislation, including the Costigan-Wagner Bill, which was also defeated in the US Senate.[31] The song \"Strange Fruit\" was composed by Abel Meeropol in 1937, inspired by the photograph of a lynching in Marion, Indiana. Meeropol said that the photograph \"haunted me for days\".[32] It was published as a poem in the New York Teacher and later in the magazine New Masses, in both cases under the pseudonym Lewis Allan. The poem was set to music, also by Meeropol, and the song was performed and popularized by Billie Holiday.[33] The song reached 16th place on the charts in July 1939.[citation needed] The song has been performed by many other singers, including Nina Simone. By the 1950s, the Civil rights movement was gaining new momentum. It was spurred by the lynching of Emmett Till, a 14-year-old youth from Chicago who was killed while visiting an uncle in Mississippi. His mother insisted on having an open-casket funeral so that people could see how badly her son had been beaten. The Black community throughout the U.S. became mobilized.[34] Vann R. Newkirk wrote \"the trial of his killers became a pageant illuminating the tyranny of white supremacy\".[34] The state of Mississippi tried two defendants, but they were acquitted by an all-White jury.[35] David Jackson writes that it was the photograph of the \"child's ravaged body, that forced the world to reckon with the brutality of American racism.\"[36] Most lynchings ceased by the 1960s,[37][38] but even in 2021 there were claims that racist lynchings still happen in the United States, being covered up as suicides.[39] In 2018, The National Memorial for Peace and Justice was opened in Montgomery, Alabama, a memorial that commemorates the victims of lynchings in the United States. On March 29, 2022, President Joe Biden signed the Emmett Till Antilynching Act of 2022 into law, which classified lynching as a federal hate crime.[40][41] In Liverpool, a series of race riots broke out in 1919 after the end of the First World War between White and Black sailors, many of whom were demobilized. After a Black sailor had been stabbed by two White sailors in a pub for refusing to give them a cigarette, his friends attacked them the next day in revenge, wounding a policeman in the process. The police responded by launching raids on lodging houses in primarily Black neighborhoods, with casualties on both sides. A White lynch mob gathered outside the houses during the raids and chased a Black sailor, Charles Wootton into the Mersey River where he drowned.[42] The Charles Wootton College in Liverpool has been named in his memory.[43] In 1944, Wolfgang Rosterg, a German prisoner of war known to be unsympathetic to the Nazi regime, was lynched by other German prisoners of war in Cultybraggan Camp, a prisoner-of-war camp in Comrie, Scotland. At the end of the Second World War, five of the perpetrators were hanged at Pentonville Prison – the largest multiple execution in 20th-century Britain.[44][better source needed] The situation is less clear with regards to reported \"lynchings\" in Germany. Nazi propaganda sometimes tried to depict state-sponsored violence as spontaneous lynchings. The most notorious instance of this was \"Kristallnacht\", which the government portrayed as the result of \"popular wrath\" against Jews, but it was carried out in an organised and planned manner, mainly by SS men. Similarly, the approximately 150 confirmed murders of surviving crew members of crashed Allied aircraft in revenge for what Nazi propaganda called \"Anglo-American bombing terror\" were chiefly conducted by German officials and members of the police or the Gestapo, although civilians sometimes took part in them. The execution of enemy aircrew without trial in some cases had been ordered by Hitler personally in May 1944. It was publicly announced that enemy pilots would no longer be protected from \"public wrath\". There were secret orders issued that prohibited policemen and soldiers from interfering in favor of the enemy in conflicts between civilians and Allied forces, or prosecuting civilians who engaged in such acts.[45][46] In summary, On March 19, 1988, two plain-clothes British soldiers drove straight towards a Provisional IRA funeral procession near Milltown Cemetery in Andersonstown, Belfast. The men were mistaken for Special Air Service members, surrounded by the crowd, dragged out, beaten, kicked, stabbed and eventually shot dead at a waste ground.[48] Lynching of members of the Turkish Armed Forces occurred in the aftermath of the 2016 Turkish coup d'état attempt.[49] Lynchings are a persistent form of extralegal violence in post-Revolutionary Mexico.[50] A number of them have involved religious motivations.[51] On September 14, 1968, five employees from the Autonomous University of Puebla were lynched in the village of San Miguel Canoa, in the state of Puebla, after Enrique Meza Pérez, the local priest, incited the villagers to murder the employees, who he believed were communists. The five victims intended to enjoy their holiday climbing La Malinche, a nearby mountain, but they had to stay in the village due to adverse weather conditions. Two of the employees, and the owner of the house where they were staying for the night, were killed; the three survivors sustained serious injuries, including finger amputations.[52] The alleged main instigators were not prosecuted. The few arrested were released after no evidence was found against them.[53] On November 23, 2004, in the Tláhuac lynching,[54] three Mexican undercover federal agents investigating a narcotics-related crime were lynched in the town of San Juan Ixtayopan (Mexico City) by an angry crowd who saw them taking photographs and suspected that they were trying to abduct children from a primary school. The agents immediately identified themselves but they were held and beaten for several hours before two of them were killed and set on fire. The incident was covered by the media almost from the beginning, including their pleas for help and their murder. By the time police rescue units arrived, two of the agents were reduced to charred corpses and the third was seriously injured. Authorities suspect that the lynching was provoked by the persons who were being investigated. Both local and federal authorities had abandoned the agents, saying that the town was too far away for them to try to intervene. Some officials said they would provoke a massacre if the authorities tried to rescue the men from the mob. According to The Wall Street Journal, \"Over the past 60 years, as many as 1.5 million Brazilians have taken part in lynchings...In Brazil, mobs now kill—or try to kill—more than one suspected lawbreaker a day, according to University of São Paulo sociologist José de Souza Martins, Brazil's leading expert on lynchings.\"[55] On July 21, 1946, a rioting mob of striking students, teachers, and miners in the Bolivian capital of La Paz lynched various government officials including President Gualberto Villarroel himself. After storming the government palace, members of the mob shot the president and threw his body out of a window. In the Plaza Murillo outside the government palace, Villarroel's body was lynched, his clothes torn, and his almost naked corpse hung on a lamp post. Other victims of the lynching included Director General of Transit Max Toledo, Captain Waldo Ballivián, Luis Uría de la Oliva, the president's secretary, and the journalist Roberto Hinojosa.[56] In May 2015, a sixteen-year-old girl was lynched in Rio Bravo by a vigilante mob after being accused of involvement in the killing of a taxi driver earlier in the month.[57] Extrajudicial punishment, including lynching, of alleged criminals who committed various crimes, ranging from theft to murder, has some endorsement in Dominican society. According to a 2014 Latinobarómetro survey, the Dominican Republic had the highest rate of acceptance in Latin America of such unlawful measures.[58] These issues are particularly evident in the Northern Region.[59] After the 2010 earthquake the slow distribution of relief supplies and the large number of affected people created concerns about civil unrest, marked by looting and mob justice against suspected looters.[60][61][62][63][64] In a 2010 news story, CNN reported, \"At least 45 people, most of them Vodou priests, have been lynched in Haiti since the beginning of the cholera epidemic by angry mobs blaming them for the spread of the disease, officials said.[65] The practice of whipping and necklacing offenders and political opponents evolved in the 1980s during the apartheid era in South Africa. Residents of Black townships formed \"people's courts\" and used whip lashings and deaths by necklacing in order to terrorize fellow Blacks who were seen as collaborators with the government. Necklacing is the torture and execution of a victim by igniting a kerosene-filled rubber tire that has been forced around the victim's chest and arms. Necklacing was used to punish victims who were alleged to be traitors to the Black liberation movement along with their relatives and associates. Sometimes the \"people's courts\" made mistakes, or they used the system to punish those whom the anti-Apartheid movement's leaders opposed.[66] A tremendous controversy arose when the practice was endorsed by Winnie Mandela, then the wife of the then-imprisoned Nelson Mandela and a senior member of the African National Congress.[67] More recently, drug dealers and other gang members have been lynched by People Against Gangsterism and Drugs, a vigilante organization. The practice of extrajudicial punishments, including lynching, is referred to as 'jungle justice' in Nigeria.[68] The practice is widespread and \"an established part of Nigerian society\", predating the existence of the police.[68] Exacted punishments vary between a \"muddy treatment\", that is, being made to roll in the mud for hours[69] and severe beatings followed by necklacing.[70] The case of the Aluu four sparked national outrage. The absence of a functioning judicial system and law enforcement, coupled with corruption are blamed for the continuing existence of the practice.[71][72] There are frequent lynchings in Kenya, often as a mob executes a person they feel is guilty.[73] McKee (2021) is written largely with reference to a Kenya Lynchings Database that includes reports of over 2,900 lynched persons for Kenya for the years ca. 1980-2021.[74] That number, however, is just a fraction of the total for that period, which may well exceed 10,000.[75] Palestinian lynch mobs have murdered Palestinians suspected of collaborating with Israel.[76][77][78] According to a Human Rights Watch report from 2001: During the First Intifada, before the PA was established, hundreds of alleged collaborators were lynched, tortured or killed, at times with the implied support of the PLO. Street killings of alleged collaborators continue into the current intifada ... but at much fewer numbers.[79] On October 12, 2000, the Ramallah lynching took place. This happened at the el-Bireh police station, where a Palestinian crowd killed and mutilated the bodies of two Israel Defense Forces reservists, Vadim Norzhich (Nurzhitz) and Yosef \"Yossi\" Avrahami,[a] who had accidentally[80] entered the Palestinian Authority-controlled city of Ramallah in the West Bank and were taken into custody by Palestinian Authority policemen. The Israeli reservists were beaten and stabbed. At this point, a Palestinian (later identified as Aziz Salha), appeared at the window, displaying his blood-soaked hands to the crowd, which erupted into cheers. The crowd clapped and cheered as one of the soldier's bodies was then thrown out the window and stamped and beaten by the frenzied crowd. One of the two was shot, set on fire, and his head beaten to a pulp.[81] Soon after, the crowd dragged the two mutilated bodies to Al-Manara Square in the city center and began an impromptu victory celebration.[82][83][84][85] Police officers proceeded to try and confiscate footage from reporters.[82] On October 18, 2015, an Eritrean asylum seeker, Haftom Zarhum, was lynched by a mob of vengeful Israeli soldiers in Be'er Sheva's central bus station. Israeli security forces misidentified Haftom as the person who shot an Israeli police bus and shot him. Moments after, other security forces joined shooting Haftom when he was bleeding on the ground. Then, a soldier hit him with a bench nearby when two other soldiers approached the victim then forcefully kicked his head and upper body. Another soldier threw a bench over him to prevent his movement. At that moment a bystander pushed the bench away but the security forces put back the chair and kicked the victim again and pushed the stopper away. Israeli medical forces did not evacuate the victim until eighteen minutes after the first shooting although the victim received 8 shots.[86] In January 2016 four security forces were charged in connection with the lynching.[87] The Israeli civilian who was involved in lynching the Eritrean civilian was sentenced to 100 days community service and 2,000 shekels.[88] In August 2012, seven Israeli youths were arrested in Jerusalem for what several witnesses described as an attempted lynching of several Palestinian teenagers. The Palestinians received medical treatment and judicial support from Israeli facilities.[89] On March 19, 2015 in Kabul, Afghanistan a large crowd beat a young woman, Farkhunda, after she was accused by a local mullah of burning a copy of the Quran, Islam's holy book. Shortly afterwards, a crowd attacked her and beat her to death. They set the young woman's body on fire on the shore of the Kabul River. Although it was unclear whether the woman had burned the Quran, police officials and the clerics in the city defended the lynching, saying that the crowd had a right to defend their faith at all costs. They warned the government against taking action against those who had participated in the lynching.[90] The event was filmed and shared on social media.[91] The day after the incident six men were arrested on accusations of lynching, and Afghanistan's government promised to continue the investigation.[92] On March 22, 2015, Farkhunda's burial was attended by a large crowd of Kabul residents; many demanded that she receive justice. A group of Afghan women carried her coffin, chanted slogans and demanded justice.[93] In India, lynchings may reflect internal tensions between ethnic communities. Communities sometimes lynch individuals who are accused or suspected of committing crimes. Sociologists and social scientists reject attributing racial discrimination to the caste system and attributed such events to intra-racial ethno-cultural conflicts.[94][95] There have been numerous lynchings in relation to cow vigilante violence in India since 2014,[96] mainly involving Hindu mobs lynching Indian Muslims[97][98] and Dalits.[99][100] Some notable examples of such attacks include the 2015 Dadri mob lynching,[101] the 2016 Jharkhand mob lynching,[102][103][104] 2017 Alwar mob lynching.[105][106] and the 2019 Jharkhand mob lynching. Mob lynching was reported for the third time in Alwar in July 2018, when a group of cow vigilantes killed a 31 year old Muslim man named Rakbar Khan.[107] In 2006, four members of a Dalit family were slaughtered by Kunbi caste members in khairlanji, a village in the Bhandara district of Maharashtra.[108] In the 2015 Dimapur mob lynching, a mob in Dimapur, Nagaland, broke into a jail and lynched an accused rapist on March 5, 2015 while he was awaiting trial.[109] Since May 2017, when seven people were lynched in Jharkhand, India has experienced another spate of mob-related violence and killings known as the Indian WhatsApp lynchings following the spread of fake news, primarily relating to child-abduction and organ harvesting, via the Whatsapp message service.[110] In 2018 Junior civil aviation minister of India had garlanded and honoured eight men who had been convicted in the lynching of trader Alimuddin Ansari in Ramgarh in June 2017 in a case of alleged cow vigilantism.[111] In June 2019, the Jharkhand mob lynching triggered widespread protests. The victim was a Muslim man and was allegedly forced to chant Hindu slogans, including \"Jai Shri Ram\".[112][113] In July 2019, three men were beaten to death and lynched by mobs in Chhapra district of Bihar, on a minor case of theft of cattle.[114] Also in 2019, villagers in Jharkhand lynched four people on witchcraft suspicion, after panchayat decided that they were practicing black magic.[115]","Title":"Lynching - Wikipedia","KeyID":"4500","URL":"https://en.wikipedia.org/wiki/Lynching"}