{"Content: ":"Japanese Americans (Japanese: 日系アメリカ人) are Americans of Japanese ancestry. Japanese Americans were among the three largest Asian American ethnic communities during the 20th century; but, according to the 2000 census, they have declined in number to constitute the sixth largest Asian American group at around 1,469,637, including those of partial ancestry.[1] According to the 2010 census, the largest Japanese American communities were found in California with 272,528, Hawaii with 185,502, New York with 37,780, Washington with 35,008, Illinois with 17,542 and Ohio with 16,995.[4] Southern California has the largest Japanese American population in North America and the city of Gardena holds the densest Japanese American population in the 48 contiguous states.[5] People from Japan began migrating to the US in significant numbers following the political, cultural, and social changes stemming from the Meiji Restoration in 1868. These early Issei immigrants came primarily from small towns and rural areas in the southern Japanese prefectures of Hiroshima, Yamaguchi, Kumamoto, and Fukuoka[6] and most of them settled in either Hawaii or along the West Coast. The Japanese population in the United States grew from 148 in 1880 (mostly students) to 2,039 in 1890 and 24,326 by 1900.[7] In 1907, the Gentlemen's Agreement between the governments of Japan and the United States ended immigration of Japanese unskilled workers, but permitted the immigration of businessmen, students and spouses of Japanese immigrants already in the US. Prior to the Gentlemen's Agreement, about seven out of eight ethnic Japanese in the continental United States were men. By 1924, the ratio had changed to approximately four women to every six men.[8] Japanese immigration to the U.S. effectively ended when Congress passed the Immigration Act of 1924 which banned all but a token few Japanese people. The earlier Naturalization Act of 1790 restricted naturalized United States citizenship to free white persons, which excluded the Issei from citizenship. As a result, the Issei were unable to vote and faced additional restrictions such as the inability to own land under many state laws. Due to these restrictions, Japanese immigration to the United States between 1931 and 1950 only totaled 3,503 which is strikingly low compared to the totals of 46,250 people in 1951–1960, 39,988 in 1961–70, 49,775 in 1971–80, 47,085 in 1981–90, and 67,942 in 1991–2000.[9] Because no new immigrants from Japan were permitted after 1924, almost all pre-World War II Japanese Americans born after this time were born in the United States. This generation, the Nisei, became a distinct cohort from the Issei generation in terms of age, citizenship, and English-language ability, in addition to the usual generational differences. Institutional and interpersonal racism led many of the Nisei to marry other Nisei, resulting in a third distinct generation of Japanese Americans, the Sansei. Significant Japanese immigration did not occur again until the Immigration and Nationality Act of 1965 ended 40 years of bans against immigration from Japan and other countries. In the last few decades, immigration from Japan has been more like that from Europe. The numbers involve on average 5 to 10 thousand per year, and is similar to the amount of immigration to the US from Germany. This is in stark contrast to the rest of Asia, where better opportunity of life is the primary impetus for immigration. During World War II, an estimated 120,000 Japanese Americans and Japanese nationals or citizens residing on the West Coast of the United States were forcibly interned in ten different camps across the Western United States. The internment was based on the race or ancestry, rather than the activities of the interned. Families, including children, were interned together.[10] and 5,000 were able to \"voluntarily\" relocate outside the exclusion zone;[11] In 1948, the Evacuation Claims Act provided some compensation for property losses, but the act required documentation that many former inmates had lost during their removal and excluded lost opportunities, wages or interest from its calculations. Less than 24,000 filed a claim, and most received only a fraction of the losses they claimed.[12] Four decades later, the Civil Liberties Act of 1988 officially acknowledged the \"fundamental violations of the basic civil liberties and constitutional rights\" of the internment.[13] Many Japanese-Americans consider the term internment camp a euphemism and prefer to refer to the forced relocation of Japanese-Americans as imprisonment in concentration camps.[14] Webster's New World Fourth College Edition defines a concentration camp: \"A prison camp in which political dissidents, members of minority ethnic groups, etc. are confined.\" The nomenclature for each of their generations who are citizens or long-term residents of countries other than Japan, used by Japanese Americans and other nationals of Japanese descent are explained here; they are formed by combining one of the Japanese numbers corresponding to the generation with the Japanese word for generation (sei 世). The Japanese American communities have themselves distinguished their members with terms like Issei, Nisei, and Sansei, which describe the first, second, and third generations of immigrants. The fourth generation is called Yonsei (四世), and the fifth is called Gosei (五世). The term Nikkei (日系) encompasses Japanese immigrants in all countries and of all generations. The kanreki (還暦), a pre-modern Japanese rite of passage to old age at 60, is now being celebrated by increasing numbers of Japanese American Nisei. Rituals are enactments of shared meanings, norms, and values; and this traditional Japanese rite of passage highlights a collective response among the Nisei to the conventional dilemmas of growing older.[15] Issei and many nisei speak Japanese in addition to English as a second language. In general, later generations of Japanese Americans speak English as their first language, though some do learn Japanese later as a second language. In Hawaii however, where Nikkei are about one-fifth of the whole population, Japanese is a major language, spoken and studied by many of the state's residents across ethnicities.[citation needed] It is taught in private Japanese language schools as early as the second grade. As a courtesy to the large number of Japanese tourists (from Japan), Japanese characters are provided on place signs, public transportation, and civic facilities. The Hawaii media market has a few locally produced Japanese language newspapers and magazines, although these are on the verge of dying out, due to a lack of interest on the part of the local (Hawaii-born) Japanese population. Stores that cater to the tourist industry often have Japanese-speaking personnel. To show their allegiance to the US, many nisei and sansei intentionally avoided learning Japanese. But as many of the later generations find their identities in both Japan and America or American society broadens its definition of cultural identity, studying Japanese is becoming more popular than it once was.[citation needed] Japanese American culture places great value on education and culture. Across generations, children are often instilled with a strong desire to enter the rigors of higher education. Math and reading scores on the SAT and ACT may often exceed the national averages. Japanese Americans have the largest showing of any ethnic group in nationwide Advanced Placement testing each year.[citation needed] A large majority of Japanese Americans obtain post-secondary degrees and are often confronted with the \"model minority\" stereotype, a characterization that first gained media attention during the 1960s. Among its earlier proponents, sociologist William Petersen, writing in 1966 on Japanese American success, stated that \"They have established this remarkable record, moreover, by their own almost totally unaided effort. Every attempt to hamper their progress resulted only in enhancing their determination to succeed.\"[16] Although their numbers have declined slightly in recent years, Japanese Americans are still a prominent presence in Ivy League schools, the top University of California campuses including Berkeley and UCLA, and other elite universities.[citation needed] The 2000 census reported that 40.8% of Japanese Americans held a college degree.[17] A Japanese school opened in Hawaii in 1893 and other Japanese schools for temporary settlers in North America followed.[18] In the years prior to World War II, many second generation Japanese American attended the American school by day and the Japanese school in the evening to keep up their Japanese skill as well as English. Other first generation Japanese American parents were worried that their child might go through the same discrimination when going to school so they gave them the choice to either go back to Japan to be educated, or to stay in America with their parents and study both languages.[19][page needed] Anti-Japanese sentiment during World War I resulted in public efforts to close Japanese-language schools. The 1927 Supreme Court case Farrington v. Tokushige protected the Japanese American community's right to have Japanese language private institutions. During the internment of Japanese Americans in World War II many Japanese schools were closed. After the war many Japanese schools reopened.[20] There are primary school-junior high school Japanese international schools within the United States. Some are classified as nihonjin gakkō or Japanese international schools operated by Japanese associations,[21] and some are classified as Shiritsu zaigai kyōiku shisetsu (私立在外教育施設) or overseas branches of Japanese private schools.[22] They are: Seigakuin Atlanta International School, Chicago Futabakai Japanese School, Japanese School of Guam, Nishiyamato Academy of California near Los Angeles, Japanese School of New Jersey, and New York Japanese School. A boarding senior high school, Keio Academy of New York, is near New York City. It is a Shiritsu zaigai kyōiku shisetsu.[22] There are also supplementary Japanese educational institutions (hoshū jugyō kō) that hold Japanese classes on weekends. They are located in several US cities.[23] The supplementary schools target Japanese nationals and second-generation Japanese Americans living in the United States. There are also Japanese heritage schools for third generation and beyond Japanese Americans.[24] Rachel Endo of Hamline University,[25] the author of \"Realities, Rewards, and Risks of Heritage-Language Education: Perspectives from Japanese Immigrant Parents in a Midwestern Community,\" wrote that the heritage schools \"generally emphasize learning about Japanese American historical experiences and Japanese culture in more loosely defined terms\".[26] Tennessee Meiji Gakuin High School (shiritsu zaigai kyōiku shisetsu) and International Bilingual School (unapproved by the Japanese Ministry of Education or MEXT) were full-time Japanese schools that were formerly in existence. Religious Makeup of Japanese-Americans (2012)[27] Japanese Americans practice a wide range of religions, including Mahayana Buddhism (Jōdo Shinshū, Jōdo-shū, Nichiren, Shingon, and Zen forms being most prominent) their majority faith, Shinto, and Christianity (usually Protestant or Catholic). In many ways, due to the longstanding nature of Buddhist and Shinto practices in Japanese society, many of the cultural values and traditions commonly associated with Japanese tradition have been strongly influenced by these religious forms. A large number of the Japanese American community continue to practice Buddhism in some form, and a number of community traditions and festivals continue to center around Buddhist institutions. For example, one of the most popular community festivals is the annual Obon Festival, which occurs in the summer, and provides an opportunity to reconnect with their customs and traditions and to pass these traditions and customs to the young. These kinds of festivals are mostly popular in communities with large populations of Japanese Americans, such as Southern California and Hawaii. A reasonable number of Japanese people both in and out of Japan are secular, as Shinto and Buddhism are most often practiced by rituals such as marriages or funerals, and not through faithful worship, as defines religion for many Americans. Many Japanese Americans also practice Christianity. Among mainline denominations the Presbyterians have long been active. The First Japanese Presbyterian Church of San Francisco opened in 1885.[28] Los Angeles Holiness Church was founded by six Japanese men and women in 1921.[29] There is also the Japanese Evangelical Missionary Society (JEMS) formed in the 1950s. It operates Asian American Christian Fellowships (AACF) programs on university campuses, especially in California.[30] The Japanese language ministries are fondly known as \"Nichigo\" in Japanese American Christian communities. The newest trend includes Asian American members who do not have a Japanese heritage.[31] An important annual festival for Japanese Americans is the Obon Festival, which happens in July or August of each year. Across the country, Japanese Americans gather on fair grounds, churches and large civic parking lots and commemorate the memory of their ancestors and their families through folk dances and food. Carnival booths are usually set up so Japanese American children have the opportunity to play together. Japanese American celebrations tend to be more sectarian in nature and focus on the community-sharing aspects. Japanese Americans have shown strong support for Democratic candidates in recent elections. Shortly prior to the 2004 US presidential election, Japanese Americans narrowly favored Democrat John Kerry by a 42% to 38% margin over Republican George W. Bush.[32] In the 2008 US presidential election, the National Asian American Survey found that Japanese American favored Democrat Barack Obama by a 62% to 16% margin over Republican John McCain, while 22% were still undecided.[33] In the 2012 presidential election, majority of Japanese Americans (70%) voted for Barack Obama.[34] In the 2016 presidential election, majority of Japanese Americans (74%) voted for Hillary Clinton.[35] In pre-election surveys for the 2020 presidential election, 61% to 72% of Japanese Americans planned to vote for Joe Biden.[36][37] Studies have looked into the risk factors that are more prone to Japanese Americans, specifically in hundreds of family generations of Nisei (The generation of people born in North America, Latin America, Hawaii, or any country outside Japan either to at least one Issei or one non-immigrant Japanese parent) second-generation pro-bands (A person serving as the starting point for the genetic study of a family, used in medicine and psychiatry). The risk factors for genetic diseases in Japanese Americans include coronary heart disease and diabetes. One study, called the Japanese American Community Diabetes Study that started in 1994 and went through 2003, involved the pro-bands taking part to test whether the increased risk of diabetes among Japanese Americans is due to the effects of Japanese Americans having a more westernized lifestyle due to the many differences between the United States of America and Japan. One of the main goals of the study was to create an archive of DNA samples which could be used to identify which diseases are more susceptible in Japanese Americans. Concerns with these studies of the risks of inherited diseases in Japanese Americans is that information pertaining to the genetic relationship may not be consistent with the reported biological family information given of Nisei second generation pro-bands.[38] Also, research has been put on concerning apolipoprotein E genotypes; this polymorphism has three alleles (*e2, *e3, and *e4)and was determined from research because of its known association with increased cholesterol levels and risk of coronary heart disease in Japanese Americans. Specifically too, the apolipoprotein *e4 allele is linked to Alzheimer's disease as well. Also, there is increased coronary heart disease in Japanese-American men with a mutation in the cholesterol ester transfer protein gene despite having increased levels of HDL. By definition, HDL are plasma high density lipoproteins that show a genetic relationship with coronary heart disease (CHD). The cholesterol ester transfer protein(CETP) helps the transfer of cholesterol esters from lipoproteins to other lipoproteins in the human body. It plays a fundamental role in the reverse transport of cholesterol to the liver, which is why a mutation in this can lead to coronary heart disease. Studies have shown that the CETP is linked to increased HDL levels. There is a very common pattern of two different cholesterol ester transfer protein gene mutations (D442G, 5.1%; intron 14G:A, 0.5%) found in about 3,469 Japanese American men. This was based on a program called the Honolulu Heart Program. The mutations correlated with decreased CETP levels (-35%) and increased HDL cholesterol levels (+10% for D442G). The relative risk of CHD was 1.43 in men with mutations (P<0.05), and after research found for CHD risk factors, the relative risk went up to 1.55 (P=0.02); after further adjustments for HDL levels, the relative risk went up again to 1.68 (P=0.008). Genetic CETP deficiency is an independent risk factor for coronary heart disease, which is due mainly to increased CHD risks in Japanese American men with the D442G mutation and lipoprotein cholesterol levels between 41 and 60 mg/dl.[39] With research and investigations, the possibility of finding \"bad genes\" denounces the Japanese Americans and will be associated only with Japanese American ancestry, leading to other issues the Japanese Americans had to deal with in the past such as discrimination and prejudice.[40] In the early 1900s, Japanese Americans established fishing communities on Terminal Island and in San Diego.[41] By 1923, there were two thousand Japanese fishermen sailing out of Los Angeles Harbor.[42] By the 1930s, legislation was passed that attempted to limit Japanese fishermen. Still, areas like San Francisco's Japantown managed to thrive. Due to the internment of Japanese Americans during World War II, historically Japanese areas fell into disrepair or became adopted by other minority groups (in the case of Black and Latino populations in Little Tokyo). Boats owned by Japanese Americans were confiscated by the U.S. Navy.[43] One of the vessels owned by a Japanese American, the Alert, built in 1930,[44] became YP-264 in December 1941,[41] and was finally struck from the Naval Vessel Register in 2014.[45] When Japanese Americans returned from internment, many settled in neighborhoods where they set up their own community centers in order to feel accepted. Today, many have been renamed cultural centers and focus on the sharing of Japanese culture with local community members, especially in the sponsorship of Obon festivals.[46] The city of Torrance in Greater Los Angeles has headquarters of Japanese automakers and offices of other Japanese companies. Because of the abundance of Japanese restaurants and other cultural offerings are in the city, and Willy Blackmore of L.A. Weekly wrote that Torrance was \"essentially Japan's 48th prefecture\".[47] The Japanese School of New York is located in Greenwich, Connecticut in Greater New York City; it had formerly been located in New York City. The Seigakuin Atlanta International School is located in Peachtree Corners in Greater Atlanta. As of 2011 there is a Japanese community in Arlington Heights, near Chicago. Jay Shimotake, the president of the Mid America Japanese Club, an organization located in Arlington Heights, said \"Arlington Heights is a very convenient location, and Japanese people in the business environment know it's a nice location surrounding O'Hare airport.\"[48] The Chicago Futabakai Japanese School is located in Arlington Heights. The Mitsuwa Marketplace, a shopping center owned by Japanese, opened around 1981. Many Japanese companies have their US headquarters in nearby Hoffman Estates and Schaumburg.[48] There is a Japanese School of Language in Medford.[49] Most Japanese-Americans in the state live in Greater Boston. As of April 2013, the largest Japanese national population in Michigan is in Novi, with 2,666 Japanese residents, and the next largest populations are respectively in Ann Arbor, West Bloomfield Township, Farmington Hills, and Battle Creek. The state has 481 Japanese employment facilities providing 35,554 local jobs. 391 of them are in Southeast Michigan, providing 20,816 jobs, and the 90 in other regions in the state provide 14,738 jobs. The Japanese Direct Investment Survey of the Consulate-General of Japan, Detroit stated that over 2,208 more Japanese residents were employed in the State of Michigan as of October 1, 2012, than had been in 2011.[50] As of March 2011 about 2,500 Japanese Americans combined live in Edgewater and Fort Lee; this is the largest concentration of Japanese Americans in the state.[51] The New Jersey Japanese School is located in Oakland. Paramus Catholic High School hosts a weekend Japanese school, and Englewood Cliffs has a Japanese school. Other smaller Japanese American populations are also located in the remainder of Bergen County and other parts of the state. Mitsuwa Marketplace has a location in Edgewater that also houses a mini shopping complex.[52] There are about 5,500 Japanese Americans in Northern Virginia, representing the majority of Japanese Americans in the state and the multi-state Baltimore-Washington metropolitan area. A small, but relatively high number of Japanese Americans can be found areas surrounding the University of Virginia and Virginia Tech. In the Southern, Midwestern, and Northeastern United States, the New York metropolitan area has the highest number of Japanese Americans, followed by the Washington metropolitan area.[56] After the Territory of Hawaiʻi's statehood in 1959, Japanese American political empowerment took a step forward with the election of Daniel K. Inouye to Congress. Spark Matsunaga was elected to the US House of Representatives in 1963, and in 1965, Patsy Mink became the first Asian American woman elected to the United States Congress. Inouye, Matsunaga, and Mink's success led to the gradual acceptance of Japanese American leadership on the national stage. Federal level appointments include Eric Shinseki and Norman Y. Mineta, the first Japanese American military chief of staff and federal cabinet secretary, respectively. Japanese American members of the United States House of Representatives have included Daniel K. Inouye, Spark Matsunaga, Patsy Mink, Norman Mineta, Bob Matsui, Pat Saiki, Mike Honda, Doris Matsui, Mazie Hirono, Mark Takano, and Mark Takai. Japanese American members of the United States Senate have included Daniel K. Inouye, Samuel I. Hayakawa, Spark Matsunaga, and Mazie Hirono. In 2010, Inouye was sworn in as President pro tempore of the United States Senate making him the highest-ranking Asian-American politician in American history up to that time. George Ariyoshi served as the Governor of Hawaiʻi from 1974 to 1986. He was the first American of Asian descent to be elected governor of a state of the United States. David Ige is the current governor of Hawaii and has served in that office since 2014. Kinjiro Matsudaira was elected mayor of Edmonston, Maryland in 1927 and 1943.[58] In 1957, Japanese American James Kanno was elected as the first mayor of California's Fountain Valley.[59] Norm Mineta became mayor of San Jose, California in 1971.[60] In 1980, Eunice Sato became the first Asian-American female mayor of a major American city when she was elected mayor of Long Beach, California.[61] Many Japanese Americans have also gained prominence in science and technology. In 1979, biochemist Harvey Itano became the first Japanese American elected to the United States National Academy of Sciences. Charles J. Pedersen won the 1987 Nobel Prize in Chemistry for his methods of synthesizing crown ethers. Yoichiro Nambu won the 2008 Nobel Prize in Physics for his work on quantum chromodynamics and spontaneous symmetry breaking. Shuji Nakamura won the 2014 Nobel Prize in Physics for the invention of efficient blue light-emitting diodes. Syukuro Manabe won the 2021 Nobel Prize in Physics for his contributions to the \"physical modeling of earth's climate, quantifying variability and reliably predicting global warming.\" Michio Kaku is a theoretical physicist specializing in string field theory, and a well-known science popularizer. Ellison Onizuka became the first Asian American astronaut and was the mission specialist aboard Challenger at the time of its explosion. Immunologist Santa J. Ono became the first Japanese American president of a major research university University of Cincinnati and subsequently University of British Columbia. Bell M. Shimada was a notable fisheries scientist of the 1950s after whom the National Oceanic and Atmospheric Administration research ship NOAAS Bell M. Shimada (R 227) and the Shimada Seamount in the Pacific Ocean were named.[62][63] In 2018, Lauren Kiyomi Williams became the second ever tenured female mathematician of the Harvard mathematics department. Artist Sueo Serisawa helped establish the California Impressionist style of painting. Yoko Ono's Fluxus art and performance art has been exhibited internationally. Other influential Japanese American artists include Chiura Obata, Isamu Noguchi, Kenjiro Nomura, George Tsutakawa, George Nakashima, Hideo Noda, and Ruth Asawa. Architect Minoru Yamasaki designed the original World Trade Center (completed in 1973) and several other large-scale projects. Gyo Obata designed the National Air and Space Museum in Washington, D.C (completed in 1976) and the pavilion of the Japanese American National Museum in Los Angeles (completed in 1992). Japanese American recipients of the American Book Award include Milton Murayama (1980), Ronald Phillip Tanaka (1982), Miné Okubo (1984), Keiho Soga (1985), Taisanboku Mori (1985), Sojin Takei (1985), Muin Ozaki (1985), Toshio Mori (1986), William Minoru Hohri (1989), Sesshu Foster (1990 and 2010), Karen Tei Yamashita (1991 and 2011), Sheila Hamanaka (1992), Lawson Fusao Inada (1994), Ronald Takaki (1994), Kimiko Hahn (1996), Lois-Ann Yamanaka (2000), Ruth Ozeki (2004), Hiroshi Kashiwagi (2005), Yuko Taniguchi (2008), and Frank Abe (2019). Hisaye Yamamoto received an American Book Award for Lifetime Achievement in 1986. Taro Yashima won the Children's Book Award in 1955 for his book Crow Boy. Cynthia Kadohata won the Newbery Medal in 2005 and National Book Award for Young People's Literature in 2013. Michi Weglyn and Ronald Takaki received the Anisfield-Wolf Book Award in 1977 and 1994 respectively. Dale Furutani won the Anthony Award and the Macavity Award in 1997. Poet laureate of San Francisco (from 2000 to 2002) Janice Mirikitani published three volumes of poems. Lawson Fusao Inada was named poet laureate of the state of Oregon (2006–2010). Tomie Arai's work is part of permanent collection of Museum of Modern Art, Library of Congress, and the Museum of Chinese in the Americas. Michiko Kakutani is an American Pulitzer Prize-winning literary critic and former chief book critic for The New York Times (from 1983 to 2017). Karen Tei Yamashita was named the recipient of the National Book Foundation's Medal for Distinguished Contribution to American Letters in 2021. Classical violinist Midori Gotō is a recipient of the prestigious Avery Fisher Prize (2001), while world-renowned violinist Anne Akiko Meyers received an Avery Fisher career grant in 1993. Juno Award-nominated classical violinist Hidetaro Suzuki was the concertmaster of the Indianapolis Symphony Orchestra from 1978 to 2005. Grammy Award-winning singer-songwriter Yoko Ono released 14 studio albums and was named the 11th most successful dance club artist of all time by Billboard Magazine. Other notable Japanese American musicians include singer, actress and Broadway star Pat Suzuki; rapper Mike Shinoda of Linkin Park and Fort Minor; rapper Kikuo Nishi aka \"KeyKool\" of The Visionaries; Hiro Yamamoto, original bassist of Soundgarden; ukulele player Jake Shimabukuro; guitarist James Iha of The Smashing Pumpkins fame; singer-songwriter Rachael Yamagata; bilingual singer-songwriter Emi Meyer; and Trivium lead vocalist and rhythm guitarist Matt Heafy. Marc Okubo, guitarist of Veil of Maya, is of Japanese descent. Singer-songwriter and composer Mari Iijima is a Japanese expat currently living in the United States. J-Pop singers Hikaru Utada and Joe Inoue were both born in the United States but gained their fame in Japan. Japanese Americans first made an impact in Olympic sports in the late 1940s and in the 1950s. Harold Sakata won a weightlifting silver medal in the 1948 Olympics, while Japanese Americans Tommy Kono (weightlifting), Yoshinobu Oyakawa (100-meter backstroke), and Ford Konno (1500-meter freestyle) each won gold and set Olympic records in the 1952 Olympics. Also at the 1952 Olympics, Evelyn Kawamoto won two bronze medals in swimming. Konno won another gold and silver swimming medal at the same Olympics and added a silver medal in 1956, while Kono set another Olympic weightlifting record in 1956. Several decades later, Eric Sato won gold (1988) and bronze (1992) medals in volleyball, while his sister Liane Sato won bronze in the same sport in 1992. Bryan Clay (mother from Japan) won the decathlon gold medal in the 2008 Olympics, the silver medal in the 2004 Olympics, and was the sport's 2005 world champion. Apolo Anton Ohno (father from Japan) won eight Olympic medals in short-track speed skating (two gold) in 2002, 2006, and 2010, as well as a world cup championship. Brothers Kawika and Erik Shoji won bronze medals in volleyball in 2016. Michael Norman (mother from Japan) was a member of the gold medal-winning 4 × 400 meters relay at the 2020 Summer Olympics in Tokyo, and won an individual gold medal in the 400 meter race at the 2022 World Athletics Championships. Swimmers Erica Sullivan and Jay Litherland (both with mothers from Japan) each won silver medals at the 2020 Olympics in Tokyo. In figure skating, Kristi Yamaguchi, a fourth-generation Japanese American, won three national championship titles (one in singles, two in pairs), two world titles, and the 1992 Olympic gold medal in singles figure skating. Rena Inoue, a Japanese immigrant to America who later became a US citizen, competed at the 2006 Olympics in pair skating for the United States. Kyoko Ina, who was born in Japan, but raised in the United States, competed for the United States in singles and pairs, and was a multiple national champion and an Olympian with two different partners. Two-time Olympian Mirai Nagasu won the 2008 U.S. Figure Skating Championships at the age of 14, becoming the second youngest woman to ever win that title. Alex and Maia Shibutani are two-time national champions in ice dancing and 2018 Olympic bronze medalists. In distance running, Miki (Michiko) Gorman won the Boston and New York City marathons twice in the 1970s. A former American record holder at the distance, she is the only woman to win both races twice, and is one of only two women to win both marathons in the same year. In professional sports, Nisei-born Wataru Misaka made the New York Knicks roster in 1947 as the first person of color to play in modern professional basketball, just months after Jackie Robinson had broken the color barrier in Major League Baseball for the Brooklyn Dodgers.[64] Misaka played college basketball for the Utah Utes and led the team to win the 1944 NCAA and 1947 NIT championships. He took a two-year hiatus between these titles to serve in the United States Army in the American occupation of Japan.[65][66] Wally Kaname Yonamine was a professional running back for the San Francisco 49ers in 1947. Lenn Sakata, born in Hawaii, played in the MLB from 1977 to 1987. Rex Walters, whose mother was Japanese, played in the NBA from 1993 to 2000. Lindsey Yamasaki was the first Asian American to play in the WNBA and finished off her NCAA career with the third-most career 3-pointers at Stanford University. Hikaru Nakamura became the youngest American ever to earn the titles of National Master (age 10) and International Grandmaster (age 15) in chess. In 2004, at the age of 16, he won the U.S. Chess Championship for the first time. He later won four other times. Collin Morikawa won golf's 2020 PGA Championship and 2021 Open Championship. Naomi Osaka, who held U.S. citizenship until she renounced it in 2019,[67] was the main torchbearer of the 2020 Olympics in Tokyo.[68] Osaka resides in the United States.[69] Kyle Larson, born to an American father and Japanese-American mother, won the 2021 NASCAR Cup Series. Miyoshi Umeki won the Academy Award for Best Supporting Actress in 1957. Actors Sessue Hayakawa, Mako Iwamatsu, and Pat Morita were nominated for Academy Awards in 1957, 1966, and 1984 respectively. Steven Okazaki won the 1990 Academy Award for Best Documentary (Short Subject) for his film Days of Waiting: The Life & Art of Estelle Ishigo. Chris Tashima won the 1997 Academy Award for Best Live Action Short Film. Audrey Marrs won the 2010 Academy Award for Best Documentary Feature. Kazu Hiro won the Academy Award for Best Makeup and Hairstyling in 2018 and 2020, winning the second award as an American citizen. Jack Soo, born Goro Suzuki, (Valentine's Day and Barney Miller), George Takei (Star Trek fame) and Pat Morita (Happy Days and The Karate Kid) helped pioneer acting roles for Asian Americans while playing secondary roles on the small screen during the 1960s and 1970s. In 1976, Morita also starred in Mr. T and Tina, the first American sitcom centered on a person of Asian descent. Keiko Yoshida appeared on the 1999-2005 TV show ZOOM on PBS Kids. Gregg Araki (director of independent films) is also Japanese American. Shin Koyamada had a leading role in the Warner Bros. epic movie The Last Samurai and Disney Channel movie franchise Wendy Wu: Homecoming Warrior and TV series Disney Channel Games. Masi Oka played a prominent role in the NBC series Heroes, Grant Imahara appeared on the Discovery Channel series MythBusters and Derek Mio appeared in the NBC series Day One. Daisuke Tsuji played the Crown Prince in the Amazon original series The Man in the High Castle and as the voice and motion-capture of the main protagonist Jin Sakai in the 2020 video game Ghost of Tsushima. Cary Fukunaga is an Emmy-award-winning filmmaker and writer known for directing and producing the first season of HBO series True Detective and for directing the 2021 James Bond film No Time to Die. Karen Fukuhara grew up speaking Japanese as her first language and attended Japanese language schools on Saturdays for 11 years. She got her start in the entertainment industry as a host for Disney Channel's Movie Surfers before she made her film debut in 2016's Suicide Squad as Tatsu Yamashiro / Katana. Fukuhara has since lent her talent to live-action and animated shows such as The Boys, She-Ra and the Princesses of Power and Kipo and the Age of Wonderbeasts. Japanese Americans now anchor TV newscasts in markets all over the country. Notable anchors include Tritia Toyota, Adele Arakawa, David Ono, Kent Ninomiya, Lori Matsukawa, and Rob Fukuzaki.[70]","Title":"Japanese Americans - Wikipedia","KeyID":"4505","URL":"https://en.wikipedia.org/wiki/Japanese_Americans"}