{"Content: ":"John Jay McCloy (March 31, 1895 – March 11, 1989) was an American lawyer, diplomat, banker, and a presidential advisor. He served as Assistant Secretary of War during World War II under Henry Stimson, helping deal with issues such as German sabotage, political tensions in the North Africa Campaign, and opposing the atomic bombings of Hiroshima and Nagasaki. After the war, he served as the president of the World Bank, U.S. High Commissioner for Germany, chairman of Chase Manhattan Bank, chairman of the Council on Foreign Relations, a member of the Warren Commission, and a prominent United States adviser to all presidents from Franklin D. Roosevelt to Ronald Reagan. McCloy is best remembered as a member of the foreign policy establishment group of elders called \"The Wise Men\", a group of statesmen marked by nonpartisanship, pragmatic internationalism, and aversion to ideological fervor. He is also remembered for both pardoning and or commuting the death and other sentences of numerous Nazi war criminals, many of whom participated in genocide.[2] John McCloy was born in Philadelphia, Pennsylvania, the son of John J. McCloy (1862–1901) and Anna (née Snader) McCloy (1866–1959). His father was an insurance man who died when McCloy was five. His mother was a hairdresser in Philadelphia, with many high-society clients. McCloy's family was poor; he would later often say he grew up on the \"wrong side of the tracks,\" and describe himself as being an outsider of the establishment circles in which he would later move.[3][4] His original name was \"John Snader McCloy.\"[5] It was later changed to \"John Jay McCloy\", probably to sound more aristocratic.[6] McCloy was educated at the Peddie School in New Jersey, and Amherst College from which he graduated in 1916. He was an above-average student who excelled at tennis and moved smoothly among the sons of the nation's elite.[7] McCloy was a brother of Beta Theta Pi fraternity at Amherst. In 1930, McCloy married Ellen Zinsser, a native of Hastings-on-Hudson, New York and a 1918 graduate of Smith College. She was active in volunteer and civic organizations, such as volunteer nursing programs and served on the board of the New York chapter of the Girls Clubs of America, the Bellevue Hospital nursing school, and the New York chapter of the American Red Cross. They had two children: John J. McCloy II and Ellen Z. McCloy. McCloy enrolled in Harvard Law School in 1916, and he was an average student. He was profoundly influenced by his experience at the Plattsburg Preparedness camps. When the US entered the war in 1917, he joined the Army in May and was trained at Plattsburgh, New York and was commissioned as a second lieutenant in the Artillery on August 15, 1917. He was promoted to first lieutenant on December 29. In May 1918 he was assigned as an aide to Brigadier General G. H. Preston - commander of the 160th Field Artillery Brigade of the 85th Division. He sailed for France for service with the American Expeditionary Force in France on July 29, 1918. He saw combat service in the last weeks of the war, as commander of an artillery battery during the Meuse-Argonne Offensive.[6] After the armistice of November 1918, he was transferred to General Headquarters of the AEF in Chaumont, Haute-Marne, France, on March 1, 1919. He was then sent to the Advance General Headquarters in Trier, Germany and was promoted to captain on June 29. McCloy returned to the US on July 20 and resigned from the Army on August 15, 1919. He then returned to Harvard where he received his LL.B. degree in 1921.[6] McCloy went to New York to become an associate in the firm of Cadwalader, Wickersham & Taft, which was then one of the nation's most prestigious law firms. He moved to Cravath, Henderson, & de Gersdorff in 1924, where he worked with many wealthy clients, such as the St. Paul Railroad. In 1934, McCloy found new evidence allowing him to re-open an action for damages against Germany for the destruction caused by the 1916 Black Tom explosion.[8] He undertook much work for corporations in Nazi Germany and advised the major German chemical combine I.G. Farben, later the manufacturer of the Zyklon B gas. By the time he left for government service in 1940, McCloy earned about $45,000 a year ($835,000 in 2020 dollars) and had savings of $106,000 ($2,000,000 in 2020 dollars). His involvement in litigation over a World War I sabotage case gave him a strong interest in intelligence issues and in German affairs.[9] US Secretary of War Henry Stimson hired McCloy as a consultant in September 1940, even though McCloy was a Republican Party supporter and opposed Franklin Roosevelt for the upcoming November 1940 presidential election.[10] Stimson was particularly interested in McCloy due to McCloy's extensive experience with German sabotage in the Black Tom case. Stimson knew that the Germans would once again try to sabotage American infrastructure if a war against the United States were to break out. Working for Stimson, McCloy became immersed in war planning. On April 22, 1941, he was made Assistant Secretary of War but held only civilian responsibilities, especially the purchase of war materials for the Army, Lend Lease, the draft, and issues of intelligence and sabotage.[11] Once the war started, McCloy was a crucial voice in setting US military priorities and played a key role in several notable decisions. An indefatigable committee member, McCloy during the war served on the government task forces that built the Pentagon, created the Office of Strategic Services, which eventually became the Central Intelligence Agency, and he proposed both the United Nations and the war crimes tribunals. He chaired the predecessor to the National Security Council. In February 1942, his involvement in combating sabotage made McCloy heavily involved in the decision to forcibly remove Japanese-Americans from their homes on the West Coast to inland internment camps. Kai Bird wrote in his biography of McCloy: More than any individual, McCloy was responsible for the decision, since the (U.S.) President had delegated the matter to him through (U.S. Secretary of War) Stimson. The generals on the scene had insisted on mass relocation to prevent sabotage, and the Army's G-2 (intelligence division) concluded that it was needed. A key document was a Magic-decrypted interception of a Japanese diplomat in Los Angeles, who reported, \"We also have connections with our second generations working in airplane plants for intelligence purposes.\"[12] The Office of Naval Intelligence (ONI), however, disagreed with the Army; in a concurrent report prepared by Commander Kenneth Ringle, ONI had argued against mass internment because most of the Japanese-American citizens suspected of espionage or sabotage were already under surveillance or in FBI custody.[13] He was responsible for supervising the evacuations to the camps, but the camps were run by a civilian agency.[14] The actions were unanimously upheld by the Supreme Court.[15] By 1945, the judicial consensus had eroded considerably. Three justices dissented in a similar internment challenge brought by Fred Korematsu. The dissenters were led by Justice Frank Murphy's reversal of his reluctant concurrence in the earlier Hirabayashi case.[16] Historian Roger Daniels says McCloy was strongly opposed to reopening the judicial verdicts on the constitutionality of the internment.[17] The dissent eventually led to judicial reversal of the criminal convictions of Hirabayashi, Korematsu, and others on the basis of government misconduct including the deliberate suppression of the ONI's Ringle report during the Supreme Court's deliberations in 1943.[18] Edward Ennis, a former colleague and Justice Department lawyer tasked with the preparation of the government's briefs to the Supreme Court in the Hirabayashi case, would directly accuse McCloy of personal deception in testimony before the Seattle Federal Court's 1985 coram nobis review.[19] That led directly to the final resolution, in 1987, of the internment cases before the Ninth Circuit Court of Appeals, which fully exonerated Gordon Hirabayashi and other Japanese-American citizens, who fought the wartime curfews and forced relocations resulting from Army orders which the three-judge panel unanimously held were \"based upon racism rather than military necessity.\"[20] The War Department was petitioned throughout late 1944 to help save Nazi-held prisoners by ordering the bombing of the railroad lines leading to Auschwitz and the gas chambers in the camp. McCloy responded in a letter dated 4 July 1944 to John W. Pehle of the War Refugee Board, \"The War Department is of the opinion that the suggested air operation is impracticable. It could be executed only by the diversion of considerable air support essential to the success of our forces now engaged in decisive operations and would in any case be of such doubtful efficacy that it would not amount to a practical project.\" McCloy had no direct authority over the Army Air Forces and could not overrule its choice of targets; the Army Air Forces, led by General Hap Arnold was adamantly opposed to any outside civilian group choosing its targets. Roosevelt himself rejected any such proposals.[21] In March 1945, Rothenburg ob der Tauber was defended by German soldiers. Since McCloy knew about the historic importance and beauty of Rothenburg, he ordered US Army General Jacob L. Devers not to use artillery in taking Rothenburg. Battalion commander Frank Burke, a future Medal of Honor winner, ordered six soldiers of the 12th Infantry Regiment, 4th Division to march into Rothenburg on a three-hour mission and negotiate the surrender of the town. When stopped by a German soldier, one of the six soldiers, Private Lichey, who spoke fluent German and served as the group's translator, held up a white flag and explained, \"We are representatives of our division commander. We bring you his offer to spare the city of Rothenburg from shelling and bombing if you agree not to defend it. We have been given three hours to get this message to you. If we haven't returned to our lines by 1800 hours, the town will be bombed and shelled to the ground.\" The local military commander Major Thömmes gave up the town, ignoring the order of Hitler for all towns to fight to the end and thereby saving it from total destruction by artillery. American troops of the 12th Infantry Regiment, 4th Division occupied the town on April 17, 1945, and in November 1948, McCloy was named an honorary citizen (German: Ehrenbürger) of Rothenburg. [File:John J. McCloy, Assistant Secretary of War, arrived at Gatow Airport in Berlin, Germany to attend the Potsdam... - NARA - 198844.jpg|thumb|left|John J. McCloy, Assistant Secretary of War, arrived at Gatow Airport in Berlin, Germany to attend the Potsdam Conference. At right are Major General Floyd L. Parks, and Major General Edmund W. Hill.]] McCloy tried to convince President Truman that an invasion of Japan was not sensible. By mid-1945, the Japanese emperor began looking for ways to unwind the war, going as far as asking the Soviet Union to broker a peace between the United States and Japan. Through Magic intercepts, McCloy had known that the emperor was prepared to surrender if assurances to preserve the Japanese monarchy were given. As such, he advised Truman to offer terms of surrender that offered such a guarantee bundled with the implied threat of using the atomic bomb against Japan.[22] He argued that by doing so, it would enable the United States to claim a moral high ground, in the event that a bombing would be needed to thwart a Japanese mainland invasion. While traveling by boat to the Potsdam Conference, Secretary of State James Byrnes convinced Truman to ignore McCloy's advice. Eventually, Truman ordered the atomic bombs to be dropped as soon as they were ready. In 1945, he and Stimson convinced President Truman to reject the Morgenthau Plan and to avoid stripping Germany of its industrial capacity.[23] As chairman of the Army's Advisory Committee on Negro Troop Policy, he at first opposed the civil rights spokesman who wanted the Army to end segregation. However, he changed his mind and in late 1945, just before leaving the government to return to Wall Street, he proposed ending segregation in the military. On March 17, 1949, McCloy and General Alvan Cullom Gillem, Jr. testified before the President's Committee on Equality of Treatment and Opportunity in the Armed Services.[citation needed] From March 1947 to June 1949, McCloy served as the second president of the World Bank. At the time of his appointment, the World Bank was a new entity, having only been manned by one previous president, Eugene Meyer, who resigned six months into his tenure over disputes with the bank's executive directors. McCloy was brought in to resolve the situation and was determined to make the bank an entity that would fund economically efficient projects, not just consumption. Over this tenure, he would develop relationships with Wall Street to overcome their skepticism of these bonds from countries, selling over hundreds of millions of dollars in bonds. Eventually, McCloy would leave the World Bank, as the Marshall Plan would start giving vast sums of economic support in 1948 for Allied countries that would swamp the investment the World Bank could provide. On September 2, 1949, McCloy replaced the previous five successive military governors for the US Zone in Germany as the first US High Commissioner for Germany and held the position until August 1, 1952. He oversaw the further creation of the Federal Republic of Germany after May 23 of 1949. At the strong urging of the West German government, he approved recommendations (including from the Peck Panel) for pardoning and commutation of sentences of Nazi criminals including those of the prominent industrialists Friedrich Flick, Alfried Krupp, and Einsatzgruppe commander Martin Sandberger.[24] McCloy granted the restitution of Krupp's and Flick's entire property. He pardoned Ernst von Weizsäcker as well as Josef Dietrich and Joachim Peiper, convicted of mass murder for their roles in the Malmedy massacre.[24] Another pardon recipient was Edmund Veesenmayer.[25][26] Nuremberg judge William J. Wilkins wrote, Imagine my surprise one day in February 1951 to read in the newspaper that John J. McCloy, the high commissioner to Germany, had restored all the Krupp properties that had been ordered confiscated.[27] Some of the less notable figures were retried and convicted by the government of the newly independent West Germany.[citation needed] McCloy supported the initiative of Inge Aicher-Scholl (the sister of Sophie Scholl), Otl Aicher and Max Bill to found the Ulm School of Design.[28] HfG Ulm is considered to be the most influential design school in the world after the Bauhaus. The founders sought and received support in the USA (via Walter Gropius) and within the American High Command in Germany. McCloy saw the endeavor as Project No. 1 and supported a college and campus combination along US examples. In 1952 Scholl received from McCloy a check for one million Deutschmarks.[29] McCloy had served as the first US High Commissioner. His final successor as commissioner was the fourth US High Commissioner, James B. Conant; the office was terminated on May 5, 1955.[30] Following his service in Germany, he served as chairman of the Chase Manhattan Bank from 1953 to 1960 (operating as \"Chase National Bank\" prior to 1955), and as chairman of the Ford Foundation from 1958 to 1965; he was also a trustee of the Rockefeller Foundation from 1946 to 1949, and then again from 1953 to 1958, before he took up the position at Ford. Following the 1953 death of Chief Justice Fred M. Vinson, President Eisenhower considered appointing McCloy in his place, but he was viewed as too favourable to big business.[31] From 1954 to 1970, he was chairman of the prestigious Council on Foreign Relations in New York, to be succeeded by David Rockefeller, who had worked closely with him at the Chase Bank. McCloy had a long association with the Rockefeller family, going back to his early Harvard days when he taught the young Rockefeller brothers how to sail. He was also a member of the Draper Committee, formed in 1958 by Eisenhower. He later served as adviser to John F. Kennedy, Lyndon Johnson, Richard Nixon, Jimmy Carter and Ronald Reagan, and was the primary negotiator on the Presidential Disarmament Committee. From 1966 to 1968, he was Honorary Chairman of the Paris-based Atlantic Institute.[32] In late 1967 McCloy was considered by US President Lyndon Johnson for the position of US Ambassador to the United Nations and was approached by Secretary of State Dean Rusk on this matter, however McCloy turned down the offer.[33] McCloy was selected by President Lyndon Johnson to serve on the Warren Commission in late November 1963. Notably, he was initially skeptical of the lone gunman theory, but a trip to Dallas with CIA veteran Allen Dulles, an old friend also serving on the commission, convinced him of the case against Oswald. To avoid a minority dissenting report, McCloy brokered the final consensus and the crucial wording of the primary conclusion of the final report. He stated that any possible evidence of a conspiracy was \"beyond the reach\" of all of America's investigatory agencies, principally the FBI and the CIA as well as the Commission itself.[34] In a 1975 interview with Eric Sevareid of CBS, McCloy stated, \"I never saw a case that I thought was more completely proven than... the assassination.\"[35] He described writings that propagated assassination conspiracies theories as \"just nonsense.\"[35] McCloy became a name partner in the Rockefeller-associated prominent New York law firm Milbank, Tweed, Hadley & McCloy. He would serve here from 1945 to 1947, and then after serving on the Warren Commission, remained a general partner for 27 years, until he died in 1989. In that capacity, he acted for the \"Seven Sisters\", the leading multinational oil companies, including Exxon, in their initial confrontations with the nationalization movement in Libya as well as negotiations with Saudi Arabia and OPEC. Because of his stature in the legal world and his long association with the Rockefellers and as a presidential adviser, he was sometimes referred to as the \"Chairman of the American Establishment\". On March 11, 1989, at 12:15 p.m., John McCloy died of pulmonary edema at his Greenwich home. His wife had died at 87 a few years earlier of Parkinson's disease.[3] Without regard to partisanship, he served under presidents of both parties. Although a Republican, he was the second-highest-ranking official in the War Department during World War II. Like his fellow \"Wise Men,\" McCloy often heeded the call to service. Despite having lucrative jobs on Wall Street, he left his positions to serve in government, whether to serve in the War Department or as the High Commissioner in Germany. McCloy is also remembered for his role in forming the predecessor of the Central Intelligence Agency. He was tasked by Henry Stimson in the early 1940s to sort out the political tensions in the pre-war intelligence community, which was marked by political infighting and jurisdictional disputes among the chiefs of the Army and Navy and the FBI director, J. Edgar Hoover. To sort out the issue, he and William Donovan created a new intelligence program, Office of Strategic Services, that attempted to fuse and streamline those forms of intelligence and is modeled after the British intelligence agencies. The centralization of the war intelligence office became a blueprint for the founding of the Central Intelligence Agency under the National Security Act of 1947. In recognition of his efforts to the United States, he was presented with the Presidential Medal of Freedom with Distinction by President Lyndon B. Johnson on December 6, 1963. In the same year, he was awarded the Office of Strategic Services (OSS) Society's William J. Donovan Award.[36][37][38] Also in 1963, McCloy received the Sylvanus Thayer Award by the United States Military Academy for his service to the country. Furthermore, McCloy was a recipient of the Association Medal of the New York City Bar Association in recognition of exceptional contributions to the honor and standing of the Bar in the community.[39] On his 90th birthday on the White House lawn with President Ronald Reagan overlooking, John McCloy was named an honorary citizen of Berlin by German President Richard von Weizsacker and the mayor of Berlin, Eberhard Diepgen.[40] At the event, Ronald Reagan recalled how \"John McCloy's selfless heart made a difference, an enduring difference, in the lives of millions\" and thanked him on behalf of \"for all [McCloy's] countrymen and the millions of people around the world whose lives [McCloy] helped make safer because of your devotion to duty and to the cause of humanity.\" The citation for his honorary citizenship reads \"John McCloy is closely connected with the reconstruction and development of this city. His dedication contributed to a great extent to understanding of Berlin in the United States of America and to preservation of peace and freedom.\"[40][41] Articles Book contributions Correspondence Public speaking World Bank Group","Title":"John J. McCloy - Wikipedia","KeyID":"4508","URL":"https://en.wikipedia.org/wiki/John_J._McCloy"}