{"Content: ":"Liaodactylus is a genus of filter-feeding ctenochasmatid pterosaur from the Jurassic of China. The genus contains one species, L. primus, described by Zhou et al. in 2017. As an adaptation to filter-feeding, Liaodactylus had approximately 150 long, comb-like teeth packed closely together. It is both the earliest known ctenochasmatid and the first filter-feeding pterosaur from the Jurassic Tiaojishan Formation. Later and more specialized ctenochasmatids differ from Liaodactylus in having longer snouts, smaller openings (or fenestrae) in the skull, and more teeth. Within the Ctenochasmatidae, Liaodactylus was most closely related to the European Ctenochasma. There is one specimen of Liaodactylus known, namely the holotype PMOL-AP00031, which is stored at the Palaeontological Museum of Liaoning. It consists of a complete skull and lower jaws, along with the first two cervical vertebrae. It originates from outcrops located about 500 metres (1,600 ft) west of the village of Daxishan, in Jianchang County, Liaoning, China. These outcrops belong to the Late Jurassic Tiaojishan Formation, which has been dated to range from 161.8 ± 0.4 to 159.5 ± 0.6 million years ago (Oxfordian) based on argon-argon dating.[1][2][3] Liaodactylus was described in 2017 by Zhou et al. The genus name combines Liao, a shortened prefix form of \"Liaoning\", with Greek dactylos (\"finger\"), a standard pterosaurian suffix. Meanwhile, the specific name primus, from Latin, refers to the early age of Liaodactylus relative to other ctenochasmatids.[1] The head of Liaodactylus is slender and long, with a skull length of 13.3 centimetres (5.2 in) and a jaw length of 11.7 centimetres (4.6 in).[1] Out of this, the snout is 49.1% of total skull length, and the nasoantorbital fenestra (the fusion of the nostril and the antorbital fenestra, seen in all members of the Monofenestrata[4][5]) is 31% of skull length. In more derived ctenochasmatids, the nasoantorbital fenestra is much smaller relative to the skull, being only 10-12% of skull length in Pterodaustro; the snout is also longer, being over 85% of skull length in Pterodaustro.[6] Also shorter than other ctenochasmatids is the dentary symphysis, the fused portion of the lower jaw, which is only 30.5% of jaw length. Morphologically, the sides of the snout are parallel (unlike the spoon-tipped snouts of Gnathosaurus), most of the mandible is composed mainly of the dentary, and the well-developed retroarticular process is formed by the angular bone like in other ctenochasmatids.[1] There are many long, needle-like, outward-projecting, tightly packed, equally-spaced teeth in the jaws of Liaodactylus, totalling to 152 teeth across both jaws. This is more than Gnathosaurus (128–136), about the same as Gegepterus (150),[7] but much less than Ctenochasma (200-552)[8] and Pterodaustro (almost a thousand).[6] The teeth become shorter towards the back of the jaws, eventually becoming short, peg-like structures at the back of the tooth row; the back of the tooth row corresponding to the front 1/3 of the nasoantorbital fenestra, which is unusual among ctenochasmatids (where the teeth usually stop entirely before the fenestra). The first tooth at the front of each jaw is also somewhat shortened, being only half the length of the second. Collectively, the teeth, which would have interlocked when the jaw was closed, form a comb-like complex that would have been used for filter-feeding.[1][9] Among ctenochasmatids, the jugal bone of Liaodactylus is quite narrow, especially below the large eye socket. It splits into three branches: the very long and tapering anterior process, which forms the back two-thirds of the bottom border of the nasoantorbital fenestra; the vertical orbital process; and the angled temporal process, which is very long compared to the orbital process. The bone is bent slightly such that the margin of the jaw below the eye socket is curved. At the back, the temporal process of the jugal has fused rather extensively with the neighboring quadratojugal bone. Further back on the skull, the quadrate bone articulates with the squamosal bone above and the lower jaw below; the long shaft at the rear of the quadrate is very strongly angled, forming an angle of 160° with the jaw margin, like other ctenochasmatids. The jaw joint is directly underneath the eye socket.[1] At the back of the maxilla, the palate form a wide shelf which is deeply notched at the back, forming in part the suborbital fenestra. Small spikes along the midline of the suborbital fenestra represent the palatine bones, which contact the maxilla. The ectopterygoid bones are three-pronged; the lateral processes close off the back of the suborbital fenestra, the anterior processes join the process of the palatal shelf, and the posterior process overlaps the pterygoid bone and forms part of the pterygo-ectopterygoid fenestra, which is separated from the suborbital fenestra by a bar of the pterygoid; the same bar is seen in Gnathosaurus, albeit much shorter.[10][11] As for the pterygoid itself, it was expanded along the midline and projected backwards to connect to the basisphenoid bone and quadrate.[1] The top of the braincase consists of the strongly-fused frontal bone and parietal bone, which curve sharply downwards near the back so as to produce a rounded back of the skull. At the back of the skull, the basisphenoid is short, wide, and platelike, and has a wide U-shaped notch at the front end. At either side of the notch is a stout basisphenoid process, which contacts the pterygoid bone and quadrate. Meanwhile, at the back, the basisphenoid becomes narrower and is overlapped by the basioccipital bone. On the basioccipital, the occipital condyle, which connects to the vertebrae, is spherical; consequently, the hole for the spinal cord, the foramen magnum, is hidden when the vertebrae are articulated. There is a roughened ridge extending along the midline of the basioccipital, forward from the occipital condyle.[1] As for the cervical vertebrae themselves, the atlas and axis are fused, albeit with a visible suture. In front of the atlas is a small, rudimentary proatlas, which is symmetrical, platelike, and has a projection at the front. Corresponding to the spherical occipital condyle is the cup-like joint of the atlas. The atlas had a prominent neural spine, but the neural spine on the axis is not exposed. At the back of the axis, on the neural arch, is the postzygapophysis, which would have connected to the next cervical vertebra.[1] Zhou et al. assigned Liaodactylus to the Ctenochasmatidae in 2017 based on a phylogenetic analysis. It shares with other ctenochasmatids the relative proportions of its skull height at the squamosal bone, its skull height at the jaw joint, and the length of the snout at the level of the nasoantorbital fenestra; additionally, in terms of morphological characters, it shares a retroarticular process that is pointed backwards and downwards. Within the Ctenochasmatidae, Liaodactylus was found to be closest to Ctenochasma, with which it shares the ratio of jaw-to-skull length and the teeth being angled out to the sides. The phylogenetic tree recovered by the analysis is reproduced below.[1][4] Kryptodrakon Pteranodontia Azhdarchoidea Germanodactylidae Pterodactylidae Gallodactylidae Gnathosaurinae Moganopterinae Pterodaustrini Ctenochasma Liaodactylus Liaodactylus is known from the Tiaojishan Formation, which along with the older Haifanggou Formation form the Yanliao Biota, a diverse assemblage of well-preserved Jurassic animals containing at least 40 species. A number of other pterosaurs have been found from the Yanliao Biota, including the rhamphorhynchids Jianchangnathus robustus and Qinglongopterus guoi; the anurognathids Dendrorhynchoides mutoudengensis and Jeholopterus ninchengensis; the darwinopteran Pterorhynchus wellnhoferi; and the wukongopterids Darwinopterus modularis, Wukongopterus lii, and possibly Archaeoistiodactylus linglongtaensis,[12] among many others.[1][13] Liaodactylus represents the first Yanliao filter-feeding pterosaur.[1][9] Dinosaurs from the Yanliao Biota include the scansoriopterygids Epidendrosaurus ninchengensis, Epidexipteryx hui, and Yi qi; the paravians Anchiornis huxleyi, Pedopenna daohugouensis, and Xiaotingia zhengi.[13][14] Non-archosaurs are also present in the Yanliao Biota. Mammaliaforms include Liaotherium gracile, Manchurodon simplicidens, Pseudotribos robustus, Volaticotherium antiquum, Castorocauda lutrasimilis, Docofossor brachydactylus, Arboroharamiya jenkinsi, Megaconus mammaliaformis, Xianshou linglong and X. songae, Shenshou lui, and Juramaia sinensis.[15][16] Additionally, there are lizards, including \"Yabeinosaurus\" youngi;[17] an undescribed crocodylomorph; salamanders, including Chunerpeton tianyiensis, Jeholotriton paradoxus, Liaoxitriton daohugouensis, and Pangerpeton sinensis;[18] and fish, including Liaosteus hongi and a member of the Ptycholepidae.[13][19] In terms of environment, the Tiaojishan Formation represents a forested woodland with conifers, cycads, and ferns. Plant species present include the horsetails Neocalamites carcinoides, N. narthosi, and Equisetum sp.; the tree ferns Coniopteris hymenophyloides and C. margaretae; the cycad Zamites gigas; the enigmatic gymnosperms Czekanowskia ketova, C. ridiga, and Phoenicopsis speciosa; the ginkgo Sphenobaiera kazachstanica; the cypress Protaxodioxylon jianchangense; and the indeterminate conifer Xenoxylon peidense.[19][20] Collectively, they indicate a cool, temperate, wet, and seasonal climate with a mean temperature below 15 °C.[19] This is consistent with a trend of global cooling around this time,[21] but contrasts with the warm, dry climate of the earlier Haifanggou.[22]   ","Title":"Liaodactylus - Wikipedia","KeyID":"451","URL":"https://en.wikipedia.org/wiki/Liaodactylus"}