{"Content: ":"The internment of Italian Americans refers to the government's internment of Italian nationals in the United States during World War II. As was customary after Italy and the US were at war, they were classified as \"enemy aliens\" and some were detained by the Department of Justice under the Alien and Sedition Act. But in practice, the US applied detention only to Italian nationals, not to US citizens, or long-term US residents.[1] Italian immigrants had been allowed to gain citizenship through the naturalization process during the years before the war, and by 1940 there were millions of US citizens who had been born in Italy. In 1942 there were 695,000 Italian immigrants in the United States. Some 1,881 were taken into custody and detained under wartime restrictions; these were applied most often by the United States Department of Justice to diplomats, businessmen, and Italian nationals who were students in the US, especially to exclude them from sensitive coastal areas. In addition, merchant seamen trapped in US ports by the outbreak of war were detained. Italian labor leaders lobbied for recognition as loyal (and not enemy aliens) those Italian Americans who had initiated naturalization before the war broke out; they objected to blanket classification of Italian nationals as subversives. In 2001 the US Attorney General reported to Congress on a review of treatment by the Department of Justice of Italian Americans during World War II. In 2010, the California Legislature passed a resolution apologizing for US mistreatment of Italian residents during the war.[2] The term \"Italian American\" does not have a legal definition. It is generally understood to mean ethnic Italians of American nationality, whether Italian-born immigrants to the United States (naturalized or unnaturalized) or American-born people of Italian descent (natural-born U.S. citizens). The term \"enemy alien\" has a legal definition. The relevant federal statutes in Chapter 3 of Title 50 of the United States Code, for example par. 21,[3] which applies only to persons 14 years of age or older who are within the United States and not naturalized. Under this provision, which was first defined and enacted in 1798 (in the Alien Enemies Act, one of the four Alien and Sedition Acts) and amended in 1918 (in the Sedition Act of 1918) to apply to females as well as to males, all \"natives, citizens, denizens or subjects\" of any foreign nation or government with which the United States is at war \"are liable to be apprehended, restrained, secured and removed as alien enemies.\"[4] At the outbreak of World War II, for example, all persons born in Italy living in the United States, whether US citizens, lawful full-time or part-time residents, or as members of the diplomatic and business community, were considered by law \"enemy aliens.\" However, applying the standard to all persons including US Citizens became problematic given the huge numbers of Italian immigrants and the even larger numbers of their descendants. Accordingly, the government most often applied the term to Italian-born persons who were not United States citizens, but especially to Italian diplomats, Italian businessmen, and Italian international students studying in the United States; all were classified as \"enemy aliens\" when Italy declared war on the United States. In some cases, such temporary residents were expelled (such as diplomats) or given a chance to leave the country when war was declared. Some were interned, as were the Italian merchant seamen caught in U.S. ports when their ships were impounded when war broke out in Europe in 1939. The members of the ethnic Italian community in the United States presented an unusual problem. Defined in terms of national origin, it was the largest ethnic community in the United States, having been supplied by a steady flow of immigrants from Italy between the 1880s and 1930. By 1940, there were in the United States millions of native-born Italians who had become American citizens. There were also a great many Italian \"enemy aliens\", more than 600,000, according to most sources, who had immigrated during the previous decades and had not become naturalized citizens of the United States. The laws regarding \"enemy aliens\" did not make ideological distinctions—treating as legally the same pro-Fascist Italian businessmen living for a short time in the U.S. and trapped there when war broke out, anti-Fascist refugees from Italy who arrived a few years earlier intending to become U.S. citizens but who had not completed the process of naturalization, and those who had emigrated from Italy at the turn of the 20th century and raised entire families of native-born Italian Americans but who had not become naturalized. Under the law they were all classified as enemy aliens. In September 1939, Britain and France declared war against Germany after Adolf Hitler invaded Poland. Aware of the possibility of the war eventually involving the United States, President Franklin D. Roosevelt authorized the Director of the Federal Bureau of Investigation, J. Edgar Hoover, to compile a Custodial Detention Index of those to be arrested in case of national emergency. The Axis powers allied with Germany included Fascist Italy and the Empire of Japan. More than a year before the attack on Pearl Harbor, the Department of Justice began to list possible saboteurs and enemy agents among German, Japanese, and Italian Americans.[5] In 1940, resident aliens were required to register under the Smith Act. The following is a chronology of events regarding the treatment of enemy aliens and the reaction in the Italian American community: By September 23, 1942, the Justice Department claimed \"…From the time of the Japanese attack on Pearl Harbor until 1 September, 6,800 enemy aliens were apprehended in the United States and half of them have either been paroled or released.\"[16] Their report dealt with enemy aliens apprehended under the Alien and Sedition Act, who were primarily German nationals. In response to activists concerned about the treatment of Italian Americans during the war, on November 7, 2000, the U.S. Congress passed the \"Wartime Violation of Italian American Civil Liberties Act\".(Pub.L. 106–451 (text) (PDF), 114 Stat. 1947) This law, in part, directed the U.S. Attorney General to conduct a comprehensive review of the treatment by the U.S. Government of Italian Americans during World War II and to report on its findings within a year. The Attorney General submitted this report, A Review of the Restrictions on Persons of Italian Ancestry During World War II, to the U.S. Congress on November 7, 2001, and the House Judiciary Committee released the report to the public on November 27, 2001.[20] The report, covering the period September 1, 1939, to December 31, 1945, describes the authority under which the United States undertook enforcement of wartime restrictions on Italian Americans and detailed these restrictions. In addition, the report provides 11 lists, most of which include the names of those most directly affected by the wartime restrictions.[21] The lists include: Separately, in 2010, the California Legislature passed by an overwhelming margin a resolution apologizing for US mistreatment of Italian residents in the state during the war, noting restrictions and indignities, as well as loss of jobs and housing.[2][22]","Title":"Internment of Italian Americans - Wikipedia","KeyID":"4511","URL":"https://en.wikipedia.org/wiki/Internment_of_Italian_Americans"}