{"Content: ":"David Sword Wyman (6 March 1929[1] – 14 March 2018)[2] was the Josiah DuBois professor of history at the University of Massachusetts, Amherst.[3][4] Wyman was born in Weymouth, Massachusetts, the son of Ruth (Sword) and Hollis Judson Wyman, a teacher, of American and Jewish descent.[5][6] His grandparents were Protestant ministers; Wyman was a protestant himself.[7][8] He earned an A.B. in history from Boston University and a Ph.D. in history from Harvard University.[6] From 1966 until his retirement in 1991, Wyman taught history at the University of Massachusetts,Amherst, where he twice chaired the Judaic studies program.[6][8] He held honorary doctoral degrees from Hebrew Union College and Yeshiva University,[6] both in New York City. He was chairman of the David S. Wyman Institute for Holocaust Studies in Washington, D.C.[3] Deborah Lipstadt characterizes Wyman's book, Paper Walls: America and the Refugee Crisis, as having stood for many years as \"one of the most important books,\" on American immigration policy in the Nazi years.[9] In Paper Walls Wyman discusses the combination of antisemitism, nativistic nationalism, economic crisis and isolationism that made rescue inconceivable.[9] In his later work, Wyman's contended that the attitude of American Jews during the Nazi era was to be faulted, and that the approach of the Bergson Group was the correct one. If American Jews had taken a more forceful approach, government policy could have been changed.[9] Although Wyman wrote his books 'not as an insider' (i.e. a non-Jew writing about Jewish history), he has still \"advocated a Jewish state for a long time\", and believes he would \"have backed the Zionist movement during the World War II era\" if he had been old enough to be involved in political affairs (he would have been between 11 and 16 at the time).[8] In his book, The Abandonment of the Jews: America and the Holocaust 1941-1945, Wyman writes \"Today I remain strongly pro-Zionist and I am a resolute supporter of the state of Israel. My commitment to Zionism and to Israel has been confirmed and increased by years of study of the Holocaust.\".[8] He goes to say \"I look upon Israel as the most important line of defense against anti-Semitism in the world.\".[8] He concludes this particular paragraph with a statement that manages to capture Wyman's pro-Zionist views in just a single sentence: \"Had there been a Jewish state in the 1933 to 1945 era, it would be much less painful today for all of us to confront the history of European Jewry during World War II.\".[8] editor of: 1985: National Jewish Book Award in the Holocaust category for The Abandonment of the Jews: America and the Holocaust, 1941-1945[10]","Title":"David Wyman - Wikipedia","KeyID":"4513","URL":"https://en.wikipedia.org/wiki/David_Wyman"}