{"Content: ":"Rafael Medoff (born c. 1959) is an American professor of Jewish history and the founding director of The David Wyman Institute for Holocaust Studies, which is based in Washington, D.C. and focuses on issues related to America's response to the Holocaust. Medoff received his PhD from Yeshiva University in New York City in 1991. In 2001 he was visiting scholar in Jewish Studies at the State University of New York at Purchase.[1] Medoff has taught Jewish history at Ohio State University, Purchase College of the State University of New York, and elsewhere.[2] Medoff has served on the editorial boards of American Jewish History, Southern Jewish History, Shofar and Menorah Review.[citation needed] He has been closely associated and Academic Council member of American Jewish Historical Society for many years. He has served on its Academic Council since 1995, authored installments of its \"Chapters in American Jewish History\" series, and served as associate book review editor (1999–2001) and then associate editor (2002–2006) of its scholarly journal, American Jewish History. He has also served as a consultant to the Jewish Historical Society of Greater Washington and the Jewish Historical Society of Maryland.[citation needed] Medoff has accused the U.S. State Department of downplaying official antisemitism in the Arab world, and made comparisons with State Department's downplaying of official German antisemitism in the 1930s.[3][4] Medoff is the author or editor of 16 books about American Jewish history, Zionism, and the Holocaust. His first book, The Deafening Silence: American Jewish Leaders and the Holocaust, was published in 1987 by Shapolsky Books, the U.S. division of the Israeli publisher Steimatzky. The Association of Jewish Libraries called it \"a damning book that cannot be ignored\" and \"an important contribution to the study of the Holocaust period.\"[5] His essays and reviews have appeared in many scholarly journals.[6] Medoff's Zionism and the Arabs: An American Jewish Dilemma, 1898–1948 was published by Praeger in 1997. Jerold S. Auerbach from American Jewish History praised it as: \"a meticulously researched and carefully crafted analysis ...Any historian of the complex relationship of American Jews and Israel, indeed every serious student of American Jewish history, must confront the American Jewish dilemma that Rafael Medoff has explored and explained in this fine monograph.\"[7] Lawrence Davidson of West Chester University cites Medoff's assertion in Zionism and the Arabs, that Zionists did not see the Palestinian Arabs as \"a distinct national group with national rights-largely because the Palestinian Arabs themselves did not claim the status of a specific national grouping\", to argue against Zionism on the grounds that \"no one ruled against self- determination in other parts of Greater Syria where the same views prevailed.\"[8] He coauthored the Historical Dictionary of Zionism with Prof. Chaim I. Waxman, published by Scarecrow Press in 2000, with a revised and expanded edition in 2008. A reviewer for Choice magazine called it \"thorough and objective\", and a reviewer for the Israel Studies Bulletin described it as \"useful both for reference and course work ... user-friendly ... The authors have filled many gaps left by the standard histories of Zionism.\"[9] Baksheesh Diplomacy: Secret Negotiations Between American Jewish Leaders and Arab Officials on the Eve of World War II, was published by Rowman & Littlefield in 2001. Conservative Judaism's reviewer called it: \"a splendid exemplar of scholarship ... equally suitable for academicians and the general public ... Medoff deserves praise for elucidating with great charm and authenticity the doomed efforts of an important segment of American Jewry to rescue persecuted European Jews and avert Arab-Israel conflict.[10] His next book Militant Zionism in America: The Rise and Impact of the Jabotinsky Movement in the United States, 1926–1948, published by the University of Alabama Press in 2002. Middle East Quarterly's reviewer wrote: \"Militant Zionism in America has the freshness and immediacy of the archival sources and interviews that massively support its argument; and it adds another cubit to the stature of one of our preeminent historians of Zionism.\"[11] Medoff's textbook, Jewish Americans and Political Participation: A Reference Handbook, published by ABC-CLIO in 2002, was named an \"Outstanding Academic Title of 2002\" by the American Library Association's Choice magazine. Medoff and David S. Wyman in 2002 coauthored the first scholarly study of the Holocaust rescue activists known as the Bergson Group, A Race Against Death: Peter Bergson, America, and the Holocaust, published by The New Press. In The New Republic, Dr. Michael Oren (today Israel's ambassador to the United States) called A Race Against Death \"an important book [by] veteran chroniclers of America's shameful inaction during the Holocaust.\"[12] The Jerusalem Post hailed it as \"a must-read for Jewish leaders the world over, as well as for committed Jews and anyone interested in the response of American Jewry to the Holocaust.\"[13] In response to the publication of A Race Against Death, officials of the United States Holocaust Memorial Museum, in Washington, D.C., announced that they would add materials about the Bergson Group to the museum's permanent exhibit.[14] In The Deafening Silence, Medoff argues that had American Jewish leaders been more forceful in presenting the case for rescue of European Jews to the Roosevelt administration, they could have moved the administration to act. In Deborah Lipstadt's review of Holocaust literature, she engages Medoff's argument, but concludes that \"There is nothing on record to indicate that their outspoken support would have changed the mind of restrictionist legislators.\"[15] Together with former New York City Mayor Edward I. Koch, Medoff in 2008 coauthored The Koch Papers: My Fight Against Anti-Semitism, published by Palgrave MacMillan. It was named to the New York Post's \"Required Reading\" list. The Forward wrote: \"The legendary former New York City mayor has never been shy about standing up for his fellow Jews. The hallmark of Koch's approach to this issue, as his book demonstrates, is a determination to confront bigotry—with steadfastness and an insistent sense of urgency.\" Also in 2008, Purdue University Press published his book Blowing the Whistle on Genocide: Josiah E. DuBois, Jr. and the Struggle for a U.S. Response to the Holocaust. The National Jewish Post and Opinion wrote: \"Blowing the Whistle on Genocide brings to life an inspiring but little-known chapter of Holocaust history.\"[16] In 2008, Medoff authored \"Rav Chesed: The Life and Times of Haskel Lookstein\", a lengthy biographical essay published as a paperback by Ktav. Subsequently, an updated version of that book was included in the two-volume Rav Chesed: Essays in Honor of Rabbi Haskel Lookstein, which Medoff edited, and was published by Ktav in 2009. He authored installments of American Jewish Historical Society's \"Chapters in American Jewish History\" series, and served as associate book review editor (1999–2001) and then associate editor (2002–2006) of its scholarly journal, American Jewish History. Medoff's essays have appeared in various scholarly journals, including Studies in Zionism, Holocaust and Genocide Studies, the Journal of Genocide Research, American Jewish History, and American Jewish Archives. He also served as guest editor for the autumn 2004 issue of the Journal of Ecumenical Studies. He authored the essay \"New Yorkers and the Birth of Israel\", which was featured in the May 1998 New York Times supplement commemorating the fiftieth anniversary of the establishment of Israel. Medoff has also published op-eds concerning the Holocaust and related issues in such newspapers as the Los Angeles Times, the Baltimore Sun, the Detroit Free Press, The Philadelphia Inquirer, the New York Sun, Ha'aretz, the Jerusalem Report, the Jerusalem Post, and Germany's largest daily newspaper, Süddeutsche Zeitung. Medoff currently writes a weekly column for Ami (magazine). He has authored entries for numerous encyclopedias and reference books, including the Encyclopaedia Judaica, the Encyclopedia of the Diaspora, the Encyclopedia of American Jewish History, the Columbia History of the Jewish People in America, American National Biography, the Global Encyclopedia of Historical Writing, and Jewish Women in America: An Historical Encyclopedia. Reflecting his interest in the use of cutting-edge media to teach about the Holocaust, Medoff collaborated with comic book artist Neal Adams on a comic book about the experiences of Dina Gottliebova Babbitt, a Holocaust survivor who attempted to regain paintings she did for Josef Mengele in order to survive in Auschwitz. It was published in X-Men: Magneto: Testimony #5, in early 2009.[17] On the seventieth anniversary of the voyage of the refugee ship St. Louis, Medoff collaborated with Pulitzer Prize-winning cartoonist Art Spiegelman on a full-page cartoon history of the voyage, published in the Washington Post in June 2009.[18] Medoff also teamed up with comic book artist Sal Amendola on a full-page political cartoon about U.S. athletes who boycotted the 1936 Berlin Olympics, which appeared in The New Republic in August 2008.[19] In addition, Medoff served as a consultant to Homeland, a graphic novel telling the history of Israel's creation, by comic book veterans Marv Wolfman and Mario Ruiz. In 2010, Medoff and comics creator Neal Adams teamed with Disney Educational Productions to produce They Spoke Out: American Voices Against the Holocaust, an online educational motion comics series that tells stories of Americans who protested Nazis or helped rescue Jews during the Holocaust. Each standalone episode, which runs from five to ten minutes, utilizes a combination of archival film footage and animatics, and focus on a different person. The first episode, \"La Guardia's War Against Hitler\" was screened in April 2010 at a festival sponsored by the Museum of Comic and Cartoon Art, and tells the story of the forceful stand New York City Mayor Fiorello La Guardia took against Nazi Germany, in contrast to that of President Franklin Roosevelt, whom most historians feel did not do all he could have to save European Jews, a point underlined in the episode \"Messenger from Hell\". Other episodes include \"Voyage of the Doomed\", which focuses on the S.S. St. Louis, the ship that carried more than 900 German-Jewish refugees but was turned away by Cuban authorities and later the Roosevelt administration, and \"Rescue Over the Mountains\", which depicts Varian Fry, the young journalist who led an underground rescue network that smuggled Jewish refugees out of Vichy, France.[20][21] Medoff has served as a consultant to a number of television and movie projects, including Holocaust: The Untold Story, (Freedom Forum Television Network / Newseum TV), which was broadcast on The History Channel in 2001 and nominated for a News & Documentary Emmy Award; Against the Tide, produced by the Simon Wiesenthal Center's Moriah Films; In Our Own Hands: The Hidden Story of the Jewish Brigade in World War II; and Looking into the Face of Evil, produced by the Ohio Council on Holocaust Education; as well as programs concerning the 60th anniversary of the liberation of Auschwitz, for Israel Television and Italian National Television.","Title":"Rafael Medoff - Wikipedia","KeyID":"4516","URL":"https://en.wikipedia.org/wiki/Rafael_Medoff"}