{"Content: ":"The Joint Declaration by Members of the United Nations was the first formal statement to the world about the Holocaust, issued on December 17, 1942, by the American and British governments on behalf of the Allied Powers.[1] In it, they describe the ongoing events of the Holocaust in Nazi-occupied Europe. The statement was read to British House of Commons in a floor speech by Foreign secretary Anthony Eden,[2] and published on the front page of the New York Times and many other newspapers.[3] It was made in response to a 16-page note addressed to the Allied governments on December 10 by the Minister of Foreign Affairs of the Polish government-in-exile, Count Edward Raczynski, titled The Mass Extermination of Jews in German Occupied Poland and his official Raczyński's Note addressed to western governments.[4] The Members then stood in silence, an honour usually reserved for the death of a Monarch.[5] The attention of the Belgian, Czechoslovak, Greek, Jugoslav, Luxembourg, Netherlands, Norwegian, Polish, Soviet, United Kingdom and United States Governments and also of the French National Committee has been drawn to numerous reports from Europe that the German authorities, not content with denying to persons of Jewish race in all the territories over which their barbarous rule has been extended, the most elementary human rights, are now carrying into effect Hitler's oft-repeated intention to exterminate the Jewish people in Europe. From all the occupied countries Jews are being transported in conditions of appalling horror and brutality to Eastern Europe. In Poland, which has been made the principal Nazi slaughterhouse, the ghettos established by the German invader are being systematically emptied of all Jews except a few highly skilled workers required for war industries. None of those taken away are ever heard of again. The able-bodied are slowly worked to death in labor camps. The infirm are left to die of exposure and starvation or are deliberately massacred in mass executions. The number of victims of these bloody cruelties is reckoned in many hundreds of thousands of entirely innocent men, women and children. The above-mentioned governments and the French National Committee condemn in the strongest possible terms this bestial policy of cold-blooded extermination. They declare that such events can only strengthen the resolve of all freedom-loving peoples to overthrow the barbarous Hitlerite tyranny. They reaffirm their solemn resolution to insure that those responsible for these crimes shall not escape retribution, and to press on with the necessary practical measures to this end.[3]","Title":"Joint Declaration by Members of the United Nations - Wikipedia","KeyID":"4518","URL":"https://en.wikipedia.org/wiki/Joint_Declaration_by_Members_of_the_United_Nations"}