{"Content: ":"The Home Army (Polish: Armia Krajowa, abbreviated AK; Polish pronunciation: [ˈar.mʲja kraˈjɔ.va]) was the dominant resistance movement in German-occupied Poland during World War II. The Home Army was formed in February 1942 from the earlier Związek Walki Zbrojnej (Armed Resistance) established in the aftermath of the German and Soviet invasions in September 1939. Over the next two years, the Home Army absorbed most of the other Polish partisans and underground forces. Its allegiance was to the Polish government-in-exile in London, and it constituted the armed wing of what came to be known as the Polish Underground State. Estimates of the Home Army's 1944 strength range between 200,000 and 600,000. The latter number made the Home Army not only Poland's largest underground resistance movement but, along Soviet and Yugoslav partisans, one of Europe's largest World War II underground movements.[a] The Home Army sabotaged German transports bound for the Eastern Front in the Soviet Union, destroying German supplies and tying down substantial German forces. It also fought pitched battles against the Germans, particularly in 1943 and in Operation Tempest from January 1944. The Home Army's most widely known operation was the Warsaw Uprising of August–October 1944. The Home Army also defended Polish civilians against atrocities by Germany's Ukrainian and Lithuanian collaborators. Its attitude toward Jews remains a controversial topic. As Polish–Soviet relations deteriorated, conflict grew between the Home Army and Soviet forces. The Home Army's allegiance to the Polish government-in-exile caused the Soviet government to consider the Home Army to be an impediment to the introduction of a Communist-friendly government in Poland, which hindered cooperation and in some cases led to outright conflict. On 19 January 1945, after the Red Army had cleared most Polish territory of German forces, the Home Army was disbanded. After the war, particularly in the 1950s and 1960s, Communist government propaganda portrayed the Home Army as an oppressive and reactionary force. Thousands of ex-Home Army personnel were deported to gulags and Soviet prisons, while other ex-members, including a number of senior commanders, were executed. After the Fall of Communism in Central and Eastern Europe, the portrayal of the Home Army was no longer subject to government censorship and propaganda. The Home Army originated in the Service for Poland's Victory (Służba Zwycięstwu Polski), which General Michał Karaszewicz-Tokarzewski set up on 27 September 1939, just as the coordinated German and Soviet invasions of Poland neared completion.[1] Seven weeks later, on 17 November 1939, on orders from General Władysław Sikorski, the Service for Poland's Victory was superseded by the Armed Resistance (Związek Walki Zbrojnej), which in turn, a little over two years later, on 14 February 1942, became the Home Army.[1][2] During that time, many other resistance organisations remained active in Poland,[3] although most of them, merged with the Armed Resistance or with its successor, the Home Army, and substantially augmented its numbers between 1939 and 1944.[2][3] The Home Army was loyal to the Polish government-in-exile and to its agency in occupied Poland, the Government Delegation for Poland (Delegatura). The Polish civilian government envisioned the Home Army as an apolitical, nationwide resistance organisation. The supreme command defined the Home Army's chief tasks as partisan warfare against the German occupiers, the re-creation of armed forces underground and, near the end of the German occupation, a general armed rising to be prosecuted until victory. Home Army plans envisioned, at war's end, the restoration of the pre-war government following the return of the government-in-exile to Poland.[4][1][2][5][6][7] The Home Army, though in theory subordinate to the civil authorities and to the government-in-exile, often acted somewhat independently, with neither the Home Army's commanders in Poland nor the \"London government\" fully aware of the other's situation.[8]: 235–236  After Germany started its invasion of the Soviet Union on 22 June 1941, the Soviet Union joined the Allies and signed the Anglo-Soviet Agreement on 12 July 1941. This put the Polish government in a difficult position since it had previously pursued a policy of \"two enemies\". Although a Polish–Soviet agreement was signed in August 1941, cooperation continued to be difficult and deteriorated further after 1943 when Nazi Germany publicised the Katyn massacre of 1940.[9] Until the major rising in 1944, the Home Army concentrated on self-defense (the freeing of prisoners and hostages, defense against German pacification operations) and on attacks against German forces. Home Army units carried out thousands of armed raids and intelligence operations, sabotaged hundreds of railway shipments, and participated in many partisan clashes and battles with German police and Wehrmacht units. The Home Army also assassinated prominent Nazi collaborators and Gestapo officials in retaliation against Nazi terror inflicted on Poland's civilian population; prominent individuals assassinated by the Home Army included Igo Sym (1941) and Franz Kutschera (1944).[1][5] In February 1942, when the Home Army was formed from the Armed Resistance, it numbered around 100,000 members.[5] Less than a year later, at the start of 1943, it had reached a strength of around 200,000.[5] In the summer of 1944, when Operation Tempest began, the Home Army reached its highest membership:[5] estimates of membership in the first half and summer of 1944 range from 200,000,[8]: 234  through 300,000,[10] 380,000[5] and 400,000[11] to 450,000–500,000,[12] though most estimates average at about 400,000; the strength estimates vary due to the constant integration of other resistance organisations into the Home Army, and that while the number of members was high and that of sympathizers was even higher, the number of armed members participating in operations at any given time was smaller—as little as one per cent in 1943, and as many as five to ten per cent in 1944[11]—due to an insufficient number of weapons.[5][13][8]: 234  Home Army numbers in 1944 included a cadre of over 10,000–11,000 officers, 7,500 officers-in-training (singular: podchorąży) and 88,000 non-commissioned officers (NCOs).[5] The officer cadre was formed from prewar officers and NCOs, graduates of underground courses, and elite operatives usually parachuted in from the West (the Silent Unseen).[5] The basic organizational unit was the platoon, numbering 35–50 people, with an unmobilized skeleton version of 16–25; in February 1944, the Home Army had 6,287 regular and 2,613 skeleton platoons operational.[5] Such numbers made the Home Army not only the largest Polish resistance movement, but one of the two largest in World War II Europe.[a] Casualties during the war are estimated at 34,000[10] to 100,000,[5] plus some 20,000[10]–50,000[5] after the war (casualties and imprisonment). The Home Army was intended to be a mass organisation that was founded by a core of prewar officers.[5] Home Army soldiers fell into three groups. The first two consisted of \"full-time members\": undercover operatives, living mostly in urban settings under false identities (most senior Home Army officers belonged to this group); and uniformed (to a certain extent) partisans, living in forested regions (leśni, or \"forest people\"), who openly fought the Germans (the forest people are estimated at some 40 groups, numbering 1,200–4,000 persons in early 1943, but their numbers grew substantially during Operation Tempest).[8]: 234–235  The third, largest group were \"part-time members\": sympathisers who led \"double lives\" under their real names in their real homes, received no payment for their services, and stayed in touch with their undercover unit commanders but were seldom mustered for operations, as the Home Army planned to use them only during a planned nationwide rising.[8]: 234–235  The Home Army was intended to be representative of the Polish nation, and its members were recruited from most parties and social classes.[8]: 235–236  Its growth was largely based on integrating scores of smaller resistance organisations into its ranks; most of the other Polish underground armed organizations were incorporated into the Home Army, though they retained varying degrees of autonomy.[2] The largest organization that merged into the Home Army was the leftist Peasants' Battalions (Bataliony Chłopskie) around 1943–1944,[14] and parts of the National Armed Forces (Narodowe Siły Zbrojne) became subordinate to the Home Army.[15] In turn, individual Home Army units varied substantially in their political outlooks, notably in their attitudes toward ethnic minorities and toward the Soviets.[8]: 235–236  The largest group that completely refused to join the Home Army was the pro-Soviet, communist People's Army (Armia Ludowa), which numbered 30,000 people at its height in 1944.[16] Home Army ranks included a number of female operatives.[17] Most women worked in the communications branch, where many held leadership roles or served as couriers.[18] Approximately a seventh to a tenth of the Home Army insurgents were female.[19][18][20] Notable women in the Home Army included Elżbieta Zawacka, an underground courier who was sometimes called the only female Cichociemna.[21] Grażyna Lipińska [pl] organised an intelligence network in German-occupied Belarus in 1942–1944.[22][23] Janina Karasiówna [pl] and Emilia Malessa were high-ranking officers described as \"holding top posts\" within the communication branch of the organisation.[18] Wanda Kraszewska-Ancerewicz [pl] headed the distribution branch.[18] Several all-female units existed within the AK structures, including Dysk [pl], an entirely female sabotage unit led by Wanda Gertz, who carried out assassinations of female Gestapo informants in addition to sabotage.[18][24] During the Warsaw Uprising, two all-female units were created—a demolition unit and a sewer system unit.[19] Many women participated in the Warsaw Uprising, particularly as medics or scouts;[25][26][19] they were estimated to form about 75% of the insurgent medical personnel.[20] By the end of the uprising, there were about 5,000 female casualties among the insurgents, with over 2,000 female soldiers taken captive; the latter number reported in contemporary press caused a \"European sensation\".[18] Home Army Headquarters was divided into five sections, two bureaus and several other specialized units:[1][5][27] The Home Army's commander was subordinate in the military chain of command to the Polish Commander-in-Chief (General Inspector of the Armed Forces) of the Polish government-in-exile and answered in the civilian chain of command to the Government Delegation for Poland.[5][4] The Home Army's first commander, until his arrest by the Germans in 1943, was Stefan Rowecki (nom de guerre \"Grot\", \"Spearhead\"). Tadeusz Bór-Komorowski (Tadeusz Komorowski, nom de guerre \"Bór\", \"Forest\") commanded from July 1943 until his surrender to the Germans when the Warsaw Uprising was suppressed in October 1944. Leopold Okulicki, nom de guerre Niedzwiadek (\"Bear\"), led the Home Army in its final days.[1][28][29][30] The Home Army was divided geographically into regional branches or areas (obszar),[1] which were subdivided into subregions or subareas (podokręg) or independent areas (okręgi samodzielne). There were 89 inspectorates (inspektorat) and 280 (as of early 1944) districts (obwód) as smaller organisational units.[5] Overall, the Home Army regional structure largely resembled Poland's interwar administration division, with an okręg being similar to a voivodeship (see Administrative division of Second Polish Republic).[5] There were three to five areas: Warsaw (Obszar Warszawski, with some sources differentiating between left- and right-bank areas – Obszar Warszawski prawo- i lewobrzeżny), Western (Obszar Zachodni, in the Pomerania and Poznań regions), and Southeastern (Obszar Południowo-Wschodni, in the Lwów area); sources vary on whether there was a Northeastern Area (centered in Białystok – Obszar Białystocki) or whether Białystok was classified as an independent area (Okręg samodzielny Białystok).[31] In 1943 the Home Army began recreating the organization of the prewar Polish Army, its various units now being designated as platoons, battalions, regiments, brigades, divisions, and operational groups.[5] The Home Army supplied valuable intelligence to the Allies; 48 per cent of all reports received by the British secret services from continental Europe between 1939 and 1945 came from Polish sources.[32] The total number of those reports is estimated at 80,000, and 85 per cent of them were deemed to be high quality or better.[33] The Polish intelligence network grew rapidly; near the end of the war, it had over 1,600 registered agents.[32] The Western Allies had limited intelligence assets in Central and Eastern Europe. The extensive in-place Polish intelligence network proved a major resource; between the French capitulation and other Allied networks that were undeveloped at the time, it was even described as \"the only [A]llied intelligence assets on the Continent\".[34][35][32] According to Marek Ney-Krwawicz [pl], for the Western Allies, the intelligence provided by the Home Army was considered to be the best source of information on the Eastern Front.[36] Home Army intelligence provided the Allies with information on German concentration camps and the Holocaust in Poland (including the first reports on this subject received by the Allies[37][38]), German submarine operations, and, most famously, the V-1 flying bomb and V-2 rocket.[1][36] In one Project Big Ben mission (Operation Wildhorn III;[39] Polish cryptonym, Most III, \"Bridge III\"), a stripped-for-lightness RAF twin-engine Dakota flew from Brindisi, Italy, to an abandoned German airfield in Poland to pick up intelligence prepared by Polish aircraft-designer Antoni Kocjan, including 100 lb (45 kg) of V-2 rocket wreckage from a Peenemünde launch, a Special Report 1/R, no. 242, photographs, eight key V-2 parts, and drawings of the wreckage.[40] Polish agents also provided reports on the German war production, morale, and troop movements.[32] The Polish intelligence network extended beyond Poland and even beyond Europe: for example, the intelligence network organized by Mieczysław Zygfryd Słowikowski in North Africa has been described as \"the only [A]llied ... network in North Africa\".[32] The Polish network even had two agents in the German high command itself.[32] The researchers who produced the first Polish–British in-depth monograph on Home Army intelligence (Intelligence Co-operation Between Poland and Great Britain During World War II: Report of the Anglo-Polish Historical Committee, 2005) described contributions of Polish intelligence to the Allied victory as \"disproportionally large\"[41] and argued that \"the work performed by Home Army intelligence undoubtedly supported the Allied armed effort much more effectively than subversive and guerilla activities\".[42] The Home Army also conducted psychological warfare. Its Operation N created the illusion of a German movement opposing Adolf Hitler within Germany itself.[1] The Home Army published a weekly Biuletyn Informacyjny (Information Bulletin), with a top circulation (on 25 November 1943) of 50,000 copies.[43][44] Sabotage was coordinated by the Union of Retaliation and later by Wachlarz and Kedyw units.[2] Major Home Army military and sabotage operations included: The largest and best-known of the Operation Tempest battles, the Warsaw Uprising, constituted an attempt to liberate Poland's capital and began on 1 August 1944. Polish forces took control of substantial parts of the city and resisted the German-led forces until 2 October (a total of 63 days). With the Poles receiving no aid from the approaching Red Army, the Germans eventually defeated the insurrectionists and burned the city, quelling the Uprising on 2 October 1944.[1] Other major Home Army city risings included Operation Ostra Brama in Wilno and the Lwów Uprising. The Home Army also prepared for a rising in Kraków but aborted due to various circumstances. While the Home Army managed to liberate a number of places from German control—for example, the Lublin area, where regional structures were able to set up a functioning government—they ultimately failed to secure sufficient territory to enable the government-in-exile to return to Poland due to Soviet hostility.[1][2][45] The Home Army also sabotaged German rail- and road-transports to the Eastern Front in the Soviet Union.[46] Richard J. Crampton estimated that an eighth of all German transports to the Eastern Front were destroyed or substantially delayed due to Home Army operations.[46] The Polish Resistance carried out dozens of attacks on German commanders in Poland, the largest series being that codenamed \"Operation Heads\". Dozens of additional assassinations were carried out, the best-known being: As a clandestine army operating in an enemy-occupied country and separated by over a thousand kilometers from any friendly territory, the Home Army faced unique challenges in acquiring arms and equipment,[51] though it was able to overcome these difficulties to some extent and to field tens of thousands of armed soldiers. Nevertheless, the difficult conditions meant that only infantry forces armed with light weapons could be fielded. Any use of artillery, armor or aircraft was impossible (except for a few instances during the Warsaw Uprising, such as the Kubuś armored car).[51][52] Even these light-infantry units were as a rule armed with a mixture of weapons of various types, usually in quantities sufficient to arm only a fraction of a unit's soldiers.[13][8]: 234 [51] Home Army arms and equipment came mostly from four sources: arms that had been buried by the Polish armies on battlefields after the 1939 invasion of Poland, arms purchased or captured from the Germans and their allies, arms clandestinely manufactured by the Home Army itself, and arms received from Allied air drops.[51] From arms caches hidden in 1939, the Home Army obtained 614 heavy machine guns, 1,193 light machine guns, 33,052 rifles, 6,732 pistols, 28 antitank light field guns, 25 antitank rifles, and 43,154 hand grenades. However, due to their inadequate preservation, which had to be improvised in the chaos of the September Campaign, most of the guns were in poor condition. Of those that had been buried in the ground and had been dug up in 1944 during preparations for Operation Tempest, only 30% were usable.[53]: 63  Arms were sometimes purchased on the black market from German soldiers or their allies, or stolen from German supply depots or transports.[51] Efforts to capture weapons from the Germans also proved highly successful. Raids were conducted on trains carrying equipment to the front, as well as on guardhouses and gendarmerie posts. Sometimes weapons were taken from individual German soldiers accosted in the street. During the Warsaw Uprising, the Home Army even managed to capture several German armored vehicles, most notably a Jagdpanzer 38 Hetzer light tank destroyer renamed Chwat [pl] and an armored troop transport SdKfz 251 renamed Grey Wolf [pl].[52] Arms were clandestinely manufactured by the Home Army in its own secret workshops, and by Home Army members working in German armaments factories.[51] In this way the Home Army was able to procure submachine guns (copies of British Stens, indigenous Błyskawicas and KIS), pistols (Vis), flamethrowers, explosive devices, road mines, and Filipinka and Sidolówka hand grenades.[51] Hundreds of people were involved in the manufacturing effort. The Home Army did not produce its own ammunition, but relied on supplies stolen by Polish workers from German-run factories.[51] The final source of supply was Allied air drops, which was the only way to obtain more exotic, highly useful equipment such as plastic explosives and antitank weapons such as the British PIAT. During the war, 485 air-drop missions from the West (about half of them flown by Polish airmen) delivered some 600 tons of supplies for the Polish resistance.[54] Besides equipment, the planes also parachuted in highly qualified instructors (Cichociemni), 316 of whom were inserted into Poland during the war.[10][55] Air drops were infrequent. Deliveries from the west were limited by Stalin's refusal to let the planes land on Soviet territory, the low priority placed by the British on flights to Poland; and the extremely heavy losses sustained by Polish Special Duties Flight personnel. Britain and the United States attached more importance to not antagonizing Stalin than they did to the aspirations of the Poles to regain their national sovereignty, particularly after Hitler attacked the Soviet Union in June 1941 and the Soviets joined the Western Allies in the war against Germany.[56] In the end, despite all efforts, most Home Army forces had inadequate weaponry. In 1944, when the Home Army was at its peak strength (200,000–600,000, according to various estimates), the Home Army had enough weaponry for only about 32,000 soldiers.\"[8]: 234  On 1 August 1944, when the Warsaw Uprising began, only a sixth of Home Army fighters in Warsaw were armed.[8]: 234  Home Army members' attitudes toward Jews varied widely from unit to unit,[57][58][59] and the topic remains controversial.[60] The Home Army answered to the National Council of the Polish government-in-exile, where some Jews served in leadership positions (e.g. Ignacy Schwarzbart and Szmul Zygielbojm),[61] though there were no Jewish representatives in the Government Delegation for Poland.[62]: 110–114  Traditionally, Polish historiography has presented the Home Army interactions with Jews in a positive light, while Jewish historiography has been mostly negative; most Jewish authors attribute the Home Army's hostility to endemic antisemitism in Poland.[63] More recent scholarship has presented a mixed, ambivalent view of Home Army–Jewish relations. Both \"profoundly disturbing acts of violence as well as extraordinary acts of aid and compassion\" have been reported, though the majority of Holocaust survivors in an analysis by Joshua D. Zimmerman reported negative interactions with the Home Army.[64] Members of the Home Army that were named Righteous Among the Nations include Jan Karski,[65] Aleksander Kamiński,[66] Stefan Korboński,[67] Henryk Woliński,[68] Jan Żabiński,[69] Władysław Bartoszewski,[70] Mieczysław Fogg,[71] Henryk Iwański,[72] and Jan Dobraczyński.[73] A Jewish partisan detachment served in the 1944 Warsaw Uprising,[74][75] and another in Hanaczów [pl].[76][77] The Home Army provided training and supplies to the Warsaw Ghetto's Jewish Combat Organization.[76] Thousands of Jews joined, or claimed to join, the Home Army in order to survive in hiding, but Jews serving in the Home Army were the exception rather than the rule. Most could not pass as ethnic Poles and would have faced deadly consequences if discovered.[78][79]: 275  In February 1942, the Home Army Operational Command's Office of Information and Propaganda set up a Section for Jewish Affairs, directed by Henryk Woliński.[80] This section collected data about the situation of the Jewish population, drafted reports, and sent information to London. It also centralized contacts between Polish and Jewish military organizations. The Home Army also supported the Relief Council for Jews in Poland (Żegota) as well as the formation of Jewish resistance organizations.[81][82] From 1940 onward, the Home Army courier Jan Karski delivered the first eyewitness account of the Holocaust to the Western powers, after having personally visited the Warsaw Ghetto and a Nazi concentration camp.[62]: 110–114 [83][38][37] Another crucial role was played by Witold Pilecki, who was the only person to volunteer to be imprisoned at Auschwitz (where he would spend three and a half years) to organize a resistance on the inside and to gather information on the atrocities occurring there to inform the Western Allies about the fate of the Jewish population.[84] Home Army reports from March 1943 described crimes committed by the Germans against the Jewish populace. AK commander General Stefan Rowecki estimated that 640,000 people had perished in Auschwitz between 1940 and March 1943, including 66,000 ethnic Poles and 540,000 Jews from various countries (this figure was revised later to 500,000).[85] The Home Army started carrying out death sentences for szmalcowniks in Warsaw in the summer of 1943.[86] Antony Polonsky observed that \"the attitude of the military underground to the genocide is both more complex and more controversial [than its approach towards szmalcowniks]. Throughout the period when it was being carried out, the Home Army was preoccupied with preparing for ... [the moment when] Nazi rule in Poland collapsed. It was determined to avoid premature military action and to conserve its strength (and weapons) for the crucial confrontation that, it was assumed, would determine the fate of Poland. ... [However,] to the Home Army, the Jews were not a part of 'our nation' and ... action to defend them was not to be taken if it endangered [the Home Army's] other objectives.\" He added that \"it is probably unrealistic to have expected the Home Army—which was neither as well armed nor as well organized as its propaganda claimed—to have been able to do much to aid the Jews. The fact remains that its leadership did not want to do so.\"[87]: 68  Rowecki's attitudes shifted in the following months as the brutal reality of the Holocaust became more apparent, and the Polish public support for the Jewish resistance increased. Rowecki was willing to provide Jewish fighters with aid and resources when it contributed to \"the greater war effort\", but had concluded that providing large quantities of supplies to the Jewish resistance would be futile. This reasoning was the norm among the Allies, who believed that the Holocaust could only be halted by a significant military action.[62]: 110–122  The Home Army provided the Warsaw Ghetto with firearms, ammunition, and explosives,[88] but only after it was convinced of the eagerness of the Jewish Combat Organization (Żydowska Organizacja Bojowa, ŻOB) to fight,[87]: 67  and after Władysław Sikorski's intervention on the Organization's behalf.[89] Zimmerman describes the supplies as \"limited but real\".[62]: 121-122  Jewish fighters of the Jewish Military Union (Żydowski Związek Wojskowy, ŻZW) received from the Home Army, among other things, 2 heavy machine guns, 4 light machine guns, 21 submachine guns, 30 rifles, 50 pistols, and over 400 grenades.[90] Some supplies were also provided to the ŻOB, but less than to ŻZW with whom the Home Army had closer ties and ideological similarities.[91] Antoni Chruściel, commander of the Home Army in Warsaw, ordered the entire armory of the Wola district transferred to the ghetto.[92] In January 1943 the Home Army delivered a larger shipment of 50 pistols, 50 hand grenades, and several kilograms of explosives, along with a number of smaller shipments that carried a total of 70 pistols, 10 rifles, 2 hand machine guns, 1 light machine gun, ammunition, and over 150 kilograms of explosives.[92][93] The number of supplies provided to the ghetto resistance has been sometimes described as insufficient, as the Home Army faced a number of dilemmas which forced it to provide no more than limited assistance to the Jewish resistance, such as supply shortages and the inability to arm its own troops, the view (shared by most of the Jewish resistance) that any wide-scale uprising in 1943 would be premature and futile, and the difficulty of coordinating with the internally divided Jewish resistance, coupled with the pro-Soviet attitude of the ŻOB.[94][92] During the 1943 Warsaw Ghetto Uprising, Home Army units tried to blow up the Ghetto wall twice, carried out diversionary actions outside the Ghetto walls, and attacked German sentries sporadically near the Ghetto walls.[95][96] According to Marian Fuks, the Ghetto uprising would not have been possible without supplies from the Polish Home Army.[97][92] A year later, during the 1944 Warsaw Uprising, the Zośka Battalion liberated hundreds of Jewish inmates from the Gęsiówka section of the Warsaw concentration camp.[79]: 275  Because it was the largest Polish resistance organization, the Home Army's attitude towards Jewish fugitives often determined their fate.[63] According to Antony Polonsky the Home Army saw Jewish fugitives as security risks.[87]: 66  At the same time, AK's \"paper mills\" supplied forged identification documents to many Jewish fugitives, enabling them to pass as Poles.[79]: 275  Home Army published a leaflet in 1943 stating that \"Every Pole is obligated to help those in hiding. Those who refuse them aid will be punished on the basis of...treason to the Polish Nation\".[98] Nevertheless, Jewish historians have asserted that the main cause for the low survival rates of escaping Jews was the antisemitism of the Polish population.[99] Attitudes towards Jews in the Home Army were mixed.[59] A few AK units actively hunted down Jews,[100]: 238 [101] and in particular two district commanders in the northeast of Poland (Władysław Liniarski of Białystok and Janusz Szlaski of Nowogródek) openly and routinely persecuted Jewish partisans and fugitives;[102] however, these were the only two provinces, out of seventeen, where such orders were issued by provincial commanders.[103] The extent of such behaviors in the Home Army overall has been disputed;[104]: 88–90 [105] Tadeusz Piotrowski wrote that the bulk of the Home Army's antisemitic behavior can be ascribed to a small minority of members,[104]: 88–90  often affiliated with the far-right National Democracy (ND, or Endecja) party, whose National Armed Forces organization was mostly integrated into the Home Army in 1944.[106]: 17 [106]: 45  Adam Puławski has suggested that some of these incidents are better understood in the context of the Polish–Soviet conflict, as some of the Soviet-affiliated partisan units that AK units attacked or was attacked by had a sizable Jewish presence.[76] In general, AK units in the east were more likely to be hostile towards Jewish partisans, who in turn were more closely associated with the Soviet underground, while AK units in the west were more helpful towards the Jews. The Home Army had a more favorable attitude towards Jewish civilians and was more hesitant or hostile towards independent Jewish partisans, whom it suspected of pro-Soviet sympathies.[107] General Rowecki believed that antisemitic attitudes in eastern Poland were related to Jewish involvement with Soviet partisans.[108] Some AK units were friendly to Jews,[109] and in Hanaczów Home Army officers hid and protected an entire 250-person Jewish community, and supplied a Jewish Home Army platoon.[110] The Home Army leadership punished a number of perpetrators of antisemitic violence in its ranks, in some cases sentencing them to death.[104]: 88–90  Most of the underground press was sympathetic towards Jews,[85] and the Home Army's Bureau of Information and Propaganda was led by operatives who were pro-Jewish and represented the liberal wing of Home Army;[85] however, the bureau's anti-communist sub-division, created as a response to Communist propaganda, was led by operatives who held strong anti-communist and anti-Jewish views, including the Żydokomuna stereotype.[111][85] The perceived association between Jews and communists was actively reinforced by Operation Antyk, whose initial reports \"tended to conflate communists with Jews, dangerously disseminating the notion that Jewish loyalties were to Soviet Russia and communism rather than to Poland\", and which repeated the notion that antisemitism was a \"useful tool in the struggle against Soviet Russia\".[112] Although the Lithuanian and Polish resistance movements had common enemies—Nazi Germany and the Soviet Union—they began working together only in 1944–1945, after the Soviet reoccupation, when both fought the Soviet occupiers.[113] The main obstacle to unity was a long-standing territorial dispute over the Vilnius Region.[114] The Lithuanian Activist Front (Lietuvos Aktyvistų Frontas, or LAF)[104]: 163  had cooperated with Nazi operations against Poles during the German occupation. In autumn 1943, the Home Army performed retaliatory operations against the Nazis' Lithuanian supporters, mainly the Lithuanian Schutzmannschaft battalions, the Lithuanian Territorial Defense Force, and the Lithuanian Secret Police,[115] killing hundreds of mostly Lithuanian policemen and other collaborators during the first half of 1944. In response, the Lithuanian Sonderkommando, who had already killed hundreds of Polish civilians since 1941 (particularly the Ponary massacre),[104]: 168–169  intensified their operations against the Poles. In April 1944, the Home Army in the Vilnius Region attempted to open negotiations with Povilas Plechavičius, commander of the Lithuanian Territorial Defense Force, and proposed a non-aggression pact and cooperation against Nazi Germany.[116] The Lithuanian side refused and demanded that the Poles either leave the Vilnius region (disputed between Poles and Lithuanians) or subordinate themselves to the Lithuanians' struggle against the Soviets.[116] In the May 1944 Battle of Murowana Oszmianka, the Home Army dealt a substantial blow to the Nazi-sponsored Lithuanian Territorial Defense Force,[104]: 165–166 [117] which resulted in a low-level civil war between anti-Nazi Poles and pro-Nazi Lithuanians that was encouraged by the German authorities;[115] it culminated with the June 1944 massacres of Polish and Lithuanian civilians in the villages of Glitiškės (Glinciszki) and Dubingiai (Dubinki) respectively.[104]: 168–169  Postwar assessments of the Home Army's activities in Lithuania have been controversial. In 1993, the Home Army's activities there were investigated by a special Lithuanian government commission. Only in recent years have Polish and Lithuanian historians been able to approach consensus, though still differing in their interpretations of many events.[118][119] In the Southeastern part of occupied Polish territories, there have been long-standing tensions between the Polish and Ukrainian populations. Poland's plans to restore its prewar borders were opposed by the Ukrainians, and some Ukrainian groups' collaboration with Nazi Germany had discredited their partisans as potential Polish allies.[120] While the Polish government-in-exile considered tentative plans about providing a limited autonomy for Ukrainians, in 1942 the staff of the Home Army of Lviv recommended deporting 1–1.5 million Ukrainians to the Soviet Union and settling the remainder in other parts of Poland once the war ended.[121] The situation escalated the next year when the Ukrainian Insurgent Army (Українська повстанська армія, Ukrayins'ka Povstans'ka Armiya, UPA), a Ukrainian nationalist force and the military arm of the Organization of Ukrainian Nationalists (Організація Українських Націоналістів, Orhanizatsiya Ukrayins'kykh Natsionalistiv, OUN),[122] directed most of its attacks against Poles and Jews.[123] Stepan Bandera, one of UPA's leaders, and his followers concluded that the war would end in the exhaustion of both Germany and the Soviet Union, leaving only the Poles—who laid claim to East Galicia (viewed by the Ukrainians as western Ukraine, and by the Poles as Kresy)—as a significant force, and therefore the Poles had to be weakened before the war's end.[120] The OUN decided to attack Polish civilians, who constituted about a third of the population of the disputed territories.[120] It equated Ukrainian independence with ethnic homogeneity, which meant the Polish presence had to be completely removed.[120] By February 1943 the OUN began a deliberate campaign of killing Polish civilians.[120] In massacres of Poles in Volhynia and Eastern Galicia, beginning in the spring of 1943, 100,000 Poles were killed.[124][125][126] OUN forces targeted Polish villages, which prompted the formation of Polish self-defense units (e.g., the Przebraże Defence) and fights between the Home Army and the OUN.[120][127][128] The Germans encouraged both sides against each other; Erich Koch said: \"We have to do everything possible so that a Pole, when meeting a Ukrainian, will be ready to kill him, and conversely, a Ukrainian will be ready to kill the Pole.\" A German commissioner from Sarny, when local Poles complained about massacres, answered: \"You want Sikorski, the Ukrainians want Bandera. Fight each other.\"[129] On 10 July 1943, Zygmunt Rumel was sent to talk with local Ukrainians with the goal of ending the massacres; the mission was unsuccessful, and the Banderites killed the Polish delegation.[130] On 20 July that year the Home Army command decided to establish partisan units in Volhynia. Several formations were created, most notably, in January 1944, the 27th Home Army Infantry Division. Between January and March 1944, the division fought 16 major battles with the UPA, expanding its operational base and securing Polish forces against the main attack.[131] One of the largest battles between the Home Army and the UPA took place in Hanaczów [pl], where local self-defence forces managed to fend off two attacks.[132] In March 1944 the Home Army also carried out reprisal attack against UPA in the village of Sahryń, remembered as \"Sahryń massacre\", ended in ethnic cleansing operations in which about 700 Ukrainian civilians were killed.[133] The Polish government-in-exile in London was taken by surprise; it did not expect Ukrainian anti-Polish actions of such magnitude.[120] There is no evidence that the Polish government-in-exile contemplated a general policy of revenge against the Ukrainians, but local Poles, including Home Army commanders, engaged in retaliatory actions.[120] Polish partisans attacked the OUN, assassinated Ukrainian commanders, and carried out operations against Ukrainian villages.[120] Retaliatory operations aimed at intimidating the Ukrainian population contributed to increased support for the UPA.[134] The Home Army command tried to limit operations against Ukrainian civilians to a minimum.[135] According to Grzegorz Motyka, the Polish operations resulted in 10,000 to 15,000 Ukrainian deaths in 1943–47,[136] including 8,000-10,000 on territory of post-war Poland.[137][138] From February to April 1945, mainly in Rzeszowszczyzna (the Rzeszów area), Polish units (including affiliates of the Home Army) carried out retaliatory attacks in which about 3,000 Ukrainians were killed; one of the most infamous ones is known as the Pawłokoma massacre.[139][140] By mid-1944, most of the disputed regions were occupied by the Soviet Red Army. Polish partisans disbanded or went underground, as did most Ukrainian partisans. Both the Poles and the Ukrainians would increasingly concentrate on the Soviets as their primary enemy – and both would ultimately fail.[120] Home Army relations with the Soviet Red Army grew worse as the war progressed. The Soviet Union invaded Poland on 17 September 1939 after the German invasion that began on 1 September 1939; even though the Germans invaded the Soviet Union in June 1941, the Soviets saw Polish partisans loyal to the Polish government-in-exile more as a potential obstacle to Soviet plans to control postwar Poland than as a potential ally.[141] On orders from the Soviet Stavka (high command) issued on 22 June 1943,[104]: 98–99  Soviet partisans engaged Polish partisans in combat; it has also been claimed that they attacked the Poles more frequently than the Germans.[141] In late 1943 the actions of Soviet partisans, who had been ordered to destroy Home Army forces,[104]: 98–99  even resulted in limited uneasy cooperation between some Home Army units and German forces.[104]: 88–90  While the Home Army still treated the Germans as the enemy and conducted operations against them,[104]: 88–90  some Polish units in the Nowogródek and Wilno areas accepted them when the Germans offered arms and supplies to the Home Army to be used against the Soviet partisans. However, such arrangements were purely tactical and indicated no ideological collaboration, as demonstrated by France's Vichy regime or Norway's Quisling regime.[104]: 88–90  The Poles' main motive was to acquire intelligence on the Germans and to obtain much-needed equipment.[57] There were no known joint Polish–German operations, and the Germans were unsuccessful in recruiting the Poles to fight exclusively against the Soviet partisans.[104]: 88–90  Furthermore, most cooperative efforts between local Home Army commanders and the Germans were condemned by Home Army headquarters.[104]: 88–90  With the Eastern Front entering Polish territories in 1944, the Home Army established an uneasy truce with the Soviets. Even so, the main Red Army and NKVD forces conducted operations against Home Army partisans, including during or directly after Poland's Operation Tempest, which the Poles had envisioned to be a joint Polish–Soviet operation against the retreating Germans which would also establish Polish claims to those territories.[142][better source needed] The Home Army helped Soviet units with scouting assistance, uprisings, and assistance in liberating some cities (e.g., Operation Ostra Brama in Vilnius, and the Lwów Uprising), only to find that Home Army troops were arrested, imprisoned, or executed immediately afterwards.[46] Unbeknownst to the Poles, Operation Tempest had been fatally flawed from the start due to Joseph Stalin's intention of ensuring that an independent Poland would never re-emerge after the war.[143] Long after the war, Soviet forces continued engaging many Home Army soldiers, who received the moniker of \"cursed soldiers\".[142][better source needed] The Home Army was officially disbanded on 19 January 1945 to avoid civil war and armed conflict with the Soviets. However, many former Home Army units decided to continue operations. The Soviet Union, and the Polish Communist Government that it controlled, viewed the underground, still loyal to the Polish government-in-exile, as a force to be extirpated before they could gain complete control of Poland. Future Secretary General of the Polish United Workers' Party, Władysław Gomułka, is quoted as saying: \"Soldiers of the AK are a hostile element which must be removed without mercy.\" Another prominent Polish communist, Roman Zambrowski, said that the Home Army had to be \"exterminated.\"[142][better source needed] The first Home Army structure designed primarily to deal with the Soviet threat had been NIE, formed in mid-1943. Its aim was not to engage Soviet forces in combat, but to observe them and to gather intelligence while the Polish Government-in-Exile decided how to deal with the Soviets; at that time, the exiled government still believed in the possibility of constructive negotiations with the Soviets. On 7 May 1945 NIE was disbanded and transformed into the Armed Forces Delegation for Poland (Delegatura Sił Zbrojnych na Kraj), but it was disbanded on 8 August 1945 to stop partisan resistance.[142][better source needed] The first Polish communist government formed in July 1944—the Polish Committee of National Liberation—declined to accept jurisdiction over Home Army soldiers; as a result, for over a year Soviet agencies such as the NKVD took responsibility for disarming the Home Army. By the end of the war, around 60,000 Home Army soldiers were arrested, 50,000 of whom were deported to Soviet gulags and prisons; most of these soldiers had been taken captive by the Soviets during or after Operation Tempest when many Home Army units tried to work together with the Soviets in a nationwide uprising against the Germans. Other Home Army veterans were arrested when they approached Polish communist government officials after having been promised amnesty. Home Army soldiers stopped trusting the government after a number of broken promises in the first few years of communist control.[142][better source needed] The third post-Home Army organization was Freedom and Independence (Wolność i Niezawisłość, WiN). Its primary goal was not fighting; rather, it was designed to help Home Army soldiers transition from partisan to civilian life; while secrecy was necessary in light of increasing persecution of Home Army veterans by the communist government.[144][better source needed] WiN was in great need of funds to pay for false documents and provide resources for the partisans, many of whom had lost their homes and life savings in the war. WiN was far from efficient: it was viewed as an enemy of the state, starved of resources, and a vocal faction advocated armed resistance against the Soviets and their Polish proxies. In the second half of 1945, the Soviet NKVD and the newly created Polish secret police, the Department of Security (Urząd Bezpieczeństwa, UB), managed to convince several Home Army and WiN leaders that they wanted to offer amnesty to Home Army members, and gained information about large numbers of Home Army and WiN people and resources in the following months. By the time the (imprisoned) Home Army and WiN leaders realised their mistake, the organizations had been crippled, with thousands of their members arrested. WiN was finally disbanded in 1952. By 1947 a colonel of the communist forces declared that \"The terrorist and political underground [had] ceased to be a threatening force, though there [were] still men of the forests\" to be dealt with.[142][better source needed] The persecution of the Home Army was only part of the Stalinist repressions in Poland. In 1944–56, approximately 2 million people were arrested; over 20,000, including Pilecki, organizer of the resistance in Auschwitz, were executed in communist prisons, and 6 million Polish citizens (every third adult Pole) were classified as \"reactionary\" or \"criminal elements\", and were subjected to spying by state agencies.[142][better source needed] Most Home Army soldiers were captured by the NKVD or by Poland's UB political police. They were interrogated and imprisoned on various charges such as \"fascism\".[145][146] Many were sent to Gulags, executed, or \"disappeared\".[145] For example, all the members of Batalion Zośka, which had fought in the Warsaw Uprising, were locked up in communist prisons between 1944 and 1956.[147] In 1956 an amnesty released 35,000 former Home Army soldiers from prisons.[148] Even then, some partisans remained in the countryside, and were unwilling or unable to rejoin the community; they became known as the cursed soldiers. Stanisław Marchewka \"Ryba\" was killed in 1957, and the last AK partisan, Józef \"Lalek\" Franczak, was killed in 1963 – almost two decades after World War II had ended. It was only four years later, in 1967, that Adam Boryczka—a soldier of AK and a member of the elite, Britain-trained Cichociemny (\"Silent Unseen\") intelligence and support group—was released from prison. Until the end of the People's Republic of Poland, Home Army soldiers remained under investigation by the secret police, and it was only in 1989, after the fall of communism, that the sentences of Home Army soldiers were finally declared null and void by Polish courts.[142][better source needed] Many monuments to the Home Army have since been erected in Poland, including the Polish Underground State and Home Army Monument near the Sejm building in Warsaw, unveiled in 1999.[149][150] The Home Army is also commemorated in the Home Army Museum in Kraków[151] and in the Warsaw Uprising Museum in Warsaw.[152]","Title":"Home Army - Wikipedia","KeyID":"4521","URL":"https://en.wikipedia.org/wiki/Polish_Home_Army"}