{"Content: ":"Jan Karski (24 June 1914[a] – 13 July 2000) was a Polish soldier, resistance-fighter, and diplomat during World War II. He is known for having acted as a courier in 1940–1943 to the Polish government-in-exile and to Poland's Western Allies about the situation in German-occupied Poland. He reported about the state of Poland, its many competing resistance factions, and also about Germany's destruction of the Warsaw Ghetto and its operation of extermination camps on Polish soil that were murdering Jews, Poles, and others. Emigrating to the United States after the war, Karski completed a doctorate and taught for decades at Georgetown University in international relations and Polish history. He lived in Washington, D.C., to the end of his life. He did not speak publicly about his wartime missions until 1981, when he was invited as a speaker to a conference on the liberation of the camps. Karski was featured in Claude Lanzmann's nine hour film Shoah (1985), about the Holocaust, based on oral interviews with Jewish and Polish survivors. After the fall of the Soviet Union, Karski was honored by the new Polish government, as well as being honored in the US and European nations for his wartime role. In 2010 Lanzmann released a short documentary, The Karski Report, which contained more about Karski's meetings with President Franklin D. Roosevelt and other US leaders in 1943.[1] Karski later stated: \"I wanted to save millions, and I was not able to save one man.\"[2] Jan Karski was born Jan Kozielewski on 24 June 1914 in Łódź,[a] Poland.[7] Karski was born on St John's Day, and named Jan (the Polish equivalent of John), following the Polish custom of naming children after the saint(s) of their birthday. His baptismal record—in error—listed 24 April as his birthdate, as Karski explained later in interviews on several occasions (see Waldemar Piasecki's biography of Karski, One Life, as well as published interviews with his family).[3] Karski had several brothers and one sister. The children were raised as Catholics and Karski remained a Catholic throughout his life. His father died when he was young, and the family struggled financially. Karski grew up in a multi-cultural neighborhood, where a majority of the populace was Jewish. After military training at the school for mounted artillery officers in Włodzimierz Wołyński, he graduated with a First in the Class of 1936 and was ordered to the 5th Regiment of Mounted Artillery, the same unit where Colonel Józef Beck, later Poland's Foreign Affairs Minister, served. Karski completed his diplomatic apprenticeship between 1935 and 1938 at various posts in Romania (twice), Germany, Switzerland, and the United Kingdom, and went on to join the diplomatic service. After completing and gaining a First in Grand Diplomatic Practice, on 1 January 1939 he started work in the Polish Ministry of Foreign Affairs. On August 23, 1939, Poland mobilized against Germany. It had confidence in its military worth (in the last six years almost half of the national budget had gone to the army) and in the guarantee that France and Great Britain had given it in the event of war with Germany.[8] During the Polish September Campaign, Kozielewski's 5th Regiment was part of the Kraków Cavalry Brigade, under General Zygmunt Piasecki, a unit of the Armia Kraków defending the area between Zabkowice and Częstochowa. After the Battle of Tomaszów Lubelski on 10 September 1939, some units, including Kozielewski's 1st Battery, 5th Regiment, tried to reach Hungary, but were captured by the Red Army between 17 and 20 September. Kozielewski was held prisoner in the Kozielszczyna camp (presently in Ukraine). He successfully concealed his true rank of second lieutenant and, after a uniform exchange, was identified by the NKVD commander as a private. He was transferred to the Germans as a person born in Łódź, which was incorporated into the Third Reich, and thus escaped the Katyn massacre of Polish officers by the Soviets.[9] In November 1939 Karski was among POWs on a train bound for a POW camp in the General Government zone, a part of Poland that had not been fully incorporated into The Third Reich. He escaped and made his way to Warsaw. There he joined the SZP (Służba Zwycięstwu Polski)—the first resistance movement in occupied Europe, organized by General Michał Karaszewicz-Tokarzewski, the predecessor to ZWZ, later the Home Army (AK). About that time Kozielewski adopted the nom de guerre, Jan Karski, which he later made his legal name. Other names used by him during World War II included Piasecki, Kwaśniewski, Znamierowski, Kruszewski, Kucharski, and Witold. At the request of Stanisław Kot, Minister of the Interior of the Polish government-in-exile, Karski submitted in February 1940 reports on the situation in Poland. Kot's wife was Jewish, and he told Karski he was worried about her family back in Poland.[10] One of these reports is entitled “The Situation of the Jews on Territories occupied by the USSR”. Karski writes there that, thanks to their capacity for adaptation, the Jews became flourishing in the territories in question; they have won key positions in political cells and are widely represented in various sectors, mainly commerce; but above all, they practice usury, exploitation, illegal trade, smuggling, traffic in currencies and spirits, pimping and supplying the army of occupation; the Polish population sees them as enthusiastic allies of the Communist invader, and Karski thinks that this is a correct view, but the attitude of the Jews, particularly that of Jews of modest means, seems to him understandable, given the insults that they had suffered from the Poles; however, he considers as indefensible the numerous acts of denunciation committed by Jews, sometimes members of the police, against Polish nationalist students or notable Poles, as well as the slanderous picture they paint of relations between Poles and Jews in Poland before the war; such conduct is unfortunately more common among Jews than evidence of loyalty to Poland.[11] Karski also writes a report on the fate of the Jews in the Polish territories occupied by the Germans. According to this report, a large part of the Polish population profited from the expropriations of Jewish property, and \"the Polish peasant\" rejoiced at the way the Germans were ridding Poland of Jews (the mass extermination had not then begun). Karski, however, attaches to this report a version, intended for propaganda, in which the hostility of the Poles towards the Jews is replaced by a growing feeling of solidarity.[12] In January 1940 Karski began to organize courier missions to transport dispatches from the Polish underground to the Polish government-in-exile, then based in Paris. As a courier, Karski made several secret trips between France, Britain, and Poland. During one such mission in July 1940, he was arrested by the Gestapo in the Tatra Mountains in Slovakia. Tortured, he was transported to a hospital in Nowy Sącz, from which he was smuggled out with the help of Józef Cyrankiewicz. Like any resistant escaped from the clutches of the Gestapo, he was kept in virtual isolation for six or seven months (from July 1940 to January or February 1941). During this quarantine, he put his imagination at the service of black propaganda in the framework of the Action N. Presenting himself as a disappointed German, sometimes a civilian and sometimes a soldier, he wrote texts in which his leader gave him complete freedom to allege imaginary conflicts of conscience likely to demoralize the real Germans. These texts, once translated into German, were either sent to Germans by post or left in places that the occupying troops regularly frequented. Karski, for example, pretended to be loyal to Hitler but to find that his subordinates betrayed him, or he said that as a Catholic German, he was ashamed of the way his authorities treated the Jews.[13][14] After his quarantine, he took part in the activities of the Bureau of Information and Propaganda of the Home Army, where his task was first to analyze the publications of the various resistance groups, then the broadcasts of allied and neutral radio stations.[15] He would say in his 1944 book that his leaders, wishing to be informed seriously, wanted him not to listen to the content of the Allied broadcasts, which had a too strong propaganda character, but to help them to correct it with information from neutral countries.[16] He conducted this work in an apartment at ulica Czerwonego Krzyża 11 (for the location, see Google maps), Warsaw. In 2016, a plaque was affixed to the building to note its significance in Karski's mission. In 2022, workers discovered a radio receiver, disguised as an electric stove, hidden under the floorboards of one of the apartments.[17] In the summer of 1942, Cyryl Ratajski, delegate in Poland of the Polish government in exile, suggested that Karski go on a mission to this government, in London, in particular to study improvements to be made to communications between London and Warsaw and to denounce the disloyal actions of the pro-Soviet communists against the Polish resistance fighters.[18] Having learned of this mission,[19] Jews charge Karski with messages for Jewish personalities in the West and for the leaders of the allied countries.[20] In a report from August 1943, Karski will speak of \"fulfilling orders from the Socialist group\",[21], but in his 1944 book he says he was contacted by two Jews, one of whom was the leader of the Bund ( socialist) and the other the leader of the Zionist organization.[22] According to Wood and Jankowski, Karski did not know the true identities of the men he met.[23] Historians consider that the representative of the Bund was Leon Feiner,[24] but the representative of Zionism could not be identified with certainty.[25] So that Karski can speak as an eyewitness to the fate of the Jews, the two representatives give him a clandestine tour of the Warsaw ghetto and a camp of the Nazi system of extermination of the Jews.[26] David L. Landau, a former Jewish resistance fighter, claimed from 1993 that it was he who ensured Karski's safety when he entered the ghetto through an underground passage,[27] but according to two historians, one Polish and the other Israeli, these are probably fabrications.[28][29] Karski's visit to the camp is only attested to by his own statements and was questioned by several historians, starting with Raul Hilberg in 1986.[30][31] Karski said at the start (in his 1944 book Story of a Secret State) that to enter the camp, he had put on the uniform of an Estonian guard and had been accompanied by another guard, Estonian too. In publications from 1986 and 1992, Raul Hilberg objected that the non-German guards at Belzec were Ukrainians and not Estonians. In the 1986 interview, Hilberg said he would not even devote a footnote to Karski's testimony.[32][33][34] Karski later stated (in the Polish edition of 1999 of his book Story of a Secret State ) that the two guards in question were Ukrainians. To explain his variation, he asserted that, since the war was not over at the time of the publication of his book \"Story of a Secret State\", he wanted to spare Ukrainian sensibilities on a date when the Polish authorities in exile could still hope to preserve within Poland at least part of the eastern borders of the country annexed by Stalin in 1939.[35] This explanation does not square well with the fact that in his 1944 book, Karski, in addition to Estonian guards, had mentioned Ukrainian guards.[36] The explanation also does not sit well with the fact that, long after the war, when Poland's hopes of an understanding with Ukraine had faded, Karski had again mentioned the Estonian guards several times.[37] Karski also said, at the beginning, that the camp in which he had entered was that of Belzec, but the descriptions he gave did not correspond with what we know of the topography of this camp.[38] Hilberg further noted that, contrary to what Karski said, the Jews detained at Belzec did not come from Warsaw and did not leave the camp in trains where they were to die, but were killed in the camp's gas chambers.[39][40] A solution to these difficulties was proposed in the first edition (1994) of Karski's biography by Wood and Jankowski[41] and in the Polish edition of Karski's book in 1999:[citation needed] the camp visited by Karski would not be Belzec, but a camp located in the Izbica Ghetto, about 65 kilometers from Belzec. This explanation has been accepted by several historians, for example Jozef Marszalek,[42] but not by all. D. Silberklang, for example, in 1994, objected that Karski knowing the geography of Poland very well, it was hard to believe that he could have been wrong.[43] In a 2001 book, Raul Hilberg mentioned the Izbica theory of Wood and Jankowski, but still expressed the view that Karski's visit to an extermination camp was an addition to his real experiences.[44] In 2018, the historian Steffen Hänschen notes topographical and chronological difficulties in the Izbica thesis and concludes that \"it can hardly be said with certainty that Karski was in Izbica\".[45] The authorship of the Izbica theory is attributed by Steffen Hänschen to Karski himself: \"Only years later, when Karski passed Izbica Lubelska on a train journey from Warsaw to Bełżec, did he spontaneously declare that this was the place.\"[46] Steffen Hänschen seems to refer for this to the 1966 Polish edition of Wood and Jankowski's book,[47] but these two authors do not mention this anecdote in the 2014 edition of their book.[48] According to the state of historical research in 2019, Karski left Poland on September 27, 1942.[49] He passed through Germany, France and Spain to reach London via Gibraltar. He arrived in London on the night of November 25-26, 1942.[50] Historians have long admitted (after Martin Gilbert, it seems),[51] that it is on the basis of writings carried by Karski that the Polish government-in-exile, in London, transmitted to the allied governments, on December 10, 1942, Raczyński's Note on the extermination of the Jews in occupied Poland. These documents were then given the name of \"Karski report\". However, W. Rappak[52] questioned whether the texts transported by Karski had been used to write Raczyński's Note. In 2019, the historian Adam Puławski categorically deduced from his research that Karski had nothing to do with the so-called \"Karski report\".[53] The microfilms Karski was carrying, sent by another route, preceded him by ten days.[54] According to statements Karski made from 1987,[55] these microfilms notably contained information gathered by the Polish Resistance, the Armia Krajowa, on the course of the Holocaust in Occupied Poland.[56] Adam Puławski[57] believes that a Polish agent who transmitted a set of documents at the Polish government-in-exile misrepresented them as all coming from Karski. The documents that Puławski considers to have been brought by Karski are a Bund letter of August 31, 1942; Zofia Kossak's \"Protest\" and lists of other Polish politicians. According to Adam Puławski, Karski's main mission as a courier was to alert the government-in-exile of the conflicts within Polish underground movements. He discussed the Warsaw Ghetto liquidation as part of that account, almost incidentally.[58] Without diminishing Karski's contributions, Puławski notes that facts about the Holocaust were available to the Allies for at least a year and half before Karski met with Roosevelt, thus to say that his mission was primarily to report on the Holocaust is an error.[59] Arriving in London, Karski was interrogated on November 26 and 27 by the MI19, one of the British intelligence services. In a section of the report devoted to the treatment of Jews by the German occupiers in Poland, there is mention of atrocities committed in the Warsaw ghetto, but the report nowhere mentions a visit by Karski to a camp. To explain this shortcoming, the historian Michael Fleming considers that it is due to censorship exercised by the Political Warfare Executive or to the fact that MI19 gave Karski the lowest rating (C) as a source. information.[60] Once freed, Karski gives Sikorski (prime minister of the Polish government-in-exile and Commander-in-Chief of the Polish Armed Forces) a long report in which there is not a word on the plight of the Jews.[61] On December 9, 1942, Karski was received by the president of the Polish government-in-exile, Władysław Raczkiewicz. Later, in a book of which an English translation will be published in 1970, Carlo Falconi will mention that Raczkiewicz on January 2, 1943 asked Pope Pius XII to speak publicly in favor of the Jews.[62] Later still, Karski will say in 1979 to the historian Walter Laqueur[63] and in 1992 to his biographers Wood and Jankowski, that it was he who, in his interview with Raczkiewicz, had transmitted to him the request to intervene with the pope. However, the very detailed notes that Raczkiewicz took of this interview with Karski contain nothing about the fate of the Jews.[64] Karski meets with British Foreign Secretary Anthony Eden.[65] Both Eden and Karski left reports of this interview.[66] In a book published in 1978, Jan Nowak, another courier of the Polish resistance, wrote: \"I knew from Jan Karski himself that he had taken advantage of an audience at Eden to speak in detail about the systematic and progressive extermination of the Jewish population. The British Secretary of State considered this meeting important enough to communicate the report to all the members of the War Cabinet. I found it in the Archives and was surprised to find that nothing Karski had said about the liquidation of the Jews was there. Why ? »[67] In 1987, nine years after the publication of Nowak's book, Karski will give a different version: he had not spoken \"in detail\" to Eden about the extermination of the Jews, he had only tried to approach the subject, but Eden had interrupted him by saying that he already knew \"Karski's report\", which Karski later explained by assuming that Eden had read the report that the Polish government in exile had drawn up from the documents brought from Poland by Karski.[68] Karski also meets Lord Selborne, Minister in charge of the Special Operations Executive (SOE). Karski told that after listening to the account of his visits to the Warsaw ghetto and the Belzec camp, Lord Selborne said to him: \"Mr. Karski, during the First World War, we were propagandizing that the German soldiers were crushing the heads of Belgian babies against the wall. I think we were doing a good job. We had to weaken German morale, we had to arouse hostility towards Germany. The war was a very bloody war. We knew it was untrue. Speak about your problem, your report. Try to arouse public opinion. I want you to know you do contribute to the Allied cause. We want this kind of report. Your mission is very important.\" Karski adds, \"He was telling me clearly, 'Mr. Karski, you know and I know it isn't so' \".[69] During 1942, the Polish government in exile had tried to get the Allies to use retaliatory bombing against the Germans, which the Allies had refused.[70] However, according to Michael Fleming, the Polish government, in January 1943, had not given up trying to change the Allies' minds.[71] Karski, in private interviews, denounces the refusal of reprisals by the Allies as condemning the Jews to disappear.[72] Besides his meetings with personalities, Karski is assigned to Świt, a radio station which broadcasts, from England, news, propaganda and instructions to the Polish resistance.[73] The Polish government in exile then sends Karski to the United States. According to Wood and Jankowski, the main purpose of this mission is to expose the disloyal acts of the Soviets towards the Polish resistance.[74] (An agent of the OSS will say in a report: \"Karski's specialty seems to be propaganda against the Soviet.\")[75] The members of the Polish government, worried about Stalin's annexationist aims, still hoped to make Great Britain and the United States take a firm position towards the USSR on this subject. They did not know that in reality the British and the Americans had already decided to satisfy Stalin and that Karski's tour of the United States was therefore a losing operation.[76] To make his news seem fresher, Karski, in agreement with the Polish government in exile, falsely told his interlocutors in America that he had arrived from Poland in England in February or March 1943 (instead of November 1942).[77] Although the Polish government does not seem to have pressed him to discuss the fate of the Jews,[78] Karski, as in Great Britain, meets in the United States with leaders of the Jewish community. Jan Ciechanowski, ambassador of the Polish government in exile, obtains that he and Karski have, on July 5, 1943, an interview at the embassy with Felix Frankfurter, judge at the Supreme Court of the United States and himself a Jew. Frankfurter, who a few months earlier had reacted cavalierly to accounts of Nazi atrocities presented to him by Nahum Goldmann (he had immediately spoken of something else),[79] says after listening to Karski's story: \"Mr. Karski, a man like me talking to a man like you must be totally frank. so I must say: I am unable to believe you. \" With the Ambassador protesting what he perceives as an accusation of lying and an outrage to the Polnish government-in-exile, Frankfurter replies: \"Mr. Ambassador, I did not say this young man is lying. I said I am unable to believe him. There is a difference.\"[80][81] Wood and Jankowski, Karski's biographers, conjecture that it was because of Frankfurter's disbelief that Karski, as appears from the archives and his own recollections, avoided mentioning his ocular findings in the interviews he had afterwards with representatives of the American government. For example, he observes this silence during an audience granted to him on July 28, 1943 by President Franklin D. Roosevelt and where he evokes the Nazi atrocities against the Jews without presenting himself as a direct witness.[82] On the other hand, he will still report on his personal experiences during meetings with Jewish leaders.[83] Frankfurter is not the only Jew in whom Karski encounters incredulity. Rabbi Morris Waldman, chairman of the American Jewish Committee, sided with the Soviets in the conflict between them and the Poles. He recounts in his (unpublished) memoirs that, having been asked by Ciechanowski to support the diplomatic campaign of the Poles in this affair, he had asserted a firmly pro-Soviet position, then he adds this comment: \"The Ambassador's face became white, either with fear or anger, probably both. I was certain that I had not made a friendly hit to the gentleman. I am told that he is a converted Jew.\"[84] Waldman blamed the Polish government in exile for creating \"a great deal of publicity about the Jewish tragedy in Europe, without even asking us if we considered it wise\" and to count at the same time on the continuation of the war and the massacre of the Jews to settle the Jewish question in Poland.[85] Waldman had an interview with Karski on August 10, 1943.[86] In his memoirs he says: \"I checked up carefully on Mr. Karski and got reliable information that some of his statements were untrue and on the whole the information he was circulating was not reliable.\"[87] In the United States as in Great Britain, Karski pleads for reprisals against the Germans[88] From September 1943 to February 1944, he made a new stay in England, during which his government decided that he would henceforth address the public. Then he returned to the United States.[89] In 1944, while serving in the United States, Karski wrote a book about the Polish secret State and the Polish underground. In chapters XXIX and XXX, Karski says he witnessed the Holocaust by smuggling himself into the Warsaw ghetto and the Belzec extermination camp. The publishing agent of this book was Emery Reves, known also for having published the suspect book Hitler told me by Hermann Rauschning and the book I paid Hitler, by Fritz Thyssen, to which he seems to have added material that did not come from Thyssen. Reves forbids Karski any criticism of the USSR, arrogates the right to make the text more attractive and demands half of the copyright.[90] According to Karski's biographers E.T. Wood and S.M. Jankowski, \"Story of a Secret State\" is a \"valuable but often unreliable source\": security reasons (the war was not over when the book appeared) compelled Karski to include a significant amount of disinformation; diplomatic considerations prevented him from disclosing some of his contacts in London and Washington; finally, for the needs of the propaganda of the Polish government in exile and in the financial interest of the publisher of the book, use was made of a \"dramatic license\".[91] One of the requests of Reves and the publishing house (Houghton Mifflin Company) was that the book mentioned the Warsaw Ghetto Uprising (April and May 1943), to which Karski objected that this event fell outside the scope of his narrative. Wood and Jankowski believe that it may have been as a result of this pressure from the publishers that the book came to allude to preparations for an armed revolt of the ghetto, preparations of which, according to the book, Karski allegedly was informed by one of the two Jews whom he met shortly before his departure from Warsaw. According to Wood and Jankowski, \"this detail (...) does not conform to what has since become known of the origins of the revolt.\"[92] The book, entitled Story of a Secret State, was published in the same year 1944 (while the war was not over).[93] (A selection had been featured in Collier's magazine six weeks before the book's publication.)[94][95]The book was a great success with the public (more than 400,000 copies were sold); a film adaptation was planned but never realized.[96][97] Karski was opposed for a long time to a translation into Polish, because Polish readers would have noticed the liberties that the story took with the truth. It was not until 1999 that he finally gave in.[98] Story of a Secret State was faithfully republished in 2012 by Penguin Classics, but with the translation of additions that Karski had made to the text in the Polish edition of 1999.[99] At war's end, Karski remained in the United States in Washington, D.C. He began graduate studies at Georgetown University, receiving his PhD in 1952.[100] In 1954, Karski became a naturalized citizen of the United States. Karski taught Eastern European affairs, comparative government, and international affairs at Georgetown University for 40 years. Among his students was Bill Clinton (Class of 1968). In 1985, he published the academic study The Great Powers and Poland, based on research during a Fulbright fellowship in 1974 to his native Poland. Karski's 1942 report on the Holocaust and the London Polish government's appeal to the United Nations were briefly recounted by Walter Laqueur in his history The Terrible Secret: Suppression of the Truth about Hitler's Final Solution (1980). Karski did not speak publicly about his wartime mission until 1981, when he was invited by activist Elie Wiesel to serve as keynote speaker at the International Liberators Conference in Washington, D.C.[101] French film-maker Claude Lanzmann had interviewed Karski at length in 1978, as part of his preparation for his documentary Shoah, but the film was not released until 1985. Lanzmann had asked participants not to make other public statements during that time, but Karski got a release for the conference.[101] The nine-and-a-half hour film included a total of 40 minutes of testimony by Karski, an excerpt from the first of two days of Lanzmann interviewing Karski.[102] It ends with Karski saying that he made his report to leaders.[1] Lanzman later said that, on the second day of interviews, Karski recounted in detail his meetings with Roosevelt and other high US officials. Lanzman said that the tone and style of Karski's second interview was so different, and the interview so long, that it did not fit with his vision of the film and was thus not used.[103] Unhappy with how he was presented in the film, Karski published an article, later a book, Shoah, a Biased Vision of the Holocaust (1987), in the French journal Kultura. He argued for another documentary to include his missing testimony and also to show more of the help given to Jews by many Poles (some are now recognized by Israel as the Polish Righteous among the Nations).[104][105] Following the fall of communism in Poland in 1989, Karski's wartime role was officially acknowledged by the new government. He was awarded the Order of the White Eagle, the highest Polish civil decoration, and the Order Virtuti Militari, the highest military decoration awarded for bravery in combat. In 1994, E. Thomas Wood and Stanisław M. Jankowski published a biography, Karski: How One Man Tried to Stop the Holocaust. They noted that Karski had urged production of another documentary to correct what he thought was the bias in Lanzmann's Shoah.[citation needed] During an interview with Hannah Rosen in 1995, Karski discussed the Allies' failure to rescue most of the Jews from mass murder: It was easy for the Nazis to kill Jews, because they did it. The Allies considered it impossible and too costly to rescue the Jews, because they didn't do it. The Jews were abandoned by all governments, church hierarchies and societies, but thousands of Jews survived because thousands of individuals in Poland, France, Belgium, Denmark, Holland helped to save Jews. Now, every government and church says, \"We tried to help the Jews\", because they are ashamed, they want to keep their reputations. They didn't help, because six million Jews perished, but those in the government, in the churches they survived. No one did enough.[106] The documentary film My Mission (1997), directed by Waldemar Piasecki and Michal Fajbusiewicz, presented the full details of Karski's wartime mission. In 1999, Piasecki published Tajne Panstwo (Secret State, edited and adapted from Karski's wartime book), which became a bestseller. In the same year, the Museum of the City of Łódź opened \"Jan Karski's Room\", displaying memorabilia, documents, and decorations, all organized under Karski's supervision. In 2010, French author Yannick Haenel published a novel Jan Karski, drawn from the courier's World War II activities and memoir. Haenel also added a third part in which he inserted his own views into Karski's \"character\", particularly in his approach to Karski's meeting with President Roosevelt and other US leaders. Claude Lanzmann criticized the author strongly and argued that Haenel ignored important historic elements of the time. Haenel said that was part of his freedom in fiction.[101][1] In response, Lanzmann released the second half of his interview with Karski as a 49-minute documentary in 2010, edited and entitled The Karski Report, also on ARTE.[103][1] It is mostly about Karski's meeting with President Roosevelt and other American leaders. Karski had met with Chief Justice Felix Frankfurter, who said: \"I did not say that he was lying, I said that I could not believe him. There is a difference.\" As The Guardian said, \"Human inability to believe in the intolerable is what The Karski Report is about. At the start of the film, Lanzmann quotes the French philosopher Raymond Aron, who, when asked about the Holocaust, said: \"I knew, but I didn't believe it, and because I didn't believe it, I didn't know.\"[1] Karski's wartime book was re-published posthumously by Georgetown University Press as My Report to the World: The Story of a Secret State (2013).[107] A Tribute to Jan Karski panel discussion was held at the university that year in conjunction with the book's release. It featured a discussion of Karski's legacy by School of Foreign Service Dean Carol Lancaster, Georgetown University Board Chair Paul Tagliabue, former Secretary of State Madeleine Albright, former National Security Advisor Zbigniew Brzezinski, Polish Ambassador Ryszard Schnepf, and Rabbi Harold S. White.[108] Karski had several siblings, mostly brothers: Marian, Bogusław, Cyprian, Edmund, Stefan, and Józef and a sister Laura. Karski's eldest brother, Marian Kozielewski (b. 1898), reached the rank of colonel in the military and was also considered a hero in World War II. He had been arrested by the Germans in Warsaw in 1940 and was among Catholic Poles who survived being imprisoned as political prisoners at Auschwitz concentration camp. After being released in 1941, he returned to Warsaw and joined the resistance. The Kozielewski brothers admired Jozef Pilsudski and members of the \"forgotten army\", who had suffered many deeply personal wounds. After the war Marian emigrated initially to Canada, where he married. He struggled as a refugee, holding low-level jobs after settling in Washington, D.C., in 1960 near his brother Jan. Marian Kozielewski committed suicide there in 1964 and is buried at Mount Olivet Cemetery. In 1965, Karski married Pola Nireńska, a 54-year-old Polish Jew who was a dancer and choreographer. (With the exception of her parents, who had emigrated to Israel in 1939 shortly before the Nazi invasion of Poland, all of her family had been murdered in the Holocaust.) She committed suicide in 1992. Karski died of unspecified heart and kidney disease in Washington, D.C., in 2000. He died at Georgetown University Hospital.[109] He was interred at Mount Olivet Cemetery in Washington, next to the graves of his wife, Pola Nirenska, and brother Marian. He and Pola had no children. On 2 June 1982, Yad Vashem recognised Jan Karski as Righteous Among the Nations.[110] A tree bearing a memorial plaque in his name was planted that same year at Yad Vashem's Avenue of the Righteous Among the Nations in Jerusalem. In 1991, Karski was awarded the Wallenberg Medal of the University of Michigan. Statues honoring Karski have been placed in New York City at the corner of 37th Street and Madison Avenue (renamed as \"Jan Karski Corner\")[111] and on the grounds of Georgetown University[112] in Washington, DC.[113] Additional benches, which were made by the Kraków-based sculptor Karol Badyna, are located in Kielce, Łódź, and Warsaw in Poland, and on the campus of Tel Aviv University in Israel. The talking Karski bench in Warsaw near the Museum of the History of Polish Jews has a button to activate a short talk by Karski about the war. Georgetown University, Oregon State University, Baltimore Hebrew College, Warsaw University, Maria Curie-Skłodowska University, and the University of Łódź all awarded Karski honorary doctorates. In 1994, Karski was made an honorary citizen of Israel in honor of his efforts on behalf of Polish Jews during the Holocaust. Karski was nominated for the Nobel Prize and formally recognized by the UN General Assembly shortly before his death. Shortly after his death, the Jan Karski Society was established, initiated by his close friend, collaborator and biographer, Professor Waldemar Piasecki. The society preserves his legacy and administers the Jan Karski Eagle Award, which he had established in 2000. The list of laureates includes: Elie Wiesel, Shimon Peres, Lech Walesa, Aleksander Kwasniewski, Tadeusz Mazowiecki, Bronislaw Geremek, Jacek Kuron, Adam Michnik, Karol Modzelewski, Oriana Fallaci, Dagoberto Valdés Hernández, Cardinal Stanislaw Dziwisz, Tygodnik Powszechny magazine, the Hoover Institution, and the United States Holocaust Memorial Museum. In April 2011, the Jan Karski US Centennial Campaign was created to increase interest in the life and legacy of the late Polish diplomat, as the centennial year of his birth in 2014 approached. The US campaign, headed by Polish-American author Wanda Urbanska, worked in partnership with the International Legacy Program at the Polish History Museum in Warsaw, under the direction of Ewa Wierzynska. Polish Consul General Ewa Junczyk-Ziomecka hosted a gala kickoff dinner in New York City on 30 May, consisting of representatives from Georgetown University, and the Polish Catholic and Jewish groups who comprised the steering committee. The campaign group was seeking to obtain the Presidential Medal of Freedom for Karski in advance of his anniversary. In addition, they wanted to promote educational activities, including workshops, artistic performances, and a reprint of his 1944 book, Story of a Secret State. In December 2011, the support of 68 US Representatives and 12 US Senators was obtained and a supporting nomination for the medal was submitted to the White House.[114] On 23 April 2012, US President Barack Obama announced that Karski would receive the country's highest civilian honor, the Presidential Medal of Freedom.[115] The medal was awarded posthumously by President Obama on 29 May 2012 and presented to Adam Daniel Rotfeld, the former Foreign Minister of Poland and himself a Jewish Holocaust survivor.[116] Jan Karski's family was not invited to the presentation ceremony, which they strongly protested. The medal, along with other honors given to Karski, is on display at the \"Karski office\" in Łódź Museum. This is in accordance with the wishes of his surviving family, led by his niece and goddaughter Dr. Kozielewska-Trzaska. A controversy erupted when a misspoken word in Barack Obama's Presidential Medal of Freedom speech came to be known as Gafa Obamy or 'Obama's gaffe',[117] when the president referred to \"a Polish death camp\" instead of \"a death camp in Poland\" when talking of the Nazi German transit death camp that Karski had visited. \"Polish death camps\" is a term often used to refer to Nazi concentration camps in Poland, as opposed to (as may be implied) Polish concentration camps. The terms \"Polish death camp\" or \"Polish concentration camp\" reportedly originated with ex-Nazis working for the West German secret services. Historian Leszek Pietrzak explains the propaganda strategies from the 1950s.[118] President Obama later characterized his term as a misstatement and his characterization was accepted by Polish President Bronisław Komorowski.[119] In November 2012, having met its major goals, the Jan Karski US Centennial Campaign was succeeded by the Jan Karski Educational Foundation, which continues to promote Karski's legacy and values, particularly to young people from middle school through college age. The president of the foundation is Polish-American author Wanda Urbanska.[120] The foundation sponsored three major conferences about Karski in his centennial birth year, at Georgetown University in Washington, at Loyola University in Chicago, and in Warsaw. In early February 2014, the Jan Karski Society and the Karski family appealed to President of Poland Bronisław Komorowski to posthumously promote Jan Karski to the rank of brigadier general in recognition of his contribution to the war effort as well as all couriers and emissaries of underground Polish state. The appeal received no response for a year. Member of the Polish parliament Professor Tadeusz Iwinski recently openly criticized the president of Poland for inaction on Karski's behalf.[citation needed] On 24 June 2014, the \"Jan Karski Mission Accomplished\" Conference took place in Lublin under the patronage of Professor Elie Wiesel, Nobel Peace Prize Laureate, Aleksander Kwasniewski, President of Poland (1995–2005), Moshe Kantor, President of the European Jewish Congress, and Michael Schudrich, Chief Rabbi of Poland. Former Foreign Minister of Poland Władysław Bartoszewski, in his speech at the ceremony of the 60th anniversary of the liberation of the concentration camp at Auschwitz-Birkenau, 27 January 2005, said: \"The Polish resistance movement kept informing and alerting the free world to the situation. In the last quarter of 1942, thanks to the Polish emissary Jan Karski and his mission, and also by other means, the Governments of the United Kingdom and of the United States were well informed about what was going on in Auschwitz-Birkenau.\"[121] A full-length play on Karski's life and mission, Coming to See Aunt Sophie (2014), written by Arthur Feinsod, was produced in Germany and Poland. An English translation was produced in Bloomington, Indiana at the Jewish Theatre in June 2015, and in Australia in August of that year. A new play, My Report to the World, written by Clark Young and Derek Goldman, premiered at Georgetown University during the conference honoring Karski's centennial year. It starred Oscar-nominated actor David Strathairn as Karski. It was performed in Warsaw before being produced in New York in July 2015; Strathairn played in the Karski role in all productions. Goldman directed the play in both Washington, DC, and New York. The July performances were presented in partnership with The Museum of Jewish Heritage, The Laboratory for Global Performance and Politics at Georgetown University, Bisno Productions, and the Jan Karski Educational Foundation. 24 April was the birth date shown on both the diploma for Karski's master's degree (awarded in 1935) and his certificate from the Artillery Reserve Officer Cadet School (awarded in 1936).[4] Some Karski tribute organizations also recognize 24 April as his birth date, as does the Google Cultural Institute's documentation, Museum of Polish History, and the Museum of the City of Łódź, to which Karski left his papers, awards and artwork. The Polish PWN Encyclopedia recognizes 24 April as his birth date.[5] In March 2014, the United States Senate adopted a resolution honoring Karski on the centennial of his birth, 24 April 2014. The resolution was withdrawn and revised to recognize Karski on 24 June 2014, according to the Polish Press Agency.[6] The Polish Senate did the same, according to the office of Bogdan Borusewicz. Karski's diplomatic passport showed his date of birth as 22 March 1912.","Title":"Jan Karski - Wikipedia","KeyID":"4522","URL":"https://en.wikipedia.org/wiki/Jan_Karski"}