{"Content: ":"Pterofiltrus is a genus of ctenochasmatid pterosaur from the Early Cretaceous of western Liaoning, China. Pterofiltrus was named by Jiang Shunxing and Wang Xiaolin in 2011. The type species is Pterofiltrus qiui. The generic name is derived from Greek πτερόν, pteron, \"wing\", and a Mediaeval Latin filtrum, \"felt\" or \"filter\", in reference to the dentition. The specific name honours Professor Qiu Zhanxiang.[1] The holotype of Pterofiltrus, IVPP V12339, was early 21st century discovered at Zhangjiagou in Liaoning Province in a layer of the Jianshangou Beds of the lower Yixian Formation dating from the early Aptian, about 125 million years old. It consists of a disarticulated skull compressed on a slab together with two rami of a hyoid and the first two neck vertebrae.[1] The skull of Pterofiltrus is very elongated, with an estimated length of 208 millimetres. It has a smooth, slightly concave, upper profile lacking any bony crests. The lower jaws too are long, and without a keel.[1] The describers established the presence of five diagnostic traits. The total number of teeth in the head is about 112. The teeth cover more than half of the skull length, at 55.8%. The front teeth differ in length. The symphysis of the lower jaws represent more than half of the mandibular length, at 58%. The underside of this symphysis features a trough. The last two traits are autapomorphies unique to the species.[1] The dentition consists of very elongated pointed teeth, directed partly sideways. These on average strongly increase in length to the front meanwhile becoming more anteriorly directed. Closing the beak the teeth would have meshed together, with the front teeth sticking out beyond the upper and lower margins of the head. The teeth are evenly spaced. There are twenty-nine teeth in the upper jaw with the second and fifth tooth being the longest. The 174 millimetres long lower jaw contains about twenty-seven teeth.[1] The describers assigned Pterofiltrus to the family Ctenochasmatidae within the larger group Archaeopterodactyloidea, using the comparative method.[1] The cladogram below follows a phylogenetic analysis conducted by Lü and colleagues in 2016. They recovered Pterofiltrus as the sister taxon of Gladocephaloideus, both within the Ctenochasmatidae.[2] Cathayopterus Pterodaustro Ctenochasma Gegepterus Eosipterus Cearadactylus Gnathosaurus Pterodactylus longicolum Pterofiltrus Gladocephaloideus Elanodactylus Beipiaopterus Feilongus Moganopterus   ","Title":"Pterofiltrus - Wikipedia","KeyID":"453","URL":"https://en.wikipedia.org/wiki/Pterofiltrus"}