{"Content: ":"Thomas Gardiner Corcoran (December 29, 1900 – December 6, 1981) was one of several[1] advisors in President Franklin D. Roosevelt's brain trust during the New Deal, and later, a close friend and advisor to President Lyndon B. Johnson. Corcoran was born in Pawtucket, Rhode Island on December 29, 1900. He matriculated at Brown University,[2] where he graduated as class valedictorian earning bachelor's and master's degrees in 1922. He attended Harvard Law School, graduating high in his class in 1926 and gaining the recognition of Felix Frankfurter. He earned his doctorate in law the next year. He clerked for Supreme Court Justice Oliver Wendell Holmes.[3] He clerked for Justice Oliver Wendell Holmes Jr., at the United States Supreme Court in 1926 to 1927. In 1932, after practicing corporate law in New York City, Corcoran joined the Reconstruction Finance Corporation. When Roosevelt began to take notice of his efforts, Corcoran was given a wider range of responsibilities than his official position as assistant general counsel allowed. Corcoran served as special counsel to the Reconstruction Finance Corporation (RFC) from 1934 to 1941. During the same period, he was liaison to Henry Morgenthau, and represented him at RFC board of directors. As an ally of RFC Chairman Jesse H. Jones, Corcoran exercised power far beyond the authority of his office.[4] Corcoran was nicknamed \"Tommy the Cork\" by Roosevelt. Felix Frankfurter had recommended many of his former Harvard Law students for work in the Roosevelt Administration, including Corcoran, leading the latter to be associated with a group known as \"New Dealers.\" According to Alan Brinkley, many regarded him as an organizer of the New Dealers and a coordinator of the Washington bureaucracy.[5] Much of his work during the New Deal was in conjunction with Benjamin V. Cohen. Together, Corcoran and Cohen were known as the \"Gold Dust Twins\" and were on the cover of Time Magazine's September 12, 1938 edition.[6] By 1940 their friendship was well enough known to be used as a simile in P.G. Wodehouse's novel, Quick Service.[7] Among many projects, Corcoran collaborated with Cohen in drafting the Fair Labor Standards Act of 1938.[8] After leaving the White House, Corcoran retained enormous influence in the administration, in part because of high appointees who owed their positions to him. Corcoran went into private practice as a lawyer along with former U.S. Federal Communications Commission (FCC) chief counsel William J. Dempsey, whom Corcoran had installed in that job in 1938. Dempsey and Corcoran managed the takeover of New York radio station WMCA for Corcoran's friend, Undersecretary of Commerce Edward J. Noble. That resulted in both an FCC and a congressional investigation. Corcoran's work after leaving government service led him to be dubbed the first of the modern lobbyists.[9] Corcoran's phones were tapped by the federal government between 1945 and 1947.[10] The transcripts of the wiretaps were deposited in the Truman Presidential Library and not released to researchers until Corcoran's death. The evidence is that a Truman White House aide ordered the tap, but it was then rescinded by President Harry S. Truman.[11] It is also alleged that Corcoran engaged in improper attempts to influence decisions of the Supreme Court.[12] Following in their father's footsteps, his son, Thomas G. Corcoran Jr., attended Brown University and Harvard Law School (class of 1967), before founding the Washington, D.C., law firm of Berliner, Corcoran & Rowe.[13] A daughter, Margaret J. Corcoran, also graduated from Harvard Law School (class of 1965), and clerked for Associate Justice Hugo Black of the U.S. Supreme Court during the 1966 Term (the second woman to clerk), while continuing to assist her father at social events.[14] His granddaughter, Sara Corcoran, earned her undergraduate degree and MBA from the University of Southern California.[15] She is a legal journalist and is the publisher of The National Courts Monitor, a civil courts legal journal.[16] Media related to Thomas Gardiner Corcoran at Wikimedia Commons","Title":"Thomas Gardiner Corcoran - Wikipedia","KeyID":"4534","URL":"https://en.wikipedia.org/wiki/Thomas_Gardiner_Corcoran"}