{"Content: ":"Feilongus is an extinct genus of ctenochasmatid pterodactyloid pterosaur from the Barremian–Aptian-age Lower Cretaceous Yixian Formation of Beipiao, Liaoning, China. The genus was named and described in 2005 by Wang Xiaolin, Alexander Kellner, Zhou Zhonghe and Diogenes de Almeida Campos. The type species is Feilongus youngi. The genus name is derived from Feilong, the \"flying dragon\". The specific name honors the Chinese paleontologist Yang Zhongjian (C. C. Young). Feilongus is based on holotype IVPP V-12539, a skull and articulated mandible, with on the same plate the detached posterior braincase, of a subadult individual. The fossil is strongly crushed. In 2014, a second specimen, DNMHM D3068 found at Gonggao, was referred to a Feilongus sp. It consists of a skull with lower jaws and four neck vertebrae. It was a possible subadult or, despite a smaller size, adult.[1] The wingspan of Feilongus was estimated by Wang and colleagues to have been around 2.4 meters (7.9 feet), making it large for a basal pterodactyloid. Feilongus is notable for having two bony crests on the skull (one long and low on middle of the snout, and one projecting backwards from the rear of the skull), and for the upper jaws being 10% or 27 millimeters (1.1 in) longer than the lower jaws, giving it a pronounced overbite. The second specimen however, shows neither crests nor overbite. The preserved part of the second crest was short with the leading edge rounded, and may have had a nonbony extension, now lost. The skull of the holotype is 390–400 millimeters long (15.4–15.7 inches) and extremely elongated with a slightly concave top. The skull and lower jaws held 76 long, curved needle-like teeth, eighteen in the upper, nineteen in the lower jaw, confined to the beak ends, the anterior third, of the jaws.[2] The second specimen had seventy-eight teeth. The neck vertebrae of the second specimen are very elongated, five times longer than wide. A cladistic analysis by the describers showed Feilongus as the sister taxon of a clade consisting of Gallodactylus and Cycnorhamphus, meaning it was a member of the Gallodactylidae sensu Kellner, a group of ctenochasmatoids, within the larger Archaeopterodactyloidea, the clade containing according to Alexander Kellner the most basal pterodactyloids.[2] The Ctenochasmatoidea are known for having numerous small, thin teeth, possibly for straining food from water, as flamingos do today.[3] However, in 2006 an analysis by Lü Junchang had as outcome that Feilongus was not an archaeopterodactyloid, but a member of the Ornithocheiroidea sensu Kellner, closer to the Anhangueridae.[4] This means that using the alternative terminology of David Unwin they are close to the Ornithocheiroidea sensu Unwin, a group the members of which are typically more adapted to soaring and a piscivore, or fish-eating, diet.[3] Another publication following this general line of thought has put Feilongus and Boreopterus into a new ornithocheiroid family, the Boreopteridae.[5] A 2018 phylogenetic analysis recovers Feilongus as a ctenochasmatid. Specifically, Feilongus is placed with its sister taxon Moganopterus in the subfamily Moganopterinae:[6] Ctenochasma Pterodaustro Beipiaopterus Gegepterus Kepodactylus Moganopterus Feilongus Ardeadactylus Elanodactylus Huanhepterus Plataleorhynchus Gnathosaurus   ","Title":"Feilongus - Wikipedia","KeyID":"454","URL":"https://en.wikipedia.org/wiki/Feilongus"}