{"Content: ":"Westminster Abbey, formally titled the Collegiate Church of Saint Peter at Westminster, is a large, mainly Gothic abbey church in the City of Westminster, London, England, just to the west of the Palace of Westminster. It is one of the United Kingdom's most notable religious buildings and the traditional place of coronation and a burial site for English and, later, British monarchs. Since the coronation of William the Conqueror in 1066, all coronations of English and British monarchs have occurred in Westminster Abbey.[4][5] Sixteen royal weddings have occurred at the Abbey since 1100.[6] According to a tradition first reported by Sulcard in about 1080, a church was founded at the site (then known as Thorn Ey (Thorn Island)) in the seventh century at the time of Mellitus, a Bishop of London. Construction of the present church began in 1245 on the orders of King Henry III.[4] The church was originally part of a Catholic Benedictine abbey, which was dissolved in 1539. It then served as the cathedral of the Diocese of Westminster until 1550, then as a second cathedral of the Diocese of London until 1556. The abbey was restored to the Benedictines by Mary I in 1556, then in 1559 made a royal peculiar—a church responsible directly to the sovereign—by Queen Elizabeth I. The Abbey is the burial site of more than 3,300 people, usually of prominence in British history: at least 16 monarchs, eight prime ministers, poets laureate, actors, scientists, military leaders, and the Unknown Warrior—the first person interred in the Abbey's Poets' Corner was Geoffrey Chaucer in 1400. As such, Westminster Abbey is sometimes described as \"Britain's Valhalla\", after the iconic hall of the chosen heroes in Norse mythology.[7] A late tradition claims that Aldrich, a young fisherman on the River Thames, had a vision of Saint Peter near the site. This seems to have been quoted as the origin of the salmon that Thames fishermen offered to the abbey in later years, a custom still observed annually by the Fishmongers' Company. The recorded origins of the Abbey date to the 960s or early 970s, when Saint Dunstan and King Edgar installed a community of Benedictine monks on the site.[8] Between 1042 and 1052, King Edward the Confessor began rebuilding St Peter's Abbey to provide himself with a royal burial church. It was the first church in England built in the Romanesque style. The building was completed around 1060 and was consecrated on 28 December 1065, only a week before Edward's death on 5 January 1066.[9] A week later, he was buried in the church; and, nine years later, his wife Edith was buried alongside him.[10] His successor, Harold II, was probably crowned in the abbey, although the first documented coronation is that of William the Conqueror later the same year.[11] The only extant depiction of Edward's abbey, together with the adjacent Palace of Westminster, is in the Bayeux Tapestry. Some of the lower parts of the monastic dormitory, an extension of the South Transept, survive in the Norman Undercroft of the Great School, including a door said to come from the previous Saxon abbey. Increased endowments supported a community that increased from a dozen monks in Dunstan's original foundation, up to a maximum of about eighty monks.[12] The abbot and monks, in proximity to the royal Palace of Westminster, the seat of government from the later 13th century, became a powerful force in the centuries after the Norman Conquest. The Abbot of Westminster often was employed on royal service and in due course took his place in the House of Lords as of right. Released from the burdens of spiritual leadership, which passed to the reformed Cluniac movement after the mid-10th century, and occupied with the administration of great landed properties, some of which lay far from Westminster, \"the Benedictines achieved a remarkable degree of identification with the secular life of their times, and particularly with upper-class life\", Barbara Harvey concludes, to the extent that her depiction of daily life provides a wider view of the concerns of the English gentry in the High and Late Middle Ages.[13] The proximity of the Palace of Westminster did not extend to providing monks or abbots with high royal connections; in social origin the Benedictines of Westminster were as modest as most of the order. The abbot remained Lord of the Manor of Westminster as a town of two to three thousand persons grew around it: as a consumer and employer on a grand scale the monastery helped fuel the town economy, and relations with the town remained unusually cordial, but no enfranchising charter was issued during the Middle Ages.[14] The abbey became the coronation site of Norman kings. None were buried there until Henry III, intensely devoted to the cult of the Confessor, rebuilt the abbey in Anglo-French Gothic style as a shrine to venerate King Edward the Confessor and as a suitably regal setting for Henry's own tomb, under the highest Gothic nave in England. The Confessor's shrine subsequently played a great part in his canonization.[8] Construction of the present church began in 1245 by Henry III[15] who selected the site for his burial.[16] The first building stage included the entire eastern end, the transepts, and the easternmost bay of the nave. The Lady chapel built from around 1220 at the extreme eastern end was incorporated into the chevet of the new building, but was later replaced. This work must have been largely completed by 1258–60, when the second stage was begun. This carried the nave on an additional five bays, bringing it to one bay beyond the ritual choir. Here construction stopped in about 1269, a consecration ceremony being held on 13 October of that year,[17] and because of Henry's death did not resume. The old Romanesque nave remained attached to the new building for over a century, until it was pulled down in the late 14th century and rebuilt from 1376, closely following the original (and by now outdated) design.[18] Construction was largely finished by the architect Henry Yevele in the reign of Richard II.[19] Henry III also commissioned the unique Cosmati pavement in front of the High Altar; the pavement was re-dedicated by the Dean at a service on 21 May 2010 after undergoing a major cleaning and conservation programme.[20] Henry VII added a Perpendicular style chapel dedicated to the Blessed Virgin Mary in 1503 (known as the Henry VII Chapel or the \"Lady Chapel\"). Much of the stone came from Caen, in France (Caen stone), the Isle of Portland (Portland stone) and the Loire Valley region of France (tuffeau limestone).[21] The chapel was finished circa 1519.[18] In 1535 during the assessment attendant on the Dissolution of the Monasteries, the abbey's annual income was £3,000 (equivalent to £1,950,000 in 2021).[22][23] Henry VIII assumed direct royal control in 1539 and granted the abbey the status of a cathedral by charter in 1540, simultaneously issuing letters patent establishing the Diocese of Westminster. By granting the abbey cathedral status, Henry VIII gained an excuse to spare it from the destruction or dissolution which he inflicted on most English abbeys during this period.[24] The abbot, William Benson, became dean of the cathedral, while the prior and five of the monks were among the twelve canons.[25] Westminster diocese was dissolved in 1550, but the abbey was recognised (in 1552, retroactively to 1550) as a second cathedral of the Diocese of London until 1556.[26][27][28] The already-old expression \"robbing Peter to pay Paul\" may have been given a new lease of life when money meant for the abbey, which is dedicated to Saint Peter, was diverted to the treasury of St Paul's Cathedral.[29] The abbey was restored to the Benedictines under the Catholic Mary I of England, but they were again ejected under Elizabeth I in 1559. In 1560, Elizabeth re-established Westminster as a \"Royal Peculiar\" – a church of the Church of England responsible directly to the Sovereign, rather than to a diocesan bishop – and made it the Collegiate Church of St Peter (that is, a non-cathedral church with an attached chapter of canons, headed by a dean).[30] In the early 17th century, the abbey hosted two of the six companies of churchmen, led by Lancelot Andrewes, Dean of Westminster, who translated the King James Version of the Bible.[31] It suffered damage during the turbulent 1640s, when it was attacked by Puritan iconoclasts, but was again protected by its close ties to the state during the Commonwealth period. Oliver Cromwell was given an elaborate funeral there in 1658, only to be disinterred in January 1661 and posthumously hanged from a gibbet at Tyburn.[32] The abbey's two western towers were built between 1722 and 1745 by Nicholas Hawksmoor, constructed from Portland stone to an early example of a Gothic Revival design. Purbeck marble was used for the walls and the floors of Westminster Abbey, although the various tombstones are made of different types of marble. Further rebuilding and restoration occurred in the 19th century under Sir George Gilbert Scott.[33] A narthex (a portico or entrance hall) for the west front was designed by Sir Edwin Lutyens in the mid-20th century but was not built. A temporary annexe was constructed outside the West Door for the Coronation of Elizabeth II in 1953. Images of the abbey prior to the construction of the towers are scarce, though the abbey's official website states that the building had \"towers which had been left unfinished in the medieval period\".[34] In 1750 the top of one of the piers on the north side of the Abbey fell down, by earthquake, with the iron and lead that had fastened it. Several houses fell in, and many chimneys were damaged. Another shock had been felt during the preceding month.[35] On 11 June 1914, a bomb planted by suffragettes of the Women's Social and Political Union exploded inside the Abbey.[36][37] The Abbey was busy with visitors, with around 80–100 people in the building when the bomb exploded.[38][39] Some were as close as 20 yards (18 m) from the bomb at the time and the explosion caused a panic for the exits, but no serious injuries were reported.[39] The bomb had been packed with nuts and bolts to act as shrapnel.[39] The bomb was part of a campaign of bombing and arson attacks carried out by suffragettes nationwide between 1912 and 1914.[36] Churches were a particular target during the campaign, as it was believed that the Church of England was complicit in reinforcing opposition to women's suffrage – 32 churches were attacked nationwide between 1913 and 1914.[40][41] Coincidentally, at the time of the explosion, the House of Commons only 100 yards (90 m) away was debating how to deal with the violent tactics of the suffragettes.[39] Many in the Commons heard the explosion and rushed to the scene.[39] Two days after the Westminster Abbey bombing, a second suffragette bomb was discovered before it could explode in St. Paul's Cathedral.[36] The bomb blew off a corner of the Coronation Chair.[36][37] It also caused the Stone of Scone to break in half, although this was not discovered until 1950, when four Scottish nationalists broke into the church to steal the Stone and return it to Scotland.[37] Westminster suffered minor damage during the Blitz on 15 November 1940. Then on 10/11 May 1941, the Westminster Abbey precincts and roof were hit by incendiary bombs. All the bombs were extinguished by ARP wardens, except for one bomb which ignited out of reach among the wooden beams and plaster vault of the lantern roof (of 1802) over the North Transept. Flames rapidly spread and burning beams and molten lead began to fall on the wooden stalls, pews and other ecclesiastical fixtures 130 feet (40 m) below. Despite the falling debris, the staff dragged away as much furniture as possible before withdrawing. Finally the Lantern roof crashed down into the crossing, preventing the fires from spreading further.[42] The Joint Committee responsible for assembling the New English Bible met twice a year at Westminster Abbey in the 1950s and 1960s.[43] In the 1990s, two icons by the Russian icon painter Sergei Fyodorov were hung in the abbey.[44] In 1997, the abbey, which was then receiving approximately 1.75 million visitors each year, began charging admission fees to visitors.[45] On 6 September 1997, the funeral of Diana, Princess of Wales, was held at the abbey.[46] On 17 September 2010, Pope Benedict XVI became the first pope to set foot in the abbey.[47] In June 2009 the first major building work at the abbey for 250 years was proposed. A corona – a crown-like architectural feature – was suggested to be built around the lantern over the central crossing, replacing an existing pyramidal structure dating from the 1950s. This was part of a wider £23m development of the abbey completed in 2013.[48][49] On 4 August 2010 the Dean and Chapter announced that, \"[a]fter a considerable amount of preliminary and exploratory work\", efforts toward the construction of a corona would not be continued.[50] In 2012, architects Panter Hudspith completed refurbishment of the 14th-century food-store originally used by the abbey's monks, converting it into a restaurant with English oak furniture by Covent Garden-based furniture makers Luke Hughes and Company. This is now the Cellarium Café and Terrace.[51] On 29 April 2011, the wedding of Prince William and Catherine Middleton took place at the abbey.[52] The Queen's Diamond Jubilee Galleries were created in the medieval triforium of the abbey. This is a display area for the abbey's treasures in the galleries high up around the abbey's nave. A new Gothic access tower with lift was designed by the abbey architect and Surveyor of the Fabric, Ptolemy Dean. The new galleries opened in June 2018.[53][54] On 10 March 2021, a vaccination centre opened in Poets' Corner to administer doses of COVID-19 vaccines.[55] Coat of arms of Westminster Abbey, featuring the Tudor arms between Tudor Roses above the attributed arms of Edward the Confessor Flag of Westminster Abbey, a banner of arms. A floorplan of the church The illuminated facade of the church at night The 19th-century choir screen divides the nave from the chancel Since the coronation in 1066 of William the Conqueror, every English and British monarch (except Edward V and Edward VIII, who were never crowned) has been crowned in Westminster Abbey.[4][5] In 1216, Henry III could not be crowned in London when he came to the throne, because the French prince Louis had taken control of the city, and so the king was crowned in the Church of St. Peter in Gloucester (which is now Gloucester Cathedral). This coronation was deemed by Pope Honorius III to be improper, and a further coronation was held in Westminster Abbey on 17 May 1220.[56] King Edward's Chair (or St Edward's Chair), the throne on which English and British sovereigns have been seated at the moment of crowning, is now housed within the Abbey in St George's Chapel near the West Door, and has been used at every coronation since 1308. From 1301 to 1996 (except for a short time in 1950 when the stone was temporarily stolen by Scottish nationalists), the chair also housed the Stone of Scone upon which the kings of Scots are crowned. Although the Stone is now kept in Scotland, in Edinburgh Castle, it is intended that the Stone will be returned to St Edward's Chair for use during future coronation ceremonies.[57] Royal weddings have included:[58] Westminster Abbey is a collegiate church governed by the Dean and Chapter of Westminster, as established by Royal charter of Queen Elizabeth I dated 21 May 1560,[60] which created it as the Collegiate Church of St Peter Westminster, a Royal Peculiar under the personal jurisdiction of the Sovereign.[30] The members of the Chapter are the Dean and four canons residentiary;[61] they are assisted by the Receiver General and Chapter Clerk.[62] One of the canons is also Rector of St Margaret's Church, Westminster, and often also holds the post of Chaplain to the Speaker of the House of Commons.[63] In addition to the Dean and canons, there are at present three full-time minor canons: the precentor, the sacrist and the chaplain.[64] A series of Priests Vicar assist the minor canons.[64] Henry III rebuilt the abbey in honour of a royal saint, Edward the Confessor, whose relics were placed in a shrine in the sanctuary. Henry III himself was interred nearby, as were many of the Plantagenet kings of England, their wives and other relatives. Until the death of George II in 1760, most kings and queens were buried in the abbey, some notable exceptions being Henry VI, Edward IV, Henry VIII and Charles I who are buried in St George's Chapel at Windsor Castle. Other exceptions include Edward II buried at Gloucester Cathedral, John buried at Worcester Cathedral, Henry IV buried at Canterbury Cathedral and Richard III, now buried at Leicester Cathedral, and the de facto queen Lady Jane Grey, buried in the chapel of St Peter ad Vincula in the Tower of London. More recently monarchs have been buried either in St George's Chapel or at Frogmore to the east of Windsor Castle.[65] From the Middle Ages, aristocrats were buried inside chapels, while monks and other people associated with the abbey were buried in the cloisters and other areas. One of these was Geoffrey Chaucer, who was buried here as he had apartments in the abbey where he was employed as master of the King's Works. Other poets, writers and musicians were buried or memorialised around Chaucer in what became known as Poets' Corner. Abbey musicians such as Henry Purcell were also buried in their place of work.[66] Subsequently, it became one of Britain's most significant honours to be buried or commemorated in the abbey.[67] The practice of burying national figures in the abbey began under Oliver Cromwell with the burial of Admiral Robert Blake in 1657[68] (although he was subsequently reburied outside). The practice spread to include generals, admirals, politicians, doctors and scientists such as Isaac Newton, buried on 4 April 1727, Charles Darwin, buried on 26 April 1882, and Stephen Hawking, ashes interred on 15 June 2018. Another was William Wilberforce who led the movement to abolish slavery in the United Kingdom and the Plantations, buried on 3 August 1833. Wilberforce was buried in the north transept, close to his friend, the former prime minister, William Pitt.[69] During the early 20th century it became increasingly common to bury cremated remains rather than coffins in the abbey. In 1905 the actor Sir Henry Irving was cremated and his ashes buried in Westminster Abbey, thereby becoming the first person ever to be cremated prior to interment at the abbey.[70] The majority of interments at the Abbey are of cremated remains, but some burials still take place – Frances Challen, wife of Sebastian Charles, Canon of Westminster, was buried alongside her husband in the south choir aisle in 2014.[71] Members of the Percy family have a family vault, The Northumberland Vault, in St Nicholas's chapel within the abbey.[72] In the floor, just inside the Great West Door, in the centre of the nave, is the tomb of The Unknown Warrior, an unidentified British soldier killed on a European battlefield during the First World War. He was buried in the abbey on 11 November 1920. This grave is the only one in the abbey on which it is forbidden to walk.[73] At the east end of the Lady Chapel is a memorial chapel to the airmen of the Royal Air Force who were killed in the Second World War. It incorporates a memorial window to the Battle of Britain, which replaces an earlier Tudor stained glass window destroyed in the war.[74] On 6 September 1997 the formal, though not \"state\" funeral of Diana, Princess of Wales, was held. It was a royal ceremonial funeral including royal pageantry and Anglican funeral liturgy. A second public service was held on Sunday at the demand of the people. The burial occurred privately later the same day on the grounds of her family estate, Althorp, on a private island.[75] In 1998 ten vacant statue niches on the façade above the Great West Door were filled with representative 20th-century Christian martyrs of various denominations. Those commemorated are Maximilian Kolbe, Manche Masemola, Janani Luwum, Grand Duchess Elizabeth of Russia, Martin Luther King Jr., Óscar Romero, Dietrich Bonhoeffer, Esther John, Lucian Tapiedi, and Wang Zhiming.[76][77] On 9 April 2002 the ceremonial funeral of Queen Elizabeth The Queen Mother was held in the abbey. She was interred later the same day in the King George VI Memorial Chapel at St George's Chapel, Windsor Castle next to her husband, King George VI, who had died 50 years previously. At the same time, the ashes of the Queen Mother's daughter, Princess Margaret, Countess of Snowdon, who had died on 9 February 2002, were also interred in a private family service.[78] Westminster School and Westminster Abbey Choir School are also in the precincts of the abbey. The Choir School educates and trains the choirboys who sing for services in the Abbey.[79] Westminster Abbey is renowned for its choral tradition, and the repertoire of Anglican church music is heard in daily worship, particularly at the service of Choral Evensong.[80][81] The organ was built by Harrison & Harrison in 1937, then with four manuals and 84 speaking stops, and was used for the first time at the coronation of King George VI. Some pipework from the previous Hill organ of 1848 was revoiced and incorporated in the new scheme. The two organ cases, designed and built in the late 19th century by John Loughborough Pearson, were re-instated and coloured in 1959.[82] In 1982 and 1987, Harrison and Harrison enlarged the organ under the direction of the then abbey organist Simon Preston to include an additional Lower Choir Organ and a Bombarde Organ: the current instrument now has five manuals and 109 speaking stops. In 2006, the console of the organ was refurbished by Harrison and Harrison, and space was prepared for two additional 16 ft stops on the Lower Choir Organ and the Bombarde Organ.[82] The current Organist and Master of the Choristers, James O'Donnell, has been in post since 2000.[83] The bells at the abbey were overhauled in 1971. The ring is now made up of ten bells, hung for change ringing, cast in 1971 by the Whitechapel Bell Foundry, tuned to the notes: F#, E, D, C#, B, A, G, F#, E and D. The Tenor bell in D (588.5 Hz) has a weight of 30 cwt, 1 qtr, 15 lb (3403 lb or 1544 kg).[84] In addition there are two service bells, cast by Robert Mot, in 1585 and 1598 respectively, a Sanctus bell cast in 1738 by Richard Phelps and Thomas Lester and two unused bells – one cast about 1320, by the successor to R de Wymbish, and a second cast in 1742, by Thomas Lester.[84] The two service bells and the 1320 bell, along with a fourth small silver \"dish bell\", kept in the refectory, have been noted as being of historical importance by the Church Buildings Council of the Church of England.[85] The chapter house was built concurrently with the east parts of the abbey under Henry III, between about 1245 and 1253.[86] It was restored by Sir George Gilbert Scott in 1872. The entrance is approached from the east cloister walk and includes a double doorway with a large tympanum above.[86] Inner and outer vestibules lead to the octagonal chapter house. It is built in a Geometrical Gothic style with an octagonal crypt below. A pier of eight shafts carries the vaulted ceiling. To the sides are blind arcading, remains of 14th-century paintings and numerous stone benches above which are innovatory large 4-light quatre-foiled windows.[86] These are virtually contemporary with the Sainte-Chapelle, Paris.[86] The chapter house has an original mid-13th-century tiled pavement. A door made with wood from a single tree grown in Hainault Forest, within the vestibule, dates from around 1050 and is one of the oldest in Britain.[87][88] The exterior includes flying buttresses added in the 14th century and a leaded tent-lantern roof on an iron frame designed by Scott. The Chapter house was originally used in the 13th century by Benedictine monks for daily meetings. It later became a meeting place of the King's Great Council and the Commons, predecessors of Parliament.[89] The Pyx Chamber formed the undercroft of the monks' dormitory. It dates to the late 11th century and was used as a monastic and royal treasury. The outer walls and circular piers are of 11th-century date, several of the capitals were enriched in the 12th century and the stone altar added in the 13th century. The term pyx refers to the boxwood chest in which coins were held and presented to a jury during the Trial of the Pyx, in which newly minted coins were presented to ensure they conformed to the required standards.[90] The chapter house and Pyx Chamber at Westminster Abbey are in the guardianship of English Heritage, but under the care and management of the Dean and Chapter of Westminster.[89] The Westminster Abbey Museum was located in the 11th-century vaulted undercroft beneath the former monks' dormitory in Westminster Abbey. This was one of the oldest areas of the abbey, dating back almost to the foundation of the church by Edward the Confessor in 1065. This space had been used as a museum since 1908[91] but was closed to the public in June 2018, when it was replaced as a museum by the Queen's Diamond Jubilee Galleries, high up in the Abbey triforium.[53]","Title":"Westminster Abbey - Wikipedia","KeyID":"4543","URL":"https://en.wikipedia.org/wiki/Westminster_Abbey"}