{"Content: ":"Roosevelt Island is a narrow island in New York City's East River, within the borough of Manhattan. It lies between Manhattan Island to the west, and the borough of Queens, on Long Island, to the east. Running from the equivalent of East 46th to 85th Streets on Manhattan Island, it is about 2 miles (3.2 km) long, with a maximum width of 800 feet (240 m), and a total area of 147 acres (0.59 km2). Together with Mill Rock, Roosevelt Island constitutes Manhattan's Census Tract 238, which has a land area of 0.279 sq mi (0.72 km2),[2] and had a population of 11,722 as of the 2020 United States Census.[3] Lying below the Queensboro Bridge, the island cannot be accessed directly from the bridge itself. Vehicular traffic uses the Roosevelt Island Bridge to access the island from Astoria, Queens, though the island is not designed for vehicular traffic and has several areas designed as car-free zones. Several public transportation options to reach the island exist. The Roosevelt Island Tramway, the oldest urban commuter tramway in the U.S, connects the island to Manhattan Island's Upper East Side. The Roosevelt Island station carries the F and <F> trains of the New York City Subway. The NYC Ferry also maintains a dock on the east side of the island. On-island transport is provided by the Red Bus service. The island was called Minnehanonck by the Lenape and Varkens Eylandt (Hog Island) by New Netherlanders, and during the colonial era and later as Blackwell's Island. It was known as Welfare Island when it was used principally for hospitals, from 1921 to 1973.[4] It was renamed Roosevelt Island (in honor of Franklin D. Roosevelt) in 1973.[5] Roosevelt Island is owned by the city but was leased to the New York State Urban Development Corporation for 99 years in 1969. Most of the residential buildings on Roosevelt Island are rental buildings. There is also a cooperative named Rivercross and a condominium building named Riverwalk. One rental building (Eastwood) has left New York State's Mitchell-Lama Housing Program, though current residents are still protected. It is now called Roosevelt Landings. There are attempts to privatize three other buildings, including the cooperative. The FDNY also maintains its Special Operations Command facility at 750 Main St. on the island.[6] In 1637, Dutch Governor Wouter van Twiller purchased the island, then known as Hog Island, from the Canarsie Indians.[7][8] After the Dutch surrendered to the English in 1664, Captain John Manning acquired the island in 1666, which became known as Manning's Island, and twenty years later, Manning's son-in-law, Robert Blackwell, became the island's new owner and namesake.[9] In 1796, Blackwell's great-grandson Jacob Blackwell constructed the Blackwell House, which is the island's oldest landmark, New York County's sixth oldest house, and one of the city's few remaining examples of 18th-century architecture.[9] Through the 19th century, the island housed several hospitals and a prison. In 1828, the City of New York purchased the island for $32,000 (equivalent to $789,624 in 2021), and four years later, the city erected a penitentiary on the island; the Penitentiary Hospital was built to serve the needs of the prison inmates. By 1839, the New York City Lunatic Asylum opened, including the Octagon Tower, which still stands but as a residential building; it was renovated and reopened in April 2006.[10] The asylum, which was designed by Alexander Jackson Davis, at one point held 1,700 inmates, twice its designed capacity.[9] In 1852, a workhouse was built on the island to hold petty violators in 220 cells. The Smallpox Hospital, designed by James Renwick, Jr., opened in 1856, and two years later, the Asylum burned down and was rebuilt on the same site; Penitentiary Hospital was destroyed in the same fire.[9] In 1861, prisoners completed construction of Renwick's City Hospital (renamed Charity Hospital in 1870), which served both prisoners and New York City's poorer population.[9] In 1877, the hospital opened a School of Nursing, the fourth such training institution in the nation.[11] During the impeachment process of New York State Supreme Court Justice George G. Barnard in 1872, the first charge that the New York City Bar Association brought against Barnard was that he discharged at least 39 prisoners from the Blackwell's Island penitentiary before their sentence was expired.[12] In 1872, the Blackwell Island Light, a 50-foot (15 m) Gothic style lighthouse later added to the National Register of Historic Places, was built by convict labor on the island's northern tip under Renwick's supervision. Seventeen years later, in 1889, the Chapel of the Good Shepherd, designed by Frederick Clarke Withers, opened.[9] By 1895, inmates from the Asylum were being transferred to Ward's Island, and patients from the hospital there were transferred to Blackwell's Island. The Asylum was renamed Metropolitan Hospital. However, the last convicts were not moved off the island until 1935, when the penitentiary on Rikers Island opened.[9] The 20th century was a time of change for the island. The Queensboro Bridge started construction in 1900 and opened in 1909; it passed over the island but did not provide direct vehicular access to it at the time.[9] In 1921, Blackwell's Island was renamed Welfare Island[4] after the City Hospital on the island.[13] In 1930, a vehicular elevator to transport cars and passengers on Queensboro Bridge started to allow vehicular and trolley access to the island.[14][15] In 1939, Goldwater Memorial Hospital, a chronic care facility, opened, with almost a thousand beds in 7 buildings on 9.9 acres (4.0 ha). Thirteen years later, Bird S. Coler Hospital, another chronic care facility, opened, and three years after the Coler Hospital's opening, Metropolitan Hospital moved to Manhattan, leaving the Lunatic Asylum buildings abandoned.[9] The same year, 1955, the Welfare Island Bridge from Queens opened, allowing automobile and truck access to the island and the only non-aquatic means in and out of the island; the vehicular elevator to Queensboro Bridge then closed,[14] but was not demolished until 1970.[15] As late as August 1973, another passenger elevator ran from the Queens end of the bridge to the island.[16][17] More changes came in the latter half of the century. In 1968, the Delacorte Fountain, opposite the headquarters of the United Nations, opened.[9] Mayor John V. Lindsay named a committee to make recommendations for the island's development in the same year.[18] A year later, the New York State Urban Development Corporation (UDC) signed a 99-year lease for the island, and architects Philip Johnson and John Burgee created a plan for apartment buildings housing 20,000 residents. In 1973,[5] Welfare Island was renamed Roosevelt Island in honor of Franklin D. Roosevelt, and two years later, planning for his eponymous park, Franklin D. Roosevelt Four Freedoms Park, started.[4] Federal funding for redevelopment came from the New Community Act. In 1976, the Roosevelt Island Tramway opened, connecting the island directly with Manhattan,[19] but it was eight years before the New York State legislature created the Roosevelt Island Operating Corporation (RIOC) to operate the tramway, with a nine-person board of directors appointed by the Governor, two suggested by the Mayor of New York City, and three of whom are residents of the island.[9] The tramway was meant as a temporary solution to the then-lack of subway service to the island, which began in 1989 with the opening of the Roosevelt Island subway station, serving the F and <F> trains.[20] During the 21st century, the area became more gentrified. In 1998, the Blackwell Island Light was restored by an anonymous donor.[9] In 2006, the restored Octagon Tower opened, serving as the central lobby of a two-wing, 500-unit apartment building.[9] In 2010, the Roosevelt Island Tramway reopened after renovations.[21] A year later, Southpoint Park opened south of Goldwater Memorial Hospital, near the island's southern end,[22] Cornell Tech, a joint venture between Technion – Israel Institute of Technology and Cornell University, was announced the same year.[23][24] In 2012, the Franklin D. Roosevelt Four Freedoms Park was dedicated and opened to the public as a state park.[25] Hillary Clinton officially launched her 2016 presidential campaign at Four Freedoms Park in 2015.[26] Construction of the new Cornell Tech campus began in January 2014 with the arrival of equipment on Roosevelt Island for the building of a fence around the construction site and for the demolition of the existing Coler-Goldwater Specialty Hospital's south campus; demolition began in March 2014,[27] but city officials say they do not have plans to close the north campus of the hospital.[28] The school began operations on the island in fall 2017.[29] On June 24, 2019, the Roosevelt Island Operating Corporation (RIOC) published an open call for artists to create a memorial for journalist Nellie Bly.[30] Bly's investigative reporting about the abusive treatment at the New York City Insane Asylum at what was then called Blackwell's Island, led to new forms of journalism as well as the reform of New York City institutions. In October, a committee of RIOC employees and community leaders selected The Girl Puzzle proposal by American artist Amanda Matthews.[31] The public art installation of a plaza featuring bronze sculptures, stainless steel spheres and a fully accessible walkway is planned for unveiling in 2021.[32] Though small, Roosevelt Island has a distinguished architectural history. It has several architecturally significant buildings and has been the site of numerous important unbuilt architectural competitions and proposals. The island's master plan, adopted by the New York State Urban Development Corporation in 1969, was developed by the firm of Philip Johnson and John Burgee. The plan divided the island into three residential communities, and it forbade the use of automobiles on the island; the plan intended for residents to park their cars in a large garage and use public transportation to get around. Another innovation was the plan's development of a 'mini-school system,' in which classrooms for the island's public intermediate school were distributed among all the residential buildings in a campus-like fashion (as opposed to being centralized in one large building). The first phase of Roosevelt Island's development was called \"Northtown\". It consists of four housing complexes: Westview, Island House, Rivercross, and Eastwood (also known as the WIRE buildings). Rivercross is a Mitchell-Lama co-op, while the rest of the buildings in Northtown are rentals. Eastwood, the largest apartment complex on the island, and Westview were designed by noted architect Josep Lluis Sert, then dean of Harvard Graduate School of Design. Eastwood, along with Peabody Terrace (in Cambridge, Massachusetts), is a prime example of Sert's high-rise multiple-dwelling residential buildings. It achieves efficiency by triple-loading corridors with duplex apartment units, such that elevators and public corridors are only needed every three floors. Island House and Rivercross were designed by Johansen & Bhavnani. The two developments were noteworthy for their use of pre-fabricated cladding systems. Subsequent phases of the island's development have been less innovative, architecturally. Northtown Phase II was developed by the Starrett Corporation and designed by the firm, Gruzen Samton, in a pseudo-historical post-modern style. It was completed in 1989, over a decade after Northtown. Southtown (also referred to as Riverwalk by the developers[33]) is the third phase of the island's development. This phase, also designed by Gruzen Samton, was not started until 1998 and is still in the process of development. When complete, Southtown will have 2,000 units in nine buildings.[34] The Octagon, one of the island's six landmarks, was restored in April 2006, and the national landmark building is now a high-end apartment community. It also houses the largest array of solar panels on any building in New York City. When The Octagon opened its doors, many young, affluent tenants started to occupy the studios and one-, two-, and three-bedroom units; 100 of the units therein are set aside for middle-income residents. In 2006, ENYA (Emerging New York Architects) made the island's abandoned southern end the subject of one of its annual competitions. In addition to Louis Kahn's 4-acre (1.6 ha) Franklin D. Roosevelt Four Freedoms Park at that tip, whose public dedication on October 17, 2012 was tangled in litigation,[35][36] the island has also been the site of numerous other architectural speculations. Rem Koolhaas and the Office of Metropolitan Architecture proposed two projects for the Island in his book \"Delirious New York\": the Welfare Island Hotel and the Roosevelt Island Redevelopment Proposal (both in 1975–76). That proposal was Koolhaas's entry into a competition held for the development of Northtown Phase II. Other entrants included Peter Eisenman, Robert A. M. Stern, and Oswald Mathias Ungers. As of 2013[update], six of the Southtown buildings, with a total of 1,200 units, have been completed. Residential development of Southtown has brought new retail businesses to Roosevelt Island, including a Starbucks and a Duane Reade. Roosevelt Island has long had a limited variety of restaurants; however, as a result of Southtown development, four new restaurants – Nonno's Focacceria (opened January 2008), Fuji East (opened April 2008), Riverwalk Bar & Grill (operational 2009–2018), and Pier NYC (operational only in 2012) – appeared on the West Promenade. Although Roosevelt Island is located directly under the Queensboro Bridge, it is no longer directly accessible from the bridge itself. A trolley previously connected passengers from Queens and Manhattan to a stop in the middle of the bridge, where passengers took an elevator down to the island. The trolley operated from the bridge's opening in 1909 until April 7, 1957.[14] Between 1930 and 1955, the only vehicular access to the island was provided by an elevator system in the Elevator Storehouse that transported cars and commuters between the bridge and the island. The elevator was closed to the public after the construction of the Roosevelt Island Bridge between the island and Astoria in Queens in 1955; the elevator was demolished in 1970, but a similar elevator ran from the Queensboro Bridge to the island as late as 1973. In 1976, the Roosevelt Island Tramway was constructed to provide access to Midtown Manhattan. The tram was closed from March to November 2010, during which time all of the components of the tramway, except for the tower bases, were replaced.[37][38] New York City Subway access to the rest of Manhattan and to Long Island City in Queens via the IND 63rd Street Line began in 1989, but access to the rest of Queens did not start until 2001.[note 1] Located more than 100 feet (30 m) below ground level, the Roosevelt Island station (F and <F> trains) is one of the deepest stations below sea level in the system. The BMT 60th Street Tunnel (N, R, and W trains) and the IND 53rd Street Line (E and M trains) both pass under Roosevelt Island, without stopping, on their way between Manhattan and Queens.[39] Roosevelt Island's residential community was not designed to support automobile traffic during its planning in the early 1970s. Automobile traffic has become common even though the northern and southern tips of the island remain car-free areas. Visitors can access the island by car over the Roosevelt Island Bridge but must park in the Motorgate Garage for overnight stays or in metered roadside spaces for short-term visits. MTA Bus's Q102 route, operating between the island and Queens, obviates the need for automobiles to some extent. However, RIOC operates the Red Bus, a free on-island shuttle bus service. The service uses easily visible bright red buses, and competes directly with the Q102 in connecting apartment buildings to the subway and tramway. Roosevelt Island has been served by NYC Ferry's Astoria route since August 2017.[40][41][42] The ferry landing is on the east side of the island near the tramway station. As of the 2000 US Census, Roosevelt Island had a population of 9,520. Fifty-two percent of the population (4,995) were female, and 4,525, or 48%, were male. The population was spread out, with 5% under the age of 5, 20% under the age of 18, 67% between the ages of 18 and 65, and 15% over the age of 65.[1] The racial makeup of the island was 45% white (non-Hispanic), 27% black (non-Hispanic), 14% Hispanics or Latinos of any race, 11% Asian or Pacific Islander, and .3% other races.[1] The median income was $49,976. 37% had an income under $35,000. 40% had incomes between $35,001 and $99,999, and 23% had an income over $100,000.[1] 55% of the total households were family households, and 45% were non-family households. 17% of the residents were married couples with children, and 19% were married couples without children. 36% of the households were one-person households, and 9% were two or more non-family households. 3% were male-based households with related and unrelated children, and 16% were female-based households with related and unrelated children.[1] As of the 2010 US Census, Roosevelt Island had a population of 11,661. The racial makeup of the island was 54.4% white, 23.4% black, 14.9% Hispanics or Latinos of any race, 20.0% Asian, 0.6% Native American or Pacific Islander, and 5.4% other races.[43] 42.7% of the population was born outside the US.[43] The median income was $76,250. 69.3% of households earned more than $50,000. 30.5% earned less than $50,000.[43] As of the 2020 US Census, Roosevelt Island had a population of 11,722.[44] Due to its proximity to the headquarters of the United Nations, Roosevelt Island is home to a large number of diplomatic sector employees. At one time these included then-United Nations Secretary General Kofi Annan.[45] In addition to several Christian denominations, the island is home to two Jewish synagogues, and as of 2019, a mosque via the Islamic Society of Roosevelt Island.[46] In September 2017, Chabad of Roosevelt Island, the island's Chabad-Lubavitch Jewish congregation, launched a Chabad Jewish student organization in concert with the launch of Israeli-affiliated Cornell Tech, seeking to provide for the spiritual needs of international students from Israel.[47] Between the 2000 and 2010 Censuses, Roosevelt Island saw a 9% growth in the percentage of residents who identified as Asian. A large proportion of this growth has been driven by Chinese international student enrollments which skyrocketed following the financial crisis of 2007–2008, seeing local schools such as Columbia University receiving the fifth-largest enrollment of Chinese students in the United States during the 2014-2015 school year.[48][49] The Chinese student and young professional population on the island has led to an increase in the number of businesses accepting payments via Mainland China mobile applications, as well as restaurants featuring regional Chinese cuisine and Chinese-language religious outreach.[50][51][52]  The neighborhood is part of Manhattan Community District 8. The Roosevelt Island Operating Corporation operates and maintains the island's government and infrastructure. The United States Postal Service operates the Roosevelt Island Station at 694 Main Street.[53] Garbage on Roosevelt Island is collected by an automated vacuum collection (AVAC) system using a system of 22-inch (560 mm) pneumatic tubes that collects 10 short tons (9.1 t) of trash each day; this is one of the world's largest AVAC systems.[54] Since 2003, Roosevelt Island has not had its own fire station.[55] Engine Company 261, in Long Island City, was near the Roosevelt Island Bridge and served the island until mayor Michael Bloomberg closed it, and five other stations, on May 26, 2003.[56] There was controversy over the firehouse's closure, as Community Board 8 had not been sufficiently notified in advance;[57] a New York Supreme Court judge subsequently ruled that the closure was illegal.[58] In 2019, mayor Bill de Blasio's office told reporters that the island had \"additional resources in place in the event they are needed for an emergency.\"[55] There are four recreational fields on Roosevelt Island:[59] In addition, the four-acre (1.6 ha) Franklin D. Roosevelt Four Freedoms Park is located at the extreme south end of Roosevelt Island.[62] Four Freedoms Park, a New York State Park, opened on October 24, 2012. The park is named after President Franklin D. Roosevelt's Four Freedoms speech, which he made to the United States Congress in 1941.[63] Directly to the north is Southpoint Park, a seven-acre (2.8 ha) green space containing the landmark Strecker Lab and Smallpox Hospital buildings.[64] At the northern tip of Roosevelt Island is another park, Lighthouse Park, named after the Blackwell Island Light.[65] The entire island is circled by a publicly accessible waterfront promenade.[66] Roosevelt Island, as with all parts of New York City, is served by the New York City Department of Education. Residents are zoned to PS/IS 217 Roosevelt Island School, which opened in 1992, combining schools at various locations on the island.[9] Some of the locations that formerly housed the fragments of PS/IS 217 now house The Child School and Legacy High School, which serve K–12 special needs children with learning and emotional disabilities. On December 19, 2011, Mayor Michael Bloomberg announced that Cornell Tech, a Cornell University-Technion-Israel Institute of Technology graduate school of applied sciences, would be built on the island. The $2 billion facility includes 2 million square feet of space on an 11 acre city-owned site, which was previously used for a hospital. Classes began off-site in September 2012 at the Google New York offices, and the first classes on the Roosevelt Island campus began on September 13, 2017. The first phase of the campus includes main academic building, a graduate housing tower, and an innovation hub/tech incubator. Construction of a conference center and a hotel began in 2018.[67][68][23][24] The New York Public Library operates the Roosevelt Island branch at 504 Main Street. The library began in a community room, then moved to its own building at 524 Main Street in 1979. In 1998, the library became a branch of the NYPL system.[69][9] The current location at 504 Main Street opened in January 2021 and contains 5,200 square feet (480 m2).[70][71] On April 12, 2016, the Empire State Center for the Book dedicated a United for Libraries Literary Landmark plaque marking Roosevelt Island's literary connections.[72] The Roosevelt Island Garden Club has existed since 1979. Each gardener is assigned a plot and can choose to grow what they wish. The club is made up mostly of Island Residents that rent plots to grow all kinds of different plants. The membership is $65 a year and the wait list is extremely long. Visitors can view for free on Saturdays and Sundays.[73] Roosevelt Island has three dedicated news sources. Due to its proximity to the United Nations Headquarters, Roosevelt Island has long been a popular neighborhood for diplomats and United Nations staff.[43] Current residents Former residents Literature Film Television Video games Other Informational notes Citations RIOC: Community resources, news, events, issues: Other: ","Title":"Roosevelt Island - Wikipedia","KeyID":"4545","URL":"https://en.wikipedia.org/wiki/Roosevelt_Island"}