{"Content: ":"Moganopterus is an extinct genus of ctenochasmatid pterosaur from the Early Cretaceous of western Liaoning Province, China.[1] The fossil of Moganopterus was discovered at the village of Xiaosanjiazi near the town of Lamadong in Liaoning Province. In 2012 it was named and described by Lü Junchang, Pu Hanyong, Xu Li, Wu Yanhua and Wei Xuefang as the type species Moganopterus zhuiana. The generic name is derived from the legendary sword couple Gan Jiang and Mo Ye, in reference to the blade-like jaws, and a Latinized Greek πτερόν, pteron, \"wing\". The specific name honors Ms. Zhu Haifen, who made the specimen available to science.[1] The holotype, 41HIII0419, was uncovered in a layer of the Yixian Formation, dating from the Aptian, about 125 million years old. It consists of an almost complete skull with lower jaws and the second to fourth neck vertebrae. The fossil is compressed on a slab and counterslab, the splitting of the two plates having damaged some bones. The specimen is part of the collection of the Geological Museum of Henan.[1] Moganopterus is a large pterosaur. The skull has a preserved length of about 95 centimeters (3.12 ft) and the longest preserved neck vertebra, the fourth, a length of 14.5 centimeters (5.7 in). The skull is the largest known of any toothed pterosaur. The size of skull and neck indicates a wingspan of about 7 meters (23 ft), making Moganopterus one of the largest known pterosaurs.[1] However, the maximum wingspan was reduced to 3.5 m (11 ft) in the redescription of the holotype by Gao et al. (2022).[2] Apart from the size, the describers established some diagnostic traits. The jaws are very elongated and have straight edges. The total number of teeth in the skull is at least sixty-two. The large skull opening, the fenestra nasoantorbitalis, is rectangular and represents 22% of the snout length. The back of the skull bears a long and narrow parietal crest, sticking out at an angle of 15° to the longitudinal skull axis. Not taking into account the crest, the skull is 11.5 times longer than tall. The neck vertebrae are five times longer than high.[1] Moganopterus shows an extreme elongation of the upper and lower jaws. The back of the skull is just 6 centimeters (2.4 in) high and its top gradually descends towards the pointed snout tip. On the front of the snout, a low triangular crest is present, measuring 5 centimeters (2.0 in) long and 6 millimeters (0.24 in) tall. The profile of the skull is continued by a narrow crest sticking out at the back, similar to Pteranodon. It is unknown whether this crest was flat or rod-like; its length cannot be determined because it reaches the edge of the slabs. The lower jaws, lacking a keel, have a length of 68.5 centimeters (2.25 ft). They are about as tall as the snout and have a pointed tip.[1] The jaws are lined with long conical pointed teeth, up to 31 millimeters (1.2 in) in length, slightly recurved and more or less oriented vertically. The describers estimated there were fifteen teeth in the upper jaw and seventeen in the lower jaw for a total of sixty-four, which closely matches the number of sixty-two actually found. The teeth rows stretch from the very front of the head until the back edge of the fenestra nasoantorbitalis. They are associated with oblique cellular structures visible in the bone of the upper and lower jaws, the nature of which has not been determined. Hollow structures, reinforced by struts, can also be seen in the parietal crest and the vertebrae. The fourth cervical is 7.25 times as long as it is tall.[1] In 2012, Moganopterus was assigned to the Boreopteridae, forming a Moganopterinae with its sister taxon Feilongus.[1] Boreopterus Zhenyuanopterus Feilongus Moganopterus Pteranodon Nyctosaurus Muzquizopteryx Haopterus Istiodactylus Nurhachius Ludodactylus Ornithocheirus Anhanguera Coloborhynchus Cladogram following Longrich, Martill, and Andres, 2018, in which they place Moganopterus within the Ctenochasmatidae instead of the Boreopteridae:[3] Cycnorhamphus suevicus Normannognathus wellnhoferi Kepodactylus Moganopterus Feilongus Ardeadactylus Elanodactylus Huanhepterus Plataleorhynchus Gnathosaurus Ctenochasmatinae    ","Title":"Moganopterus - Wikipedia","KeyID":"455","URL":"https://en.wikipedia.org/wiki/Moganopterus"}