{"Content: ":"Many sex scandals in American history have involved incumbent United States federal elected politicians, as well as persons appointed with the consent of the United States Senate.[1][2][3] Sometimes, the officials have denied the accusations, have apologized, or have lost their office in consequence of the scandal (e.g. by resigning, being defeated, or deciding not to run again). This list is ordered chronologically. There is some emphasis on sex scandals since the mid-1970s, because the media was less inclined to cover these matters before then.[4] Additionally, outing people because of perceptions that their political positions are anti-gay has become increasingly common since 1989.[5] More generally, any perceived inconsistency between personal conduct and policy positions makes a politician's sex life more likely to become publicized. For these listed people, either the scandal, or the behavior which gave rise to it, occurred while they were occupying their high federal offices, and one or the other date may be used here, even if coverage of the scandal was entirely posthumous. Politicians' sex crimes are not covered in this particular list, regardless of whether there has been a verdict yet.[6][disputed – discuss] One of the definitions of sex is \"physical activity in which people touch each other's bodies, kiss each other, etc.\"[7] Thus, instances or accusations of sexism, homophobia, or exhibitionism that do not include or seek that sort of physical activity are not covered by this list. Scandal is defined as: “loss of or damage to reputation caused by actual, accused, or apparent violation of morality or propriety.”[8] Scandal is not the same as controversy, which implies two differing points of view, and is also not the same as unpopularity. Misunderstandings, breaches of ethics, or cover-ups may or may not result in scandals depending on the amount of publicity generated, and the seriousness of the alleged behavior.[9] Federal politicians: State and local politics:","Title":"List of federal political sex scandals in the United States - Wikipedia","KeyID":"4551","URL":"https://en.wikipedia.org/wiki/List_of_federal_political_sex_scandals_in_the_United_States"}