{"Content: ":"Owen Josephus Roberts (May 2, 1875 – May 17, 1955) was an Associate Justice of the United States Supreme Court from 1930 to 1945. He also led two Roberts Commissions, the first of which investigated the attack on Pearl Harbor, and the second of which focused on works of cultural value during World War II. Born in Philadelphia, Roberts graduated from the University of Pennsylvania Law School and pursued a legal career. After working as a district attorney in Philadelphia, he was appointed by President Calvin Coolidge to investigate the Teapot Dome scandal. After the death of Associate Justice Edward Terry Sanford in March 1930, President Herbert Hoover nominated John J. Parker to fill the vacancy on the court. The Senate rejected Parker and Hoover quickly nominated Roberts as his second choice for the vacancy. Roberts was easily confirmed and took his position on the court in May 1930. On the Hughes Court, Roberts was a swing vote positioned between the conservative Four Horsemen and the liberal Three Musketeers. Along with Chief Justice Charles Evans Hughes, Roberts's vote often decided whether President Franklin D. Roosevelt's New Deal legislation would be upheld. His decision to uphold the constitutionality of a state minimum wage law in West Coast Hotel Co. v. Parrish has been called \"the switch in time that saved nine.\" That term references the decision's possible role in the defeat of the Judicial Procedures Reform Bill of 1937, which would have expanded the Supreme Court and thus allowed Roosevelt to appoint Justices more sympathetic to his policies. Roberts's motivation for upholding the constitutionality of the New Deal and his role in the defeat of the bill remains a matter of debate. Though the bill was defeated, Roosevelt's long presidency allowed him to appoint most of the court. By the end of Roberts's tenure, he was the lone Supreme Court Justice who was not appointed by Roosevelt.[a] He was one of three Justices, along with Robert H. Jackson and Frank Murphy, to vote against Roosevelt's orders for Japanese American internment camps in Korematsu v. United States as well as the lone judge to dissent in the case of Smith v. Allwright, which ruled white primaries unconstitutional. His relations with his colleagues on the Stone Court became strained and he retired in 1945. Roberts served as the Dean of his alma mater, the University of Pennsylvania Law School, from 1948 to 1951. He died in Chester County, Pennsylvania in 1955. Roberts was born in Philadelphia and attended Germantown Academy and enrolled at the University of Pennsylvania at the age of 16 where he studied Greek, was elected to Phi Beta Kappa[2] and was the editor of The Daily Pennsylvanian. He completed his bachelor's degree in 1895 and went on to graduate summa cum laude and first in his class from the University of Pennsylvania Law School in 1898.[3] On March 1, 1912, Roberts and fellow Philadelphia lawyers William W. Montgomery, Jr. and Charles L. McKeehan, founded the law firm Roberts, Montgomery & McKeehan, the predecessor of the law firm Montgomery, McCracken, Walker & Rhoads, LLP.[4] He first gained notice as an assistant district attorney in Philadelphia. He was appointed by President Calvin Coolidge to investigate oil reserve scandals, known as the Teapot Dome scandal. This led to the prosecution and conviction of Albert B. Fall, the former Secretary of the Interior, for bribe-taking. Roberts was nominated by President Herbert Hoover on May 9, 1930, as an associate justice of the Supreme Court of the United States of the Supreme Court, to succeed Edward Terry Sanford. Hoover selected Roberts after his previous nominee, John J. Parker, had been rejected by the Senate. In contrast to Parker, Roberts was confirmed by voice vote on May 20, 1930.[5] He took the judicial oath of office on June 2, 1930.[1] On the Court, Roberts was a swing vote between those, led by Justices Louis Brandeis, Benjamin Cardozo, and Harlan Fiske Stone, as well as Chief Justice Charles Evans Hughes, who would allow a broader interpretation of the Commerce Clause to allow Congress to pass New Deal legislation that would provide for a more active federal role in the national economy, and the Four Horsemen (Justices James Clark McReynolds, Pierce Butler, George Sutherland, and Willis Van Devanter) who favored a narrower interpretation of the Commerce Clause and believed that the Fourteenth Amendment Due Process Clause protected a strong \"liberty of contract.\" In 1936's United States v. Butler, Roberts sided with the Four Horsemen and wrote an opinion striking down the Agricultural Adjustment Act as beyond Congress's taxing and spending powers. Roberts switched his position on the constitutionality of the New Deal in late 1936, and the Supreme Court handed down West Coast Hotel v. Parrish in 1937, upholding the constitutionality of minimum wage laws. Subsequently, the Court would vote to uphold all New Deal programs. Since President Roosevelt's plan to appoint several new justices as part of his \"Court-packing\" plan of 1937 coincided with the Court's favorable decision in Parrish, many people called Roberts's vote in that case \"The switch in time that saved nine,\" although Roberts's vote in Parrish occurred several months before announcement of the Court-packing plan. While Roberts is often accused of inconsistency in his jurisprudential stance towards the New Deal, legal scholars note that he had previously argued for a broad interpretation of government power in the 1934 case of Nebbia v. New York, and so his later vote in Parrish was not a complete reversal. Roberts, however, had sided with the four conservative justices in finding a similar state minimum wage in New York unconstitutional[6] in June 1936. Because the announcement of the Parrish decision took place in March 1937, one month after Roosevelt announced his plan to pack the court, it created speculation that Roberts had voted in favor of Washington's state minimum wage law because he had succumbed to political pressure. However, Chief Justice Charles Evans Hughes contended in his autobiographical notes that Roosevelt's attempt to pack the court \"had not the slightest effect\" on the Court's ruling in the Parrish case[7] and records showed that Roberts indicated his desire to uphold Washington state's minimum wage law two months prior to Roosevelt's court-packing announcement in December 1936.[8] On December 19, 1936, two days after oral arguments ended for the Parrish case, Roberts voted in favor of Washington's state minimum wage law, but the Supreme Court was divided 4–4 because pro-New Deal Associate Justice Harlan Fiske Stone was absent due to an illness;[8] Hughes contended that this long delay in the Parrish case's announcement led to false speculation that Roosevelt's court packing plan intimidated the Court into ruling in favor of the New Deal.[7] Roberts and Hughes both acknowledged that because of the overwhelming support that had been shown for the New Deal through Roosevelt's re-election in November 1936,[9] Hughes was able to persuade Roberts to no longer base his votes on his own political beliefs and side with him during future votes on New Deal related policies[9][10] In one of his notes from 1936, Hughes wrote that Roosevelt's re-election forced the court to depart from \"its fortress in public opinion\" and severely weakened its capability to base its rulings on personal or political beliefs.[9] Roberts wrote the majority opinion in the landmark case of New Negro Alliance v. Sanitary Grocery Co., 303 U.S. 552 (1938), which safeguarded the right to boycott in the context of the struggle by African Americans against discriminatory hiring practices. He also wrote the majority opinion sustaining provisions of the second Agricultural Adjustment Act applied to the marketing of tobacco in Mulford v. Smith, 307 U.S. 38 (1939). Roberts was appointed by Roosevelt to head the commission investigating the attack on Pearl Harbor; his report was published in 1942 and was highly critical of the US military. An antiwar journalist, John T. Flynn, wrote at the time that Roosevelt's appointment of Roberts[11] was a master stroke. What the public overlooked was that Roberts had been one of the most clamorous among those screaming for an open declaration of war. He had doffed his robes, taken to the platform in his frantic apprehensions and demanded that we immediately unite with Great Britain in a single nation. The Pearl Harbor incident had given him what he had been yelling for – America's entrance into the war. On the war issue he was one of the President's most impressive allies. Now he had his wish. He could be depended on not to cast any stain upon it in its infancy. Perhaps influenced by his work on the Pearl Harbor commission, Roberts dissented from the Court's decision upholding internment of Japanese-Americans along the West Coast in 1944's Korematsu v. United States. The second Roberts Commission was established in 1943 to consolidate earlier efforts on a national basis with the US Army to help protect monuments, fine arts, and archives in war zones.[12] The commission ran until 1946, when its activities were consolidated into the State Department Roberts also played a key role in the creation of the OSS Art Looting Investigation Unit (ALIU) which investigated and documented Nazi plunder networks in Europe.[13] In his later years on the bench, Roberts was the only Justice on the Supreme Court who was not appointed (or, in the case of Stone, who had become Chief Justice, promoted) by President Franklin D. Roosevelt. Roberts became frustrated with the willingness of the new justices to overturn precedent and with what he saw as their result-oriented liberalism as judges. Roberts dissented bitterly in the 1944 case of Smith v. Allwright, which found the white primary unconstitutional and overruled an opinion that had been written by Roberts himself a mere nine years earlier. He coined in that dissent the oft-quoted phrase that the frequent overruling of decisions \"tends to bring adjudications of this tribunal into the same class as a restricted railroad ticket, good for this day and train only.\" Roberts retired from the Court the following year, in 1945; Roberts's relations with his colleagues had become so strained that fellow Justice Hugo Black refused to sign the customary letter acknowledging Roberts's service on his retirement. Other justices refused to sign a modified letter that would have been acceptable to Black, and in the end, no letter was ever sent. Shortly after leaving the Court, Roberts reportedly burned all of his legal and judicial papers. As a result, there is no significant collection of Roberts' manuscript papers, as there is for most other modern Justices. Roberts did prepare a short memorandum discussing his alleged change of stance around the time of the court-packing effort, which he left in the hands of Justice Felix Frankfurter.[14] While in retirement Roberts, along with Robert P. Bass, convened the Dublin Declaration, a plan to change the U.N. General Assembly into a world legislature with \"limited but definite and adequate power for the prevention of war.\"[15] Roberts served as the Dean of the University of Pennsylvania Law School from 1948 to 1951. He died at his Chester County, Pennsylvania, farm known as the Strickland-Roberts Homestead after a four-month illness.[16] He was survived by his wife, Elizabeth Caldwell Rogers, and daughter, Elizabeth Hamilton. Germantown Academy named its debate society after Owen J. Roberts in his honor. In addition, a school district near Pottstown, Pennsylvania, the Owen J. Roberts School District, was named after him. In 1946, Roberts was the first layperson elected to serve as President of the House of Deputies for the General Convention of the Episcopal Church (United States). He served for one convention.[17]","Title":"Owen Roberts - Wikipedia","KeyID":"4563","URL":"https://en.wikipedia.org/wiki/Owen_Roberts"}