{"Content: ":"The Twenty-second Amendment (Amendment XXII) to the United States Constitution limits the number of times a person is eligible for election to the office of President of the United States to two, and sets additional eligibility conditions for presidents who succeed to the unexpired terms of their predecessors.[1] Congress approved the Twenty-second Amendment on March 21, 1947, and submitted it to the state legislatures for ratification. That process was completed on February 27, 1951, when the requisite 36 of the 48 states had ratified the amendment (neither Alaska nor Hawaii had yet been admitted as states), and its provisions came into force on that date. The amendment prohibits anyone who has been elected president twice from being elected again. Under the amendment, someone who fills an unexpired presidential term lasting more than two years is also prohibited from being elected president more than once. Scholars debate whether the amendment prohibits affected individuals from succeeding to the presidency under any circumstances or whether it applies only to presidential elections. Until the amendment's ratification, the president had not been subject to term limits, but both George Washington and Thomas Jefferson (the first and third presidents) decided not to serve a third term, establishing a two-term tradition that subsequent presidents followed. In the 1940 and 1944 presidential elections, Franklin D. Roosevelt became the first president to win third and fourth terms, giving rise to concerns about a president serving unlimited terms.[2] Section 1. No person shall be elected to the office of the President more than twice, and no person who has held the office of President, or acted as President, for more than two years of a term to which some other person was elected President shall be elected to the office of the President more than once. But this Article shall not apply to any person holding the office of President when this Article was proposed by the Congress, and shall not prevent any person who may be holding the office of President, or acting as President, during the term within which this Article becomes operative from holding the office of President or acting as President during the remainder of such term. Section 2. This Article shall be inoperative unless it shall have been ratified as an amendment to the Constitution by the legislatures of three-fourths of the several states within seven years from the date of its submission to the states by the Congress.[3] The Twenty-second Amendment was a reaction to Franklin D. Roosevelt's election to an unprecedented four terms as president, but presidential term limits had long been debated in American politics. Delegates to the Constitutional Convention of 1787 considered the issue extensively (alongside broader questions, such as who would elect the president, and the president's role). Many, including Alexander Hamilton and James Madison, supported lifetime tenure for presidents, while others favored fixed terms. Virginia's George Mason denounced the life-tenure proposal as tantamount to elective monarchy.[4] An early draft of the U.S. Constitution provided that the president was restricted to one seven-year term.[5] Ultimately, the Framers approved four-year terms with no restriction on how many times a person could be elected president. Though dismissed by the Constitutional Convention, term limits for U.S. presidents were contemplated during the presidencies of George Washington and Thomas Jefferson. As his second term entered its final year in 1796, Washington was exhausted from years of public service, and his health had begun to decline. He was also bothered by his political opponents' unrelenting attacks, which had escalated after the signing of the Jay Treaty, and believed he had accomplished his major goals as president. For these reasons, he decided not to run for a third term, a decision he announced to the nation in his September 1796 Farewell Address.[6] Eleven years later, as Thomas Jefferson neared the halfway point of his second term, he wrote, If some termination to the services of the chief magistrate be not fixed by the Constitution, or supplied by practice, his office, nominally for years, will in fact, become for life; and history shows how easily that degenerates into an inheritance.[7] Since Washington made his historic announcement, numerous academics and public figures have looked at his decision to retire after two terms, and have, according to political scientist Bruce Peabody, \"argued he had established a two-term tradition that served as a vital check against any one person, or the presidency as a whole, accumulating too much power\".[8] Various amendments aimed at changing informal precedent to constitutional law were proposed in Congress in the early to mid-19th century, but none passed.[4][9] Three of the next four presidents after Jefferson—James Madison, James Monroe, and Andrew Jackson—served two terms, and each adhered to the two-term principle;[1] Martin Van Buren was the only president between Jackson and Abraham Lincoln to be nominated for a second term, though he lost the 1840 election and so served only one term.[9] At the outset of the Civil War the seceding States drafted the Constitution of the Confederate States of America, which in most respects resembled the United States Constitution, but limited the president to a single six-year term. In spite of the strong two-term tradition, a few presidents before Roosevelt attempted to secure a third term. Following Ulysses S. Grant's reelection in 1872, there were serious discussions within Republican political circles about the possibility of his running again in 1876. But interest in a third term for Grant evaporated in the light of negative public opinion and opposition from members of Congress, and Grant left the presidency in 1877 after two terms. Even so, as the 1880 election approached, he sought nomination for a (non-consecutive) third term at the 1880 Republican National Convention, but narrowly lost to James Garfield, who won the 1880 election.[9] Theodore Roosevelt succeeded to the presidency on September 14, 1901, following William McKinley's assassination (194 days into his second term), and was handily elected to a full term in 1904. He declined to seek a third (second full) term in 1908, but did run again in the election of 1912, losing to Woodrow Wilson. Wilson himself, despite his ill health following a serious stroke, aspired to a third term. Many of his advisers tried to convince him that his health precluded another campaign, but Wilson nonetheless asked that his name be placed in nomination for the presidency at the 1920 Democratic National Convention.[10] Democratic Party leaders were unwilling to support Wilson, and the nomination went to James M. Cox, who lost to Warren G. Harding. Wilson again contemplated running for a (nonconsecutive) third term in 1924, devising a strategy for his comeback, but again lacked any support; he died in February of that year.[11] Franklin Roosevelt spent the months leading up to the 1940 Democratic National Convention refusing to say whether he would seek a third term. His Vice President, John Nance Garner, along with Postmaster General James Farley, announced their candidacies for the Democratic nomination. When the convention came, Roosevelt sent a message to the convention saying he would run only if drafted, saying delegates were free to vote for whomever they pleased. This message was interpreted to mean he was willing to be drafted, and he was renominated on the convention's first ballot.[9][12] Roosevelt won a decisive victory over Republican Wendell Willkie, becoming the first (and to date only) president to exceed eight years in office. His decision to seek a third term dominated the election campaign.[13] Willkie ran against the open-ended presidential tenure, while Democrats cited the war in Europe as a reason for breaking with precedent.[9] Four years later, Roosevelt faced Republican Thomas E. Dewey in the 1944 election. Near the end of the campaign, Dewey announced his support of a constitutional amendment to limit presidents to two terms. According to Dewey, \"four terms, or sixteen years (a direct reference to the president's tenure in office four years hence), is the most dangerous threat to our freedom ever proposed.\"[14] He also discreetly raised the issue of the president's age. Roosevelt exuded enough energy and charisma to retain voters' confidence and was elected to a fourth term.[15] While he quelled rumors of poor health during the campaign, Roosevelt's health was deteriorating. On April 12, 1945, only 82 days after his fourth inauguration, he suffered a cerebral hemorrhage and died, to be succeeded by Vice President Harry Truman.[16] In the midterm elections 18 months later, Republicans took control of the House and the Senate. As many of them had campaigned on the issue of presidential tenure, declaring their support for a constitutional amendment that would limit how long a person could serve as president, the issue was given priority in the 80th Congress when it convened in January 1947.[8] The House of Representatives took quick action, approving a proposed constitutional amendment (House Joint Resolution 27) setting a limit of two four-year terms for future presidents. Introduced by Earl C. Michener, the measure passed 285–121, with support from 47 Democrats, on February 6, 1947.[17] Meanwhile, the Senate developed its own proposed amendment, which initially differed from the House proposal by requiring that the amendment be submitted to state ratifying conventions for ratification, rather than to the state legislatures, and by prohibiting any person who had served more than 365 days in each of two terms from further presidential service. Both these provisions were removed when the full Senate took up the bill, but a new provision was, however, added. Put forward by Robert A. Taft, it clarified procedures governing the number of times a vice president who succeeded to the presidency might be elected to office. The amended proposal was passed 59–23, with 16 Democrats in favor, on March 12.[1][18] On March 21, the House agreed to the Senate's revisions and approved the resolution to amend the Constitution. Afterward, the amendment imposing term limitations on future presidents was submitted to the states for ratification. The ratification process was completed on February 27, 1951, 3 years, 343 days after it was sent to the states.[19][20] Once submitted to the states, the 22nd Amendment was ratified by:[3] Conversely, two states—Oklahoma and Massachusetts—rejected the amendment, while five (Arizona, Kentucky, Rhode Island, Washington, and West Virginia) took no action.[18] Because of the grandfather clause in Section 1, the amendment did not apply to Harry S. Truman, the incumbent president at the time it was submitted to the states by the Congress. Without this full exemption, Truman would not have been eligible to run again in 1952. He had served nearly all of Franklin Roosevelt's unexpired 1945–1949 term and had been elected to a full four-year term beginning in 1949.[13] But with his job approval rating at around 27%,[21][22] and after a poor performance in the 1952 New Hampshire primary, Truman chose not to seek his party's nomination. Since becoming operative in 1951, the amendment has been applicable to six presidents who have been elected twice: Dwight D. Eisenhower, Richard Nixon, Ronald Reagan, Bill Clinton, George W. Bush, and Barack Obama. As worded, the focus of the 22nd Amendment is on limiting individuals from being elected to the presidency more than twice. Questions have been raised about the amendment's meaning and application, especially in relation to the 12th Amendment, ratified in 1804, which states, \"no person constitutionally ineligible to the office of President shall be eligible to that of Vice-President of the United States.\"[23] While the 12th Amendment stipulates that the constitutional qualifications of age, citizenship, and residency apply to the president and vice president, it is unclear whether someone who is ineligible to be elected president due to term limits could be elected vice president. Because of the ambiguity, a two-term former president could possibly be elected vice president and then succeed to the presidency as a result of the incumbent's death, resignation, or removal from office, or succeed to the presidency from another stated office in the presidential line of succession.[9][24] Some argue that the 22nd Amendment and 12th Amendment bar any two-term president from later serving as vice president as well as from succeeding to the presidency from any point in the presidential line of succession.[25] Others contend that the original intent of the 12th Amendment concerns qualification for service (age, residence, and citizenship), while the 22nd Amendment, concerns qualifications for election, and thus a former two-term president is still eligible to serve as vice president. Neither amendment restricts the number of times someone can be elected to the vice presidency and then succeed to the presidency to serve out the balance of the term, although the person could be prohibited from running for election to an additional term.[26][27] The practical applicability of this distinction has not been tested, as no twice-elected president has ever been nominated for the vice presidency. While Hillary Clinton once suggested she considered former President Bill Clinton as her running mate,[28] the constitutional question remains unresolved.[1] Over the years, several presidents have voiced their antipathy toward the amendment. After leaving office, Harry Truman described the amendment as stupid and one of the worst amendments of the Constitution with the exception of the Prohibition Amendment.[29] A few days before leaving office in January 1989, President Ronald Reagan said he would push for a repeal of the 22nd Amendment because he thought it infringed on people’s democratic rights.[30] In a November 2000 interview with Rolling Stone, President Bill Clinton suggested that the 22nd Amendment should be altered to limit presidents to two consecutive terms but then allow non-consecutive terms, because of longer life expectancies.[31] Donald Trump questioned presidential term limits on multiple occasions while in office, and in public remarks talked about serving beyond the limits of the 22nd Amendment. During an April 2019 White House event for the Wounded Warrior Project, he suggested he would remain president for 10 to 14 years.[32][33] The first efforts in Congress to repeal the 22nd Amendment were undertaken in 1956, five years after the amendment's ratification. Over the next 50 years, 54 joint resolutions seeking to repeal the two-term presidential election limit were introduced.[1] Between 1997 and 2013, José E. Serrano, Democratic representative for New York, introduced nine resolutions (one per Congress, all unsuccessful) to repeal the amendment.[34] Repeal has also been supported by Representatives Barney Frank and David Dreier and Senators Mitch McConnell[35] and Harry Reid.[36]","Title":"Twenty-second Amendment to the United States Constitution - Wikipedia","KeyID":"4564","URL":"https://en.wikipedia.org/wiki/Twenty-second_Amendment_to_the_United_States_Constitution"}