{"Content: ":"Synonyms of G. macrurus: Gnathosaurus (meaning \"jawed lizard\") is a genus of ctenochasmatid pterosaur containing two species: G. subulatus, named in 1833 from the Solnhofen Limestone of Germany, and G. macrurus, known from the Purbeck Limestone of the UK. Its fossil remains dated back to the Late Jurassic period. Fragments of Gnathosaurus jaws were first discovered in 1832 in the Solnhofen limestones of southern Germany but were mistaken for a piece of teleosaurid crocodile jaw by Georg zu Münster, who first named the species Crocodilus multidens in that year. Soon afterwards, Hermann von Meyer classified the same specimen as the new genus and species Gnathosaurus subulatus, a name which came to be universally used shortly thereafter. In the 1860s, scientists such as Albert Oppel compared the G. subulatus jaw fragment to contemporary pterosaurs such as Pterodactylus and Ctenochasma, and concluded that it was also probably a \"flying reptile\" rather than a crocodilian.[1] A more complete skull of an adult pterosaur was found in 1951 and classified as Gnathosaurus subulatus. This slender, 28 centimeters (11 in) long skull had up to 130 needle-like teeth arranged around the side of a spoon-shaped tip. The specimen had an estimated wingspan of about 1.7 meters (5.6 ft). It probably lead a lifestyle akin to that of modern spoonbills, wading with its jaws open and closing them upon touching small prey.[2] Possible juvenile specimens of G. subulatus may be known from several complete skeletons that had previously been classified as the separate species Pterodactylus micronyx.[3] These specimens have also been referred to the genus Aurorazhdarcho, which may itself be a synonym of Gnathosaurus. However, because Gnathosaurus subulatus is currently known only from skulls and jaws, and adult Aurorazhdarcho micronyx known only from a skeleton lacking a skull, the two cannot be confidently referred to the same species.[4] Furthermore, in the only cladistic analysis to date that tests the relationships of both taxa they are found distinct.[5] An additional large specimen, originally named Pterodactylus macrurus, is known from the Purbeck Limestone formation of England. Represented only by a partial lower jaw and neck vertebrae, it has since been considered closer to Gnathosaurus, and its binomial changed to G. macrurus.[6] Below is cladogram following a topology by Andres, Clark and Xu (2014). In the analysis, they recovered both species of Gnathosaurus (G. subulatus and G. macrurus) within the family Ctenochasmatidae, more precisely within the subfamily Gnathosaurinae, as sister taxa.[7] Ctenochasma Pterodaustro guinazui Eosipterus yangi Beipiaopterus chenianus Gegepterus changi Kepodactylus insperatus Elanodactylus prolatus Feilongus youngi Moganopterus zhuiana Huanhepterus quingyangensis Plataleorhynchus streptophorodon Gnathosaurus subulatus Gnathosaurus macrurus   ","Title":"Gnathosaurus - Wikipedia","KeyID":"457","URL":"https://en.wikipedia.org/wiki/Gnathosaurus"}