{"Content: ":"The Cato Institute is an American libertarian think tank headquartered in Washington, D.C. It was founded in 1977 by Ed Crane, Murray Rothbard, and Charles Koch,[6] chairman of the board and chief executive officer of Koch Industries.[nb 1] Cato was established to have a focus on public advocacy, media exposure and societal influence.[7] According to the 2020 Global Go To Think Tank Index Report (Think Tanks and Civil Societies Program, University of Pennsylvania), Cato is number 27 in the \"Top Think Tanks Worldwide\" and number 13 in the \"Top Think Tanks in the United States\".[8] The Cato Institute is libertarian in its political philosophy, and advocates a limited role for government in domestic and foreign affairs as well as a strong protection of civil liberties. This includes support for lowering or abolishing most taxes, opposition to the Federal Reserve system, the privatization of numerous government agencies and programs including Social Security, the Affordable Care Act and the United States Postal Service, demilitarization of the police, along with adhering to a non-interventionist foreign policy. The institute was founded in January 1977 in San Francisco, California;[1] named at the suggestion of Murray Rothbard after Cato's Letters, a series of British essays penned in the early 18th century by John Trenchard and Thomas Gordon.[9][10] Cato relocated to Washington, D.C., in 1981, settling initially in a historic house on Capitol Hill.[11]: 446  The institute moved to its current location on Massachusetts Avenue in 1993. Cato Institute was named the fifth-ranked think tank in the world for 2009 in a study of think tanks by James G. McGann, PhD of the University of Pennsylvania, based on a criterion of excellence in \"producing rigorous and relevant research, publications and programs in one or more substantive areas of research\".[12] By 2011, the Cato Institute had a budget of $39 million and was \"one of the largest think tanks in Washington.\" Various Cato programs were favorably ranked in a survey published by the University of Pennsylvania in 2012.[8] The Cato Institute publishes numerous policy studies, briefing papers, periodicals, and books. Journals include the Cato Journal[13][14][15] (since 1981) and Regulation (acquired in 1990).[16][17][18] Other periodicals include Cato's Letter,[19] Cato Supreme Court Review,[20] and Cato Policy Report.[21] Cato published Inquiry Magazine from 1977 to 1982 (before transferring it to the Libertarian Review Foundation)[22] and Literature of Liberty from 1978 to 1979 (before transferring it to the Institute for Humane Studies).[23] Additionally, Cato publishes numerous white papers on a wide variety of policy topics. Some notable examples include Drug Decriminalization in Portugal: Lessons for Creating Fair and Successful Drug Policies(2009) by Glenn Greenwald and Overkill: The Rise of Paramilitary Policy Raids in America(2006) by Radley Balko. Cato also co-publishes the annual Human Freedom Index (2015–)[24] with the Fraser Institute and is the co-publisher with Fraser of the U.S. edition of the Economic Freedom of the World annual report (1996–).[25] In addition to maintaining its own website in English and Spanish,[31] Cato maintains websites focused on particular topics: Social media sponsored by Cato includes pages on Facebook, Twitter, Instagram, YouTube, LinkedIn and TikTok, as well as a presence on Clubhouse, Snapchat, Goodreads, Odysee, and other fora. The Cato Institute hosts conferences throughout the year. Topics include monetary policy, the U.S. Constitution, poverty and social welfare, technology and privacy, financial regulation, and civic culture.[38] Speakers at past Cato Institute conferences have included Federal Reserve Chairmen Alan Greenspan[39] and Ben Bernanke,[40] Federal Reserve Vice Chairman Richard Clarida,[41] International Monetary Fund Managing Director Rodrigo de Rato,[42][43][44][45] Czech Republic President Václav Klaus,[46] and Avanti Financial Group Founder and CEO Caitlin Long.[47] Many Cato scholars have advocated support for civil liberties, liberal immigration policies,[48] drug liberalization,[49] and the repeal of Don't Ask Don't Tell and laws restricting consensual sexual activity.[50][51] The Cato Institute officially resists being labeled as part of the conservative movement because \"'conservative' smacks of an unwillingness to change, of a desire to preserve the status quo\".[52] On the other hand, Cato has strong ties to the political philosophy of classical liberalism.[53][54][55] According to executive vice president David Boaz, libertarians are classical liberals who strongly emphasize the individual right to liberty. He argues that, as the term \"liberalism\" became increasingly associated with government intervention in the economy and social-welfare programs, some classical liberals abandoned the old term and began to call themselves “libertarians”.[56] Officially, Cato admits that the term “classical liberal” comes close to the mark of labeling its position, but fails to capture the contemporary vibrancy of the ideas of freedom. According to Cato's mission statement, the Jeffersonian philosophy that animates Cato's work has increasingly come to be called 'libertarianism' or 'market liberalism.' It combines an appreciation for entrepreneurship, the market process, and lower taxes with strict respect for civil liberties and skepticism about the benefits of both the welfare state and foreign military adventurism.[57][58] In 2006, Markos Moulitsas of the Daily Kos proposed the term \"Libertarian Democrat\" to describe his particular liberal position, suggesting that libertarians should be allies of the Democratic Party. Replying, Cato vice president for research Brink Lindsey agreed that libertarians and liberals should view each other as natural ideological allies,[59] and noted continuing differences between mainstream liberal views on economic policy and Cato's \"Jeffersonian philosophy\". Some Cato scholars disagree with conservatives on neo-conservative foreign policy, albeit that this has not always been uniform.[60][failed verification] The relationship between Cato and the Ayn Rand Institute (ARI) improved with the nomination of Cato's new president John A. Allison IV in 2012. He is a former ARI board member and is reported to be an \"ardent devotee\" of Rand who has promoted reading her books to colleges nationwide.[61] In March 2015, Allison retired as president, remaining on the board, and was succeeded by Peter Goettler.[62] The Cato Institute advocates policies that advance \"individual liberty, limited government, free markets, and peace\". They are libertarian in their policy positions, typically advocating diminished government intervention in domestic, social, and economic policies and decreased military and political intervention worldwide. Cato was cited by columnist Ezra Klein as nonpartisan, saying that it is \"the foremost advocate for small-government principles in American life\" and it \"advocates those principles when Democrats are in power, and when Republicans are in power\";[63] and Eric Lichtblau called Cato \"one of the country's most widely cited research organizations.\"[64] Nina Eastman reported in 1995 that \"on any given day, House Majority Whip Tom DeLay of Texas might be visiting for lunch. Or Cato staffers might be plotting strategy with House Majority Leader Dick Armey, another Texan, and his staff.\"[65] Cato scholars have consistently called for the privatization of many government services and institutions,[66] including NASA,[67] Social Security,[68] the United States Postal Service,[69] the Transportation Security Administration,[70] public schooling, public transportation systems,[71][72] and public broadcasting.[73] The institute opposes minimum wage laws, saying that they violate the freedom of contract and thus private property rights, and increase unemployment.[74][75] It is opposed to expanding overtime regulations, arguing that it will benefit some employees in the short term, while costing jobs or lowering wages of others, and have no meaningful long-term impact.[76][77] It opposes child labor prohibitions.[78][79][80] It opposes public sector unions and supports right-to-work laws.[81][82] It opposes universal health care, arguing that it is harmful to patients and an intrusion onto individual liberty.[83][84] It is against affirmative action.[85] It has also called for total abolition of the welfare state, and has argued that it should be replaced with reduced business regulations to create more jobs, and argues that private charities are fully capable of replacing it.[86][87] Cato has also opposed antitrust laws.[88][89] Cato is an opponent of campaign finance reform, arguing that government is the ultimate form of potential corruption and that such laws undermine democracy by undermining competitive elections. Cato also supports the repeal of the Federal Election Campaign Act.[90][91] Cato has published strong criticisms of the 1998 settlement which many U.S. states signed with the tobacco industry.[92] In 2004, Cato scholar Daniel Griswold wrote in support of President George W. Bush's failed proposal to grant temporary work visas to otherwise undocumented laborers which would have granted limited residency for the purpose of employment in the U.S.[93] In 2006, the Cato Institute published a study proposing a Balanced Budget Veto Amendment to the United States Constitution.[94] In 2003, Cato filed an amicus brief in support of the Supreme Court's decision in Lawrence v. Texas, which struck down the remaining state laws that made private, non-commercial homosexual relations between consenting adults illegal. Cato cited the 14th Amendment, among other things, as the source of their support for the ruling. The amicus brief was cited in Justice Kennedy's majority opinion for the Court.[95] In 2006, Cato published a Policy Analysis criticising the Federal Marriage Amendment as unnecessary, anti-federalist, and anti-democratic.[96] The amendment would have changed the United States Constitution to prohibit same-sex marriage; the amendment failed in both houses of Congress. A 2006 Cato report by Radley Balko strongly criticized U.S. drug policy and the perceived growing militarization of U.S. law enforcement.[97] In 2004, the institute published a paper arguing in favor of \"drug re-importation\".[98] Cato has published numerous studies criticizing what it calls \"corporate welfare\", the practice of public officials funneling taxpayer money, usually via targeted budgetary spending, to politically connected corporate interests.[99][100][101][102] Cato president Ed Crane and Sierra Club executive director Carl Pope co-wrote a 2002 op-ed piece in The Washington Post calling for the abandonment of the Republican energy bill, arguing that it had become little more than a gravy train for Washington, D.C., lobbyists.[103] Again in 2005, Cato scholar Jerry Taylor teamed up with Daniel Becker of the Sierra Club to attack the Republican Energy Bill as a give-away to corporate interests.[104] A 2006 study criticized the Digital Millennium Copyright Act.[105] Cato scholars seek to promote a better understanding around the world of the benefits of market‐liberal policies and institutions, openness and engagement in the global economy, and a principled and restrained foreign policy. Cato argues those benefits include notable improvements in human well‐being as countries increase their levels of economic, civil, and personal freedoms. Hence, Cato's position urges the United States should thus engage the world, trade freely, and work with other countries on common concerns, but avoid trying to dominate the globe militarily.[106] Cato's non-interventionist foreign policy views, and strong support for civil liberties, have frequently led Cato scholars to criticize those in power, both Republican and Democratic. Cato scholars opposed President George H. W. Bush's 1991 Gulf War operations (a position which caused the organization to lose nearly $1 million in funding),[11]: 454  President Bill Clinton's interventions in Haiti and Kosovo, President George W. Bush's 2003 invasion of Iraq, and President Barack Obama's 2011 military intervention in Libya.[107] As a response to the September 11 attacks, Cato scholars supported the removal of al Qaeda and the Taliban regime from power, but are against an indefinite and open-ended military occupation of Afghanistan.[108] Cato scholars criticized U.S. involvement in Saudi Arabian-led intervention in Yemen.[107] Ted Galen Carpenter, Cato's vice president for defense and foreign policy studies, criticized many of the arguments offered to justify the 2003 invasion of Iraq. One of the war's earliest critics, Carpenter wrote in January 2002: \"Ousting Saddam would make Washington responsible for Iraq's political future and entangle the United States in an endless nation-building mission beset by intractable problems.\"[109] Carpenter also predicted: \"Most notably there is the issue posed by two persistent regional secession movements: the Kurds in the north and the Shiites in the south.\"[109] But in 2002 Carpenter wrote, \"the United States should not shrink from confronting al-Qaeda in its Pakistani lair,\"[110] a position echoed in the institute's policy recommendations for the 108th Congress.[111] Cato's director of foreign policy studies, Christopher Preble, argues in The Power Problem: How American Military Dominance Makes Us Less Safe, Less Prosperous, and Less Free, that America's position as an unrivaled superpower tempts policymakers to constantly overreach and to redefine ever more broadly the \"national interest\".[112] Christopher Preble has said that the \"scare campaign\" to protect military spending from cuts under the Budget Control Act of 2011 has backfired.[113] Cato's foreign and defense policies are guided by the view that the United States is relatively secure and so should engage the world, trade freely, and work with other countries on common concerns—but avoid trying to dominate it militarily. As a result, Cato advocates the United States should be an example of democracy and human rights, not their armed vindicator abroad, claiming it has a rich history, from George Washington to Cold War realists like George Kennan. Cato scholars aim to restore this view, with a principled and restrained foreign policy recommendation, to keep the nation out of most foreign conflicts and be cheaper, more ethical, and less destructive of civil liberties.[114] Cato's scholars seek to advance policies and support institutions in developing and developed countries that protect human rights and extend the range of personal choice. In particular, Cato's research explores the central role that freedom in its various dimensions—economic, civil, and personal—plays in human progress and in solving some of the world's most pressing problems, including global poverty. To this end Cato co-publishes the annual Human Freedom Index (2015–)[24] with the Fraser Institute and is the co-publisher with Fraser of the U.S. edition of the Economic Freedom of the World annual report (1996–).[25] Cato argues that most Americans are immigrants or descended from immigrants who sought opportunity and freedom on American shores, and that this continues today with immigrants continuing to become Americans, in the process, making the United States a wealthier, freer, and safer country. Cato's research indicates current US immigration system excluding most peaceful and healthy immigrants, and urges Congress to look to America's past for inspiration to expand and deregulate legal immigration.[115] Cato advocates that policymakers must be constantly reminded of the benefits of free trade and the costs of protectionism, arguing free trade is the extension of free markets across political borders. It promotes the idea that enlarging markets to integrate more buyers, sellers, investors, and workers enables more refined specialization and economies of scales, which produce more wealth and higher living standards, and argues that Protectionism does the opposite. Cato's policy recommendations focus on congress and the administration pursuing policies that expand the freedom of Americans to participate in the international marketplace.[116] Cato scholars have written about the issues of the environment, including global warming, environmental regulation, and energy policy. According to social scientists Riley Dunlap and Aaron McCright the Cato Institute is one of the \"particulary crucial elements of the denial machine\", that rejects global warming.[117] PolitiFact.com and Scientific American have called Cato's work on global warming \"false\" and based on \"data selection\".[118][119] A December 2003 Cato panel included Patrick Michaels, Robert Balling and John Christy.[citation needed] Michaels, Balling and Christy agreed that global warming is related at least some degree to human activity but that some scientists and the media have overstated the danger.[citation needed] The Cato Institute has also criticized political attempts to stop global warming as expensive and ineffective.[120] Cato scholars have been critical of the Bush administration's views on energy policy. In 2003, Cato scholars Jerry Taylor and Peter Van Doren said the Republican Energy Bill was \"hundreds of pages of corporate welfare, symbolic gestures, empty promises, and pork-barrel projects\".[121] They also spoke out against the former president's calls for larger ethanol subsidies.[122] With regard to the \"Takings Clause\" of the United States Constitution and environmental protection, libertarians associated with Cato contended in 2003 that the Constitution is not adequate to guarantee the protection of private property rights.[123] In 2019, Cato closed its \"Center for the Study of Science\" (which E&E News characterized as \"a program that for years sought to raise uncertainty about climate science\") after its head Pat Michaels had left the institute over disagreements, along with his collaborator Ryan Maue, a meteorologist.[124] By that time, the Cato Institute was also no longer affiliated with its former distinguished fellow Richard Lindzen, another denier of the scientific consensus on climate change.[124] Cato scholars were critical of George W. Bush's Republican administration (2001–2009) on several issues, including education,[125] and excessive government spending.[126] On other issues, they supported Bush administration initiatives, most notably health care,[127] Social Security,[128][129] global warming,[120] tax policy,[130] and immigration.[93][131][132][133] During the 2008 U.S. presidential election, Cato scholars criticized both major-party candidates, John McCain and Barack Obama.[134][135] Cato has criticized President Obama's stances on policy issues such as fiscal stimulus,[136] healthcare reform,[137] foreign policy,[138] and drug-related matters,[49] while supporting his stance on the repeal of Don't Ask, Don't Tell[51] and the DREAM Act.[48] Cato was critical of Trump's immigration ban, which was enacted in January 2017.[139] The Cato Institute is classified as a 501(c)(3) organization under U.S. Internal Revenue Code. For revenue, the institute is largely dependent on private contributions and does not receive government funding.[140] The Cato Institute reported fiscal year 2015 revenue of $37.3 million and expenses of $29.4 million.[141] According to the organization's annual report, $32.1 million came from individual donors, $2.9 million came from foundations, $1.2 million came from program revenue and other income, and $1 million came from corporations.[141] Sponsors of Cato have included FedEx, Google, CME Group and Whole Foods Market.[142] The Nation reported support for Cato from the tobacco industry in a 2012 story.[143] Operating revenue as of FYE March 2020: $31,695,000 Operating expenses as of FYE March 2020: $31,726,000  Net assets as of FYE March 2020: $81,391,000. In 2011, there were to be four shareholders of the Cato Institute. They were Charles and David Koch, Ed Crane,[144] and William A. Niskanen. Niskanen died in October 2011.[145] In March 2012, a dispute broke out over the ownership of Niskanen's shares.[144][145] Charles and David Koch filed suit in Kansas, seeking to void his shareholder seat. The Kochs argued that Niskanen's shares should first be offered to the board of the institute, and then to the remaining shareholders.[146] Crane contended that Niskanen's share belonged to his widow, Kathryn Washburn, and that the move by the Kochs was an attempt to turn Cato into \"some sort of auxiliary for the G.O.P ... It's detrimental to Cato, it's detrimental to Koch Industries, it's detrimental to the libertarian movement.\"[64] Those who supported Cato's existing management rallied around the \"Save Cato\" banner,[147] while those who supported the Koch brothers, called \"For a Better Cato\".[148] In June 2012, Cato announced an agreement in principle to settle the dispute by changing the institute's governing structure. Under the agreement, a board replaced the shareholders and Crane, who at the time was also chief executive officer, retired. Former BB&T bank CEO John A. Allison IV replaced him.[149][150] The Koch brothers agreed to drop two lawsuits.[151] In 2018, several former Cato employees alleged longtime sexual harassment by Crane, going back to the 1990s and continuing until his departure in 2012. Politico reported that he settled one such claim in 2012. Crane denied the allegations.[152] The following recipients of the Nobel Memorial Prize in Economic Sciences have worked with Cato:[153]  Since 2002, the Cato Institute has awarded the Milton Friedman Prize for Advancing Liberty every two years to \"an individual who has made a significant contribution to advancing human freedom.\"[155] The prize comes with a cash award of US$250,000.[156] As of 2020:[2] Notable scholars associated with Cato include the following:[167] The Cato Institute is an associate member of the State Policy Network, a U.S. national network of free-market oriented think tanks.[168][169] According to the 2020 Global Go To Think Tank Index Report (Think Tanks and Civil Societies Program, University of Pennsylvania), Cato is number 27 in the \"Top Think Tanks Worldwide\" and number 13 in the \"Top Think Tanks in the United States\".[8] Other \"Top Think Tank\" rankings include # 13 (of 85) in Defense and National Security, #5 (of 80) in Domestic Economic Policy, #4 (of 55) in Education Policy, #17 (of 85) in Foreign Policy and International Affairs, #8 (of 30) in Domestic Health Policy, #14 (of 25) in Global Health Policy, #18 (of 80) in International Development, #14 (of 50) in International Economic Policy, #8 (of 50) in Social Policy, #8 (of 75) for Best Advocacy Campaign, #17 (of 60) for Best Think Tank Network, #3 (of 60) for best Use of Social Networks, #9 (of 50) for Best External Relations/Public Engagement Program, #2 (of 40) for Best Use of the Internet, #12 (of 40) for Best Use of Media, #5 (of 30) for Most Innovative Policy Ideas/Proposals, #11 (of 70) for the Most Significant Impact on Public Policy, and #9 (of 60) for Outstanding Policy-Oriented Public Programs. Cato also topped the 2014 list of the budget-adjusted ranking of international development think tanks.[170]","Title":"Cato Institute - Wikipedia","KeyID":"4570","URL":"https://en.wikipedia.org/wiki/Cato_Institute"}