{"Content: ":"Plataleorhynchus is a genus of ctenochasmatid pterodactyloid pterosaur from the Late Jurassic to Early Cretaceous periods (Tithonian to Berriasian stages) of what is now the Purbeck Limestone of Dorset, England. The genus was named in 1995 by Stafford Howse and Andrew Milner. The type species is Plataleorhynchus streptophorodon. The genus name is derived from Platalea, the spoonbill, and Greek rhynchos, \"snout\", in reference to the distinctive form of the front of the skull. The specific name is derived from Greek streptophoros, \"collared\", and odon, \"tooth\", referring to the tooth form. Plataleorhynchus is based on holotype NHML R.11957 (earlier BMNH R.11957), an incomplete anterior upper jaw with teeth found in a chalkstone quarry near Langton Matravers. The fossil is present on a plate; its underside is visible. This jaw is notable because it expands to form a circular, spatula-like shape at the front, holding 22 narrow teeth that point sideways. Forty other teeth (sockets) were present in the preserved remainder of the snout; the total for the upper jaws was estimated at 76. Although Plataleorhychus would have been similar in size to large gnathosaurines like Gnathosaurus, its skull length was estimated at a minimum of 40 centimeters (15.75 in), the different shape of its spoonbill, presence of an apparently horn-covered pad on the palate, and smaller teeth suggest it did not feed in the same way, perhaps stirring up water-dwelling animals from muddy or weedy environments.[1] The authors classified Plataleorhynchus as a member of the Ctenochasmatidae, a group containing many filter feeders. David Unwin in 2005 placed it in the subgroup of the Gnathosaurinae. Below is cladogram following a topology by Andres, Clark and Xu (2014). In the analysis, they recovered Plataleorhynchus within the family Ctenochasmatidae, more precisely within the subfamily Gnathosaurinae in a more derived position than Huanhepterus.[2] Ctenochasma Pterodaustro guinazui Eosipterus yangi Beipiaopterus chenianus Gegepterus changi Kepodactylus insperatus Elanodactylus prolatus Feilongus youngi Moganopterus zhuiana Huanhepterus quingyangensis Plataleorhynchus streptophorodon Gnathosaurus subulatus Gnathosaurus macrurus   ","Title":"Plataleorhynchus - Wikipedia","KeyID":"458","URL":"https://en.wikipedia.org/wiki/Plataleorhynchus"}