{"Content: ":"The Museum of Polish History or the Polish History Museum (Polish: Muzeum Historii Polski) is a museum and national cultural institute[1] in Warsaw, Poland. The purpose of the museum is to present the most important events in Polish history, with a particular emphasis on Polish traditions of freedom. The statute establishing the museum was signed on May 2, 2006, at the Royal Castle in Warsaw by the then-Minister of Culture and National Heritage, Kazimierz Michal Ujazdowski, in the presence of Warsaw city president Kazimierz Marcinkiewicz. The opening of the permanent exhibition was originally planned for 2012–2013,[2] but in view of the difficulties with constructing a permanent headquarters and finding a temporary headquarters, Minister of Culture and National Heritage Bogdan Zdrojewski decided to delay the opening until 2018.[3] The museum will be built on Trasa Lazienkowska near the Ujazdowski Castle in Warsaw.[4] A competition for the design of the new building was held, and the winner was chosen December 6, 2009. The designer of the winning concept was Paczowski et Fritsch Architectes from Luxembourg, of which Polish architect Bohdan Paczkowski is a partner.[5] The winner of the competition to design the exhibition, announced in 2011, is WWAA/Platige Image.[6] Until the first part of 2013, the museum also had a division in Kraków in the former Kino Światowid building, which was planned as the site of the Muzeum PRL-u (Polish People's Republic Museum). On November 7, the City Council of Kraków adopted a resolution to turn this branch into an independent museum which is to be funded directly by the city. Therefore, the director of the Museum of Polish History decided to officially close the Kraków branch in early 2013.[7] The museum's director is Robert Kostro. The museum council includes Jolanta Choińska–Mika, Andrzej Chwalba, Andrzej Friszke, Rafał Habielski, Adolf Juzwenko, Marek Kraszewski, Krzysztof Mikulski, Andrzej Paczkowski, Kazimierz Przybysz, Wojciech Roszkowski, Andrzej Rottermund, Paweł Śpiewak, Henryk Samsonowicz, Wojciech Tygielski, and Zofia Zielińska. Previous board members include Władysław Bartoszewski, Andrzej Chojnowski, Norman Davies, Jarosław Gowin, Wojciech Kilar, Janusz Kurtyka, Ryszard Legutko, Andrzej Nowak, and Andrzej Seweryn. According to the museum's Web site, the permanent exhibition will be narrative in form and will use multimedia technologies to \"immerse visitors in the sights, sounds and sensations typical for various eras.\"[8] Until the opening of the permanent exhibition, the museum will conduct research, education, and public programs. The museum also implements international projects promoting Polish history. Some exhibits the Museum has organized include \"Dwudziestolecie. Oblicza Nowoczesności\" (The 1920s: Faces of Modernity) in 2008–2009;[9] \"Wojenne Rozstania\" (Wartime Separation) in 2009–2010;[10] \"Under a Common Sky: The Commonwealth of Nations, Religions, and Cultures (16th-18th century) at the Royal Castle in Warsaw in summer 2012.[11] Additional exhibits the Museum has organized with Google Cultural Institute include \"Separated by History,\" featuring the experiences of families separated during the years 1939-1989 and based on the museum's project of the same name,[12] \"The Solidarity and the Fall of the Iron Curtain,\" about the Solidarity movement and its role in the end of Communism, and \"Jan Karski: Humanity's Hero,\" about the life and work of Jan Karski, who reported to the Polish government-in-exile and the Western Allies about the situation in German-occupied Poland during World War II.[13] Coordinates: 52°13′48″N 20°58′45″E﻿ / ﻿52.23000°N 20.97917°E﻿ / 52.23000; 20.97917","Title":"Museum of Polish History - Wikipedia","KeyID":"4581","URL":"https://en.wikipedia.org/wiki/Museum_of_Polish_History"}