{"Content: ":"Conrad Moffat Black, Baron Black of Crossharbour KCSG (born 25 August 1944), is a Canadian-born British former newspaper publisher, businessman, writer and convicted fraudster.[1] His father was businessman George Montegu Black II, who had significant holdings in Canadian manufacturing, retail and media businesses through part-ownership of the holding company Ravelston Corporation. In 1978, two years after their father's death, Conrad and his older brother Montegu took majority control of Ravelston. Over the next seven years, Conrad Black sold off most of their non-media holdings in order to focus on newspaper publishing. Black controlled Hollinger International, once the world's third-largest English-language newspaper empire,[2] which published The Daily Telegraph (UK), Chicago Sun-Times (US), The Jerusalem Post (Israel), National Post (Canada), and hundreds of community newspapers in North America, before controversy erupted over the sale of some of the company's assets. He was granted a peerage in 2001 and because of the Nickle Resolution, which bans British honours for Canadian citizens, gave up his Canadian citizenship in order to accept the title. In 2007, he was convicted on four counts of fraud in US District Court in Chicago. While two of the criminal fraud charges were overturned on appeal, a conviction for felony fraud and obstruction of justice was upheld in 2010 and he was re-sentenced to 42 months in prison and a fine of $125,000. In 2018, Black wrote a glowing biography of US President Donald Trump. In 2019, Trump granted him a presidential pardon.[3][4] Black is a longtime columnist and author, including having written a column for the National Post since he founded it in 1998. He has written over ten books, mostly in the fields of Canadian and American history, including biographies of Quebec premier Maurice Duplessis and US presidents Franklin D. Roosevelt, Richard Nixon and Donald Trump, as well as two memoirs. He has also hosted two interview shows on the Canadian cable network VisionTV. He is a political conservative, and belonged to the UK's Conservative Party, but also has some idiosyncratic views, including his support for Roosevelt's New Deal. Black was born in Montreal, Quebec, to a family originally from Winnipeg, Manitoba. His father, George Montegu Black Jr., a chartered accountant, was the president of Canadian Breweries Limited, a brewing conglomerate that had earlier absorbed Winnipeg Breweries, which he had inherited from his father George Montegu Black Sr. Conrad Black's mother was the former Jean Elizabeth Riley, a daughter of Conrad Stephenson Riley, whose father founded The Great-West Life Assurance Company, and a great-granddaughter of an early co-owner of The Daily Telegraph.[citation needed] His father was a shareholder in The Daily Telegraph.[citation needed] Biographer George Tombs said of Black's motivations: \"He was born into a very large family of athletic, handsome people. He wasn't particularly athletic or handsome like they were, so he developed a different skill — wordplay, which he practised a lot with his father.\"[5] Black has written that his father was \"cultured [and] humorous\" and that his mother was a \"natural, convivial, and altogether virtuous person\".[6] Of his older brother George Montegu Black III (Monte), Black has written that he was \"one of the greatest natural athletes I have known\", and that though \"generally more sociable than I was, he was never a cad or even inconstant, or ever an ungenerous friend or less than a gentleman\".[7] The Black family maintains a family plot at Mount Pleasant Cemetery in Toronto where Black's parents and brother are buried along with his good friend and his wife's former husband, journalist, poet and broadcaster, George Jonas.[8][9] Black was first educated at Upper Canada College (UCC), during which time, at age eight, he invested his life savings of $60 in one share of General Motors.[10] Six years later, he was expelled from UCC for selling stolen exam papers. He then attended Trinity College School in Port Hope, where he lasted less than a year, being expelled for insubordinate behaviour.[11] Successfully completing the year as an extramural student, Black transferred to Thornton Hall, a private school in Toronto. Black continued his post-secondary education at Carleton University.[12] He attended Toronto's Osgoode Hall Law School of York University, but his studies ended after he failed his first year exams.[13] In 1970, he completed a law degree at Université Laval, and in 1973 completed a Master of Arts degree in history at McGill University.[14] Black's thesis at McGill would become the first half of his first book on Quebec premier Maurice Duplessis. Black had been granted access to Duplessis' papers, housed in Duplessis' former residence in Trois-Rivières,[15] which included \"figures from the famous Union Nationale caisse électorale (the party war chest), a copy of the Leader of the Opposition's tax returns, [and] gossip from bishops\",[6] as well as historically significant letters from Cardinal Jean-Marie-Rodrigue Villeneuve and Paul-Émile Léger, Governor General Field Marshal Alexander, Lord Beaverbrook, Canadian and French Prime Ministers and Eminent Canadian and American finance ministers side-by-side with hand-written, ungrammatical requests for jobs with the Quebec Liquor Board, unpaid bills, the returns of his ministers who were cheating on their taxes, a number of scribbled notes for Assembly speeches, tidbits of political espionage, compromising photographs, [and] a ledger listing the political contributions of every tavern-keeper in the province.[15] Black subsequently had the principal items from the papers copied and microfilmed, and he donated copies to McGill, York, and Windsor universities.[6] Black's first marriage was in 1978 to Joanna Hishon of Montreal, who worked as a secretary in his and his brother Montegu's brokerage office. The couple had two sons and a daughter.[citation needed] They separated in 1991. Their divorce was finalized in 1992; that same year Black married British-born Jewish-Canadian journalist Barbara Amiel. Black described Amiel, in the first volume of his autobiography as \"beautiful, brilliant, ideologically a robust spirit\" and \"chic, humorous and preternaturally sexy\". Courtroom evidence revealed that the couple exchanged over 11,000 emails.[5] \"My family\", Black wrote in 2009, \"was divided between atheism and agnosticism, and I followed rather unthinkingly and inactively in those paths into my twenties.\" By his early thirties he \"no longer had any confidence in the non-existence of God\". Thereafter, he \"approached Rome at a snail's pace\", and began to study the writings of Roman Catholic thinkers such as St. Augustine, Thomas Aquinas, Cardinal Newman, and Jacques Maritain.[16] Having accepted the possibility of miracles and thus of the Resurrection of Christ, Black was received into the Roman Catholic Church on 18 June 1986 by Gerald Emmett Cardinal Carter, Archbishop of Toronto, at the cardinal's official residence. He had a dispensation to receive the sacraments of the Roman Catholic Church, from Cardinals Léger and Carter, starting in 1974.[6] Black developed a close friendship with Cardinal Carter and relied on him as a spiritual advisor. On Carter's death, Black wrote: In the 25 years I knew him, his judgment and personality were always sober but never solemn; and never, not at his most beleaguered and not on the verge of death, did he show a trace of despair. He was intellectual but practical, spiritual but not sanctimonious or utopian, proud but never arrogant. He must have had faults, but I never detected any. He was a great man, yet the salt of the earth.[17] In 2001, Black was invested as a Knight Commander of the Order of St. Gregory the Great, a Papal order of chivalry awarded by Pope John Paul II and delivered by Cardinals Carter and Aloysius Ambrozic. He has written that his faith helped him endure his imprisonment in the United States.[18] Black is also a major shareholder in The Catholic Herald,[18] and was the vice-president of Léger's charity from 1972 to 1990.[19] Black became involved in a number of businesses, mainly publishing newspapers, starting when he was still in university. In 1966, Black bought his first newspaper, the Eastern Townships Advertiser in Quebec. Following the foundation as an investment vehicle of the Ravelston Corporation by the Black family in 1969, Black, together with friends David Radler and Peter G. White, purchased and operated the Sherbrooke Record, the small English language daily in Sherbrooke, Quebec. In 1971, the three formed Sterling Newspapers Limited, a holding company that acquired several other small Canadian regional daily and weekly newspapers, including the Prince Rupert Daily News and the Summerside, Prince Edward Island, Journal Pioneer. George Black died in June 1976, ten days after his wife, leaving Conrad Black and his older brother, Montegu, a 22.4% stake in Ravelston Corporation, which by then owned 61% voting control of Argus Corporation, an influential holding company in Canada. Argus controlled large stakes in five Canadian corporations: Hollinger Mines, Standard Broadcasting, Dominion Stores, Domtar and Massey Ferguson.[20] Hollinger controlled Labrador Mining and Exploration and had a large stake in Noranda Mines. Black succeeded his father as a director of Dominion Stores and Standard Broadcasting, owner of radio stations CFRB (Toronto) and CJAD (Montreal), and television station CJOH (Ottawa). Conrad Black became a director of the Canadian Imperial Bank of Commerce in 1977.[21] Through his father's position at Canadian Breweries, and his status as a co-founder of Ravelston, Black gained early association with two of Canada's most prominent businessmen: John A. \"Bud\" McDougald and E. P. Taylor, the first two presidents of Argus. Following McDougald's death in 1978, Black paid $18 million to McDougald's widow and her sister for control of Ravelston and thereby, control of Toronto-based Argus.[22] Interviews with the two sisters in their retirement homes in Florida were aired 21 September 1980 in the episode of the CBC's The Canadian Establishment, entitled \"Ten Toronto Street\". This episode covered the period during which Conrad Black became president of Argus Corporation following the death of McDougald. Black's new associate, Nelson M. Davis became chairman. Patrick Watson, the host and narrator of series interviewed the two widows in their Florida retirement homes.[23] Black recorded that the widows \"understood and approved every letter of every word of the agreement\".[6] Other observers admired Black for marshaling enough investor support to win control without committing a large block of personal assets.[20] He brought in new partners to replace Mrs. McDougal and her sister Mrs. W. Eric Philips.[24] Some of the Argus assets were already troubled, and others did not fit Black's long-term vision. Black resigned as Chairman of Massey Ferguson company on 23 May 1980, after which Argus donated its shares to the employees' pension funds, both salaried and union.[25] Hollinger Mines was then turned into a holding company that initially focused on resource-based businesses.[20] In 1981 Norcen Energy, one of his companies, acquired a minority position in Ohio-based Hanna Mining Co. In a filing with the US Securities and Exchange Commission (SEC), a disclosure was made to the effect that Norcen took \"an investment position\" in Hanna. The filing did not include a disclosure that Norcen's board planned to seek majority control. Black subsequently was charged by the SEC with filing misleading public statements. These charges were later withdrawn.[26] In 1984, the Dominion Stores Board of which Montegu Black was the chairman, with the prior consent of the Ontario Pension Commission, withdrew over $56 million from the Dominion workers' pension plan surplus which the management had generated. The company said it considered the surplus the rightful property of the employer (Dominion Stores Ltd.), as the shareholders would have to pay for any shortfall if the assets had been less successfully invested. The Dominion employees' union the United Food and Commercial Workers protested, a public outcry ensued, and the case went to court. The Supreme Court of Ontario ruled against the company, and ordered the company to return the money to the pension fund, claiming that though the most recent language in the plan suggested the employer had ownership of the surplus, the original intention was to keep the surplus in the plan to increase members' benefits.[27] Eventually, the pension dispute was settled in equal shares between the shareholders and the plan members.[6] Over time, Black focused the formerly diverse activities of his companies on newspaper publishing. Argus Corporation was one of Canada's most important conglomerates, though apart from Standard Broadcasting, it had less than 25% of the stock of the companies in which it was invested, and four-fifths of its own stock did not vote. Black had negotiated the acquisition of that stock from Power Corporation chairman Paul G. Desmarais in 1979 to become, as he put it, a 'real proprietor'. Black supervised the divesting of interests in manufacturing, retailing, broadcasting and ultimately oil, gas and mining. Canadian writer John Ralston Saul argued in 2008, \"Lord Black was never a real 'capitalist' because he never created wealth, only dismantled wealth. His career has been largely about stripping corporations. Destroying them.\"[28] Journalist and writer George Jonas, the former husband of Black's wife, Barbara Amiel, contended that Hollinger made its \"investors ... billions [of dollars]\".[29] Black bought Quebec City's Le Soleil, Le Droit of Ottawa, and Le Quotidien of Chicoutimi from Jacques G. Francoeur.[30] In 1986, Andrew Knight, then editor of The Economist, advised Black an investment could be made in the ailing Telegraph Group (London, U.K.), and Black was able to gain control of the Group for £30 million.[6] By this investment, Black made his first entry into British press ownership. Five years later, he bought The Jerusalem Post, and by 1990, his companies ran over 400 newspaper titles in North America, the majority of them small community papers. For a time from this date he headed the third-largest newspaper group in the Western World.[31] In 1991, the Telegraph Group acquired a 25 percent stake in John Fairfax Holdings, an Australian media company which published the Sydney Morning Herald, The Age and The Australian Financial Review. Foreign-ownership laws prevented Black from acquiring a majority stake, but he had effective control of the company. He sold his share to a New Zealand investment firm in 1996 for $513 million, a reported $300 million profit. He subsequently complained about Australia's \"capricious and politicized foreign ownership rules\".[32] Hollinger had bought a 23% stake in the Southam newspaper chain in 1992[14] from TORSTAR, publisher of the Toronto Star. Black and Radler acquired the Chicago Sun-Times in 1994. Hollinger International shares were listed on New York Stock Exchange in 1996, at which time the company boosted its stake in Southam to a control position.[19] Becoming a public company trading in the US has been called \"a fateful move, exposing Black's empire to America's more rigorous regulatory regime and its more aggressive institutional shareholders\".[25] Under Black, Hollinger launched the National Post in Toronto in 1998. This newspaper was sold throughout the country in direct competition with The Globe and Mail. From 1999 to 2000, Hollinger International sold several newspapers in five deals worth a total of CA$3 billion, a total that included millions of dollars in \"non-compete agreements\" for Hollinger insiders.[33] Institutional investor Tweedy, Browne opposed the payment of non-compete fees to Hollinger management in connection with the sales and requested on the day before the annual meeting in May 2003 that a special committee be appointed to look into the compensation of management.[34][35] Black agreed that citing such fees was standard procedure in the newspaper industry, had been requested by buyers and had been properly disclosed. The special committee and its counsel, former Chairman of the SEC Richard C. Breeden, discovered that David Radler had misled the Hollinger directors, including Black, about the extent of his own participation in some of the related party transactions to sell otherwise unclaimed community newspapers in the US and also that two of the smaller transactions involving non-compete payments had not been signed by the vendors.[34] Breeden involved the US Attorney in Chicago, and Radler, after about 18 months, would promise to plead guilty to one count of fraud and to provide evidence against Black and others in exchange for a light sentence in Canada.[36] Black made an agreement with Breeden, shortly after the unsigned status of the two non-compete agreements came to light, by which he would remain as Chairman, but temporarily vacate the position of Chief Executive, pending verification that he, Black, had known nothing of these problems, which were handled by the company's counsel, and occurred in Radler's American Publishing division.[34] Black and Breeden were in negotiations, sponsored by Henry A. Kissinger, who was a Director of Hollinger, when the special committee, without warning, sued Black and others. Black counter-sued, and included a libel suit in Canada. The libel settlement was by far the largest in Canadian history.[37] The Hollinger group of companies was effectively dismantled as a result of the cascade of criminal and civil lawsuits that followed in relation to sales of papers and intellectual property to third parties, most alleging misrepresentation and some alleging false or deliberately misleading accounts having been presented.[38] The costs incurred by Hollinger International through the investigation of Black and his associates climbed to US$200 million.[39] Black claims a significant portion of the sums paid by Hollinger International went to Richard C. Breeden.[19] Black himself incurred large legal fees.[40] Black resigned from the board of Hollinger in 2005, and many of Hollinger International's assets ended up being sold at prices significantly lower than those contemplated in uncompleted negotiations while Black was with the company.[41] By the early 2000s, it was clear that Black had accurately anticipated the decline in profitability of print media assets and sought to divest those types of assets held by Hollinger before their value was irrevocably diminished. The criminal sanctions on Black not overturned were for removing 13 boxes of paper from his office a few days before he had to move offices, and under the gaze of security cameras he had installed, and for receiving US$285,000 as a non-compete payment that was approved by the independent director and publicly disclosed, but where the company secretary had neglected, in what the trial judge considered to be a clerical oversight, to have signed by the parties.[41] Black co-hosted a weekly talk show, The Zoomer, which premiered 7 October 2013 on VisionTV in Canada, and ran for two years.[42][43] He interviewed Donald Trump, Boris Johnson, and Justin Trudeau who went on respectively to be President of the United States, British Prime Minister, and Prime Minister of Canada; and also interviewed Nigel Farage, leader of the UK Independence Party. From January 2015 through 2016, Black hosted Conversations with Conrad, a series on VisionTV in which Black conducted long-form one-on-one interviews with notable figures such as Margaret Atwood, Brian Mulroney, Rick Mercer, Barry Humphries and Michael Coren.[44] As of June 2020, Black is a commentator on two weekly national radio segments in the United States, and writes columns on online sites including National Review,[45] RealClearPolitics,[46] The Epoch Times, and American Greatness in addition to his weekly column in the National Post.[47][48] Born to a wealthy family, Black acquired the family home and 7 acres (2.8 ha) of land in Toronto's exclusive Bridle Path neighbourhood after his parents' deaths in 1976. Black and first wife Joanna Hishon maintained homes in Palm Beach, Toronto and London. After he married Barbara Amiel, he acquired a luxury Park Avenue apartment in New York. When the latter was sold in 2005, the US Department of Justice seized net proceeds of $8.5 million, pending resolution of court actions.[49] His London townhouse in Kensington sold in 2005 for about US$25 million.[50] His Palm Beach mansion was listed for sale in 2004 at $36 million. In late April 2011, this Florida property was also sold by Black for about US$30 million.[51] The Black family estate was sold in March 2016, for a reported price of CA$16.5 million,[52] but on a sale-lease-back of up to nine years, with an option to buy back, and the Blacks continue to live there. Black has disclosed his intention to remain and perhaps reacquire.[53] He has returned to the UK part-time. According to biographer Tom Bower, \"They flaunted their wealth.\"[13] Black's critics suggested that it was Black's second wife, Amiel, who pushed him towards a life of opulence. Black has always denied that he spent more than his income and position justified. He has called claims that his wife charged personal expenses to a corporate account, including US$2,463 (£1,272) for handbags, $2,785 for opera tickets, and $140 for Amiel's \"jogging attire\"[5] fiction and has pointed out that they were never alleged at trial. Black was ranked 238th wealthiest in Britain by the Sunday Times Rich List (2003),[54] with an estimated wealth of £136m. Having departed the country, he was dropped from the 2004 list.[55] Black is a former Steering Committee member of the Bilderberg Group.[56] Black was convicted on three counts of fraud and one count of obstruction of justice in US District Court in Chicago on 13 July 2007. He was sentenced to serve 6½ years in federal prison and to pay Hollinger $6.1 million, in addition to a fine of US$125,000. Appeals resulted in two of Black's three criminal fraud charges being vacated, and his conviction for obstruction of justice was upheld.[61] Black was initially found guilty of diverting funds for personal benefit from money due to Hollinger International, and of other irregularities. The alleged embezzlement occurred when the company sold certain publishing assets. He was also found guilty of one charge of obstruction of justice.[62] In the initial verdict, Black was fined $125,000 and sentenced to 6½ years in prison, serving a total of 37 months after two fraud charges were overturned by the United States Court of Appeals for the Seventh Circuit, leaving one fraud charge and one obstruction of justice charge, and the improper receipt of $285,000, which was disclosed and approved but incompletely documented, and civil penalties from the SEC. The 6½ year sentence was reduced to 3½ years.[63] The $6.1 million fine to the SEC was reduced to $4.1 million in 2013.[64] The Supreme Court of the United States heard an appeal of his case on 8 December 2009[65] and rendered a decision in June 2010. Black's application for bail was rejected by both the Supreme Court and the US District Court judge who sentenced him.[66] On 24 June 2010, the US Supreme Court ruled 8–0 with one recusal, instructing the 7th Circuit to review all four of Black's convictions including the obstruction of justice charge, finding that the definition of honest services fraud used in Judge St. Eve's (the trial judge) charge to the jury in Black's case was too broad, \"unconstitutionally vague\",[67] ruling the law could apply only to cases where bribes and kickbacks had changed hands and ordered the US 7th Circuit Court of Appeals in Chicago to review three fraud convictions against Black in light of the Supreme Court's new definition. The Court reviewed Black's case and determined whether his fraud convictions stood or if there should be a new trial.[68] The Supreme Court of the United States upheld the jailed former media baron's obstruction-of-justice conviction, for which he was serving a concurrent 6½-year sentence.[69] Black's lawyers filed an application for bail pending the appeals court's review.[68] Prosecutors contested Black's bail request, saying in court papers that Black's trial jury had proof that Black committed fraud.[70] The 7th Circuit Court of Appeals granted bail on 19 July 2010 under which Black was released pending retrial on a $2 million unsecured bond put up by conservative philanthropist Roger Hertog[71] and ordered to remain on bail in the continental United States until at least 16 August, when his bail hearing was to resume,[71][72][73][74] and the date by which Black and the prosecution were ordered by the Court of Appeals to submit written arguments for that court's review of his case.[75][76] Black's bail, initially, pending trial, had been $38 million. Black was to appear once again in a Chicago court on 16 August to provide full and detailed financial information to the judge, who would then consider his request to be allowed to return to Canada while on bail.[77] Black's legal representatives, led by Miguel Estrada, advised the court they would not provide the requisite accounting and would thus not be interested in petitioning the court further on the matter. Black was under no compulsion to make this disclosure as he had initiated the appeal for a bail variation of his own volition. His next court appearance, where he might reapply for permission to return to Canada, was set for 20 September 2010.[78] On 28 October 2010, the US 7th Circuit Court of Appeals confirmed the dismissal of two of the three vacated fraud accounts and retained one and the obstruction count. The court ruled that he must be re-sentenced.[citation needed] On 17 December 2010, Black lost an appeal as to fact and law on his remaining convictions for fraud and obstruction of justice. The three judge panel did not explain its reasoning. On 31 May 2011, the Supreme Court of the United States declined to hear an appeal from the circuit court's decision, also without comment.[79] The re-sentencing on the two remaining counts by the original trial judge occurred on 24 June 2011.[80] Black's lawyers recommended he be sentenced to the 29 months he had already served while the prosecution argued for Black to complete his original 6½ year sentence. The probation officer's report recommended a sentence of between 33 and 41 months.[81] At the hearing, Judge St. Eve re-sentenced Black to a reduced term of 42 months and a fine of $125,000, returning him to prison on 6 September 2011[82] to serve the remaining seven months of his sentence, allowing for a reduction for good conduct, for which the trial judge commended him.[59] On 30 June 2011, Black published an article for the National Review Online that provided his scathing view of the legal case, detailing it as a miscarriage of justice and an \"unaccountable and often lawless prosecution\".[83] Black's motion that the last remaining counts of conviction be vacated due to prosecutorial misconduct and his claim that he had been denied the right to have the defense counsel of his choice were denied in February 2013, along with his request for an evidentiary hearing.[84] Black continues to maintain his innocence, and has likened the United States justice system to that of North Korea. Black has publicly stated that he is proud to have been \"sent to prison for crimes I would never dream of committing, for having fought it out as well as anyone could, and for making the best I could of a bad situation\".[85] Until 21 July 2010,[71] Black was incarcerated at the Federal Correctional Institution (Low Security) in Sumter County, Florida,[86] a part of Federal Correctional Complex, Coleman.[87][88][n 1] Following his release, Black wrote a column for Canada's National Post on his time in prison. Black described US inmates as an \"ostracized, voiceless legion of the walking dead\".[89] Black did not return to the Federal Correctional Institution in Coleman, Florida. On 6 September 2011, he was sent to a different Florida federal correction facility, this one in Miami.[90] He was released from prison on 4 May 2012. Although he became a citizen of the United Kingdom in 2001 and became a British peer, he chose to live in his native Canada after his prison term was completed.[91] Black, who had renounced his Canadian citizenship in 2001 as a result of Black v Chrétien, was granted a one-year temporary resident permit to live in Canada in March 2012 when he was still serving his sentence.[92] Upon his release from prison, Black was deported to Canada.[93] Black was appointed an Officer of the Order of Canada in 1990. In 2011, after Black returned to prison due to the failure of his appeal, Rideau Hall, the seat of the Chancellery of Honours, confirmed that the honour accorded to Black was under review by the order's Advisory Council, which has the power to recommend \"the termination of a person's appointment to the Order of Canada if the person has been convicted of a criminal offence\".[94] Once the review process started, Black submitted a written application in defence of keeping his place in the Order of Canada, but failed in his efforts to persuade the Advisory Council he should appear before them to defend his case orally. Black took the matter to the Federal Court of Canada, which ruled that the council had no obligation to change its regular review process (which allows for written submissions only) simply to accommodate Black.[95] Black attempted to appeal the court's decision without success.[96] In an October 2012 interview, Black intimated that he would rather resign from the order than be removed: \"I would not wait for giving these junior officials the evidently almost aphrodisiacal pleasure of throwing me out. I would withdraw\", he told CBC's Susan Ormiston. \"In fact, I wouldn't be interested in serving.\"[97] The Governor General of Canada, David Johnston, announced Black's removal from the Order of Canada and his expulsion from the Queen's Privy Council for Canada in January 2014. Johnston had been recommended to do so by the Advisory Council of the Order of Canada and the Canadian Prime Minister.[98][99] As a result, Black may also no longer employ the post-nominal initials OC and PC.[100] On 15 May 2019, US President Donald Trump granted Black a full pardon.[101][102] Trump noted \"broad support from many high-profile individuals who have vigorously vouched for his exceptional character\".[103] Black is a friend of Trump and has written flatteringly about him in opinion articles and in the 2018 book Donald J. Trump: A President Like No Other.[104][105] Many news sources linked Black's recent book and his long friendship with Trump to the pardon.[106] The Washington Post noted, \"In addition to his book, Black frequently writes columns praising Trump and considers the president a friend\".[3] Upon his release from prison, Black had been deported to Canada and barred from entering the US for 30 years;[107] however, the pardon allows him to travel in the US.[108] In July 2013, the Ontario Securities Commission restarted its case against Black and two other former Hollinger executives, John Boultbee and Peter Atkinson. The regulator sought to have them banned from trading in the province's capital markets or sitting on a public board of directors. The case alleged violations of the Securities Act (Ontario). The case had been postponed pending the exhaustion of Black's appeals of his US fraud convictions. The securities case alleges that Black and his two fellow directors created a scheme was to use the sale of several Hollinger newspapers in order to \"divert certain proceeds from Hollinger Inc. to themselves through contrived 'non-compete' payments\".[109] Black applied to have the proceedings dismissed on the grounds that he was already voluntarily refraining from being an officer or director of an Ontario corporation and undertaken to ask the approval of the OSC if he ever desired to become a director or officer of an Ontario public company. In February 2015 the OSC placed a permanent ban on Black being a director or officer of a publicly traded company in Ontario, but declined to restrict his right to trade. Black referred to the case in his column in the National Post on 8 March 2015, stating that the OSC did not come to the subject with clean hands, having \"vaporized\" hundreds of millions of dollars of shareholder's equity in 2005 when it blocked Black's bid to privatize Hollinger Inc., pushing that company into bankruptcy and a total loss for the shareholders.[110][111] In early 2014, the Tax Court of Canada ruled that Black owed the Canadian government taxes on $5.1 million of income accrued in 2002.[112] In mid-May 2016, it was revealed that the CRA had intervened to prevent the sale and lease-back, with a buy-back option, of Black's home on Park Lane Circle. After discussion, the sale-lease back proceeded and Black provided other assets as security pending the settlement or adjudication of the CRA claim.[113] On 14 June 2019, the Tax Court of Canada ruled that Black is entitled to deduct interest expenses on a $32.3 million loan he used to satisfy judgments against himself and Hollinger International.[114][115] In 2001, British Prime Minister Tony Blair advised Queen Elizabeth II to confer on Black a life peerage in the Peerage of the United Kingdom with the title of The Baron Black of Crossharbour.[n 2][116] He would sit as a Conservative peer, and his name had been put forward by the then-Conservative leader William Hague. Canadian Prime Minister Jean Chrétien advised the Queen not to appoint Black a peer, citing the Nickle Resolution of 1919 and a long history since then of objections to Canadian citizens accepting British peerages. Black at the time held both Canadian and British citizenship. Black pointed out that the Nickle Resolution referred to Canadian resident citizens, not dual citizens living in the UK, and was not binding; but when Blair said the Queen would prefer not to choose between the conflicting recommendations of two prime ministers of countries of which she was the monarch, Black asked that the matter be deferred. He litigated in Canada, claiming that Chrétien had no jurisdiction to create a class of citizen in another country, consisting of one person (as there were other dual citizens in the House of Lords), ineligible to receive an honour in that country for services deemed to have been rendered in that country, because of the objections of the Canadian Prime Minister of the day. Later in 2001, after the Ontario Superior Court and Court of Appeal had ruled that they had no jurisdiction in this area, Black renounced his Canadian citizenship, remaining a United Kingdom citizen, which allowed him to accept the peerage without further controversy.[117] Black sat as a life peer on the Conservative benches until 2007, when he withdrew from the Conservative group of peers following his conviction in the United States. He is currently a non-affiliated peer. In an interview with BBC reporter Jeremy Paxman in 2012, Black stated that he could return to the House of Lords as a voting member. Comparing himself to Nelson Mandela, Black said a criminal conviction does not prohibit him from sitting, since the House of Lords has no restriction on such a case.[118] He was on leave of absence from the House of Lords from June 2012 until 2019.[119][120] In an interview with Peter Mansbridge in May 2012, Black said he would consider applying for Canadian citizenship \"within a few years\", when he hoped the matter would no longer be controversial and he could \"make an application like any other person who has been a temporary resident\". It is not clear when or if he would be accepted, but he has been a temporary resident for over five years with a full work permit.","Title":"Conrad Black - Wikipedia","KeyID":"4586","URL":"https://en.wikipedia.org/wiki/Conrad_Black"}