{"Content: ":"Henry William Brands Jr. (born August 7, 1953) is an American historian. He holds the Jack S. Blanton Sr. Chair in History at the University of Texas at Austin, where he earned his Ph.D. in history in 1985. He has authored 30 books on U.S. history. His works have twice been selected as finalists for the Pulitzer Prize.[1][2][3] Born in 1953, Brands grew up in Oregon in the Portland metropolitan area. He attended Jesuit High School, where he was a three-sport athlete and National Merit Scholar. Brands enrolled at Stanford University studying mathematics and history, receiving his undergraduate degree in history in 1975.[4] Following graduation he worked for a year doing sales in his family's cutlery business before returning to Jesuit to teach mathematics. He taught at the high school for the next five years. While doing so he earned a M.A. in Liberal Studies from Reed College in 1978, followed by an M.S. in mathematics from Portland State in 1981. During this period he came to realize that he wanted to write for a living, and determined his love of history might provide an avenue for him to do so.[5] He enrolled at the University of Texas at Austin to study under historian Robert A. Divine. He wrote his dissertation on the Eisenhower administration and its foreign policy during the Cold War, earning his Ph.D. in history in 1985.[6] While working on his doctorate, Brands taught social studies and math—courses including world history, American history, Algebra II and calculus—at Kirby Hall School and Austin Community College District. His preferred method of transit was his bicycle as he commuted between classes at the University of Texas and his teaching responsibilities at the college preparatory school on the fringe of the UT campus and ACC's Rio Grande site in Central Austin. In his first year after completing his doctorate, Brands worked as an oral historian at the University of Texas School of Law. The year following he taught at Vanderbilt University. In 1987 he took a position at Texas A&M University, where he remained for the next seventeen years. He made the daily commute from his home in Austin to teach in College Station. In 2005, he joined the faculty at the University of Texas at Austin, where he was formerly the Dickson Allen Anderson Centennial Professor of History and Professor of Government and now holds the Jack S. Blanton Sr. Chair in History. Examples of Brands' biographical histories include his biographies on Benjamin Franklin, covering the colonial period and the Revolutionary War; Andrew Jackson, covering the War of 1812, western expansion and the conflict over the National Bank; Ulysses S. Grant, covering the Civil War and Reconstruction; Theodore Roosevelt, covering the Industrial Era and the Progressive Movement; and Franklin D. Roosevelt, covering the Great Depression, the New Deal, the Second World War, and the ascension of the U.S. as an international power.[7] He takes a progressive view on the nation's founders and the United States Constitution, arguing that the founders were at heart radicals who were willing to challenge the status quo in search of a better future. That being so, he believes that Americans today should not be constrained by the views of self-government held by the founders. \"In revering the founders we undervalue ourselves and sabotage our own efforts to make necessary improvements in the republican experiment they began. Our love of the founders leads us to abandon and even betray the principles they fought for.\"[8] He believes the framers would not want the Constitution to be interpreted by the idea of original intent, and believes that we are in error when we view the founders in a \"deified\" way.[5] \"The one thing that [the Founders] did have was an audacity to challenge conventional wisdom.\"[9] Brands believes that Americans place too much importance on the individual in the White House. \"We have this very interesting relationship with the presidents where the president is supposed to be one of us, but on the other hand he represents everybody so he is sort of above all of us. We make too much of presidents, but we can hardly help ourselves.\"[10] Though noting the power of the Office of the President has increased greatly since the opening of the twentieth century, when the United States emerged as a significant world power and U.S. foreign policy became far more important, Brands believes that popular focus on the president is excessive. \"We have a cult of the president, where we make too big a deal of the president.\"[11] In addition to his works on U.S. history, Brands has works on the economic development of the United States and biographies of key leaders in corporate America. His books are known for their readability and narrative thrust.[12] He has authored twenty-four books, co-authored three others with T. H. Breen, and produced numerous articles that have been featured in newspapers and magazines. His writings have received critical and popular acclaim. The First American was a finalist for the Pulitzer Prize and the Los Angeles Times Prize, as well as a New York Times bestseller. The Age of Gold was a Washington Post Best Book of 2002 and a San Francisco Chronicle bestseller. Andrew Jackson was a Chicago Tribune Best Book of 2005 and a Washington Post bestseller. What America Owes the World was a finalist for the Lionel Gelber Prize in international affairs. The Wages of Globalism was a Choice Outstanding Academic Book winner. Lone Star Nation won the Deolece Parmelee Award. Traitor to His Class: The Privileged Life and Radical Presidency of Franklin Delano Roosevelt was his second finalist for the Pulitzer Prize. He has appeared in the documentaries The Presidents (2005), 10 Days That Unexpectedly Changed America (2006), America: The Story of Us (2010), The Men Who Built America (2012), The World Wars (2014), and The Eighties (2016). His writings have been published in several countries and translated into German, French, Russian, Chinese, Japanese, and Korean.[6] Brands's son Hal Brands is a scholar of U.S. foreign policy.","Title":"H. W. Brands - Wikipedia","KeyID":"4587","URL":"https://en.wikipedia.org/wiki/H._W._Brands"}