{"Content: ":"Robert Allan Caro (born October 30, 1935) is an American journalist and author known for his biographies of United States political figures Robert Moses and Lyndon B. Johnson. After working for many years as a reporter, Caro wrote The Power Broker (1974), a biography of New York urban planner Robert Moses, which was chosen by the Modern Library as one of the hundred greatest nonfiction books of the twentieth century.[2] He has since written four of a planned five volumes of The Years of Lyndon Johnson (1982, 1990, 2002, 2012), a biography of the former president.[3] Consequentially, he has been described as \"the most influential biographer of the last century.\"[4] For his biographies, he has won two Pulitzer Prizes in Biography, two National Book Awards (including one for Lifetime Achievement), the Francis Parkman Prize (awarded by the Society of American Historians to the book that \"best exemplifies the union of the historian and the artist\"), three National Book Critics Circle Awards, the Mencken Award for Best Book, the Carr P. Collins Award from the Texas Institute of Letters, the D.B. Hardeman Prize, and a Gold Medal in Biography from the American Academy of Arts and Letters. In 2010 President Barack Obama awarded Caro the National Humanities Medal. Due to Caro's reputation for exhaustive research and detail,[3] he is sometimes invoked by reviewers of other writers who are called \"Caro-esque\" for their own extensive research.[5][6] Caro was born in New York City, the son of Celia (née Mendelow), also born in New York, and Benjamin Caro, born in Warsaw, Poland.[7][1] He grew up on Central Park West at 94th Street. His father, a businessman, spoke Yiddish as well as English, but he didn't speak either very often. He was 'very silent,' Caro said, and became more so after Caro's mother died, after a long illness, when Robert was 12. It was his mother's deathbed wish that he should go to the Horace Mann School, an exclusive private school in the Riverdale section of The Bronx. As a student there, Caro translated an edition of his school newspaper into Russian and mailed 10,000 copies to students in the USSR. Graduated in 1953,[8] he went on to Princeton University, where he majored in English. He became managing editor of The Daily Princetonian, second to Johnny Apple, later a prominent editor at The New York Times.[3] His writings, both in class and out, had been lengthy since his years at Horace Mann. A short story he wrote for The Princeton Tiger, the school's humor magazine, took up almost an entire issue. His 235-page long senior thesis on existentialism in Hemingway, titled \"Heading Out: A Study of the Development of Ernest Hemingway's Thought\", was so long, Caro claims, that the university's English department subsequently established a maximum length for senior theses by its students. He graduated cum laude in 1957.[3][9] According to a 2012 The New York Times Magazine profile, \"Caro said he now thinks that Princeton, which he chose because of its parties, was one of his mistakes, and that he should have gone to Harvard. Princeton in the mid-1950s was hardly known for being hospitable towards the Jewish community, and though Caro says he did not personally suffer from anti-Semitism, he saw plenty of students who did.\" He had a sports column in the Princetonian and also wrote for the Princeton Tiger humor magazine.[3] Caro began his professional career as a reporter with the New Brunswick Daily Home News (now merged into the Home News Tribune) in New Jersey. He took a brief leave to work as a publicist for the Middlesex County Democratic Party. He left politics after an incident where he was accompanying the party chair to polling places on election day. A police officer reported to the party chair that some African Americans Caro saw being loaded into a police van, under arrest, were poll watchers who \"had been giving them some trouble.\" Caro left politics right there. \"I still think about it,\" he recalled in the 2012 Times Magazine profile. \"It wasn't the roughness of the police that made such an impression. It was the – meekness isn't the right word – the acceptance of those people of what was happening.\"[3] After briefly enrolling in the English doctoral program at Rutgers University (where he served as a teaching assistant), he went on to six years as an investigative reporter with the Long Island newspaper Newsday. One of the articles he wrote was a long series about why a proposed bridge across Long Island Sound from Rye to Oyster Bay, championed by Robert Moses, would have been inadvisable, requiring piers so large it would disrupt tidal flows in the sound, among other problems. Caro believed that his work had influenced even the state's powerful governor Nelson Rockefeller to reconsider the idea, until he saw the state's Assembly vote overwhelmingly to pass a preliminary measure for the bridge.[3] \"That was one of the transformational moments of my life,\" Caro said years later. It led him to think about Moses for the first time. \"I got in the car and drove home to Long Island, and I kept thinking to myself: 'Everything you've been doing is baloney. You've been writing under the belief that power in a democracy comes from the ballot box. But here's a guy who has never been elected to anything, who has enough power to turn the entire state around, and you don't have the slightest idea how he got it.'\"[3] Caro gave a speech to introduce Senator Ted Kennedy on the second day of the 2004 Democratic National Convention.[10] Caro spent the academic year of 1965–1966 as a Nieman Fellow at Harvard University. During a class on urban planning and land use, the experience of watching Moses returned to him. They were talking one day about highways and where they got built ... and here were these mathematical formulas about traffic density and population density and so on, and all of a sudden I said to myself: \"This is completely wrong. This isn't why highways get built. Highways get built because Robert Moses wants them built there. If you don't find out and explain to people where Robert Moses gets his power, then everything else you do is going to be dishonest.\"[11] To do so, Caro began work on a biography of Moses, The Power Broker: Robert Moses and the Fall of New York, also a study of Caro's favorite theme: the acquisition and use of power. He expected it would take nine months to complete, but instead it took him until 1974.[3] The work was based on extensive research and 522 interviews, including seven interviews with Moses himself, several with Michael Madigan (who worked for Moses for 35 years); and numerous interviews with Sidney Shapiro (Moses's general manager for forty years); as well as interviews with men who worked for and knew Moses's mentor, New York Governor Al Smith. During the 1967–1968 academic year, Caro worked on the book as a Carnegie Fellow at the Columbia University Graduate School of Journalism. His wife, Ina, functioned as his research assistant. Her master's thesis on the Verrazzano-Narrows Bridge stemmed from this work. At one point she sold the family home and took a teaching job so Robert would be financially able to finish the book.[3] The Power Broker is widely viewed[12] as a seminal work because it combined painstaking historical research with a smoothly flowing narrative writing style. The success of this approach was evident in his chapter on the construction of the Cross-Bronx Expressway, where Caro reported the controversy from all perspectives, including that of neighborhood residents. The result was a work of powerful literary as well as academic interest. Upon its publication, Moses responded to the biography in a 23-page statement.[13] Following The Power Broker, Caro turned his attention to President Lyndon B. Johnson. Caro retraced Johnson's life by temporarily moving to rural Texas and Washington, D.C., in order to better understand Johnson's upbringing and to interview anyone who had known Johnson.[14] The work, entitled The Years of Lyndon Johnson, was originally intended as a trilogy, but is projected to encompass five volumes: In November 2011, Caro announced that the full project had expanded to five volumes with the fifth requiring another two to three years to write.[15][16][17] It will cover Johnson and Vietnam, the Great Society and civil rights era, his decision not to run in 1968, and eventual retirement. As of January 2020, Caro had completed 600 typed manuscript pages and was working on a section relating to the passage of Medicare in 1965.[18] In a 2017 interview, Caro expressed his intent to embark shortly on a research trip to Vietnam.[19] In an interview with The New York Review of Books in January 2018, Caro indicated he did not know when the book would be finished, mentioning anywhere from two to ten years.[20] Caro's books portray Johnson as a complex and contradictory character: at the same time a scheming opportunist and visionary progressive. Caro argues, for example, that Johnson's victory in the 1948 runoff for the Democratic nomination for the U.S. Senate was only achieved through extensive fraud and ballot box stuffing, although this is set in the practices of the time and in the context of Johnson's previous defeat in his 1941 race for the Senate, the victim of exactly similar chicanery. Caro also highlighted some of Johnson's campaign contributions, such as those from the Texas construction firm Brown and Root; in 1962 the company was acquired by another Texas firm, Halliburton, which became a major contractor in the Vietnam War. In addition, Caro argued that Johnson was awarded the Silver Star in World War II for political as well as military reasons, and that he later lied to journalists and the public about the circumstances for which it was awarded. Caro's portrayal of Johnson also notes his struggles on behalf of progressive causes such as the Voting Rights Act, and his consummate skill in getting this enacted in spite of intense opposition from Southern Democrats. Among sources close to the late president, Johnson's widow Lady Bird Johnson \"spoke to [Caro] several times and then abruptly stopped without giving a reason, and Bill Moyers, Johnson's press secretary, has never consented to be interviewed, but most of Johnson's closest friends, including John Connally and George Christian, Johnson's last press secretary, who spoke to Caro practically on his deathbed, have gone on the record\".[3] While writing the book, Caro read the works of the novelist Leo Tolstoy and the historian Edward Gibbon, alternating between the two. “There’s almost a view that if it’s well written it can’t be good history,\" he told Mark Rozzo of the Los Angeles Times in 2002. \"In my view, it’s not good history unless it is well written. History is a narrative. History is a story. If you’re not telling a story, you’re not being faithful to history.”[21] Caro's books have been published by Alfred A. Knopf, first under editor in chief Robert Gottlieb and then by Sonny Mehta, \"who took over the Johnson project – enthusiastically – after Gottlieb's departure in 1987.\" Gottlieb continued as editor of Caro's books after leaving Knopf and excerpted Volume 2 of the Johnson biography at The New Yorker when he was editor in chief there.[3] Gottlieb, five years Caro's senior, initially suggested the Johnson project to Caro in 1974 in preference to the planned follow-up to the Moses volume, a biography of Fiorello LaGuardia that was then abandoned. The ex-president had recently died and Caro had already decided, before meeting with Gottlieb on the subject, to undertake the Texan's biography; he \"wanted to write about power\".[22] “We have these unbelievable angry exchanges, but it’s always worth it to me,” Caro said of his relationship with Gottlieb. “Sometimes we can spend two hours discussing whether to combine two paragraphs.”[21] Caro has expressed hope of writing a \"full-scale memoir\" after completing The Years of Lyndon Johnson.[23] His 2019 book Working has been described as a \"semi-memoir\" focused on \"Caro’s selection of observations...on the arts of researching, interviewing and writing.\"[24] When asked about other works he would have pursued, Caro replied a biography on Al Smith, commenting \"the more you realize he is probably the most forgotten consequential figure in American history.\"[23] After conducting his years-long research, Caro attempts to \"see the whole book right down to the last line,\" by putting up an outline on a twenty-two-foot corkboard before writing the first manuscript as a way to prevent writer's block.[4] He writes several successive drafts in longhand on discontinued \"legal pads, white with narrow lines,\" which Caro has mass ordered and keeps in East Hampton.[25] Subsequently, Caro types his books on Smith Corona Electra 210 typewriters, which The New Republic called \"a model practically synonymous with him.\"[4] Upon the publication of The Passage of Power in 2012, Caro owned fourteen Smith Coronas,[25] which came down to eleven in 2019,[26] one of which, the one used when writing The Power Broker, was on display in the 2021 New-York Historical Society's “Turn Every Page”: Inside the Robert A. Caro Archive exhibition.[26][27] Since production of these was discontinued, Caro uses his reserve to supply parts when these become defective.[25] The typewriters are supplied to him from individuals who, upon knowing his use of the Smith Coronas, send theirs to him. Other individuals have attempted to sell Caro theirs, however he only answers to letters offering them as gifts. Since Caro retypes several versions of his manuscripts before submitting for publication, he prefers a bolder text, which he achieves by using cotton ribbon, instead of the now-common nylon. As the former were discontinued, his wife Ina found a supplier that would manufacture them on the condition that Caro order a dozen gross, or 1728 units.[25] He edits with the use of red 314 Berol Draughting pencils and keeps \"a ledger tracking how many words he has written against his stringent 1,000-word daily goal.\"[27] Though he now works in an office,[citation needed] at one point he wrote \"in the woods ... in a shack, a 12x15 ... put on cinderblocks.\"[25] For his biographies of Robert Moses and Lyndon Johnson, Robert A. Caro has twice won the Pulitzer Prize for Biography, three times won the National Book Critics Circle Award for the Best Nonfiction Book of the Year, and has won virtually every other major literary honor, including two National Book Awards (one for Lifetime Achievement), the Gold Medal in Biography from the American Academy of Art and Letters, and the Francis Parkman Prize. In October 2007, Caro was named a \"Holtzbrinck Distinguished Visitor\" at the American Academy in Berlin, Germany but then was unable to attend. In 2010, he received the National Humanities Medal from President Obama, the highest award in the humanities given in the United States. Delivering remarks at the end of the ceremony, the President said, \"I think about Robert Caro and reading The Power Broker back when I was 22 years old and just being mesmerized, and I'm sure it helped to shape how I think about politics.\"[28] In 2011, Robert Caro was the recipient of the 2011 BIO Award given each year by members of Biographers International \"to a colleague who had made a major contribution in the advancement of the art and craft of real life depiction.\"[29] After graduation from Princeton, Caro married Ina Joan Sloshberg, who was then still a student at Connecticut College.[38] The Caros have a son, Chase Arthur, and three grandchildren, who live in White Plains. Caro has described his wife as \"the whole team\" on all five of his books. She sold their house and took a job teaching school to fund work on The Power Broker and is the only other person who conducted research for his books.[3] Ina is the author of The Road from the Past: Traveling through History in France (1996),[39] a book which Arthur Schlesinger, Jr. called, at the presentation of her honorary Doctor of Humane Letters from The City University of New York in 2011, \"the essential traveling companion ... for all who love France and its history.\"[40] Newsweek reviewer Peter Prescott commented, \"I'd rather go to France with Ina Caro than with Henry Adams or Henry James. The unique premise of her intelligent and discerning book is so startling that it's a wonder no one has thought of it before.\"[41] Ina frequently writes about her travels through France in her blog, Paris to the Past. In June 2011, W. W. Norton published her second book, Paris to the Past: Traveling through French History by Train.[42] Robert Caro had a younger sibling, Michael, a retired real estate manager who died in 2018.[3][43][44] Caro's son, Chase, was disbarred automatically in November 2007 after pleading guilty \"to second-degree grand larceny for stealing [over $750,000] from three former clients in the course of real estate transactions.\"[45] In April 2008, he was sentenced \"to 2 1/2 to 7 1/2 years in prison\" after admitting to stealing $310,000 meant for his grandparents' trust fund. Additionally, Caro \"agreed to pay restitution of $1.1 million, which also includes funds from a third theft.\" All his sentences ran concurrently.[46] As of 2012, Chase works \"in the information-technology business\".[3] In The Stepford Wives (2004), Nicole Kidman's character attends a book club meeting with the Stepford wives and attempts to discuss the third volume of Caro's The Years of Lyndon Johnson, but the group chooses to review a book of Christmas crafts. Motherless Brooklyn, the 2019 film directed by Edward Norton, loosely based on the 1999 novel of the same name by Jonathan Lethem, was inspired by Caro's biography of Robert Moses, The Power Broker.[47] In the last episode of season one of the U.S. TV series House of Cards, a copy of The Passage of Power can be seen lying on the desk of protagonist Frank Underwood (played by Kevin Spacey). In the television series The Simpsons, the 2005 episode \"Treehouse of Horror XVI\" features the character Lisa reading Master of the Senate in the vignette \"Bart A.I.\" Caro later guest-starred on the episode \"Love Is a Many-Splintered Thing\". Due to Caro's work ethic and voluminous work several authors have been compared to him and labelled as \"Caro-esque\", \"Caro-like\" or \"in the Caro mold\" for their own extensive research, such as Renata Adler,[48] Taylor Branch,[49] Douglas Brinkley,[50] David Garrow,[51][52] Garrett Graff,[53] Gerard Henderson,[54] Jason Horowitz,[55] Francis Jennings,[56] Robert G. Kaiser,[57] David Paul Kuhn,[58] Roland Lazenby,[59] David Maraniss,[60] David McCullough,[61] Charles Moore,[62] Edmund Morris,[63] Roger Morris,[64] David Nasaw,[65][66] Richard Neustadt,[50] Les and Tamara Payne,[67] Rick Perlstein,[68] Steven Pressfield,[69] Michael Shnayerson,[70] Lytton Strachey,[71] Julia E. Sweig,[72] William T. Vollmann,[73] and the Democratic Congressional Campaign Committee's Research Department.[74][75] In 2011, his alma mater, Horace Mann School, commenced awarding the Robert Caro ’53 Prize for Literary Excellence in the Writing of History at a ceremony held annually at the head of school's home. In 2017 the school named a classroom at Tillinghast Hall “Robert A. Caro ’53 History Classroom\" to which Caro reacted by stating that it would be \"hard for [him] to think of anything that would make [him] happier.\"[76] In January 2020, the New-York Historical Society acquired Caro's complete archive, consisting of \"200 linear feet of material\", part of which will be digitized and made wholly available to researchers in a Robert A. Caro Study Space.[18] Additionally, a permanent exhibition, named Robert Caro Working after his 2019 book Working, will be set up at the Society's library. Caro stated that he was \"just plain delighted\" since his \"favorite aunt often took\" him there as well as having spoken there and \"been a recipients of its awards.\"[77] An exhibition called “Turn Every Page”: Inside the Robert A. Caro Archive opened on October 22, 2021,[26] becoming \"the first permanent public exhibition of an archive devoted to a living author in the country.\"[4] The title comes from an advice from then-editor of Newsday, Alan Hathway, had given to Caro as a young reporter on \"his first investigative assignment, Hathway “looked at me for what I remember as a very long time … ‘Just remember,’ he said. ‘Turn every page. Never assume anything. Turn every goddamn page.’”\"[78] The advice is also the title of an upcoming documentary on Caro and editor Robert Gottlieb's collaborations, directed by the latter's daughter, Lizzie Gottlieb.[79]","Title":"Robert Caro - Wikipedia","KeyID":"4588","URL":"https://en.wikipedia.org/wiki/Robert_Caro"}