{"Content: ":"Doris Helen Kearns Goodwin (born January 4, 1943)[1] is an American biographer, historian, former sports journalist, and political commentator. She has written biographies of several U.S. presidents, including Lyndon Johnson and the American Dream; The Fitzgeralds and the Kennedys: An American Saga; Team of Rivals: The Political Genius of Abraham Lincoln; and The Bully Pulpit: Theodore Roosevelt, William Howard Taft, and the Golden Age of Journalism. Goodwin's book No Ordinary Time: Franklin and Eleanor Roosevelt: The Home Front in World War II won the Pulitzer Prize for History in 1995. Goodwin also produced the American television miniseries Washington.[2] Doris Helen Kearns was born in Brooklyn, New York, the daughter of Helen Witt (née Miller) and Michael Francis Aloysius Kearns. She has a sister, Jene Kearns.[3][4] She was raised Catholic.[5] Her paternal grandparents were Irish immigrants.[6] She grew up in Rockville Centre, New York, where she graduated from South Side High School.[7] She attended Colby College in Maine, where she was a member of Delta Delta Delta and Phi Beta Kappa, and graduated magna cum laude in 1964 with a Bachelor of Arts degree. She was awarded a Woodrow Wilson Fellowship in 1964[8] to pursue doctoral studies. In 1968, she earned a PhD in government from Harvard University, with a thesis titled \"Prayer and Reapportionment: An Analysis of the Relationship between the Congress and the Court.\"[9] In 1967, Kearns went to Washington, D.C. as a White House Fellow during the Lyndon B. Johnson administration.[10] Johnson initially expressed interest in hiring the young intern as his Oval Office assistant, but after an article by Kearns appeared in The New Republic laying out a scenario for Johnson's removal from office over his conduct of the war in Vietnam, she was instead assigned to the Department of Labor; Goodwin has written that she felt relieved to be able to remain in the internship program in any capacity at all. \"The president discovered that I had been actively involved in the anti-Vietnam War movement and had written an article entitled, 'How to Dump Lyndon Johnson'. I thought for sure he would kick me out of the program, but instead, he said, 'Oh, bring her down here for a year and if I can't win her over, no one can'.\"[11] After Johnson decided not to run for reelection, he brought Kearns to the White House as a member of his staff, where she focused on domestic anti-poverty efforts.[12] After Johnson left office in 1969, Kearns taught government at Harvard for 10 years, including a course on the American presidency. During this period, she also assisted Johnson in drafting his memoirs. Her first book Lyndon Johnson and the American Dream, which drew upon her conversations with the late president, was published in 1977, becoming a New York Times bestseller and provided a launching pad for her literary career. A sports journalist as well, Goodwin was the first female journalist to enter the Boston Red Sox locker room in 1979. She consulted on and appeared in Ken Burns'1994 documentary Baseball. Goodwin won the 1995 Pulitzer Prize for History for No Ordinary Time: Franklin and Eleanor Roosevelt: The Home Front During World War II (1994).[13] In 1996, Goodwin received the Golden Plate Award of the American Academy of Achievement.[14] Goodwin received an honorary L.H.D. from Bates College in 1998.[15][16][17][18][19][20] She was awarded an honorary doctorate from Westfield State College in 2008. Goodwin was on air talking to Tom Brokaw of NBC News during their 2000 Presidential Election Night Coverage when Brokaw announced NBC's projection that the state of Florida had voted for George W. Bush thus making him president.[21] Goodwin won the 2005 Lincoln Prize (for the best book about the American Civil War) for Team of Rivals: The Political Genius of Abraham Lincoln (2005), a book about Abraham Lincoln's presidential cabinet. Part of the book was adapted by Tony Kushner into the screenplay for Steven Spielberg's 2012 film Lincoln. She was a member of the Abraham Lincoln Bicentennial Commission advisory board.[22][23][24][25] The book also won the inaugural American History Book Prize given by the New-York Historical Society. Goodwin was a member of the board of directors of Northwest Airlines. Goodwin is a frequent guest commentator on Meet the Press, having appeared many times during the tenures of hosts Tim Russert, Tom Brokaw, David Gregory, and Chuck Todd. She was also a regular guest on Charlie Rose, appearing a total of forty-eight times beginning in 1994. Stephen King met with Goodwin while he was writing his novel 11/22/63, since she had been an assistant to Johnson. King used some of her ideas in the novel on what a worst-case scenario would be like if history had changed.[26] In 2014, Kearns won the Andrew Carnegie Medal for Excellence in Nonfiction for The Bully Pulpit.[27] It was also a Los Angeles Times Book Prize finalist (History, 2013)[28] and was named one of the Christian Science Monitor's 15 best nonfiction books in 2013.[29] In 2016, she appeared as herself in the fifth episode of American Horror Story: Roanoke.[30] In 2002, The Weekly Standard determined that Goodwin's book The Fitzgeralds and the Kennedys used without attribution numerous phrases and sentences from three other books: Times to Remember by Rose Kennedy; The Lost Prince by Hank Searls; and Kathleen Kennedy: Her Life and Times by Lynne McTaggart.[31] McTaggart remarked, \"If somebody takes a third of somebody's book, which is what happened to me, they are lifting out the heart and guts of somebody else's individual expression.\"[32] Goodwin had previously reached a \"private settlement\" with McTaggart over the issue. In an article she wrote for Time magazine, she said, \"Though my footnotes repeatedly cited Ms. McTaggart's work, I failed to provide quotation marks for phrases that I had taken verbatim... The larger question for those of us who write history is to understand how citation mistakes can happen.\"[33] In its analysis of the controversy, Slate magazine criticized Goodwin for the aggrieved tone of her explanation, and suggested Goodwin's worst offense was allowing the plagiarism to remain in future editions of the book even after it was brought to her attention.[34] The plagiarism controversy caused Goodwin to resign from the Pulitzer Prize Board[35] and to relinquish her position as a regular guest on the PBS NewsHour program.[36] The Los Angeles Times also reported on a passage in No Ordinary Time which appeared to use highly similar language and phrasing to one in Joseph P. Lash's 1971 book Eleanor & Franklin; Goodwin includes a citation for Lash in the bibliography, though the article questions if this is sufficient for the use of similar \"framing language\" between the two texts. In response, Goodwin said that she had met \"the highest standards of historical scholarship\" for the passage in question.[37] Growing up on Long Island, Goodwin was a fan of the Brooklyn Dodgers. She remembered that her father would have her document the events from the baseball game from the radio and replay the events of the game for him when he returned home. Goodwin stopped following baseball after the Dodgers moved to Los Angeles in 1958, but later became a Boston Red Sox fan while attending Harvard, and is now a season ticket holder.[38] In 1975, Kearns married Richard N. Goodwin,[39] who had worked in the Kennedy and Johnson administrations as an adviser and speechwriter. The two met in mid-1972 at Harvard's Institute of Politics.[40] Richard Goodwin was a widower who had a son, also named Richard, from his first marriage. At the time he and Kearns married, his son was nine years old.[41][42] The couple, who lived in Concord, Massachusetts, had two sons together, Michael and Joseph.[43] Richard Goodwin died on May 20, 2018, after a brief battle with cancer.[42]","Title":"Doris Kearns Goodwin - Wikipedia","KeyID":"4593","URL":"https://en.wikipedia.org/wiki/Doris_Kearns_Goodwin"}