{"Content: ":"Joseph Paul Lash (December 2, 1909 – August 22, 1987) was an American radical political activist, journalist, and writer. A close friend of Eleanor Roosevelt, Lash won both the Pulitzer Prize for Biography[1] and the National Book Award in Biography[2] for Eleanor and Franklin (1971), the first of two volumes he wrote about the former First Lady.[3] Joseph P. Lash was born December 2, 1909, in New York City, the son of the former Mary Avchin and Samuel Lash,[4] ethnic Jewish immigrants from the Russian empire.[5] Joseph was the eldest of three sons and two daughters of the couple.[3] He received his bachelor's degree from City College of New York in 1931 and a master's degree from Columbia University in New York City in 1932.[4] In 1930 while a Junior at City College, Lash joined the Socialist Party of America (SPA), of which he remained a member until his resignation in 1937.[4] Following his graduation in 1932, Lash went to work for the League for Industrial Democracy (LID), an independent socialist organization closely tied to the SPA. He remained head of the Student League for Industrial Democracy (SLID) and editor of its publication Student Outlook[6] from 1933 until 1935.[4] In 1936 Lash became the executive secretary of the American Student Union, a popular front organization which brought together members of the youth organizations of the rival Socialist and Communist parties.[4] Lash served in this capacity until 1939.[4] In 1934 Lash began organizing anti-war demonstrations on campuses, but when the Spanish Civil War broke out in 1936 between Loyalist defenders of the Spanish Republic, backed by the world Communist and Socialist movements, and pro-Fascist rebels under the leadership of Francisco Franco, he dropped his pacifism and dedicated himself to fighting Fascism. About 1937 Lash went to Spain but did not participate in the fighting, preferring to speak to youth groups in an effort to help rally support for the Loyalist cause.[4] He grew politically close to the Communist Party in this period.[3] The Nazi-Soviet Non-Aggression Pact of August 23, 1939, deeply shook Lash's growing leanings towards the Communist Party, causing him to resign as executive secretary of the American Student Union. Three months later he was subpoenaed to appear before the House Un-American Activities Committee (colloquially known as the \"Dies Committee\" after its chairman) to be questioned about his activities with the American Student Union and the American Youth Congress. Lash was a hostile witness on November 11, refusing to cooperate with the committee in its effort to obtain the names of members of the Communist Party and to expound upon their influence.[4] After boarding a train at Pennsylvania Station to attend the hearing, Lash met First Lady Eleanor Roosevelt, becoming lifelong friends.[3] The White House press corps was stunned when she invited him and six other witnesses on the train to lunch at the White House, then made an appearance at Lash's afternoon hearing to lend moral support.[3] After the hearing, she invited Lash and the others to a dinner at the White House, where they met her husband and Helen Gahagan Douglas and her husband, actor Melvyn Douglas.[3] In 1940, shaken by the turn of the Soviet Union and its Communist Party USA supporters away from militant anti-Fascism to neutrality towards the Adolf Hitler regime, Lash established the non-Communist national student organization, the International Student Service, serving as its head until 1942.[3] In 1942 at his own request, Lash made a second appearance before the Dies Committee, at which he renounced his former Communist Party allies, while at the same time refusing to provide information about individuals with whom he worked during the Popular Front period.[4] Lash applied for a commission with Naval Intelligence during World War II but was apparently turned away as a potential security risk.[4] He instead enlisted in the U.S. Army Air Force, which he entered as a sergeant before being promoted to the rank of second lieutenant.[3] During the wartime years he maintained a correspondence with the First Lady, who visited him during her 1943 American Red Cross tour of the Pacific.[6] In 1947 with Eleanor Roosevelt, Lash was a co-founder and New York director of Americans for Democratic Action (ADA), an anti-Communist national membership organization of American liberals.[6] He remained director until 1949.[4] In 1950, Lash went to work for the New York Post as the paper's United Nations correspondent.[citation needed] Lash began his career as a chronicler of the Roosevelt Administration in 1952, when he assisted Franklin D. Roosevelt's son Elliott Roosevelt with the editing for publication of two volumes of the President's letters.[6] In 1961, Lash published his first full-length book, a biography of U.N. Secretary-General Dag Hammarskjöld. Thereafter, he moved to a position as assistant editor of the New York Post's editorial page, staying in that capacity until 1966.[4] Following Eleanor Roosevelt's death in 1962, Lash set to work writing a memoir of her, published two years later as Eleanor Roosevelt: A Friend's Memoir.[6] This fair and familiar treatment of his friend kept him in the Roosevelt family's eye. In 1966, two years after the publication of this book, Lash received a telephone call from Franklin D. Roosevelt, Jr., the literary executor of his mother. Roosevelt asked whether Lash might like to take a look at Eleanor Roosevelt's personal papers, with a view to writing a biography. Lash accepted this offer with gusto, quit his job at the Post, and began a five-year project which would culminate in the publication of the first installment of a two-part biography, Eleanor and Franklin.[3] This book, which dealt sympathetically but candidly with the Roosevelts' sometimes troubled marriage, made headlines and garnered critical praise. It won the Pulitzer Prize for biography in 1972, cementing Lash's prominence as an independent writer. A series of literary projects ensued.[citation needed] Lash was married twice; his second wife was Trude Wenzel. Lash died at age 77 on August 22, 1987, in Boston, Massachusetts, where he had been undergoing treatment for a heart ailment.[3] Lash won the Pulitzer Prize and the National Book Award as well as the Francis Parkman Prize for Eleanor and Franklin.[5] Lash's papers are held by the New York State Archives in Albany, New York, and the Franklin D. Roosevelt Presidential Library in Hyde Park, New York.[citation needed] During his lifetime Lash's books were translated into a number of European languages, including German, French, Spanish, Swedish, Danish, and Croatian.[1]","Title":"Joseph P. Lash - Wikipedia","KeyID":"4595","URL":"https://en.wikipedia.org/wiki/Joseph_P._Lash"}