{"Content: ":"The President of Sri Lanka (Sinhala: ශ්‍රී ලංකා ජනාධිපති Śrī Laṃkā Janādhipathi; Tamil: இலங்கை சனாதிபதி Ilankai janātipati) is the head of state, chief executive, and de jure head of government of the Democratic Socialist Republic of Sri Lanka. The president is the chief executive of the union government and the commander-in-chief of the Sri Lanka Armed Forces. The office was created in 1972 as a ceremonial head of state. Until 1972, Ceylon was a Commonwealth realm with Queen Elizabeth II as the head of state and Queen of Ceylon. It became an executive post in 1978, and since then has been the single most dominant political office in the country. Prime Minister Ranil Wickremesinghe became the acting president on 13 July 2022, after his predecessor Gotabaya Rajapaksa fled the country on 13 July 2022. Rajapaksa resigned on 14 July 2022. On 15 July 2022, Wickremesinghe was sworn in as acting president of Sri Lanka.[3][4][5] The same day, he decided to formally abolish the presidential standard and remove the style \"His Excellency\" when addressing the president. On July 20, 2022, Wickremesinghe was elected as the ninth President by parliament in a secret ballot. Legislature Judiciary Under the Soulbury Constitution which consisted of the Ceylon Independence Act, 1947 and The Ceylon (Constitution and Independence) Orders in Council 1947, Ceylon (as Sri Lanka was known then) became a constitutional monarchy with a parliamentary form of government. The monarch of Ceylon served as the head of state, represented by the governor-general with the prime minister serving as the head of government. The governor-general replaced the position of the Governor of British Ceylon who excised executive control over the entire island since 1815. In 1972, the new Republican Constitution declared Sri Lanka a republic, and the monarchy was abolished. The governer-general was replaced by the office of President of Sri Lanka. The president was a mostly ceremonial head of state, with real power vested in the prime minister. In 1978, the second amendment to the Constitution moved from a Westminster system into a more semi-presidential system. The presidency became an executive post modeled closely on the French presidency, and was now both head of state and head of government, with a longer term and independence from Parliament. The president was the commander-in-chief of the armed forces, head of the cabinet of ministers, and could dissolve parliament (after one year had passed since the convening of parliament after a parliamentary election).[citation needed] The prime minister would serve as both an assistant and the deputy to the president and also the president's successor. Sri Lankan presidents are vested with very broad executive power. They are involved with every aspect of the government and are able to hold cabinet portfolios, or can bypass the cabinet posts by delegating decisions to the Presidential Secretariat. The 17th Constitutional Amendment introduced in 2001 reduced certain powers of the president, in particular in regard to the appointment of the upper judiciary and independent commissions such as the election commission or the bribery and corruption commission. In 2010, the 18th Amendment to the constitution removed the two-term limit for the presidency. It allowed the incumbent president to serve multiple terms as well as increase their power by replacing the broader constitutional council with a limited parliamentary council. The 19th Constitutional Amendment undid much of the changes made by the 18th Amendment. The two-term limit was restored, and the president was required to consult the prime minister on ministerial appointments. It curtailed any president’s immunity by making him liable to fundamental rights litigation on any official act.[6] The Constitution sets the following qualifications for holding the presidency: The president is elected to office in a presidential election held nationwide for a five-year term. An elected president can serve a maximum of two terms, with each term taking effect from the date of taking a public oath of office for the elected term. Succession to or vacancies in the office of president may arise under several possible circumstances: death or incapacity, resignation, or removal from office. In the case when the president is unable to perform their duties, their powers are temporarily transferred to the prime minister until confirmed by Parliament. Duties of the president as described in the constitution are; Presidents have little constraints on their power. The president shall be responsible to Parliament and can be impeached and removed by a two-thirds majority in Parliament. The president may declare war and peace. They can place the country or any part under a state of emergency, under which they can override any law passed and promulgate any regulation without needing legislative approval. However, to prolong the state of emergency for more than 6 months, parliamentary approval is needed. In case of external invasion, a state of national defense can be proclaimed, which allows the government extraordinary powers. Martial law can be declared in provinces under extraordinary conditions. Further, the President can dismiss both the national and state governments from power in 3 situations: corruption, treason, and inability to govern. The president has the right to attend Parliament once in every three months with all the privileges, immunities and powers of a member of Parliament, other than the entitlement to vote, and shall not be liable for any breach of the privileges of Parliament or of its members. They have the right to address or send messages to Parliament. They have the power to make the Statement of Government Policy in Parliament at the commencement of each session of Parliament (Speech from the Throne), to preside at ceremonial sittings of Parliament, to summon, prorogue and dissolve Parliament. The president is the head of the executive, as such to keep the Public Seal of the Republic, and make and execute under the public seal numerous appointments which include the prime minister, cabinet and non-cabinet ministers, provincial governors, public officers, ambassadors and commissioned officers of the armed forces. The president may also appoint secretaries, officers, and staff to carry out the duties of the office of the president. Grants and dispositions of lands and other immovable property vested in the Republic. The president would have the power to appoint and remove, the chief justice, justices of the Supreme Court, justices of the Court of Appeal and judges of the High Court. The president may grant a pardon, respite or substitute a less severe form of punishment for any punishment imposed on any offender convicted of any offence in any court within the Republic of Sri Lanka. The president has immunity from both civil and criminal proceedings. The president has the power to commission public inquires by appointing a Presidential Commission of Inquiry to investigate any issue. The president would have the power to receive and recognize, and to appoint and accredit ambassadors, high commissioners, plenipotentiaries and other diplomatic agents. The president has an important ceremonial role in terms of state ceremonies, functions, and awarding state awards. Most notable would be the traditional throne speech delivered by the president to the parliament outlining the official policy statement of the new government to the parliament.[7] The president would lead the independence day celebrations as well as other national ceremonies such as remembrance day, Wap Magul (ceremonial ploughing) and receive the Perahera Sandeshaya. National honours would be awarded by the president on behalf of the government of Sri Lanka. The president would receive letter of credence from foreign ambassadors. The president may appoint provincial governors to head the provincial council and serve as their representative in the province. The president may also appoint any number of advisers as presidential advisers and coordinate secretaries to assist them. The president has the power to appoint senior attorneys-at-law to the position of President's Counsel. The president may appoint officers from the armed forces to serve as their aide-de-camp as well as extra-aide-de-camp. Additionally, the president may appoint medical officers of the armed forces as Honorary Physician to the President and Honorary Surgeon to the President.[8] The president would receive a monthly salary (as of 2016) of LKR 100,000 (≈ $ 1,000) paid from the consolidated fund.[9] It was increased from LKR 25,000 (≈ $ 500) to LKR 100,000 in 2006. By tradition, the president and past presidents are not subjected to income tax. This practice dates back to the pre-republic era when the crown was not subject to tax. In 2018, this practice was changed with the Inland Revenue Bill which removed the tax exemption given to the President.[10] The president has immunity from both civil or criminal proceedings, during the tenure of office and acts carried out during this period. The official residence of the president in Colombo is the President's House (formerly the Queen's House as the residence of the governor-general). The government pays for meals and staff. Other presidential residences include: In recent years from time to time Prime Minister's House, commonly referred to as Temple Trees, which has been the traditional residence of the prime minister since 1948, has been used by some presidents such as Kumaratunga and Mahinda Rajapaksa. Other presidents, such as Jayewardene and Sirisena, have refused to use the President's House, with the former preferring to stay at his personal residence in Braemar, and the latter at his former ministerial residence at Wijayarama Mawatha. For ground travel, the president uses the presidential state car, which is an armored black Mercedes-Benz S-Class (S600) Pullman Guard. For domestic air travel, helicopters from the No. 4 (VVIP/VIP) Helicopter Squadron of the Sri Lanka Air Force are used while for long-distance travel, regular flights of the Sri Lankan Airlines are used. During ceremonial occasions, ships and boats of the Sri Lanka Navy have been commissioned as the Presidential yacht. President's Security Division (PSD) is the main unit charged with the close protection of the President of Sri Lanka. During President Mahinda Rajapakse's time in office the specialized Army unit the 'President's Guard' was formed for Presidential Security. Prior to the formation of the President's Guard, army personnel served as a squadron under the President's Security Division since 1996 and focused on key tasks including the perimeter security of the presidential residence, Temple Trees. 5th Regiment Sri Lanka Armoured Corps was the first army unit chosen to be in the dedicated security of the president of Sri Lanka during the presidency of Chandrika Bandaranaike Kumaratunga. However, in April 2015, President Maithripala Sirisena dissolved the President's Guard.[11] Currently the president's security is provided by the elite Special Task Force (STF) of the Sri Lanka Police. After the oath of office has been taken by the elected president, a presidential flag was adopted by the president as the insignia of their office. Each president had a unique standard, incorporating traditional symbols associated with the president or their home region. This was the case until Acting President Ranil Wickremesinghe abolished the presidential flag. The Presidential Secretariat is the government ministry that functions as the office and staff of the president, supporting the administrative functions of the presidency and other ministerial portfolios that are held by the president. Initially located at President's House, the staff of the office of the president grew with the establishment of the executive presidency and moved into the former Parliament building in Colombo in the 1980s which now hosts the Presidential Secretariat. The Presidential Secretariat is headed by the secretary to the president (also known as the president's secretary), who is the most senior civil servant in the country. The president has the ability to appoint any number of advisers as presidential advisers. The highest-ranking of which is known as senior advisers. During his tenure, President Mahinda Rajapaksa had appointed 38 advisers.[12] The president may appoint any number of coordinating secretaries to assist him/her. The president is the chair of the Board of Governors of the President's Fund which was established under the President’s Fund Act No. 7 of 1978 to provide funds for relief of poverty, access to special healthcare, advancement of education or knowledge, advancement of the religion and culture, providing awards to persons who have served the nation and for any other purposes beneficial or of interest to the public. It is administrated by the Presidential Secretariat.[13] Under the Constitutions of Sri Lanka, holders of the office of president are granted a pension equal to the last pay drawn while in office and privileges equivalent to a serving cabinet minister. This would include the order of precedence, an official residence, an office, staff, transport and security. The pension will be in addition to any other pension which they would be entitled to due to prior service. A widow of a former president would receive a pension of two-thirds of which would have been entitled to their spouse and the privileges entitled to their late spouses such as an official residence, transport, and the order of precedence.[14]","Title":"President of Sri Lanka - Wikipedia","KeyID":"46","URL":"https://en.wikipedia.org/wiki/President_of_Sri_Lanka"}