{"Content: ":"Grace Tully (August 9, 1900 – June 15, 1984) was private secretary to U.S. President Franklin D. Roosevelt. She succeeded Missy LeHand in June 1941 and served until FDR's death on April 12, 1945. Grace Tully was born in Bayonne, New Jersey. Her father was a businessman and a loyalist to the Democratic Party. He died when she was young, and Tully and her two sisters and brother were raised by their mother.[1] She received her secretarial education at the Grace Institute in New York, and after graduating was appointed as secretary to Patrick Hayes, bishop of the Roman Catholic Archdiocese of New York. In 1928, Grace Tully started to work for the Democratic National Committee, and was assigned to assist Eleanor Roosevelt, who was organizing support for presidential nominee Al Smith. Later that year, when FDR was nominated for Governor of New York, Grace Tully went to work on his staff. After Roosevelt's successful election, Tully began serving as the assistant to Missy LeHand, who was Roosevelt's personal secretary in Roosevelt's office at Albany, New York. Tully was given the dictation and typing duties that Lehand disliked. Tully served with FDR for his four years as governor.[1] Grace Tully moved to Washington, D.C., in 1933, when Roosevelt was elected president. Both she and Missy LeHand were important figures for FDR during his presidency. Tully frequently accompanied FDR on his trips to Hyde Park and Shangri-La (today called Camp David). When Missy LeHand suffered a stroke in 1941, Grace Tully took over her position as personal secretary to the President. Tully was not an intimate or romantic companion for Roosevelt in the same way as LeHand had been.[2] She was working for the President at his \"Little White House\" in Warm Springs in April 1945, and was present at his death. Then she served as the Executive Secretary for the FDR Foundation. In 1949 she published her memoirs, FDR: My Boss. In 1955 she joined the staff of the Senate Democratic Policy Committee, working with Lyndon B. Johnson, the Senate Majority Leader at the time. She retired ten years later and died in 1984.[1]","Title":"Grace Tully - Wikipedia","KeyID":"4600","URL":"https://en.wikipedia.org/wiki/Grace_Tully"}