{"Content: ":"Geoffrey Champion Ward (born 1940) is an American editor, author, historian and writer of scripts for American history documentaries for public television. He is the author or co-author of 19 books, including 10 companion books to the documentaries he has written. He is the winner of seven Emmy Awards. Ward was born in Newark, Ohio, and is a graduate of Oberlin College (1962), where he majored in art.[1] He had initially planned to be a painter.[1] His father was F. Champion Ward, educator and a Vice-President of the Ford Foundation.[2] Ward spent some of his boyhood years in India.[1] Ward was the founding editor of Audience Magazine (1970-1973) and the editor of American Heritage Magazine (1977-1982). His 1989 biography of Franklin D. Roosevelt, A First-class Temperament: the Emergence of Franklin Roosevelt, won the National Book Critics Circle Award and the Francis Parkman Prize of the Society of American Historians and was a finalist for the Pulitzer Prize. Ward has been a long-time collaborator of American documentary filmmaker Ken Burns. Ward describes being asked to write the script for Huey Long after meeting Burns at his house in Walpole, New Hampshire.[1] The principal writer of the television mini-series The Civil War (1990), Ward has collaborated with its co-producer Ken Burns on most of the documentaries he has made since, including Jazz, Baseball, The War, and The Vietnam War. The films with Burns have garnered him five Emmy Awards. He has won an additional two Emmys for The Kennedys (1992), and TR, The Story of Theodore Roosevelt (1996).[3] His script for the documentary Unforgivable Blackness: The Rise and Fall of Jack Johnson, won the Writers Guild of America Award in 2005,[4] and the accompanying book won the 2006 William Hill Sports Book of the Year[5][6] and the Anisfield-Wolf Award for best biography.[7] In 2006, the Organization of American Historians gave Ward their Friend of History Award for his outstanding contributions to American history: Over the last twenty years Geoffrey Ward's writings on American History have had a greater influence and reached a wider audience than those of any other American writer and historian. [His] work is always his own, but he has also helped free ideas that otherwise might have been imprisoned in the academy and helped them find a wider world. He has helped academic historians understand the possibilities, limits, and demands of what has become the medium through which most Americans now get their history.\"[8] The 2011 Burns/Ward collaboration, Prohibition, brought Ward his seventh Emmy for Outstanding Writing for Nonfiction Programming.[9] Since that project, he worked with Ken Burns on The Roosevelts: An Intimate History, a seven-part documentary miniseries depicting the lives of Theodore Roosevelt, Franklin D. Roosevelt, and Eleanor Roosevelt, (broadcast on PBS in September 2014), and a multi-part TV series \"The Vietnam War\", with Lynn Novick and Ken Burns (broadcast on PBS in September 2017). In 2012, Ward published a biography of his great grandfather Ferdinand Ward (1851–1925), known as the greatest swindler of the Gilded Age. A Disposition to be Rich was written with the assistance of private family materials. Ward spent some of his boyhood years in India and has remained involved with India and in Indian issues. Working and writing about the ongoing struggle to save the Bengal tiger in the wild has meant friendships with great tiger men like Fateh Singh Rathore[10] and Billy Arjan Singh.[11] His essays and pieces on India have appeared in a wide array of publications, including Geo, Audubon, National Geographic, Smithsonian, Aperture and others. In 2011, he wrote an introduction for the book Varanasi: Portrait of a Civilization, (Collins, India,) by the photographer Raghu Rai, with whom he has collaborated on magazine pieces. He is currently at work on a book about the partition of the Indian subcontinent.[12] Ward is involved in the world of jazz and has collaborated with Wynton Marsalis[13] and the Jazz at Lincoln Center Orchestra. After the documentary Jazz was aired on public television, in an interview in the New York Times, Ward spoke of playing West End Blues by Louis Armstrong, as a 15-year-old student, so often that the bartender in the Paris cafe across the street from his student housing called him 'Satchmo': \"I must have played it a thousand times,\" he remembered. \"I think jazz music is so important to this country.... I find these characters, Armstrong, Ellington, working in a Jim Crow world, genuinely heroic.\"\"[14] Ward is married to the writer[15] and social/environmental activist[16] Diane Raines Ward. He has three children. When he was nine years old, Ward contracted poliomyelitis, and wears leg braces.[17] He describes hearing Louis Armstrong's recording of \"West End Blues\" on the radio while in the hospital and noted its profound impact on his life.[1] He later cited Franklin Roosevelt as a source of inspiration on how to overcome his handicap.[18] When interviewed for The Roosevelts, Ward \"was determined not to get emotional\", as Ken Burns said later, when discussing the \"terror\" felt by FDR during his ordeal in 1921; Burns did not mention Ward's disability on camera, but he had waited until the end of their interview before getting to questions on FDR's polio, at which point Ward \"was taken aback and the emotions caught him\".[19] Ward considers British broadcaster and naturalist David Attenborough to be \"the best television writer in the history of the medium.\"[1] Ward describes himself as a \"lifelong liberal Democrat.\"[1]","Title":"Geoffrey C. Ward - Wikipedia","KeyID":"4601","URL":"https://en.wikipedia.org/wiki/Geoffrey_C._Ward"}