{"Content: ":"Eric Rauchway (born 1969 or 1970) is an American historian and professor at the University of California, Davis.[1] He received his B.A. from Cornell in 1991, and his Ph.D. from Stanford in 1996. Rauchway's scholarship focuses on modern US political, social and economic history, particularly the Progressive Era and the New Deal. Rauchway is married to historian Kathryn Olmstead, who also teaches at UC Davis.[2] He was previously married to Meg Arnold, with whom he has two children.[3][4] He is best known for his 2008 book, The Great Depression and the New Deal, and for his associated commentary on Franklin Roosevelt's economic policies, which emphasized the effectiveness of the New Deal as a program of economic recovery and redistribution of political power.[5] The Great Depression and the New Deal was recommended on NPR's All Things Considered as one of three books to read to understand the Great Recession [6] and featured on C-SPAN Classroom.[7] Rauchway is also the author of a novel, Banana Republican, which continues the story of Tom Buchanan, the primary antagonist in F. Scott Fitzgerald's The Great Gatsby. It was reviewed in The New York Times Book Review [11]Library Journal[12] and Publishers Weekly [13] and other publications [14] He contributes to The Chronicle of Higher Education's group blog Edge of the American West[15] and also the academic blog Crooked Timber.[16] After the January 6, 2021 Capitol Riot, Rauchway along with over 300 other historians signed an open letter calling for a second impeachment of outgoing President Donald Trump. According to Rauchway, \"There has even been white supremacist violence relating to elections throughout American history, so I don’t want to say that none of that has happened before. But, I feel this is an important distinction to make for the president himself to incite a white supremacist mob to attack the Capitol with the express purpose of disrupting the election that he lost.\"[17]","Title":"Eric Rauchway - Wikipedia","KeyID":"4605","URL":"https://en.wikipedia.org/wiki/Eric_Rauchway"}