{"Content: ":"Gerhard Ludwig Weinberg (born 1 January 1928) is a German-born American diplomatic and military historian noted for his studies in the history of Nazi Germany and World War II. Weinberg is the William Rand Kenan, Jr. Professor Emeritus of History at the University of North Carolina at Chapel Hill. He has been a member of the history faculty at UNC-Chapel Hill since 1974. Previously he served on the faculties of the University of Michigan (1959–1974) and the University of Kentucky (1957–1959). Weinberg was born in Hanover, Germany, and resided there the first ten years of his life. As Jews living in Nazi Germany, he and his family suffered increasing persecution. They emigrated in 1938, first to the United Kingdom and then in 1941 to New York State. Weinberg became a U.S. citizen, served in the U.S. Army during its Occupation of Japan in 1946-1947, and returned to receive a BA in social studies from the State University of New York at Albany. He received his MA (1949) and PhD (1951) in history from the University of Chicago.[1] Weinberg recounted some of his childhood memories and experiences in a two-hour long oral history interview for the United States Holocaust Memorial Museum.[2] Weinberg has studied the foreign policy of National Socialist Germany and the Second World War for his entire professional life. His doctoral dissertation (1951), directed by Hans Rothfels, was \"German Relations with Russia, 1939–1941,\" subsequently published in 1954 as Germany and the Soviet Union, 1939–1941. From 1951 to 1954 Weinberg was a Research Analyst for the War Documentation Project at Columbia University and was Director of the American Historical Association Project for Microfilming Captured German Documents in 1956–1957. After joining the project to microfilm captured records at Alexandria, Virginia, in the 1950s, Weinberg published the Guide to Captured German Documents (1952).[3] In 1958, Weinberg made the discovery of Hitler’s so-called Zweites Buch (Second Book), an unpublished sequel to Mein Kampf, among captured German files. His find led to his publication in 1961 of Hitlers zweites Buch: Ein Dokument aus dem Jahr 1928, later published in English as Hitler's Second Book: The Unpublished Sequel to Mein Kampf (2003). In 1953–1954, Weinberg was involved in a scholarly debate with Hans-Günther Seraphim [de] and Andreas Hillgruber on the pages of the Vierteljahrshefte für Zeitgeschichte journal over the question of whether Operation Barbarossa, the German invasion of the Soviet Union in 1941 was a preventive war forced on Hitler by fears of an imminent Soviet attack. In a 1956 review of Hillgruber's book Hitler, König Carol und Marschall Antonescu, Weinberg accused Hillgruber of engaging at times in a pro-German apologia such as asserting that World War II began with the Anglo–French declarations of war against Germany on September 3, 1939, rather than the German invasion of Poland on September 1, 1939.[4] In his 1980 monograph The Foreign Policy of Hitler's Germany Starting World War II 1937–1939, Weinberg noted that about the question of the war's origins that \"my view is somewhat different\" from Hillgruber's.[5] In his 1981 book World in the Balance, Weinberg stated that \"Hillgruber's interpretation is not, however, followed here\".[6] In his 1994 book A World At Arms, Weinberg called Hillgruber's thesis presented in his book Zweierlei Untergang – Die Zerschlagung des Deutschen Reiches und das Ende des europäischen Judentums (Two Kinds of Ruin – The Smashing of the German Reich and the End of European Jewry) \"... a preposterous reversal of the realities\".[7] Weinberg sarcastically commented that if the German Army had held out longer against the Red Army in 1945 as Hillgruber had wished, the result would not have been the saving of more German lives as Hillgruber had claimed, but rather an American atomic bombing of Germany.[7] Another scholarly debate involving Weinberg occurred in 1962–1963 when Weinberg wrote a review of David Hoggan's 1961 book Der Erzwungene Krieg for the American Historical Review. The book claimed that the outbreak of war in 1939 had been due to an Anglo–Polish conspiracy against Germany. In his review, Weinberg suggested that Hoggan had probably engaged in forging documents (the charge was later confirmed). Weinberg noted that Hoggan's method comprised taking of all Hitler's \"peace speeches\" at face value, and simply ignoring evidence of German intentions for aggression such as the Hossbach Memorandum.[8] Moreover, Weinberg noted that Hoggan often rearranged events in a chronology designed to support his thesis such as placing the Polish rejection of the German demand for the return of the Free City of Danzig (modern Gdańsk, Poland) to the Reich in October 1938 instead of in August 1939, thereby giving a false impression that the Polish refusal to consider changing the status of Danzig was due to British pressure.[8] Weinberg noted that Hoggan had appeared to engage in forgery by manufacturing documents and attributing statements that were not found in documents in the archives.[9] As an example, Weinberg noted during a meeting between Neville Chamberlain and Adam von Trott zu Solz in June 1939, Hoggan had Chamberlain saying that the British guarantee of Polish independence given on March 31, 1939 \"did not please him personally at all. He thereby gave the impression that Halifax was solely responsible for British policy\".[10] As Weinberg noted, what Chamberlain actually said was: Do you [(vonTrott zu Solz)] believe that I undertook these commitments gladly? Hitler forced me into them![10] Subsequently, both Hoggan and his mentor Harry Elmer Barnes wrote a series of letters to the American Historical Review protesting Weinberg's review and attempting to rebut his arguments. Weinberg in turn published letters rebutting Barnes's and Hoggan's claims. Weinberg's early work was the two-volume history of Hitler's diplomatic preparations for war: The Foreign Policy of Hitler's Germany (1970 and 1980; republished 1994). In this work, Weinberg portrayed a Hitler committed to his ideology, no matter how inane or stupid it might seem to others, and therefore as a leader determined to use foreign policy to effect a specific set of goals. Weinberg thus countered others, such as British historian A.J.P. Taylor, who had argued in The Origins of the Second World War (1962) that Hitler had acted like a traditional statesman in taking advantage of the weaknesses of foreign rivals. The first volume of The Foreign Policy of Hitler's Germany received the George Louis Beer Prize of the American Historical Association in 1971.[11] Weinberg's attention then turned to the Second World War. He published dozens of articles on the war and volumes of collected essays such as World in the Balance: Behind the Scenes of World War II (1981). All of that work was preparation for the release in 1994 of his 1000-page one-volume history of the war, A World at Arms: A Global History of World War II, for which he won a second George Louis Beer Prize in 1994.[11] Weinberg continued his studies of the era of the war even after the publication of his general history by examining the conceptions of World War II's leaders about the world that they thought they were fighting to create. It was published in 2005 as Visions of Victory: The Hopes of Eight World War II Leaders. In that book, Weinberg looked at what eight leaders were hoping to see after the war ended. The eight leaders profiled were Adolf Hitler, Benito Mussolini, General Hideki Tōjō, Chiang Kai-shek, Joseph Stalin, Winston Churchill, General Charles de Gaulle, and Franklin D. Roosevelt. Weinberg has continued to be a critic of those who claim that Operation Barbarossa was a \"preventive war\" forced on Hitler. In a review of Stalin's War by Ernst Topitsch [de], Weinberg called those who promote the preventive war thesis as believers in \"fairy tales\".[12] In 1996, Weinberg was somewhat less harsh in his review of Topitsch's book but was still very critical in his assessment of the Czech historian R.C. Raack's Stalin's Drive to the West. (The latter book did not accept the preventive war thesis, but Raack still argued that Soviet foreign policy was far more aggressive than many other historians would accept and that Western leaders were too pliant in their dealings with Stalin.)[13] In the globalist versus continentalist debate, concerning whether Hitler had ambitions to conquer the entire world or merely the continent of Europe, Weinberg takes a globalist view, arguing Hitler had plans for world conquest. On the question of whether Hitler intended to murder Europe's Jews before coming to power, Weinberg takes an intentionalist position, arguing that Hitler had formulated ideas for the Holocaust by the time he wrote Mein Kampf. In a 1994 article, Weinberg criticized the American functionalist historian Christopher Browning for arguing that the decision to launch the \"Final Solution to the Jewish Question\" was taken in September–October 1941.[14] In Weinberg's view, July 1941 was the more probable date.[14] In the same article, Weinberg praised the work of the American historian Henry Friedlander for arguing that the origins of the Holocaust can be traced to the Action T4 program, which began in January 1939.[15] Finally, Weinberg praised the thesis put forward by the American historian Richard Breitman that planning for the Shoah began during the winter of 1940–1941 but argued that Breitman missed a crucial point: because the T4 program had generated public protests, the Einsatzgruppen massacres of Jews in the Soviet Union were intended as a sort of \"trial run\" to gauge reaction of the German people to genocide.[16] A major theme of Weinberg's work about the origins of the Second World War has been a revised picture of Neville Chamberlain and the Munich Agreement. Based on his study of German documents, Weinberg established that the demands made by Hitler on the cession of the Sudetenland region of Czechoslovakia were not intended to be accepted but were rather to provide a pretext for aggression against Czechoslovakia.[17] Weinberg has established that Hitler regarded the Munich Agreement as a diplomatic defeat, which deprived Germany of the war that was intended to begin on October 1, 1938.[18] Weinberg has argued against the thesis that Chamberlain was responsible for the failure of the proposed putsch in Germany in 1938.[19] Weinberg has argued that the three visits to London in the summer of 1938 of three messengers from the opposition, each bearing the same message (if only Britain would promise to go to war if Czechoslovakia was attacked, then a putsch would remove the Nazi regime, each ignorant of the other messengers' existence), presented a picture of a group of people apparently not very well organized and that it is unreasonable for historians to have expected Chamberlain to stake all upon uncorroborated words of such a badly-organized group.[19] In a 2007 review of Ian Kershaw's Fateful Choices, Weinberg, though generally favorable to Kershaw, commented that Chamberlain played a far more important role in the decision to fight on despite the great German victories in the spring of 1940 and in ensuring that Churchill was his successor, instead of the peace-minded Lord Halifax, than Kershaw gave him credit for in his book.[20] Weinberg's picture of Chamberlain has led to criticism; the American historian Williamson Murray condemned Weinberg for his \"... attempts to present the British Prime Minister in as favorable a light as possible\".[21] In 1983, when the German illustrated weekly magazine Der Stern reported its purchase of the alleged diaries of Adolf Hitler, the U.S. weekly magazine Newsweek asked Weinberg to examine them hurriedly in a bank vault in Zürich, Switzerland. Together with Hugh Trevor-Roper and Eberhard Jäckel, Weinberg was one of the three experts on Hitler asked to examine the alleged diaries. Squeezing the visit into just a few hours so as not to miss any of his teaching assignments at Chapel Hill, Weinberg reported in Newsweek that \"on balance I am inclined to consider the material authentic.\"[22] Weinberg also noted that the purported journals would likely add less to our understanding of the Second World War than many might have thought and that more work would be needed to \"make the verdict [of authenticity] airtight.\"[23] When that work was undertaken by the German Federal Archives, the \"diaries\" were deemed forgeries. Weinberg was elected president of the German Studies Association in 1996. Weinberg has been a fellow of the American Council of Learned Societies, a Fulbright professor at the University of Bonn, a Guggenheim Fellow, and a Shapiro Senior Scholar in Residence at the U.S. Holocaust Memorial Museum among many other such honors.[1] In June 2009, Weinberg was selected to receive the $100,000 Pritzker Military Library Literature Award for lifetime excellence in military writing, sponsored by the Chicago-based Tawani Foundation.[24] As part of his acceptance, he gave a webcast lecture at the library on \"New Boundaries for the World: The Postwar Visions of Eight World War II Leaders.\"[25] He was awarded the 2011 Samuel Eliot Morison Prize, a lifetime achievement award given by the Society for Military History.[26]","Title":"Gerhard Weinberg - Wikipedia","KeyID":"4612","URL":"https://en.wikipedia.org/wiki/Gerhard_Weinberg"}