{"Content: ":"Wolfgang Schivelbusch (born 26 November 1941) is a German scholar of cultural studies, historian, and author. Wolfgang Schivelbusch was born on 26 November 1941 in Berlin. He studied literature, sociology, and philosophy. He has lived in New York since 1973. Schivelbusch is an independent scholar,[1] not affiliated to any academic institution. He is known for using the method of history of mentalities. Schivelbusch also works on the history of perception and cultural history. In 2003 he was awarded the Heinrich Mann prize of the Academie of Arts in Berlin. He has cited Norbert Elias as one of his main influences and inspirations. Schivelbusch's 1977 book, Geschichte der Eisenbahnreise: Zur Industrialisierung von Raum und Zeit im 19. Jahrhundert, [2] was published in English as The Railway Journey: The Industrialization of Time and Space in the Nineteenth Century[3] in 1986 and updated with a new preface in 2014. Per the publisher, \"Schivelbusch discusses the ways in which our perceptions of distance, time, autonomy, speed, and risk were altered by railway travel.\"[4] In other words, Schivelbusch describes how the railroad not only transformed the natural landscape but also our very perceptual experience of nature itself. Schivelbusch notes that the “annihilation of space and time” was the early nineteenth-century characterization of the effect of railroad travel, due to the speed the new means of transportation was able to achieve.[5] The diminished time it took to cross the distance between two spatial locations (such as two cities) by railway meant that these locations no longer seemed so distant, even though the distance between them remained unaltered. Additionally, as the railroad network expanded and its reach lengthened, ever more distant places became newly and widely accessible. Subsequently, Schivelbusch describes two contradictory sides of the same process: [O]n the one hand, the railroad opened up new spaces that were not as easily accessible before; on the other, it did so by destroying space, namely the space between points. That in-between, or travel space, which it was possible to 'savor' while using the slow, work-intensive eotechnical form of transport, disappeared on the railroads. The railroad knows only points of departure and destination.[6] The denizens of the nineteenth century, who were used to traveling by stagecoach or horseback (and subsequently had time to \"savor\" their journey and contemplate the surrounding landscape), suddenly found themselves remarkably dissociated from their surroundings while sitting in a railcar. The speed of the train precluded the ability to focus on aspects of the landscape around them for any great length of time, and many early passengers often became physically distressed or even ill as a result of their exposure to the rapid change of impressions while looking out the railcar window.[7] What Schivelbusch terms the “panoramic gaze”—the ability to look out into the distance and enjoy the passing landscape—had at first to be gradually developed.[8] The modes of perception formed by traditional travel were thus thrown into crisis by the need for an entirely new perceptual posture, one that could enjoy or at least tolerate the new landscape created by the railroad. Such a shift in perception had subtle ramifications in many sectors: for instance, book publishers enjoyed an increased demand for reading material by train travelers, as something they could easily and at length give their attention and focus their eyes on.[9]","Title":"Wolfgang Schivelbusch - Wikipedia","KeyID":"4617","URL":"https://en.wikipedia.org/wiki/Wolfgang_Schivelbusch"}