{"Content: ":"Amity Ruth Shlaes (/ʃleɪs/;[1] born September 10, 1960) is a conservative American author and newspaper and magazine columnist. Shlaes writes about politics and economics from a classical liberal perspective.[2] Shlaes has authored five books, including three New York Times Bestsellers. She currently chairs the board of trustees of the Calvin Coolidge Presidential Foundation[3] and serves as a Presidential Scholar at The King's College in New York City. She is a recipient of the Bastiat Prize and, more recently, the Bradley Prize. Shlaes graduated from Yale University magna cum laude[4] with a bachelor's degree in English in 1982.[5] She attended the Freie Universitaet Berlin on a DAAD fellowship. She is Jewish.[6] She is a current events columnist for Forbes at the front of the magazine, rotating with Paul Johnson and David Malpass. Until 2013, she wrote syndicated column for Bloomberg News.[7] Shlaes also writes a print column for Forbes magazine, rotating with Lee Kwan Yew, David Malpass, and Paul Johnson. Shlaes is also a regular contributor to Marketplace, the public radio show. She has appeared on numerous other radio and television shows over the course of her career.[7] Before writing her column for Bloomberg, Shlaes was a columnist for the Financial Times for five years, until September 2005. Before that she was a member of the editorial board of The Wall Street Journal, specializing in economics.[7] She followed the collapse of communism for The Wall Street Journal Europe and in the early 1990s she served as the Journal's op-ed editor.[7] Over the years, she has written for The New Yorker, The American Spectator, Commentary, The Spectator (UK), Foreign Affairs, Forbes, National Review, The New Republic, the Süddeutsche Zeitung and Die Zeit, among others.[7] Her obituary of Milton Friedman appeared in The New York Sun.[8] For two years (2012 and 2013), Shlaes worked at the George W. Bush Presidential Center, leading the economic growth project.[9] In 2011, she was named director of the 4% Growth Project at the George W. Bush Institute. This initiative is aimed at illuminating ideas and reforms that can yield faster, higher quality economic growth. Before joining the Bush Institute she served a decade as a senior fellow in economic history at the Council on Foreign Relations (CFR), an independent, nonpartisan membership organization, think tank, and publisher.[10] As a senior fellow in Economic History at CFR David Rockefeller Studies Program, Shlaes worked within the Maurice R. Greenberg Center for Geo-economic Studies (CGS), dedicated to promoting better understanding among policymakers and academic specialists of how economic and political forces interact to influence world affairs.[11] Since Fall 2008, Shlaes has served as an adjunct associate professor of economics at New York University Stern School of Business, teaching a course titled \"The Economics of the Great Depression\".[12] She also serves as a Presidential Scholar at The King's College in New York City.[13] She chairs the jury for the Hayek Prize of Manhattan Institute for Policy Research, a $50,000 book prize. She has served on the jury of the Bastiat Prize. Shlaes has won both prizes.[14][15] In the past, she was a trustee of the German Marshall Fund.[citation needed] Shlaes's first book was Germany: The Empire Within, about German national identity at the time of reunification. She has also written articles about this time period, including a piece in The New Yorker on the Deutsche mark and the euro.[16] She followed that book with The Greedy Hand: How Taxes Drive Americans Crazy and What to Do About It. It was a national bestseller.[17] Fred Goldberg, a former IRS Commissioner, called it \"a terrific book on the history of politics and taxing in America ... a must read—whether you come from the left, right, or mushy middle.\"[18] Steve Forbes described The Greedy Hand as \"the economic bible for those who believe in growth\".[18] Shlaes's next book, The Forgotten Man: A New History of the Great Depression, was published in 2007 and was a study of the Great Depression in the United States and the New Deal. This book argues that both Presidents Herbert Hoover and Franklin Delano Roosevelt promoted economic policies that were counterproductive, prolonged the Great Depression, and established a modern \"entitlement trap.\"[18] The Forgotten Man was a New York Times bestseller for 19 weeks, with over 250,000 copies in print.[citation needed] It has also been published in German, Italian, Korean, Chinese (Mandarin) and Japanese. Economist Paul Krugman has criticized The Forgotten Man, taking issue with its central tenet that New Deal policies exacerbated the Great Depression. Krugman wrote of \"a whole intellectual industry, mainly operating out of right-wing think tanks, devoted to propagating the idea that FDR actually made the Depression worse.... But the definitive study of fiscal policy in the 1930s, by the MIT economist E. Cary Brown, reached a very different conclusion: Fiscal stimulus was unsuccessful 'not because it does not work, but because it was not tried'.\"[19] Krugman specifically accused Shlaes of disseminating \"misleading statistics.\"[20] Shlaes responded to Krugman in The Wall Street Journal, specifically saying that for her estimates of employment and unemployment during the period she used the Lebergott/Bureau of Labor Statistics series.[21] She wrote that statistician Stanley Lebergott \"intentionally did not include temporary jobs in emergency programs—because to count a short-term, make-work project as a real job was to mask the anxiety of one who really didn't have regular work with long-term prospects.\"[21] Shlaes went on to say that if the Obama administration \"proposes F.D.R.-style recovery programs, then it is useful to establish whether those original programs actually brought recovery. The answer is, they didn't.\"[22] Writing in Forbes, Hudson Institute fellow Diana Furchtgott-Roth first lays out Shlaes's view: \"She points out that federal spending during the New Deal did not restore economic health.[23] Unemployment stayed high and the Dow Jones Industrial average stayed low.\" After then explaining Krugman's position that \"the New Deal failed to spend enough money to achieve full employment,\" Furchtgott-Roth concludes, \"the new president needs to listen to many voices.\"[23] Journalist Jonathan Chait has called the book self-contradictory, misleading, and inaccurate.[24] Novelist and essayist John Updike criticized the book as \"a revisionist history of the Depression\".[25] Shlaes is the author of Coolidge, which debuted at number three on the New York Times bestseller list.[26] Former Fed Chairman Alan Greenspan listed it as one of the best books of 2013.[27] On February 13, 2013, MSNBC published an excerpt of Coolidge onto its Morning Joe blog as part of a discussion on \"books breaking new ground on the way we think about American presidents ... [including] Coolidge who has reemerged as a hero of small government Republicanism.\".[28] During the show, Sam Tanenhaus, editor of The New York Times Book Review, praised Shlaes as \"a brilliant journalist, who has a great feel for where the Republican party happens to be at any particular moment and instead of just echoing what's being said, she'll look ahead a bit ... she's saying there's an older style of Republican politics that the party may be able to recapture.\"[29] In an interview with the National Review Online, Shlaes said she was interested in profiling Coolidge because he is \"the forgotten president.... But his economic performance and his statesmanship suggest [he] belongs in the top quarter of presidents.\"[30] In The Wall Street Journal, Shlaes explains how Calvin Coolidge was able to cut taxes especially the top marginal rates by following Andrew Mellon's method of \"scientific taxation\", reduce the national debt, and balance the budget. Shlaes writes \"those who are even now pondering presidential runs for 2016 would do well to heed Silent Cal's deeds.\"[31] The Economist gives Shlaes' and her latest book high praise for revisiting an overlooked presidency. \"American readers who believe intervention to be a good thing are likely to blanch at a controversial new biography of Coolidge ... However, if they are brave enough to read on they will also discover a presidency of remarkable achievement that has received too little attention.... Ms. Shlaes's biography provides a window onto an unfairly tarnished period. It deserves to be widely read.\"[32] Robert Merry of The Wall Street Journal praised Coolidge, writing, \"The Coolidge years represent the country's most distilled experiment in supply-side economics.... That success is the central Coolidge legacy, brought home with telling authority in Ms. Shlaes's work.\"[33] Jacob Heilbrunn of The New York Times commends Shlaes' thorough work, commenting, \"(Shlaes) has assiduously researched Coolidge's life, drawing both on his private papers (going so far as to photograph his appointment books) and on contemporary newspaper reports.\"[34] Philip Seib, professor and director of the Center on Public Diplomacy at the University of Southern California, praises Shlaes for revealing Coolidge's fiscal discipline in the Dallas Morning News. He writes, \"Calvin Coolidge was very much a man and a president of his times. Shlaes deserves thanks for helping us, nearly a century after his tenure, to consider his approach to economic policy and the presidency, as well as his place in history.\"[35] Coolidge debuted on the New York Times Best Seller list for nonfiction on March 3, 2013, at number three.[36] Shlaes also wrote the foreword to Seeds of Destruction, a book by Glenn Hubbard, Dean of Columbia Business School, and economist Peter Navarro.[37] She also wrote the introduction to Wall Street Journal editor George Melloan's The Great Money Binge: Spending Our Way to Socialism.[38] In 2003, she coauthored, with the late Robert Bartley of The Wall Street Journal, a piece on tax philosophy, published in the Manhattan Institute's Turning Intellect into Influence.[18] She also contributed to, along with Harold James and Samuel Gregg, 2012 the book Natural Law, Economics and the Common Good, which examines the nature and scope of ethics in relation to global economics, especially in the wake of the 2008 financial crisis.[39] Shlaes also was a contributor to the special 30th anniversary edition of the scholarly journal Tax Notes. Her essay was titled \"The Future of American Taxation\". In 2012, she authored an article entitled 'Growth Lessons from Calvin Coolidge' in The 4% Solution: Unleashing the Economic Growth America Needs, published by the George W. Bush Presidential Center. Great Society: A New History was published in 2019 as a companion to The Forgotten Man.[40][41] In the book, she argues that Lyndon B. Johnson's Great Society was a failure despite the planners' good intentions.[42] Shlaes married fellow journalist Seth Lipsky in 1988. They have four children.","Title":"Amity Shlaes - Wikipedia","KeyID":"4618","URL":"https://en.wikipedia.org/wiki/Amity_Shlaes"}