{"Content: ":"Libertarianism (from French: libertaire, \"libertarian\"; from Latin: libertas, \"freedom\") is a political philosophy that upholds liberty as a core value.[1] Libertarians seek to maximize autonomy and political freedom, and minimize the state's violation of individual liberties; emphasizing free association, freedom of choice, individualism and voluntary association.[2] Libertarians often share a skepticism of authority and state power, but some libertarians diverge on the scope of their opposition to existing economic and political systems. Various schools of Libertarian thought offer a range of views regarding the legitimate functions of state and private power, often calling for the restriction or dissolution of coercive social institutions. Different categorizations have been used to distinguish various forms of Libertarianism.[3][4] Scholars distinguish libertarian views on the nature of property and capital, usually along left–right or socialist–capitalist lines.[5] Libertarians of various schools were influenced by liberal ideas.[6] Libertarianism originated as a form of left-wing politics such as anti-authoritarian and anti-state socialists like anarchists,[7] especially social anarchists,[8] but more generally libertarian communists/Marxists and libertarian socialists.[9][10] These libertarians seek to abolish capitalism and private ownership of the means of production, or else to restrict their purview or effects to usufruct property norms, in favor of common or cooperative ownership and management, viewing private property as a barrier to freedom and liberty.[15] Left-libertarian[21] ideologies include anarchist schools of thought, alongside many other anti-paternalist and New Left schools of thought centered around economic egalitarianism as well as geolibertarianism, green politics, market-oriented left-libertarianism and the Steiner–Vallentyne school.[25] In the mid-20th century, American right-libertarian[28] proponents of anarcho-capitalism and minarchism co-opted[9][29] the term libertarian to advocate laissez-faire capitalism and strong private property rights such as in land, infrastructure and natural resources.[30] The latter is the dominant form of libertarianism in the United States,[27] where it advocates civil liberties,[31] natural law,[32] negative rights,[33] free-market capitalism,[34][35] the non-aggression principle[36] and a major reversal of the modern welfare state.[37] This new form of libertarianism was a revival of classical liberalism in the United States.[38][page needed] Since the 1970s, right-libertarianism has spread beyond the United States,[39][40] with right-libertarian parties being established in the United Kingdom,[41] Israel,[42][43][44][45] and South Africa.[46] The first recorded use of the term libertarian was in 1789, when William Belsham wrote about libertarianism in the context of metaphysics.[47] As early as 1796, libertarian came to mean an advocate or defender of liberty, especially in the political and social spheres, when the London Packet printed on 12 February the following: \"Lately marched out of the Prison at Bristol, 450 of the French Libertarians\".[48] It was again used in a political sense in 1802 in a short piece critiquing a poem by \"the author of Gebir\" and has since been used with this meaning.[49][50][51] The use of the term libertarian to describe a new set of political positions has been traced to the French cognate libertaire, coined in a letter French libertarian communist Joseph Déjacque wrote to mutualist Pierre-Joseph Proudhon in 1857.[52][53][54] Déjacque also used the term for his anarchist publication Le Libertaire, Journal du mouvement social (Libertarian: Journal of Social Movement) which was printed from 9 June 1858 to 4 February 1861 in New York City.[55][56] Sébastien Faure, another French libertarian communist, began publishing a new Le Libertaire in the mid-1890s while France's Third Republic enacted the so-called villainous laws (lois scélérates) which banned anarchist publications in France. Libertarianism has frequently been used to refer to anarchism and libertarian socialism since this time.[57][58][59] In the United States, libertarian was popularized by the individualist anarchist Benjamin Tucker around the late 1870s and early 1880s.[60] Libertarianism as a synonym for liberalism was popularized in May 1955 by writer Dean Russell, a colleague of Leonard Read and a classical liberal himself. Russell justified the choice of the term as follows: Many of us call ourselves \"liberals.\" And it is true that the word \"liberal\" once described persons who respected the individual and feared the use of mass compulsions. But the leftists have now corrupted that once-proud term to identify themselves and their program of more government ownership of property and more controls over persons. As a result, those of us who believe in freedom must explain that when we call ourselves liberals, we mean liberals in the uncorrupted classical sense. At best, this is awkward and subject to misunderstanding. Here is a suggestion: Let those of us who love liberty trade-mark and reserve for our own use the good and honorable word \"libertarian.\"[61][62][63] Subsequently, a growing number of Americans with classical liberal beliefs began to describe themselves as libertarians. One person responsible for popularizing the term libertarian in this sense was Murray Rothbard, who started publishing libertarian works in the 1960s.[64] Rothbard described this modern use of the words overtly as a \"capture\" from his enemies, writing that \"for the first time in my memory, we, 'our side,' had captured a crucial word from the enemy. 'Libertarians' had long been simply a polite word for left-wing anarchists, that is for anti-private property anarchists, either of the communist or syndicalist variety. But now we had taken it over\".[29][9] In the 1970s, Robert Nozick was responsible for popularizing this usage of the term in academic and philosophical circles outside the United States,[27][65][66] especially with the publication of Anarchy, State, and Utopia (1974), a response to social liberal John Rawls's A Theory of Justice (1971).[67] In the book, Nozick proposed a minimal state on the grounds that it was an inevitable phenomenon which could arise without violating individual rights.[68] According to common United States meanings of conservative and liberal, libertarianism in the United States has been described as conservative on economic issues (economic liberalism and fiscal conservatism) and liberal on personal freedom (civil libertarianism and cultural liberalism).[69] It is also often associated with a foreign policy of non-interventionism.[70][71] Although libertarianism originated as a form of left-wing politics,[24][72] the development in the mid-20th century of modern libertarianism in the United States led several authors and political scientists to use two or more categorizations[3][4] to distinguish libertarian views on the nature of property and capital, usually along left–right or socialist–capitalist lines,[5] Unlike right-libertarians, who reject the label due to its association with conservatism and right-wing politics, calling themselves simply libertarians, proponents of free-market anti-capitalism in the United States consciously label themselves as left-libertarians and see themselves as being part of a broad libertarian left.[24][72] While the term libertarian has been largely synonymous with anarchism as part of the left,[10][73] continuing today as part of the libertarian left in opposition to the moderate left such as social democracy or authoritarian and statist socialism, its meaning has more recently diluted with wider adoption from ideologically disparate groups,[10] including the right.[17][26] As a term, libertarian can include both the New Left Marxists (who do not associate with a vanguard party) and extreme liberals (primarily concerned with civil liberties) or civil libertarians. Additionally, some libertarians use the term libertarian socialist to avoid anarchism's negative connotations and emphasize its connections with socialism.[10][74] The revival of free-market ideologies during the mid- to late 20th century came with disagreement over what to call the movement. While many of its adherents prefer the term libertarian, many conservative libertarians reject the term's association with the 1960s New Left and its connotations of libertine hedonism.[75] The movement is divided over the use of conservatism as an alternative.[76] Those who seek both economic and social liberty would be known as liberals, but that term developed associations opposite of the limited government, low-taxation, minimal state advocated by the movement.[77] Name variants of the free-market revival movement include classical liberalism, economic liberalism, free-market liberalism and neoliberalism.[75] As a term, libertarian or economic libertarian has the most colloquial acceptance to describe a member of the movement, with the latter term being based on both the ideology's primacy of economics and its distinction from libertarians of the New Left.[76] While both historical libertarianism and contemporary economic libertarianism share general antipathy towards power by government authority, the latter exempts power wielded through free-market capitalism. Historically, libertarians including Herbert Spencer and Max Stirner supported the protection of an individual's freedom from powers of government and private ownership.[78] In contrast, while condemning governmental encroachment on personal liberties, modern American libertarians support freedoms on the basis of their agreement with private property rights.[79] The abolishment of public amenities is a common theme in modern American libertarian writings.[80] According to modern American libertarian Walter Block, left-libertarians and right-libertarians agree with certain libertarian premises, but \"where [they] differ is in terms of the logical implications of these founding axioms\".[81] Although several modern American libertarians reject the political spectrum, especially the left–right political spectrum,[31][82][83][84][85] several strands of libertarianism in the United States and right-libertarianism have been described as being right-wing,[86] New Right[87][88] or radical right[89][90] and reactionary.[37] While some American libertarians such as Walter Block,[81] Harry Browne,[83] Tibor Machan,[85] Justin Raimondo,[84] Leonard Read[82] and Murray Rothbard[31] deny any association with either the left or right, other American libertarians such as Kevin Carson,[24] Karl Hess,[91] and Roderick T. Long[92] have written about libertarianism's left wing opposition to authoritarian rule and argued that libertarianism is fundamentally a left-wing position. Rothbard himself previously made the same point.[93] All libertarians begin with a conception of personal autonomy from which they argue in favor of civil liberties and a reduction or elimination of the state.[1] People described as being left-libertarian or right-libertarian generally tend to call themselves simply libertarians and refer to their philosophy as libertarianism. As a result, some political scientists and writers classify the forms of libertarianism into two or more groups[3][4] to distinguish libertarian views on the nature of property and capital.[5][14] In the United States, proponents of free-market anti-capitalism consciously label themselves as left-libertarians and see themselves as being part of a broad libertarian left.[24][72] Left-libertarianism[17][18][20] encompasses those libertarian beliefs that claim the Earth's natural resources belong to everyone in an egalitarian manner, either unowned or owned collectively.[16][19][22][23][27] Contemporary left-libertarians such as Hillel Steiner, Peter Vallentyne, Philippe Van Parijs, Michael Otsuka and David Ellerman believe the appropriation of land must leave \"enough and as good\" for others or be taxed by society to compensate for the exclusionary effects of private property.[16][23] Socialist libertarians[11][12][13][14] such as social and individualist anarchists, libertarian Marxists, council communists, Luxemburgists and De Leonists promote usufruct and socialist economic theories, including communism, collectivism, syndicalism and mutualism.[22][24] They criticize the state for being the defender of private property and believe capitalism entails wage slavery.[11][12][13] Right-libertarianism[17][20][26][27] developed in the United States in the mid-20th century from the works of European writers like John Locke, Friedrich Hayek and Ludwig Von Mises and is the most popular conception of libertarianism in the United States today.[27][65] Commonly referred to as a continuation or radicalization of classical liberalism,[94][95] the most important of these early right-libertarian philosophers was Robert Nozick.[27][65][68] While sharing left-libertarians' advocacy for social freedom, right-libertarians value the social institutions that enforce conditions of capitalism while rejecting institutions that function in opposition to these on the grounds that such interventions represent unnecessary coercion of individuals and abrogation of their economic freedom.[96] Anarcho-capitalists[20][26] seek the elimination of the state in favor of privately funded security services while minarchists defend night-watchman states which maintain only those functions of government necessary to safeguard natural rights, understood in terms of self-ownership or autonomy.[97] Libertarian paternalism[98] is a position advocated in the international bestseller Nudge by two American scholars, namely the economist Richard Thaler and the jurist Cass Sunstein.[99] In the book Thinking, Fast and Slow, Daniel Kahneman provides the brief summary: \"Thaler and Sunstein advocate a position of libertarian paternalism, in which the state and other institutions are allowed to Nudge people to make decisions that serve their own long-term interests. The designation of joining a pension plan as the default option is an example of a nudge. It is difficult to argue that anyone's freedom is diminished by being automatically enrolled in the plan, when they merely have to check a box to opt out\".[100] Nudge is considered an important piece of literature in behavioral economics.[100] Neo-libertarianism combines \"the libertarian's moral commitment to negative liberty with a procedure that selects principles for restricting liberty on the basis of a unanimous agreement in which everyone's particular interests receive a fair hearing\".[101] Neo-libertarianism has its roots at least as far back as 1980, when it was first described by the American philosopher James Sterba of the University of Notre Dame. Sterba observed that libertarianism advocates for a government that does no more than protection against force, fraud, theft, enforcement of contracts and other negative liberties as contrasted with positive liberties by Isaiah Berlin.[102] Sterba contrasted this with the older libertarian ideal of a night watchman state, or minarchism. Sterba held that it is \"obviously impossible for everyone in society to be guaranteed complete liberty as defined by this ideal: after all, people's actual wants as well as their conceivable wants can come into serious conflict. [...] [I]t is also impossible for everyone in society to be completely free from the interference of other persons\".[103] In 2013, Sterna wrote that \"I shall show that moral commitment to an ideal of 'negative' liberty, which does not lead to a night-watchman state, but instead requires sufficient government to provide each person in society with the relatively high minimum of liberty that persons using Rawls' decision procedure would select. The political program actually justified by an ideal of negative liberty I shall call Neo-Libertarianism\".[104] Pro-private property libertarians espouse the non-aggression principle, which is the concept that a person or organization cannot use force or coercion on an individual or someone else's property to achieve their objectives. Under this principle you can defend yourself using force but you can not initiate force upon someone else. If force is initiated by someone the state will get involved to protect life, liberty, and property. The government therefore has a monopoly of force and violence and if it should exist at any capacity, it would be only to protect society from criminals who violate the non-aggression principle.[36] The Social contract is the consent of the governed to the State. The foundation of this contract is the Non-aggression principle, where the state also abides by the social contract of non-aggression except to defend its citizens from criminals that violate the non-aggression principle.[citation needed] Anarcho-capitalists, objectivists, most minarchists, right-wing libertarians, and voluntaryists believe that taxation is theft because it violates the non-aggression principle and therefore it is immoral.[105] A libertarian form of Modern Monetary Theory is one concept to overcome the conundrum of how the government could raise money without imposing taxes.[106] With a sovereign wealth fund, State wealth fund, local wealth fund, or social wealth fund that acts like an endowment where a State or local government could live off the investment dividends or yield from bonds for government revenue instead of tax revenues.[107] In the United States, libertarian is a typology used to describe a political position that advocates small government and is culturally liberal and fiscally conservative in a two-dimensional political spectrum such as the libertarian-inspired Nolan Chart, where the other major typologies are conservative, liberal and populist.[69][108][109][110] Libertarians support legalization of victimless crimes such as the use of marijuana while opposing high levels of taxation and government spending on health, welfare and education.[69] Libertarian was adopted in the United States, where liberal had become associated with a version that supports extensive government spending on social policies.[63] Libertarian may also refer to an anarchist ideology that developed in the 19th century and to a liberal version which developed in the United States that is avowedly pro-capitalist.[16][17][20] According to polls, approximately one in four Americans self-identify as libertarian.[111][112][113][114] While this group is not typically ideologically driven, the term libertarian is commonly used to describe the form of libertarianism widely practiced in the United States and is the common meaning of the word libertarianism in the United States.[27] This form is often named liberalism elsewhere such as in Europe, where liberalism has a different common meaning than in the United States.[63] In some academic circles, this form is called right-libertarianism as a complement to left-libertarianism, with acceptance of capitalism or the private ownership of land as being the distinguishing feature.[16][17][20] Although elements of libertarianism can be traced as far back as the ancient Chinese philosopher Lao-Tzu and the higher-law concepts of the Greeks and the Israelites,[115][116] it was in 17th-century England that libertarian ideas began to take modern form in the writings of the Levellers and John Locke. In the middle of that century, opponents of royal power began to be called Whigs, or sometimes simply Opposition or Country, as opposed to Court writers.[117] During the 18th century and Age of Enlightenment, liberal ideas flourished in Europe and North America.[118][119] Libertarians of various schools were influenced by liberal ideas.[6] For philosopher Roderick T. Long, libertarians \"share a common—or at least an overlapping—intellectual ancestry. [Libertarians] [...] claim the seventeenth century English Levellers and the eighteenth century French Encyclopedists among their ideological forebears; and [...] usually share an admiration for Thomas Jefferson[120][121][122] and Thomas Paine\".[123] John Locke greatly influenced both libertarianism and the modern world in his writings published before and after the English Revolution of 1688, especially A Letter Concerning Toleration (1667), Two Treatises of Government (1689) and An Essay Concerning Human Understanding (1690). In the text of 1689, he established the basis of liberal political theory, i.e. that people's rights existed before government; that the purpose of government is to protect personal and property rights; that people may dissolve governments that do not do so; and that representative government is the best form to protect rights.[124] The United States Declaration of Independence was inspired by Locke in its statement: \"[T]o secure these rights, Governments are instituted among Men, deriving their just powers from the consent of the governed. That whenever any Form of Government becomes destructive of these ends, it is the Right of the People to alter or to abolish it\".[125] Nevertheless, scholar Ellen Meiksins Wood says that \"there are doctrines of individualism that are opposed to Lockean individualism [...] and non-Lockean individualism may encompass socialism\".[126] According to Murray Rothbard, the libertarian creed emerged from the liberal challenges to an \"absolute central State and a king ruling by divine right on top of an older, restrictive web of feudal land monopolies and urban guild controls and restrictions\" as well as the mercantilism of a bureaucratic warfaring state allied with privileged merchants. The object of liberals was individual liberty in the economy, in personal freedoms and civil liberty, separation of state and religion and peace as an alternative to imperial aggrandizement. He cites Locke's contemporaries, the Levellers, who held similar views. Also influential were the English Cato's Letters during the early 1700s, reprinted eagerly by American colonists who already were free of European aristocracy and feudal land monopolies.[125] In January 1776, only two years after coming to America from England, Thomas Paine published his pamphlet Common Sense calling for independence for the colonies.[127] Paine promoted liberal ideas in clear and concise language that allowed the general public to understand the debates among the political elites.[128] Common Sense was immensely popular in disseminating these ideas,[129] selling hundreds of thousands of copies.[130] Paine would later write the Rights of Man and The Age of Reason and participate in the French Revolution.[127] Paine's theory of property showed a \"libertarian concern\" with the redistribution of resources.[131] In 1793, William Godwin wrote a libertarian philosophical treatise titled Enquiry Concerning Political Justice and its Influence on Morals and Happiness which criticized ideas of human rights and of society by contract based on vague promises. He took liberalism to its logical anarchic conclusion by rejecting all political institutions, law, government and apparatus of coercion as well as all political protest and insurrection. Instead of institutionalized justice, Godwin proposed that people influence one another to moral goodness through informal reasoned persuasion, including in the associations they joined as this would facilitate happiness.[132] Libertarian communism, libertarian Marxism and libertarian socialism are all terms which activists with a variety of perspectives have applied to their views.[133] Anarchist communist philosopher Joseph Déjacque was the first person to describe himself as a libertarian[134] in an 1857 letter.[135] Unlike mutualist anarchist philosopher Pierre-Joseph Proudhon, he argued that \"it is not the product of his or her labor that the worker has a right to, but to the satisfaction of his or her needs, whatever may be their nature\".[136][137] According to anarchist historian Max Nettlau, the first use of the term libertarian communism was in November 1880, when a French anarchist congress employed it to more clearly identify its doctrines.[138] The French anarchist journalist Sébastien Faure started the weekly paper Le Libertaire (The Libertarian) in 1895.[139] Individualist anarchism represents several traditions of thought within the anarchist movement that emphasize the individual and their will over any kinds of external determinants such as groups, society, traditions, and ideological systems.[140][141] An influential form of individualist anarchism called egoism[142] or egoist anarchism was expounded by one of the earliest and best-known proponents of individualist anarchism, the German Max Stirner.[143] Stirner's The Ego and Its Own, published in 1844, is a founding text of the philosophy.[143] According to Stirner, the only limitation on the rights of the individual is their power to obtain what they desire,[144] without regard for God, state or morality.[145] Stirner advocated self-assertion and foresaw unions of egoists, non-systematic associations continually renewed by all parties' support through an act of will,[146] which Stirner proposed as a form of organisation in place of the state.[147] Josiah Warren is widely regarded as the first American anarchist,[148] and the four-page weekly paper he edited during 1833, The Peaceful Revolutionist, was the first anarchist periodical published.[149] For American anarchist historian Eunice Minette Schuster, \"[i]t is apparent [...] that Proudhonian Anarchism was to be found in the United States at least as early as 1848 and that it was not conscious of its affinity to the Individualist Anarchism of Josiah Warren and Stephen Pearl Andrews. [...] William B. Greene presented this Proudhonian Mutualism in its purest and most systematic form\".[150] Later, Benjamin Tucker fused Stirner's egoism with the economics of Warren and Proudhon in his eclectic influential publication Liberty. From these early influences, individualist anarchism in different countries attracted a small yet diverse following of bohemian artists and intellectuals,[151] free love and birth control advocates (anarchism and issues related to love and sex),[152] individualist naturists (anarcho-naturism), free thought and anti-clerical activists[153] as well as young anarchist outlaws in what became known as illegalism and individual reclamation[154][155] (European individualist anarchism and individualist anarchism in France). These authors and activists included Émile Armand, Han Ryner, Henri Zisly, Renzo Novatore, Miguel Giménez Igualada, Adolf Brand and Lev Chernyi. In 1873, the follower and translator of Proudhon, the Catalan Francesc Pi i Margall, became President of Spain with a program which wanted \"to establish a decentralized, or \"cantonalist,\" political system on Proudhonian lines\",[156] who according to Rudolf Rocker had \"political ideas, [...] much in common with those of Richard Price, Joseph Priestly [sic], Thomas Paine, Jefferson, and other representatives of the Anglo-American liberalism of the first period. He wanted to limit the power of the state to a minimum and gradually replace it by a Socialist economic order\".[157] On the other hand, Fermín Salvochea was a mayor of the city of Cádiz and a president of the province of Cádiz. He was one of the main propagators of anarchist thought in that area in the late 19th century and is considered to be \"perhaps the most beloved figure in the Spanish Anarchist movement of the 19th century\".[158][159] Ideologically, he was influenced by Bradlaugh, Owen and Paine, whose works he had studied during his stay in England and Kropotkin, whom he read later.[158] The revolutionary wave of 1917–1923 saw the active participation of anarchists in Russia and Europe. Russian anarchists participated alongside the Bolsheviks in both the February and October 1917 revolutions. However, Bolsheviks in central Russia quickly began to imprison or drive underground the libertarian anarchists. Many fled to Ukraine,[160] where they fought to defend the Free Territory in the Russian Civil War against the White movement, monarchists and other opponents of revolution and then against Bolsheviks as part of the Revolutionary Insurrectionary Army of Ukraine led by Nestor Makhno, who established an anarchist society in the region. The victory of the Bolsheviks damaged anarchist movements internationally as workers and activists joined Communist parties. In France and the United States, for example, members of the major syndicalist movements of the CGT and IWW joined the Communist International.[161] In Paris, the Dielo Truda group of Russian anarchist exiles, which included Nestor Makhno, issued a 1926 manifesto, the Organizational Platform of the General Union of Anarchists (Draft), calling for new anarchist organizing structures.[162][163] With the rise of fascism in Europe between the 1920s and the 1930s, anarchists began to fight fascists in Italy,[164] in France during the February 1934 riots[165] and in Spain where the CNT (Confederación Nacional del Trabajo) boycott of elections led to a right-wing victory and its later participation in voting in 1936 helped bring the popular front back to power. This led to a ruling class attempted coup and the Spanish Civil War (1936–1939).[166] Gruppo Comunista Anarchico di Firenze held that the during early twentieth century, the terms libertarian communism and anarchist communism became synonymous within the international anarchist movement as a result of the close connection they had in Spain (anarchism in Spain), with libertarian communism becoming the prevalent term.[167] During autumn of 1931, the \"Manifesto of the 30\" was published by militants of the anarchist trade union CNT and among those who signed it there was the CNT General Secretary (1922–1923) Joan Peiro, Ángel Pestaña CNT (General Secretary in 1929) and Juan Lopez Sanchez. They were called treintismo and they were calling for libertarian possibilism which advocated achieving libertarian socialist ends with participation inside structures of contemporary parliamentary democracy.[168] In 1932, they establish the Syndicalist Party which participates in the 1936 Spanish general elections and proceed to be a part of the leftist coalition of parties known as the Popular Front obtaining two congressmen (Pestaña and Benito Pabon). In 1938, Horacio Prieto, general secretary of the CNT, proposes that the Iberian Anarchist Federation transforms itself into the Libertarian Socialist Party and that it participates in the national elections.[169] The Manifesto of Libertarian Communism was written in 1953 by Georges Fontenis for the Federation Communiste Libertaire of France. It is one of the key texts of the anarchist-communist current known as platformism.[170] In 1968, the International of Anarchist Federations was founded during an international anarchist conference in Carrara, Italy to advance libertarian solidarity. It wanted to form \"a strong and organized workers movement, agreeing with the libertarian ideas\".[171][172] In the United States, the Libertarian League was founded in New York City in 1954 as a left-libertarian political organization building on the Libertarian Book Club.[173][174] Members included Sam Dolgoff,[175] Russell Blackwell, Dave Van Ronk, Enrico Arrigoni[176] and Murray Bookchin. In Australia, the Sydney Push was a predominantly left-wing intellectual subculture in Sydney from the late 1940s to the early 1970s which became associated with the label Sydney libertarianism. Well known associates of the Push include Jim Baker, John Flaus, Harry Hooton, Margaret Fink, Sasha Soldatow,[177] Lex Banning, Eva Cox, Richard Appleton, Paddy McGuinness, David Makinson, Germaine Greer, Clive James, Robert Hughes, Frank Moorhouse and Lillian Roxon. Amongst the key intellectual figures in Push debates were philosophers David J. Ivison, George Molnar, Roelof Smilde, Darcy Waters and Jim Baker, as recorded in Baker's memoir Sydney Libertarians and the Push, published in the libertarian Broadsheet in 1975.[178] An understanding of libertarian values and social theory can be obtained from their publications, a few of which are available online.[179][180] In 1969, French platformist anarcho-communist Daniel Guérin published an essay in 1969 called \"Libertarian Marxism?\" in which he dealt with the debate between Karl Marx and Mikhail Bakunin at the First International.[181] Libertarian Marxist currents often draw from Marx and Engels' later works, specifically the Grundrisse and The Civil War in France.[182] They emphasize the Marxist belief in the ability of the working class to forge its own destiny without the need for a revolutionary party or state.[183] Libertarian Marxism includes currents such as autonomism, council communism, left communism, Lettrism, New Left, Situationism, Socialisme ou Barbarie and operaismo, among others.[184] In the United States, there existed from 1970 to 1981 the publication Root & Branch[185] which had as a subtitle A Libertarian Marxist Journal.[186] In 1974, the Libertarian Communism journal was started in the United Kingdom by a group inside the Socialist Party of Great Britain.[187] In 1986, the anarcho-syndicalist Sam Dolgoff started and led the publication Libertarian Labor Review in the United States[188] which decided to rename itself as Anarcho-Syndicalist Review in order to avoid confusion with right-libertarian views.[189] By around the start of the 20th century, the heyday of individualist anarchism had passed.[190] H. L. Mencken and Albert Jay Nock were the first prominent figures in the United States to describe themselves as libertarian as synonym for liberal. They believed that Franklin D. Roosevelt had co-opted the word liberal for his New Deal policies which they opposed and used libertarian to signify their allegiance to classical liberalism, individualism and limited government.[191] According to David Boaz, in 1943 three women \"published books that could be said to have given birth to the modern libertarian movement\".[192] Isabel Paterson's The God of the Machine, Rose Wilder Lane's The Discovery of Freedom and Ayn Rand's The Fountainhead each promoted individualism and capitalism. None of the three used the term libertarianism to describe their beliefs and Rand specifically rejected the label, criticizing the burgeoning American libertarian movement as the \"hippies of the right\".[193] Rand's own philosophy of Objectivism is notedly similar to libertarianism and she accused libertarians of plagiarizing her ideas.[193] In 1946, Leonard E. Read founded the Foundation for Economic Education (FEE), an American nonprofit educational organization which promotes the principles of laissez-faire economics, private property and limited government.[194] According to Gary North, the FEE is the \"granddaddy of all libertarian organizations\".[195] Karl Hess, a speechwriter for Barry Goldwater and primary author of the Republican Party's 1960 and 1964 platforms, became disillusioned with traditional politics following the 1964 presidential campaign in which Goldwater lost to Lyndon B. Johnson. He and his friend Murray Rothbard, an Austrian School economist, founded the journal Left and Right: A Journal of Libertarian Thought, which was published from 1965 to 1968, with George Resch and Leonard P. Liggio. In 1969, they edited The Libertarian Forum which Hess left in 1971.[196] The Vietnam War split the uneasy alliance between growing numbers of American libertarians and conservatives who believed in limiting liberty to uphold moral virtues. Libertarians opposed to the war joined the draft resistance and peace movements as well as organizations such as Students for a Democratic Society (SDS). In 1969 and 1970, Hess joined with others, including Murray Rothbard, Robert LeFevre, Dana Rohrabacher, Samuel Edward Konkin III and former SDS leader Carl Oglesby to speak at two conferences which brought together activists from both the New Left and the Old Right in what was emerging as a nascent libertarian movement. Rothbard ultimately broke with the left, allying himself with the burgeoning paleoconservative movement.[197][198] He criticized the tendency of these libertarians to appeal to \"'free spirits,' to people who don't want to push other people around, and who don't want to be pushed around themselves\" in contrast to \"the bulk of Americans\" who \"might well be tight-assed conformists, who want to stamp out drugs in their vicinity, kick out people with strange dress habits, etc.\" Rothbard emphasized that this was relevant as a matter of strategy as the failure to pitch the libertarian message to Middle America might result in the loss of \"the tight-assed majority\".[199][200] This left-libertarian tradition has been carried to the present day by Konkin III's agorists,[201] contemporary mutualists such as Kevin Carson,[202] Roderick T. Long[203] and others such as Gary Chartier[204] Charles W. Johnson[205][206] Sheldon Richman,[207] Chris Matthew Sciabarra[208] and Brad Spangler.[209] In 1971, a small group led by David Nolan formed the Libertarian Party,[210] which has run a presidential candidate every election year since 1972. Other libertarian organizations, such as the Center for Libertarian Studies and the Cato Institute, were also formed in the 1970s.[211] Philosopher John Hospers, a one-time member of Rand's inner circle, proposed a non-initiation of force principle to unite both groups, but this statement later became a required \"pledge\" for candidates of the Libertarian Party and Hospers became its first presidential candidate in 1972.[212] Modern libertarianism gained significant recognition in academia with the publication of Harvard University professor Robert Nozick's Anarchy, State, and Utopia in 1974, for which he received a National Book Award in 1975.[213] In response to John Rawls's A Theory of Justice, Nozick's book supported a minimal state (also called a nightwatchman state by Nozick) on the grounds that the ultraminimal state arises without violating individual rights[214] and the transition from an ultraminimal state to a minimal state is morally obligated to occur. In the early 1970s, Rothbard wrote: \"One gratifying aspect of our rise to some prominence is that, for the first time in my memory, we, 'our side,' had captured a crucial word from the enemy. 'Libertarians' had long been simply a polite word for left-wing anarchists, that is for anti-private property anarchists, either of the communist or syndicalist variety. But now we had taken it over\".[215] The project of spreading libertarian ideals in the United States has been so successful that some Americans who do not identify as libertarian seem to hold libertarian views.[216] Since the resurgence of neoliberalism in the 1970s, this modern American libertarianism has spread beyond North America via think tanks and political parties.[217][218] Chicago school of economics economist Milton Friedman made the distinction between being part of the Libertarian Party (United States) and \"a libertarian with a small 'l',\" where he held libertarian values but belonged to the Republican Party (United States)[219] A surge of popular interest in libertarian socialism occurred in Western nations during the 1960s and 1970s.[220] Anarchism was influential in the counterculture of the 1960s[221][222][223] and anarchists actively participated in the protests of 1968 which included students and workers' revolts.[224] In 1968, the International of Anarchist Federations was founded in Carrara, Italy during an international anarchist conference held there in 1968 by the three existing European federations of France, the Italian and the Iberian Anarchist Federation as well as the Bulgarian Anarchist Federation in French exile.[172][225] The uprisings of May 1968 also led to a small resurgence of interest in left communist ideas. Various small left communist groups emerged around the world, predominantly in the leading capitalist countries. A series of conferences of the communist left began in 1976, with the aim of promoting international and cross-tendency discussion, but these petered out in the 1980s without having increased the profile of the movement or its unity of ideas.[226] Left communist groups existing today include the International Communist Party, International Communist Current and the Internationalist Communist Tendency. The housing and employment crisis in most of Western Europe led to the formation of communes and squatter movements like that of Barcelona in Spain. In Denmark, squatters occupied a disused military base and declared the Freetown Christiania, an autonomous haven in central Copenhagen. Around the turn of the 21st century, libertarian socialism grew in popularity and influence as part of the anti-war, anti-capitalist and anti-globalisation movements.[227] Anarchists became known for their involvement in protests against the meetings of the World Trade Organization (WTO), Group of Eight and the World Economic Forum. Some anarchist factions at these protests engaged in rioting, property destruction and violent confrontations with police. These actions were precipitated by ad hoc, leaderless, anonymous cadres known as black blocs and other organizational tactics pioneered in this time include security culture, affinity groups and the use of decentralized technologies such as the Internet.[227] A significant event of this period was the confrontations at WTO conference in Seattle in 1999.[227] For English anarchist scholar Simon Critchley, \"contemporary anarchism can be seen as a powerful critique of the pseudo-libertarianism of contemporary neo-liberalism. One might say that contemporary anarchism is about responsibility, whether sexual, ecological or socio-economic; it flows from an experience of conscience about the manifold ways in which the West ravages the rest; it is an ethical outrage at the yawning inequality, impoverishment and disenfranchisment that is so palpable locally and globally\".[228] This might also have been motivated by \"the collapse of 'really existing socialism' and the capitulation to neo-liberalism of Western social democracy\".[229] Libertarian socialists in the early 21st century have been involved in the alter-globalization movement, squatter movement; social centers; infoshops; anti-poverty groups such as Ontario Coalition Against Poverty and Food Not Bombs; tenants' unions; housing cooperatives; intentional communities generally and egalitarian communities; anti-sexist organizing; grassroots media initiatives; digital media and computer activism; experiments in participatory economics; anti-racist and anti-fascist groups like Anti-Racist Action and Anti-Fascist Action; activist groups protecting the rights of immigrants and promoting the free movement of people such as the No Border network; worker co-operatives, countercultural and artist groups; and the peace movement. In the United States, polls (circa 2006) find that the views and voting habits of between 10% and 20%, or more, of voting age Americans may be classified as \"fiscally conservative and socially liberal, or libertarian\".[69][108] This is based on pollsters and researchers defining libertarian views as fiscally conservative and socially liberal (based on the common United States meanings of the terms) and against government intervention in economic affairs and for expansion of personal freedoms.[69] In a 2015 Gallup poll, this figure had risen to 27%.[114] A 2015 Reuters poll found that 23% of American voters self-identify as libertarians, including 32% in the 18–29 age group.[113] Through twenty polls on this topic spanning thirteen years, Gallup found that voters who are libertarian on the political spectrum ranged from 17–23% of the United States electorate.[111] However, a 2014 Pew Poll found that 23% of Americans who identify as libertarians have no idea what the word means. In this poll, 11% of respondents both identified as libertarians and understand what the term meant.[112] In 2001, an American political migration movement, called the Free State Project, was founded to recruit at least 20,000 libertarians to move to a single low-population state (New Hampshire, was selected in 2003) in order to make the state a stronghold for libertarian ideas.[230][231] As of May 2022, approximately 6,232 participants have moved to New Hampshire for the Free State Project.[232] 2009 saw the rise of the Tea Party movement, an American political movement known for advocating a reduction in the United States national debt and federal budget deficit by reducing government spending and taxes, which had a significant libertarian component[233] despite having contrasts with libertarian values and views in some areas such as free trade, immigration, nationalism and social issues.[234] A 2011 Reason-Rupe poll found that among those who self-identified as Tea Party supporters, 41 percent leaned libertarian and 59 percent socially conservative.[235] Named after the Boston Tea Party, it also contains conservative[236][237][238] and populist elements[239][240][241] and has sponsored multiple protests and supported various political candidates since 2009. Tea Party activities have declined since 2010 with the number of chapters across the country slipping from about 1,000 to 600.[242][243] Mostly, Tea Party organizations are said to have shifted away from national demonstrations to local issues.[242] Following the selection of Paul Ryan as Mitt Romney's 2012 vice presidential running mate, The New York Times declared that Tea Party lawmakers are no longer a fringe of the conservative coalition, but now \"indisputably at the core of the modern Republican Party\".[244] In 2012, anti-war and pro-drug liberalization presidential candidates such as Libertarian Republican Ron Paul and Libertarian Party candidate Gary Johnson raised millions of dollars and garnered millions of votes despite opposition to their obtaining ballot access by both Democrats and Republicans.[245] The 2012 Libertarian National Convention saw Johnson and Jim Gray being nominated as the 2012 presidential ticket for the Libertarian Party, resulting in the most successful result for a third-party presidential candidacy since 2000 and the best in the Libertarian Party's history by vote number. Johnson received 1% of the popular vote, amounting to more than 1.2 million votes.[246][247] Johnson has expressed a desire to win at least 5 percent of the vote so that the Libertarian Party candidates could get equal ballot access and federal funding, thus subsequently ending the two-party system.[248][249][250] The 2016 Libertarian National Convention saw Johnson and Bill Weld nominated as the 2016 presidential ticket and resulted in the most successful result for a third-party presidential candidacy since 1996 and the best in the Libertarian Party's history by vote number. Johnson received 3% of the popular vote, amounting to more than 4.3 million votes.[251] Following the 2022 Libertarian National Convention, the Mises Caucus, a paleolibertarian faction, became the dominant faction on the Libertarian National Committee.[252][253] Current international anarchist federations which identify themselves as libertarian include the International of Anarchist Federations, the International Workers' Association and International Libertarian Solidarity. The largest organized anarchist movement today is in Spain, in the form of the Confederación General del Trabajo (CGT) and the Confederación Nacional del Trabajo (CNT). CGT membership was estimated to be around 100,000 for 2003.[254] Other active syndicalist movements include the Central Organisation of the Workers of Sweden and the Swedish Anarcho-syndicalist Youth Federation in Sweden; the Unione Sindacale Italiana in Italy; Workers Solidarity Alliance in the United States; and Solidarity Federation in the United Kingdom. The revolutionary industrial unionist Industrial Workers of the World claiming 2,000 paying members as well as the International Workers' Association, remain active. In the United States, there exists the Common Struggle – Libertarian Communist Federation. Since the 1950s, many American libertarian organizations have adopted a free-market stance as well as supporting civil liberties and non-interventionist foreign policies. These include the Ludwig von Mises Institute, Francisco Marroquín University, the Foundation for Economic Education, Center for Libertarian Studies, the Cato Institute and Liberty International. The activist Free State Project, formed in 2001, works to bring 20,000 libertarians to New Hampshire to influence state policy.[255] Active student organizations include Students for Liberty and Young Americans for Liberty. A number of countries have libertarian parties that run candidates for political office. In the United States, the Libertarian Party was formed in 1972 and is the third largest[256][257] American political party, with 511,277 voters (0.46% of total electorate) registered as Libertarian in the 31 states that report Libertarian registration statistics and Washington, D.C.[258] Criticism of libertarianism includes ethical, economic, environmental, pragmatic and philosophical concerns, especially in relation to right-libertarianism,[259][260][261][262][263][264][excessive citations] including the view that it has no explicit theory of liberty.[65] It has been argued that laissez-faire capitalism does not necessarily produce the best or most efficient outcome,[265][266] nor does its philosophy of individualism and policies of deregulation prevent the abuse of natural resources.[267] Critics have also accused libertarianism of promoting \"atomistic\" individualism that ignores the role of groups and communities in shaping an individual's identity.[1] Critics such as Corey Robin describe this type of libertarianism as fundamentally a reactionary conservative ideology united with more traditionalist conservative thought and goals by a desire to enforce hierarchical power and social relations.[86] Similarly, Nancy MacLean has argued that libertarianism is a radical right ideology that has stood against democracy. According to MacLean, libertarian-leaning Charles and David Koch have used anonymous, dark money campaign contributions, a network of libertarian institutes and lobbying for the appointment of libertarian, pro-business judges to United States federal and state courts to oppose taxes, public education, employee protection laws, environmental protection laws and the New Deal Social Security program.[268] Conservative philosopher Russell Kirk argued that libertarians \"bear no authority, temporal or spiritual\" and do not \"venerate ancient beliefs and customs, or the natural world, or [their] country, or the immortal spark in [their] fellow men.\"[1] Criticism of left-libertarianism is instead mainly related to anarchism and includes allegations of utopianism,[269] tacit authoritarianism[270][271] and vandalism towards feats of civilisation.[272]","Title":"Libertarianism - Wikipedia","KeyID":"4619","URL":"https://en.wikipedia.org/wiki/Libertarianism"}