{"Content: ":"Harold David Langley (15 February 1925 – 29 July 2020) was an American diplomatic and naval historian who served as associate curator of naval history at the Smithsonian Institution from 1969 to 1996. As a naval historian, he was a pioneer in exploring American naval social and medical history.[1] Langley was born in Amsterdam, New York. The son of Walter Benedict Langley and Anna Mae McCaffrey, Harold Langley joined the U.S. Army at the age of eighteen and served from 1943 to 1946, receiving along with his unit the Army Meritorious Service Medal and the Asiatic-Pacific Campaign Medal. Following his military service, he attended Catholic University of America, where he earned his A.B. in 1950. Going on for graduate work, he attended the University of Pennsylvania, where he earned his M.A. in 1951 and his Ph.D. in 1960 with a dissertation on \"The Humanitarians and the United States Navy, 1798-1862.\"[2] Langley began his professional career at the Library of Congress, Manuscripts Division, in Washington, D.C., where he served as a manuscripts assistant in 1951-52, while a graduate student. Moving to the University of Pennsylvania Libraries in Philadelphia, Pennsylvania, where he was a graduate student, he served as a manuscripts specialist, rare book collection, 1952-54. Returning to the Library of Congress in Washington, he was a manuscripts specialist, there in 1954-55. In 1955, Marywood College in Scranton, Pennsylvania, appointed him assistant professor of history. He remained there until 1957, when he received an appointment as a diplomatic historian in the U.S. Department of State. In 1964, Catholic University of America appointed him associate professor, and in 1968 promoted him to full professor in 1968. In 1969, the Smithsonian Institution, Washington, D.C., appointed him associate curator of naval history. While holding that position, he was also an adjunct professor of American history at the Catholic University of America from 1971 to 2001.[3] He died in Alexandria, Virginia, in July 2020. Langley's examination of the early practice of naval medicine contains some enlightening and shocking revelations. Foremost is the ponderous movement of bureaucracies, most notably the Navy Department, which could not produce a decision on the means to provide care and treatment for wounded and infirm sailors.[5] ","Title":"Harold D. Langley - Wikipedia","KeyID":"4622","URL":"https://en.wikipedia.org/wiki/Harold_D._Langley"}