{"Content: ":"The New York State Library is a research library in Albany, New York, United States. It was established in 1818 to serve the state government of New York and is part of the New York State Education Department. The library is one of the largest in the world by number of items held, with over 20 million cataloged items in 2011.[1] The library and its sister institutions, the New York State Museum and New York State Archives, are housed in the Cultural Education Center, which is part of the Empire State Plaza, a large complex of state government offices in downtown Albany. The New York State Library was formerly located in the New York State Capitol and then across Washington Avenue in the New York State Education Building. An annex containing books, journals, and newspapers is still located in the basement of the Education Building. The library undertook an effort to discard some of these items in 2014.[2] The New York State Library was established in 1818 to serve the government of New York State. By 1855, the New York State Library was open to the public. A Shaker brother from New Lebanon, New York, visited it in November 1855 and marveled at the free access to books: \"I went awhile to the state library, free for the public — looked round — and was much edified with the wonderful collection of books, maps, &c — much art & expense is displayed there. Any one can look around, or read what he pleases — by only calling for what book he wants. I sat & talked awhile with the Librarian.\"[3] Melvil Dewey was the state librarian from 1888 to 1905. He created the position of reference librarian and founded a children's department in the library.[4] Dewey also initiated traveling libraries, with around 100 books that were sent to communities without public libraries. New York's system of traveling libraries was often a model for other states.[5] On March 29, 1911, a fire in the Assembly Chamber of the New York State Capitol, where the Library was located at the time, devastated its collections, destroying approximately 450,000 books and 270,000 manuscripts[6] including some of the historical records documenting New York's early Dutch and colonial history, translated by Francois Adriaan van der Kemp. Government Publications: Although its scope has increased over time, one of the NYS Library's primary functions is still to serve as a repository for the official publications of New York State government (the executive, legislative, and judicial branches, as well as the commissions, public authorities, and other agencies). The Library is also a depository for federal government documents and a patent depository. Law: The New York State Library has a strong law collection, particularly New York State law. New York State History: Another focus is the history and culture of New York State, including extensive holdings in local history and genealogy. One of the largest sections in the Library, the local history and genealogy collections are used by many different researchers including people tracing their family history, professional genealogical researchers, biographers, and historians seeking information on collective family histories or the domestic life of a particular period in American history. The collection is national in scope, but with an emphasis on families from New York, New Jersey, Pennsylvania, and New England. There are some reference works available for genealogical research outside of the U.S., but separate family histories are not collected for foreign countries. The library's online catalog provides access to information about genealogical materials via author, title, and subject searches; card files are available on site provide access to additional resources such as the surname records, vital records, city directories, and the Daughters of the American Revolution (DAR) collection.[7] Digital Collections: The Library's digital collections consist of over 80,000 documents, including New York State government publications and historical materials from the 18th and 19th century in many subjects areas. The New York State Talking Book and Braille Library (TBBL) is a unit of the New York State Library, but it is also a regional Library in the nationwide program coordinated by the National Library Service for the Blind and Physically Handicapped, a division of the Library of Congress, in Washington DC. TBBL lends braille and recorded books and magazines, and the necessary equipment to play recorded books, to New York State residents who are unable to read standard printed materials because of a visual or physical disability. TBBL serves residents of the 55 upstate counties of New York State; the Andrew Heiskell Library, a unit within the New York Public Library, serves residents of New York City and Long Island. The Division of Library Development provides statewide leadership and advisory services to all libraries – public, school, academic and special – throughout New York. Library Development: Coordinates: 42°38.9′0″N 73°45.7′0″W﻿ / ﻿42.64833°N 73.76167°W﻿ / 42.64833; -73.76167","Title":"New York State Library - Wikipedia","KeyID":"4624","URL":"https://en.wikipedia.org/wiki/New_York_State_Library"}