{"Content: ":"The governor of New York is the head of government of the U.S. state of New York and the head of the executive branch of New York's state government and the commander-in-chief of the state's military forces.[1] The officeholder has a duty to enforce state laws, to convene the New York State Legislature,[1] the power to either approve or veto bills passed by the legislature,[2] as well as to grant pardons, except in cases of treason and impeachment.[3] Fifty-seven people have served as state governor, four of whom served non-consecutive terms (George Clinton, DeWitt Clinton, Horatio Seymour, and Al Smith); the official numbering lists each governor only once. There has only been one female governor so far: Kathy Hochul. This numbering includes one acting governor: the lieutenant governor who filled the vacancy after the resignation of the governor, under the 1777 Constitution.[4] The list does not include the prior colonial governors nor those who have acted as governor when the governor was out of state, such as Lieutenant Governor Timothy L. Woodruff during Theodore Roosevelt's vice presidential campaign in 1900, or Acting Speaker of the New York State Assembly Moses M. Weinstein, who acted as governor for 10 days in 1968 while the governor, the lieutenant governor and the senate majority leader were out of the state, attending the Republican National Convention in Miami.[5] Four men have become president of the United States after serving as governor of New York: Martin Van Buren, Grover Cleveland, Theodore Roosevelt, and Franklin D. Roosevelt, and six were vice president. Van Buren and Theodore Roosevelt held both offices. Two governors have been chief justice: John Jay held that position when he was elected governor in 1795, and Charles Evans Hughes became chief justice in 1930, two decades after leaving the governorship. The longest-serving governor was the first, George Clinton, who first took office on July 30, 1777, and served seven terms in two different periods, totaling just under 21 years in office. As 18 of those years were consecutive, Clinton also served the longest consecutive period in office for a New York governor. Charles Poletti had the shortest term, serving 29 days following the resignation of the previous governor, Herbert H. Lehman in 1942. David Paterson was the first African American governor of New York, and the first legally blind governor as well. Paterson is only the fourth African American to hold the office of governor in the United States. The current governor is Democrat Kathy Hochul, the state's first female governor, who assumed the office on August 24, 2021 upon the resignation of Andrew Cuomo.[6] New York was one of the original thirteen colonies on the east coast of North America, and was admitted as a state on July 26, 1788. Prior to declaring its independence, New York was a colony of the Kingdom of Great Britain, which it in turn obtained from the Dutch as the colony of New Netherland; see the list of colonial governors and the list of directors-general of New Netherland for the pre-statehood period. The office of the governor was established by the first New York Constitution in 1777. The governor was originally for a term of three years,[7] though the constitution did not specify when the term began. A 1787 law set the start of the term at July 1.[8] The New York State Constitutional Convention of 1821 amended the state constitution, reducing the term of office to two years,[9] moving the election to November,[10] and moving the beginning and the end of the term to coincide with the calendar year.[11] An 1874 amendment extended the term of office back to three years,[12] but the 1894 constitution again reduced it to two years.[13] The most recent New York Constitution of 1938 extended the term to the current four years.[14] There is no limit to the number of consecutive terms a governor may serve. The Constitution has provided since 1777 for the election of a lieutenant governor of New York, who is ex officio President of the Senate, to the same term (keeping the same term lengths as the governor throughout all the constitutional revisions). Originally, in the event of the death, resignation or impeachment of the governor, the lieutenant governor would become acting governor until the end of the yearly legislative term, the office being filled in a special election, if there was a remainder of the term.[15] Since the 1821 Constitution, the lieutenant governor explicitly becomes governor upon such vacancy in the office and serves for the entire remainder of the term.[16] Should the office of lieutenant governor become vacant, the president pro tempore of the State Senate[a] performs all the duties of the lieutenant governor until the vacancy is filled either at the next gubernatorial election or by appointment.[b] Likewise, should both offices become vacant at the same time, the president pro tempore acts as governor, with the office of lieutenant governor remaining vacant. Should the presidency pro tempore be vacant too, or the incumbent unable to fulfill the duties, the Speaker of the State Assembly is next in the line of succession.[17] The lieutenant governor is elected on the same ticket as the governor, since the 1954 election with a single joint vote cast for both offices, but is nominated separately.[18] ","Title":"List of governors of New York - Wikipedia","KeyID":"4630","URL":"https://en.wikipedia.org/wiki/List_of_governors_of_New_York"}