{"Content: ":"The Communications Act of 1934 is a United States federal law signed by President Franklin D. Roosevelt on June 19, 1934 and codified as Chapter 5 of Title 47 of the United States Code, 47 U.S.C. ยง 151 et seq. The Act replaced the Federal Radio Commission with the Federal Communications Commission (FCC). It also transferred regulation of interstate telephone services from the Interstate Commerce Commission to the FCC. The first section of the Act originally read as follows: \"For the purpose of regulating interstate and foreign commerce in communication by wire and radio so as to make available, so far as possible to all the people of the United States a rapid, efficient, Nation-wide, and world-wide wire and radio communication service with adequate facilities at reasonable charges, for the purpose of the national defense, for the purpose of promoting safety of life and property through the use of wire and radio communication, and for the purpose of securing a more effective execution of this policy by centralizing authority heretofore granted by law to several agencies and by granting additional authority with respect to interstate and foreign commerce in wire and radio communication, there is hereby created a commission to be known as the Federal Communications Commission, which shall be constituted as hereinafter provided, and which shall execute and enforce the provisions of this Act.\";[1][2] although it has since been amended.[3] On January 3, 1996, the 104th Congress of the United States amended or repealed sections of the Communications Act of 1934 with the Telecommunications Act of 1996. It was the first major overhaul of American telecommunications policy in nearly 62 years. The Act largely combined and reorganized existing provisions of law, including provisions of the Federal Radio Act of 1927 relating to radio licensing, and of the Mann-Elkins Act of 1910 relating to telephone service. In 1933, President Franklin D. Roosevelt asked Daniel C. Roper, Secretary of Commerce, to appoint an interdepartmental committee for studying electronic communications. The Committee reported that \"the communications service, as far as congressional action is involved, should be regulated by a single body\". A recommendation was made for the establishment of a new agency that would regulate all interstate and foreign communication by wire and radio, telegraphy, telephone and broadcast. On February 26, 1934, the President sent a special message to Congress urging the creation of the Federal Communications Commission (FCC). The following day Senator Clarence Dill and Representative Sam Rayburn introduced bills to carry out this recommendation. The Senate Bill (S.3285) passed the House on June 1, 1934, and the conference report was adopted by both houses eight days later. The Communications Act was signed by President Roosevelt on June 1934. Particular parts of it became effective July 1, 1934; the remaining parts on July 11, 1934.[4] The Communications Act of 1934 followed the precedents of trial cases set under the Commerce Clause of the U.S. Constitution (Article I, Section 8, Clause 3), regulating commerce \"among the several states\". Twenty years earlier, in 1914, the U.S. Supreme Court had set limits on price discrimination that were effectively interstate commerce in Houston, East & West Texas Railway Co. v. United States. The railway was setting lower prices for intrastate carriers within Texas while charging more for carriers that were going through or out of the state. The Supreme Court ruled in favor of the ICC, and maximum prices were set to limit the damage that other states could face due to price discrimination.[5] Communications technology was determined to be an interstate good. President Franklin Roosevelt, along with lobbyists and state regulators, wanted communications technology, both wired and wireless, to be monitored in a similar way and influenced Congress to pass the Communications Act of 1934. The goal was to have telephone and broadcasting regulated with the same jurisdiction in a way similar to that in which the ICC regulates the railways and interstate commerce. The act did not, however, allow for price regulation through the FCC due to strong lobbying efforts from the National Association of Regulatory Utility Commissioners (NARUC).[5] Currently there are some challenges and proposed changes to the Act. The company CellAntenna unsuccessfully sued the FCC, claiming the Homeland Security Act of 2002 did override the Communications Act of 1934.[6] As the law stands today, the 1934 Communications Act prohibits local and state law enforcement from using jamming devices to thwart criminal and terrorist acts. CellAntenna lost its case, but as a response have supported legislation (The Safe Prisons Communications Act) sponsored by Senator Kay Bailey Hutchison and Representative Kevin Brady, attempting to amend the Communications Act of 1934. The bill was left in committee in the House.[7] There has been public debate about the need for an Internet kill switch, defined in a proposed Protecting Cyberspace as a National Asset Act.[8] This act removes the powers established in the 19 Act and gives the President the authority to stop the Internet in case of a cyber attack. The Communications Act of 1934, as of 2021[update], consists of seven major sections or \"subchapters\", as expressed in the US Code, Title 47 (Communications), Chapter 5 — Wire or Radio Communication:[9] The act established a legal basis for regulating wired and wireless communications on a nationwide and worldwide basis. The Federal Communication Commission was founded because of the act; it replaced the Federal Radio Commission. Because of the act, the U.S. government could regulate new media technologies such as television and mobile phones. Moreover, the act permitted the regulation of commercial communication corporations such as private radio and television companies. Opponents in Congress argued that the act harmed the telecommunications industry, such as by delaying the development of new technologies. In 1982 Congress produced a report recommending changes called \"Proposals for Revision of the Communications Act of 1934: Telecommunications Issues\".[10] The Commerce Clause in Article I, Section 8 of the U.S. Constitution grants Congress the authority to regulate foreign and interstate commerce. By the early 20th century, radio transmission had become the most efficient way to facilitate communication about commerce and therefore, radio frequencies on the electromagnetic spectrum could constitutionally be regulated. The Wireless Ship Act of 1910 called for Congress to modestly regulate the wireless industry and the Radio Act of 1912 was their first attempt to make more legislative oversight to the entire radio industry. This Act required anyone who wanted to transmit over the radio to have government issued permission in form of a license. Along with the help of important legislators, these were the early building blocks that eventually evolved into the FCC. Secretary of Commerce Herbert Hoover played a large role regarding regulation because he issued the licenses which allocated the spectrum. Once radio broadcasting became popular, Hoover brought attention to the limited amount of frequency space the spectrum held. This problem made obtaining frequencies and airtime very difficult, as well as making \"noise\" on existing frequencies. Between 1923 and 1924, Hoover expanded the number of assigned frequencies to reduce the interference, but his quick fix failed, which, in turn, ended self-regulation of spectrum space. Congress then passed the Radio Act of 1927 to create the framework for regulating the rapidly-growing broadcast industry. President Calvin Coolidge was an important aspect of radio regulation by signing the Radio Act of 1927, which invested regulatory power to the Federal Radio Commission (FRC). Senators Clarence Dill and Wallace H. White, Jr. also pushed toward passing the 1927 Act. The FRC had a short, 6-year term in American history and transferred its responsibility, as the agency for managing the radio spectrum, to the FCC after the Communications Act of 1934. President Franklin Delano Roosevelt signed the bill in 1934. This change in power was needed to develop a better way of determining who got to use what radio bands and for what purposes. There were many factors and individuals that played a role in the creation of the FCC, but in the end, Congress created the agency.[11][12] In section 605 of the act, the FCC was empowered by Congress to enforce wiretapping compliance. Academic Colin Agur argues that the Communications Act of 1934 \"filled a legal void\" by creating a process through which telephone carrier companies could record and report illegal wiretapping requests and the FCC could punish law enforcement officials who abused wiretapping surveillance.[13] The FCC took over regulation in 1934 and changed many of the structural characteristics of the original agency, although its goal of reducing interference remained the same. The original FRC had 5 members who were each responsible for representing one geographical area of the United States. Congress also planned for the 5-member agency to become a quasi-judicial body which would only have to meet when necessary. Their jobs were to alleviate \"noise\" from the airwaves and they were given the power to license and regulate radio stations. The Federal Radio Commission's lack of regulatory action lead to the more permanent Federal Communication Commission. Much like the FRC, the FCC consists of commissioners who are appointed by the President and approved by the Senate. Each Commissioner can only serve for a five-year term, even the one chosen to be the Chairperson. Originally there were 7 commissioners with 7 year terms, but this was changed to 5 commissions with 5 year terms in 1986.[14] Though there are only five commissioners, there are several offices and departments, made up of hundreds and staff members that carry out different duties. For example, the Mass Media Bureau processes license applications and renewals. These divisions of administrative duties differentiate the FRC from the FCC.[15][16] The Telecommunication Act 1996 and Communications Act of 1934 had two major changes: the new act was less technologically biased and offered less regulation. This act determined the basis of media regulation by its contents, not a technological standard. Title V in Telecommunication Act of 1996,[17] \"Obscenity and Violence\", is a good example of this; Title V set the standard for regulating media contents. The Communications Act of 1934 is argued by some to have created monopolies, such as the case of AT&T. The FCC recognized AT&T as a \"natural monopoly\" during the 1930s in the Communications Act of 1934.[18] Because of these effects, the FCC designed the Communications Act 1996 \"to provide for a pro-competitive, de-regulatory national policy framework designed to accelerate rapidly private sector deployment of advanced information technologies and services to all Americans by opening all telecommunications markets to competition...\"[19] The Telecommunication Act of 1996 also added and changed some rules to account for the emerging internet. The FCC derives its jurisdiction to facilitate the deployment of broadband to Americans in Section 706 in the Telecommunications act of 1996. In this section the code states that the FCC is to \"encourage the deployment on a reasonable and timely basis of advanced telecommunications capability to all Americans.\"[20] They currently want to advocate the following objectives: One major amendment to the Communications Act of 1934 was made on September 7, 1999. The FCC ruled \"that a broadcast station should not be allowed to refuse a request for political advertising time solely on the ground that the station does not sell or program such lengths of time\". Politics have had many effects and changes to the act that are not in the \"best interest of the public\" thus taking away some of the power given to the FCC from the Act.[21] The Federal Communications Commission Consolidated Reporting Act of 2013 (H.R. 2844; 113th Congress) would amend the Communications Act of 1934 to require the Federal Communications Commission (FCC) to publish on its website and submit to Congress a biennial report on the state of the communications marketplace.[22] That report would include an analysis of \"the state of competition in the markets for voice, video, and data services, as well as the availability of high-speed and high-quality telecommunications services\" in the United States.[23] It would also \"require the FCC to determine whether laws and regulations pose a barrier to entry into communications markets and to include that information in the biennial report\" and cancel a number of preexisting requirements for various other reports from the FCC.[23] Before the Communications Act of 1934 was enacted as law by the U.S. Congress, there was a debate over commercial versus non-commercial broadcasting: Senators Robert Wagner of New York and Henry Hatfield of West Virginia offered an amendment to the then proposed Communications Act. Educators wanted more of radio to be given to them; they had been termed a \"special interest\" by the Federal Radio Commission and their stations were forced to share frequencies. The Wagner-Hatfield amendment would have given 25% of all radio broadcasting facilities to non-profit institutions and organizations. It would also have allowed these educational stations to sell advertising in order to become self-sufficient. Senator Clarence Dill, a pro-industry spokesman, opposed this amendment. It would have meant eliminating numerous commercial stations, but that is not what Senator Dill publicly complained about. He expressed horror over the advertising. He said there was too much advertising already. Not all educators supported the advertising clause, so a compromise was struck. The issue was to be given to the new FCC to study and to hold hearings on and to report back to Congress. Hatfield and Wagner stuck to their guns, however, and proposed their amendment anyway. The Hatfield-Wagner amendment died and the Communications Act was passed. The Federal Communications Commission reported back, saying that commercial stations had ample time for educational and other public service programs. The Commission called for cooperation between commercial and educational interests and other non-profit groups. The educators lost, although commercial broadcasters were forced to air public affairs programs. The U.S. Supreme Court held in National Broadcasting Co. v. United States, 319 U.S. 190 on May 10, 1943, that the FCC had the right to issue regulations pertaining to associations between broadcasting networks and their affiliated stations. The opinion of the Supreme Court was not unanimous and it led to a conflict with an earlier decision in Federal Communications Commission v. Sanders Brothers Radio Station, 309 U.S. 470, on March 25, 1940. In that case the FCC interpreted Supreme Court decisions concerning broadcasting to mean that potential economic injury to an existing licensee was not grounds for refusing to license a competitor. (This FCC interpretation remained in place from 1940 to 1958.) The opinion of the Supreme Court was delivered by Felix Frankfurter. Justices Hugo Black and Wiley Blount Rutledge took no part in the discussion or decision. Justice Frank Murphy offered a dissenting opinion, stating that the Court was effectively giving the FCC a power to regulate networks which had not been given to the FCC by Congress. Murphy stated that we exceed our competence when we gratuitously bestow upon an agency power which the Congress has not granted. Since that is what the Court in substance does today, I dissent. Because the majority of the Court did not agree with Murphy, it effectively gave the FCC power to regulate the networks. As a result of this 1943 decision, NBC was forced to sell one of its two networks—the Blue Network—and it was this action which then led to the creation of the American Broadcasting Company. The issue of net neutrality, the principle that Internet service providers (ISPs) treat all data on the Internet the same, arose during the 1990s. One of the core issues relates to the legislation: how ISPs should be classified under the Communications Act of 1934. There are two options: they could be Title (subchapter) I \"information services\" or Title (subchapter) II \"common carrier services\" (see Structure above). The classification affects the Federal Communications Commission's authority over ISPs: the FCC would have significant ability to regulate ISPs if classified as Title II common carriers, but would have little control over them if classified as Title I. Because the Act has not been amended to account for ISPs as of 2021[update], the FCC has the authority to designate how ISPs should be classified, in addition to choosing what regulations to set on ISPs. On February 26, 2015, the FCC ruled in favor of net neutrality by reclassifying broadband as a common carrier under Title II,[24][25][26] but on June 11, 2018, the repeal of the FCC's rules took effect, ending network neutrality regulation in the United States.[27][28] The pertinent definitions are contained in Title/Subchapter I (General Provisions), Definitions (ยง 153):[29]","Title":"Communications Act of 1934 - Wikipedia","KeyID":"4637","URL":"https://en.wikipedia.org/wiki/Communications_Act_of_1934"}