{"Content: ":"United States military victory 1926 1927 1928 1930 1932 The United States occupation of Nicaragua from 1912 to 1933 was part of the Banana Wars, when the US military invaded various Latin American countries from 1898 to 1934. The formal occupation began in 1912, even though there were various other assaults by the U.S. in Nicaragua throughout this period. American military interventions in Nicaragua were designed to stop any other nation except the United States of America from building a Nicaraguan Canal. Nicaragua assumed a quasi-protectorate status under the 1916 Bryan–Chamorro Treaty. President Herbert Hoover (1929–1933) opposed the relationship. On January 2, 1933, Hoover ended the American intervention.[4] In 1909 Nicaraguan President José Santos Zelaya of the Liberal Party faced opposition from the Conservative Party, led by governor Juan José Estrada of Bluefields who received support from the U.S. government as a result of American entrepreneurs providing financial assistance to Estrada's rebellion in the hopes of gaining economic concessions after the rebellion's victory.[5] The United States had limited military presence in Nicaragua, having only one patrolling U.S. Navy ship off the coast of Bluefields, allegedly to protect the lives and interests of American citizens who lived there. The Conservative Party sought to overthrow Zelaya which led to Estrada's rebellion in December 1909. Two Americans, Leonard Groce and Lee Roy Cannon, were captured and indicted for allegedly joining the rebellion and the laying of mines. Zelaya ordered the execution of the two Americans, which severed U.S. relations.[6][7] The forces of Chamorro and Nicaraguan General Juan Estrada, each leading conservative revolts against Zelaya's government, had captured three small towns on the border with Costa Rica and were fomenting open rebellion in the capital of Managua.[8] U.S. Naval warships that had been waiting off Mexico and Costa Rica moved into position.[9] The protected cruisers USS Des Moines (CL-17), USS Tacoma (CL-20), and collier USS Hannibal (AG-1) lay in the harbor at Bluefields, Nicaragua, on the Atlantic coast with USS Prairie (AD-5) en route for Colón, Panama, with 700 Marines. On December 12, 1909, Albany with 280 bluejackets and the gunboat USS Yorktown (PG-1) with 155, arrived at Corinto, Nicaragua, to join the gunboat USS Vicksburg (PG-11) with her crew of 155 allegedly to protect American citizens and property on the Pacific coast of Nicaragua.[10][11][12][13] Zelaya resigned on December 14, 1909,[14] and his hand-picked successor, Jose Madriz, was elected by unanimous vote of the liberal Nicaraguan national assembly on December 20, 1909. U.S. Secretary of State Philander C. Knox admonished that the United States would not resume diplomatic relations with Nicaragua until Madriz demonstrated that his was a \"responsible government ... prepared to make reparations for the wrongs\" done to American citizens.[15][16] His request for asylum granted by Mexico, Zelaya was escorted by armed guard to the Mexican gunboat General Guerrero and departed Corinto for Salina Cruz, Mexico, on the night of December 23, with Albany standing by but taking no action.[17][18][19] As the flagship of the Nicaraguan Expeditionary Squadron, under Admiral William W. Kimball, Albany spent the next five months in Central America, mostly at Corinto, maintaining U.S. neutrality in the ongoing rebellion, sometimes under criticism by the U.S. press and business interests that were displeased by Kimball's \"friendly\" attitude toward the liberal Madriz administration.[20][21][22] By mid-March 1910, the insurgency led by Estrada and Chamorro had seemingly collapsed and with the apparent and unexpected strength of Madriz, the U.S. Nicaraguan Expeditionary Squadron completed its withdrawal from Nicaraguan waters.[23] On May 27, 1910, U.S. Marine Corps Major Smedley Butler arrived on the coast of Nicaragua with 250 Marines, for the purpose of providing security in Bluefields. United States Secretary of State Philander C. Knox condemned Zelaya's actions, favoring Estrada. Zelaya succumbed to U.S. political pressure and fled the country, leaving José Madriz as his successor. Madriz in turn had to face an advance by the reinvigorated eastern rebel forces, which ultimately led to his resignation. In August 1910, Juan Estrada became president of Nicaragua with the official recognition of the United States.[24]  Estrada’s administration allowed President William Howard Taft and Secretary of State Philander C. Knox to apply the Dollar Diplomacy or \"dollars for bullets\" policy. The goal was to undermine European financial strength in the region, which threatened American interests to construct a canal in the isthmus, and also to protect American private investment in the development of Nicaragua's natural resources. The policy opened the door for American banks to lend money to the Nicaraguan government, ensuring United States control over the country's finances.[25]: 143  By 1912 the ongoing political conflict in Nicaragua between the liberal and conservative factions had deteriorated to the point that U.S. investments under President Taft's Dollar Diplomacy including substantial loans to the fragile coalition government of conservative President Juan José Estrada were in jeopardy. Minister of War General Luis Mena forced Estrada to resign. He was replaced by his vice president, the conservative Adolfo Díaz.[25]: 143  Díaz's connection with the United States led to a decline in his popularity in Nicaragua. Nationalistic sentiments arose in the Nicaraguan military, including Luis Mena, the Secretary of War. Mena managed to gain the support of the National Assembly, accusing Díaz of \"selling out the nation to New York bankers\". Díaz asked the U.S. government for help, as Mena's opposition turned into rebellion. Knox appealed to president Taft for military intervention, arguing that the Nicaraguan railway from Corinto to Granada was threatened, interfering with U.S. interests.[25]: 144  In mid-1912 Mena persuaded the Nicaraguan national assembly to name him successor to Díaz when Díaz's term expired in 1913. When the United States refused to recognize the Nicaraguan assembly's decision, Mena rebelled against the Díaz government. A force led by liberal General Benjamín Zeledón, with its stronghold at Masaya, quickly came to the aid of Mena, whose headquarters were at Granada.[26][27] Díaz, relying on the U.S. government's traditional support of the Nicaraguan conservative faction, made clear that he could not guarantee the safety of U.S. persons and property in Nicaragua and requested U.S. intervention. In the first two weeks of August 1912, Mena and his forces captured steamers on Lakes Managua and Nicaragua that were owned by a railroad company managed by U.S. interests. Insurgents attacked the capital, Managua, subjecting it to a four-hour bombardment. U.S. minister George Wetzel cabled Washington to send U.S. troops to safeguard the U.S. legation.[26][28] At the time the revolution broke out, the Pacific Fleet gunboat USS Annapolis (PG-10) was on routine patrol off the west coast of Nicaragua. In the summer of 1912, 100 U.S. Marines arrived aboard the USS Annapolis. They were followed by Smedley Butler's return from Panama with 350 Marines. The commander of the American forces was Admiral William Henry Hudson Southerland, joined by Colonel Joseph Henry Pendleton and 750 Marines. The main goal was securing the railroad from Corinto to Managua. On August 4, at the recommendation of the Nicaraguan president, a landing force of 100 bluejackets was dispatched from Annapolis to the capital, Managua, to protect American citizens and guard the U.S. legation during the insurgency. On the east coast of Nicaragua, the USS Tacoma (CL-20) (a protected cruiser from the American North Atlantic Fleet) was ordered to Bluefields, Nicaragua, where she arrived on August 6 and landed a force of 50 men to protect American lives and property. A force of 350 U.S. Marines shipped north on the collier USS Justin from the Canal Zone and disembarked at Managua to reinforce the legation guard on August 15, 1912. Under this backdrop, Denver and seven other ships from the Pacific Fleet arrived at Corinto, Nicaragua, from late August to September 1912, under the command of Rear Admiral W.H.H. Southerland.[29][30] USS Denver (CL-16), commanded by Commander Thomas Washington arrived at Corinto on August 27, 1912, with 350 navy bluejackets and Marines on board.[31] Admiral Southerland's priorities were to re-establish and safeguard the disrupted railway and cable lines between the principal port of Corinto and Managua, 110 kilometres (70 mi) to the southeast.[32][33] On August 29, 1912, a landing force of 120 men from USS Denver, under the command of the ship's navigator, Lieutenant Allen B. Reed, landed at Corinto to protect the railway line running from Corinto to Managua and then south to Granada on the north shore of Lake Nicaragua. This landing party reembarked aboard ship October 24 and 25, 1912. One officer and 24 men were landed from the Denver at San Juan del Sur on the southern end of the Nicaraguan isthmus from August 30 to September 6, 1912, and from September 11 to 27, 1912 to protect the cable station, custom house and American interests.[34][35][36] Denver remained at San Juan del Sur to relay wireless messages from the other navy ships to and from Washington[37] until departing on September 30, for patrol duty.[38] On the morning of September 22, two battalions of Marines and an artillery battery under Major Smedley Butler, U.S.M.C. had entered Granada, Nicaragua (after being ambushed by rebels at Masaya on the nineteenth), where they were reinforced with the Marine first battalion commanded by Colonel Joseph H. Pendleton, U.S.M.C. General Mena, the primary instigator of the failed coup d'etat surrendered his 700 troops to Southerland and was deported to Panama.[39] Beginning on the morning of September 27 and continuing through October 1, Nicaraguan government forces bombarded Barranca and Coyotepe, two hills overlooking the all-important railway line at Masaya that Zeledón and about 550 of his men occupied, halfway between Managua and Granada. On October 2, Nicaraguan government troops loyal to President Diaz delivered a surrender ultimatum to Zelaydón, who refused. Rear Admiral Southerland realized that Nicaraguan government forces would not vanquish the insurgents by bombardment or infantry assault, and ordered the Marine commanders to prepare to take the hills.[40][41] On October 3, Butler and his men, returning from the capture of Granada, pounded the hills with artillery throughout the day, with no response from the insurgents. In the pre-dawn hours of October 4, Butler's 250 Marines began moving up the higher hill, Coyotepe, to converge with Pendletons's 600 Marines and a landing battalion of bluejackets from California. At the summit, the American forces seized the rebel's artillery and used it to rout Zeledón's troops on Barranca across the valley.[42] Zeledón and most of his troops had fled the previous day during the bombardment, many to Masaya, where Nicaraguan government troops captured or killed most of them, including Zeledón. With the insurgents driven from Masaya, Southerland ordered the occupation of Leon to stop any further interference with the U.S.-controlled railroad. On October 6, 1,000 bluejackets and Marines, from the cruisers USS California, USS Colorado, and Denver led by Lieutenant Colonel Charles G. Long, U.S.M.C. captured the city of Leon, Nicaragua, the last stronghold of the insurgency.[42] The revolution of General Diaz was essentially over. On October 23, Southerland announced that but for the Nicaraguan elections in early November, he would withdraw most of the U.S. landing forces. At that point, peaceful conditions prevailed and nearly all of the embarked U.S. Marines and bluejackets that had numbered approximately 2,350 at their peak, not including approximately 1,000 shipboard sailors, withdrew, leaving a legation guard of 100 Marines in Managua.[40][41][43] Of the 1,100 members of the United States military that intervened in Nicaragua, thirty-seven were killed in action. With Díaz safely in the presidency of the country, the United States proceeded to withdraw the majority of its forces from Nicaraguan territory, leaving one hundred Marines to \"protect the American legation in Managua\". The Knox-Castrillo Treaty of 1911, ratified in 1912, put the U.S. in charge of much of Nicaragua's financial system.[44] In 1916, General Emiliano Chamorro Vargas, a Conservative, assumed the presidency, and continued to attract foreign investment.[44] Some Marines remained in the country after the intervention, occasionally clashing with local residents. In 1921, a group of Marines who raided a Managua newspaper office were dishonorably discharged.[45] Later that year, a Marine private shot and killed a Nicaraguan policeman.[46] Civil war erupted between the conservative and liberal factions on May 2, 1926, with liberals capturing Bluefields, and José María Moncada Tapia capturing Puerto Cabezas in August.[25]: 291  Juan Bautista Sacasa declared himself Constitutional President of Nicaragua from Puerto Cabezas on December 1, 1926.[25]: 292  Following Emiliano Chamorro Vargas' resignation, the Nicaraguan Congress selected Adolfo Diaz as designado, who then requested intervention from President Calvin Coolidge.[25]: 292–293  On January 24, 1927, the first elements of US forces arrived, with 400 marines.[25]: 293  Government forces were defeated on February 6 at Chinandega, followed by another defeat at Muy Muy, prompting US Marine landings at Corinto and the occupation of La Loma Fort in Managua.[25]: 294–295  Ross E. Rowell's Observation Squadron arrived on February 26, which included DeHavilland DH-4s.[25]: 296  By March, the US had 2,000 troops in Nicaragua under the command of General Logan Feland.[25]: 297  In May, Henry Stimson brokered a peace deal which included disarmament and promised elections in 1928.[25]: 297–299  However, the Liberal commander Augusto César Sandino, and 200 of his men refused to give up the revolution.[25]: 299  On June 30, Sandino seized the San Albino gold mine, denounced the Conservative government, and attracted recruits to continue operations.[25]: 308  The next month saw the Battle of Ocotal. Despite additional conflict with Sandino's rebels, US supervised elections were held on November 4, 1928, with Moncada the winner.[25]: 349  Manuel Giron was captured and executed in February 1929, and Sandino took a year's leave in Mexico.[25]: 350–351  By 1930, Sandino's guerilla forces numbered more than 5,000 men.[44] The only American journalist who interviewed Sandino during this occupation was Carleton Beals of The Nation.[47] The Hoover administration started a US pullout such that by February 1932, only 745 men remained.[25]: 354  Juan Sacasa was elected president in the November 6, 1932 election.[25]: 359  The Battle of El Sauce was the last major engagement of the US intervention.[25]: 360  Coordinates: 13°00′00″N 85°00′00″W﻿ / ﻿13.0000°N 85.0000°W﻿ / 13.0000; -85.0000","Title":"United States occupation of Nicaragua - Wikipedia","KeyID":"4649","URL":"https://en.wikipedia.org/wiki/United_States_occupation_of_Nicaragua"}