{"Content: ":"The War Production Board (WPB) was an agency of the United States government that supervised war production during World War II. President Franklin D. Roosevelt established it in January 1942, with Executive Order 9024.[1] The WPB replaced the Supply Priorities and Allocations Board and the Office of Production Management.[2] The WPB directed conversion of companies engaged in activities relevant to war from peacetime work to war needs, allocated scarce materials, established priorities in the distribution of materials and services, and prohibited nonessential production.[3] It rationed such commodities as gasoline, heating oil, metals, rubber, paper,[4] and plastics. It was dissolved shortly after the defeat of Japan in 1945 and was replaced by the Civilian Production Administration in late 1945. In 1942–1945, WPB supervised the production of $183 billion (equivalent to $2.12 trillion in 2020[5]) worth of weapons and supplies, about 40 percent of the world output of munitions. The UK, the USSR, and other allies produced an additional 30 percent, while the Axis produced only 30 percent. One fourth of the US output was warplanes; one fourth was warships. Meanwhile, the civilian standard of living was about level.[6] The first chair of the Board was Donald Nelson, who served from 1942 to 1944.[7] He was succeeded by Julius Albert Krug, who served from 1944 until the Board was dissolved. The national WPB constituted the chair, the Secretaries of War, Navy, and Agriculture, the lieutenant general in charge of War Department procurement, the director of the Office of Price Administration, the Federal Loan Administrator, the chair of the Board of Economic Warfare, and the special assistant to the President for the defense aid program. The WPB had advisory, policy-making, and progress-reporting divisions. The WPB managed 12 regional offices and operated 120 field offices throughout the nation. They worked alongside state war production boards, which maintained records on state war production facilities and also helped state businesses obtain war contracts and loans. The national WPB's primary task was converting civilian industry to war production. The WPB assigned priorities and allocated scarce materials such as steel, aluminum, and rubber, prohibited nonessential industrial production such as that of nylons and refrigerators, controlled wages and prices, and mobilized the people through patriotic propaganda such as \"give your scrap metal and help Oklahoma boys save our way of life\".[8] It initiated events such as scrap metal drives, which were carried out locally to great success. For example, a national scrap metal drive in October 1942 resulted in an average of almost 82 pounds (37 kg) of scrap per American.[8] WPB order M-9-C related to the conservation of copper and, in May 1942, The Film Daily reported that this would apply to the production of new motion picture sound and projection equipment but not to the delivery of items already produced.[9] The WPB and the nation's factories effected a great turnaround. Military aircraft production, which totaled 6,000 in 1940, jumped to 85,000 in 1943. Factories that made silk ribbons now produced parachutes, automobile factories built tanks, typewriter companies converted to rifles, undergarment manufacturers sewed mosquito netting, and a rollercoaster manufacturer converted to the production of bomber repair platforms.[8] The WPB ensured that each factory received the materials it needed to produce the most war goods in the shortest time. Without American production the Allies could never have won the war. From 1942 to 1945 the WPB directed a total production of $185 billion (equivalent to $2.15 trillion in 2020[5]) worth of armaments and supplies. At war's end, most production restrictions were quickly lifted, and the WPB was abolished on November 3, 1945, with its remaining functions transferred to the Civilian Production Administration.[citation needed] Executive Order 9638 created the Civilian Production Administration and terminated the War Production Board on October 4, 1945.[12] The Civilian Production Board was consolidated with other agencies to form the Office of Temporary Controls—an agency in the Office for Emergency Management of the executive office of the president. The latter had previously been established pursuant to the Reorganization Act of 1939.[13] The executive order provided a Temporary Controls Administrator, appointed by the president, to head the Office of Temporary Controls and vested in him, among other things, the functions of the Price Administrator.[14]","Title":"War Production Board - Wikipedia","KeyID":"4656","URL":"https://en.wikipedia.org/wiki/War_Production_Board"}