{"Content: ":"The 1936 Madison Square Garden speech was a speech given by U.S. President Franklin D. Roosevelt on October 31, 1936, three days before that year's presidential election. In the speech, Roosevelt pledged to continue the New Deal and criticized those who, in his view, were putting personal gain and politics over national economic recovery from the Great Depression. The speech was Roosevelt's last campaign speech before the election.[1] Roosevelt had to wait around 15 minutes for the enthusiastic crowd at Madison Square Garden to calm down before commencing his speech.[2] Most of the speech outlined Roosevelt's economic policies. He reviewed some of the successes from his first term in the presidency, and explained how he saw critics and opponents of the New Deal as hampering economic recovery, especially to the detriment of working-class people. In expressing how strongly his administration would continue to promote New Deal policies, he paraphrased John Paul Jones, stating that \"we have only just begun to fight.\" With World War II a few years away, Roosevelt expressed his desire for peace at home and abroad in the face of \"war and rumor of war.\" Perhaps the most memorable line of the speech came when Roosevelt described forces which he labeled \"the old enemies of peace: business and financial monopoly, speculation, reckless banking, class antagonism, sectionalism, war profiteering.\" He went on to claim that these forces were united against his candidacy; that \"They are unanimous in their hate for me — and I welcome their hatred.\" Roosevelt was able to state his goals so plainly because of his strong electoral position. His strong rhetoric, such as his suggestions that he would \"master\" the \"forces\" against him, worried some of his business supporters and the elements of the American business community that backed the Democratic Party and the New Deal.[3] Nevertheless, Democrats held large majorities in both houses of Congress, and Roosevelt would go on to win the presidential election held three days later, in one of the greatest blowout elections in American history.[4] While some contemporary forecasts of the election predicted a much closer contest,[5] most opinion polls pointed to victories in the popular vote and the Electoral College for Roosevelt.[3] The speech has been called by some historical observers a moment when Roosevelt \"abandoned the characteristic balance of his addresses and focused his feelings in a stinging attack.\"[6] The Madison Square Garden speech is regarded as a powerful expression of American liberalism. Historian Kenneth S. Davis called the speech \"one of the great political speeches in American history.\"[2] Political analysts have compared the straightforwardness of Roosevelt's rhetoric, such as the \"I welcome their hatred\" comment, with the relative timidity of later politicians,[7] such as Barack Obama; psychologist Drew Westen made such an argument in The New York Times.[8] Historians, however, have pointed out that Roosevelt delivered the speech in much more favorable political conditions than later politicians have had to face.[4] ","Title":"1936 Madison Square Garden speech - Wikipedia","KeyID":"4659","URL":"https://en.wikipedia.org/wiki/1936_Madison_Square_Garden_speech"}