{"Content: ":"The Quarantine Speech was given by U.S. President Franklin D. Roosevelt on October 5, 1937, in Chicago (on the occasion of the dedication of the Outer Drive Bridge between north and south outer Lake Shore Drive), calling for an international \"quarantine\" against the \"epidemic of world lawlessness\" by aggressive nations as an alternative to the political climate of American neutrality and non-intervention that was prevalent at the time. The speech intensified America's isolationist mood, causing protest by non-interventionists and foes to intervene. No countries were directly mentioned in the speech, although it was interpreted as referring to the Empire of Japan, the Kingdom of Italy, and Nazi Germany.[1] Roosevelt suggested the use of economic pressure, a forceful response, but less direct than outright aggression. Public response to the speech was mixed. Famed cartoonist Percy Crosby, creator of Skippy (comic strip) and very outspoken Roosevelt critic, bought a two-page advertisement in the New York Sun to attack it.[2] In addition, it was heavily criticized by Hearst-owned newspapers and Robert R. McCormick of the Chicago Tribune, but several subsequent compendia of editorials showed overall approval in US media.[3] Roosevelt realized the impact that those witting in favor of isolationism had on the nation. He hoped that the storm isolationists created would fade away and allow the general public to become educated and even active in international policy.[4] However, this was not the response that grew over time, in fact, it ended up intensifying isolationism views in more Americans.[5] Roosevelt even mentioned in two personal letters written on October 16, 1937, that \"he was 'fighting against a public psychology which comes very close to saying 'peace at any price.'\"[6] Disappointed in how the public reacted to the speech, Roosevelt decided to take a step back with regards to his foreign policy, even to the point of accepting an apology from Japan after the sinking of the USS Panay.[7]","Title":"Quarantine Speech - Wikipedia","KeyID":"4662","URL":"https://en.wikipedia.org/wiki/Quarantine_Speech"}