{"Content: ":"Eupterodactyloidea (meaning \"true Pterodactyloidea\") is an extinct group of pterodactyloid pterosaurs that existed from the latest Late Jurassic to the latest Late Cretaceous periods (Tithonian to Maastrichtian stages). Eupterodactyloids lived on all continents except Antarctica.[1] Eupterodactyloidea was named by S. Christopher Bennett in 1994 as an infraorder of the suborder Pterodactyloidea. Bennett defined it as an apomorphy-based clade.[2] However, in 2010, Brian Andres re-defined the group as a stem-based taxon in his dissertation,[3] and then formalized the definition in 2014 as all pterosaurs more closely related to Pteranodon longiceps than to Pterodactylus antiquus.[4] The slightly more exclusive group Ornithocheiroidea was re-defined in 2003 by Alexander Kellner. He defined it as the least inclusive clade containing Anhanguera blittersdorffi, Pteranodon longiceps, Dsungaripterus weii, and Quetzalcoatlus northropi. Ornithocheiroidea has often been used for a much more exclusive group including only the branch of traditional ornithocheirid pterosaurs, though this use has since fallen out of favor by many researchers after years of competing definitions for the various pterodactyloid clades. The compromise definitions by Andres and others have since become more widely adopted. Below is a cladogram showing the results of a phylogenetic analysis first presented by Andres et al. in 2014,[4] and updated by Longrich, Martill, and Andres in 2018.[5] Andres and colleagues followed this definition, and also used a branch-based definition for Eupterodactyloidea, making them very similar in content.[4] Haopterus gracilis Piksi barbarulna Tethydraco regalis Pteranodon longiceps Pteranodon sternbergi Alamodactylus byrdi Volgadraco bogolubovi Cretornis hlavaci Alcione elainus Simurghia robusta Muzquizopteryx coahuilensis Barbaridactylus grandis Nyctosaurus lamegoi Nyctosaurus nanus Nyctosaurus gracilis Hongshanopterus lacustris Lonchodraco giganteus Lonchodectes compressirostris Boreopterus cuiae Zhenyuanopterus longirostris Nurhachius ignaciobritoi Liaoxipterus brachyognathus Istiodactylus sinensis Istiodactylus latidens Aetodactylus halli Cimoliopterus dunni Cimoliopterus cuvieri Guidraco Ludodactylus Cearadactylus Brasileodactylus Anhangueridae Ornithocheiridae Bennettazhia oregonensis Tapejara wellnhoferi Europejara olcadesorum Vectidraco daisymorrisae Caiuajara dobruskii Tupandactylus navigans Tupandactylus imperator Bakonydraco galaczi \"Huaxiapterus\" benxiensis \"Huaxiapterus\" corollatus Eopteranodon lii Huaxiapterus jii Sinopterus dongi Dsungaripterus weii Domeykodactylus ceciliae Noripterus parvus Noripterus complicidens Tupuxuara longicristatus Tupuxuara leonardii Thalassodromeus sethi Alanqa saharica Aerotitan sudamericanus Microtuban altivolans Shenzhoupterus Chaoyangopterus Jidapterus Eoazhdarcho liaoxiensis Radiodactylus langstoni Montanazhdarcho minor Azhdarcho lancicollis Phosphatodraco mauritanicus Aralazhdarcho bostobensis Eurazhdarcho langendorfensis aff. Quetzalcoatlus Zhejiangopterus linhaiensis Arambourgiania philadelphiae Hatzegopteryx thambema Quetzalcoatlus spp.    This pterosaur-related article is a stub. You can help Wikipedia by expanding it.","Title":"Eupterodactyloidea - Wikipedia","KeyID":"467","URL":"https://en.wikipedia.org/wiki/Eupterodactyloidea"}