{"Content: ":"Franklin D. Roosevelt Democratic Franklin D. Roosevelt Democratic Pre-consolidation: Post-consolidation: Pre-consolidation: Post-consolidation: The 1930 New York state election was held on November 4, 1930, to elect the governor, the lieutenant governor, the state comptroller, the attorney general and a judge[1] of the New York Court of Appeals, as well as all members of the New York State Assembly and the New York State Senate. The Communist state convention met on May 25, and nominated for Governor William Z. Foster who was at the time in jail.[2] The Socialist state convention met on July 20 at Schenectady, New York, and nominated again Louis Waldman for governor.[3] After the enactment of Prohibition, the Prohibition Party had seemingly lost its reason to exist. The party had polled less than 10,000 votes and lost its automatic ballot access, and had not run in 1924. In 1926, the Prohibitionists got on the ballot by filing petitions and campaigned for \"Independent Republican\" Cristman who was nominated for U.S. Senator by the \"dry\" faction of the Republican Party. Their own candidate for governor had polled only a little more than 20,000 votes, not enough to get ballot access, but the openly \"wet\" incumbent Senator Wadsworth had been defeated. At the same time a referendum was supported by about 90% of the voters to recommend to Congress to change the Volstead Act. The Prohibitionist had not run a ticket in 1928, but now, alarmed by the massive growth of the movement against Prohibition, they emerged again under the name of Law Preservation Party, trying to stem the tide. Twenty representatives of \"dry\" organizations met at the headquarters of the Woman's Christian Temperance Union and nominated Dr. Robert Paris Carroll, a Syracuse University professor, for governor without any running mates.[4] The Republican state convention met on September 28 at Albany, New York, and nominated U.S. Attorney for the Southern District of New York Charles H. Tuttle for governor.[5] The Democratic state convention met on September 30 at Syracuse, New York, and re-nominated the incumbent governor, Franklin D. Roosevelt.[6] The whole Democratic ticket was elected in a landslide. The incumbents Roosevelt, Lehman, Tremaine and Pound were re-elected. The Democratic, Republican and Socialist parties maintained automatic ballot access, the Law Preservation Party attained it, the Socialist Labor Party did not re-attain it, and the Communist Party did not attain it. Vote Totals-New York Red Book 1931","Title":"1930 New York state election - Wikipedia","KeyID":"4671","URL":"https://en.wikipedia.org/wiki/1930_New_York_state_election"}