{"Content: ":"The 1932 Democratic National Convention was held in Chicago, Illinois June 27 – July 2, 1932. The convention resulted in the nomination of Governor Franklin D. Roosevelt of New York for president and Speaker of the House John N. Garner from Texas for vice president. Beulah Rebecca Hooks Hannah Tingley was a member of the Democratic National Committee and Chair of the Democratic Party of Florida. She seconded the nomination of Franklin Delano Roosevelt, becoming the second woman to address a Democratic National Convention. The three major candidates: The three major contenders for the presidential nomination were Roosevelt, Garner and former Governor of New York and 1928 presidential candidate, Al Smith, who roughly represented three competing factions of the Democratic Party: Smith was supported by the Tammany Hall machine in New York City, and had many supporters in the Democratic National Committee, as well as in Chicago, where Chicago mayor Anton Cermak packed the hall with Smith supporters. Roosevelt was supported by a solid majority of the delegates, and had the support of Senators Burton Wheeler, Cordell Hull, Alben Barkley, and Huey Long, who held the Deep South for Roosevelt. The new Democratic coalition would begin at this convention: Roosevelt brought into the Democratic fold western progressives, ethnic minorities, rural farmers, and intellectuals. Supporters of Roosevelt pushed for the abolition of the two-thirds rule (which required the presidential nominee to win at least two-thirds of the delegates votes), but backlash from Southern delegates forced them to drop the idea.[2] Garner had support from two powerful individuals: California newspaper magnate William Randolph Hearst and Senator William Gibbs McAdoo. While he was never a serious threat, and never bothered to campaign for the position, the faction that supported Garner was important because it could break a potential deadlock between Smith and Roosevelt. After three ballots, Roosevelt was 87.25 votes short of the 770 required for the nomination, and his campaign feared that his support had peaked: as none of New York, New Jersey, Massachusetts, and Connecticut supported Roosevelt, he needed McAdoo, who had the California delegation, and Garner, who had the Texas delegation. Roosevelt's campaign was able to persuade Garner to have his delegates to vote for Roosevelt, possibly with the help of Hearst: while Hearst disliked Roosevelt, he hated Smith and Newton D. Baker, a possible compromise candidate. After McAdoo (who himself had been denied the nomination by the two-thirds rule at the 1924 convention) announced California would back Roosevelt, the convention realized Roosevelt had reached the required 770 delegates to win the nomination, which was greeted by wild celebrations. Roosevelt received 945 votes on the fourth ballot to Smith's 190. [2] Garner was nominated for vice-president by acclaimation, likely as part of a deal for his delegates.[3] McAdoo had hoped to be on the ticket, but he withdrew after his inclusion was opposed by Hearst.[4] For his acceptance speech, Roosevelt broke tradition and established the precedent of formally accepting the nomination in person at the convention. In his speech, he pledged \"a new deal for the American people\".[3] Pietrusza, David 1932: The Rise of Hitler & FDR: Two Tales of Politics, Betrayal, and Unlikely Destiny Guilford CT: Lyons Press, 2015.","Title":"1932 Democratic National Convention - Wikipedia","KeyID":"4672","URL":"https://en.wikipedia.org/wiki/1932_Democratic_National_Convention"}