{"Content: ":"Roosevelt Campobello International Park preserves the house and surrounding landscape of the summer retreat of Franklin D. Roosevelt, Eleanor Roosevelt and their family. It is located on the southern tip of Campobello Island in the Canadian province of New Brunswick, and is connected to the mainland by the Franklin Delano Roosevelt Memorial Bridge, at Lubec, Maine in the United States. The cottage, built in the Shingle Style and completed in 1897, was designed by Willard T. Sears. It was given as a wedding present to Franklin and Eleanor in 1908, from Franklin's mother Sara Roosevelt. Here in August 1921, 39-year-old Roosevelt, who would go on to become the 32nd President of the United States, was stricken by a severe paralytic illness, believed to be polio at the time, leaving him permanently paralyzed from the waist down.[1]: 236  FDR was no longer able to stay at the \"beloved island\",[2] but he sailed there in 1933 and visited briefly in 1936 and 1939.[3] Eleanor Roosevelt loved the cool summer weather and visited many times with her children and friends. Armand Hammer acquired the cottage in 1952. After Eleanor's death in 1962, Hammer deeded the property to the governments of the U.S. and Canada. In 1964, they created the 2,800-acre (11 km2) International Park.[4] Roosevelt Campobello International Park has a visitor centre with a gift shop and a small bilingual display on the open Canada–United States border.[5] The park, a US Government Agency and a Canadian Government Corporation, is owned by the governments of Canada and the United States, and is administered by the Roosevelt Campobello International Park Commission. The Commission was created by international treaty signed by Governor General Georges Vanier, Prime Minister Lester B. Pearson, and President Lyndon B. Johnson on January 22, 1964. The park was established on July 7, 1964. Both countries provide equal financial support to the park. It is an affiliated area of Parks Canada and of the U.S. National Park Service. According to the treaty, Canada and US share equally \"in the costs of development, operation, and maintenance\"; the Park is jointly managed and staffed.[6] The Roosevelt Campobello International Park Commission consists of charter members and alternates: a chairperson and three board members from each country, as well as three Alternate Commissioners from both the US and Canada.[7] The US President appoints the US members of the Commission, while the Canadian Governor in Council appoints the Canadian members. In September 2020, the Canadian government was seeking applicants for two vacant RCIP positions on the Commission.[8] The positions are unpaid, but the Canadian government states that \"members may be paid reasonable per diem and travel expenses by the Commission\".[9] The Roosevelt cottage, a wedding gift from Sara Delano Roosevelt Main room Interior Dining room Franklin Roosevelt climbing rocks with friends (1902) Franklin Roosevelt with friends (1902) Franklin and Eleanor Roosevelt (1904) FDR playing golf (1904) FDR on the Half Moon (1906) Franklin and Eleanor Roosevelt (1910) The Roosevelt family (1920) FDR sailing to Campobello (1933)","Title":"Roosevelt Campobello International Park - Wikipedia","KeyID":"4673","URL":"https://en.wikipedia.org/wiki/Roosevelt_Campobello_International_Park"}