{"Content: ":"Top Cottage, also known as Hill-Top Cottage, in Hyde Park, New York, was a private retreat designed by and for Franklin D. Roosevelt.[3][4][5] Built in 1938 to 1939, during Roosevelt's second term as President of the United States, it was designed to accommodate his need for wheelchair accessibility. It was one of the earliest such buildings in the country, and the first significant building designed by a person with a disability.[4] Although it was meant as a retreat, FDR also received notable guests at the cottage, including Britain's King George VI and Queen Elizabeth. After half a century in private ownership, the property was restored and given to the National Park Service, which today operates it as part of the nearby Home of Franklin D. Roosevelt National Historic Site. Top Cottage was declared a National Historic Landmark in 1997.[2][6] Guided tours of the cottage are available from the main site but private vehicles are not permitted. This building is the only building designed by a sitting U.S. president other than Thomas Jefferson, who designed several at his home in Monticello, Poplar Forest, the University of Virginia, and the Virginia State Capitol.[4] The cottage is in the Dutch Colonial Revival architectural style, built of fieldstone. It is one of several buildings in Hyde Park and surrounding communities that FDR ensured were built in that style, which he hoped to revive in the region. It is located at the end of Potters Bend Road, a residential street in a rural area of Hyde Park, at the top of the 500-foot (152 m) ridgetop unofficially known as Dutchess Hill where Roosevelt had played as a child.[3] In FDR's time, it had commanding views of the Hudson River and the Catskill Mountains, now obscured by trees.[6] Although Roosevelt built a vacation house in Georgia at the end of his term as governor of New York (near the hot-spring estate in Bullochville, Georgia that he had bought in 1927 and renamed Warm Springs), he had never owned a year-round home of his own. He had moved into his mother's house at Hyde Park, enlarged for him and his family, and otherwise lived in family townhouses in New York City, rented houses in Albany and Washington, D.C., or official residences such as the New York State Executive Mansion and the White House.[7][8] In 1933, Roosevelt realized the family home in Hyde Park did not offer him sufficient distance from the pressures of the presidency. He realized he would need a more isolated retreat, \"a small place to go to escape the mob...\"[3] Two years later, Roosevelt and his cousin Margaret Suckley spent some time together on the top of the hill, with a view over the Hudson River to the Catskill Mountains, and were both impressed by the possibilities. He would refer to it as \"Our Hill\";[9] she as \"the nicest Hill in Dutchess County\".[10] In October of that year he suggested it would be the perfect spot for \"a one-story fieldstone two-room house ... one with very thick walls to protect us.\" She responded enthusiastically, with a sketch that looks similar to the finished building.[9] Roosevelt at first envisioned it as where he would live after his presidency, and bought the 118-acre (48 ha) hillside parcel in 1937, after his re-election. By that point in his life, he needed to use a wheelchair for much of the time due to his paralytic illness and could only walk short distances with great difficulty and assistance, a fact he and others concealed from the public. He designed the cottage to accommodate the wheelchair, with one flat floor and everything he could want or need located within easy reach of someone in a sitting position. Top Cottage is the only presidential residence, other than Thomas Jefferson's Monticello and Poplar Forest, designed by a president. It is also the first significant accessible building designed by a disabled person.[11] Roosevelt began submitting sketches to architects in 1938.[4] He commissioned architect Henry Toombs to help finish the design, who suggested Roosevelt be credited as architect despite his lack of professional training or experience,[12] angering some Republican architects when an article about the cottage doing exactly that ran in Life magazine.[13] There are some indications that Toombs was the architect but suggested he be listed only as the associate with Roosevelt being credited as the architect.[4] Crediting Roosevelt as the architect brought criticism from others, including John Lloyd Wright, son of architect Frank Lloyd Wright. Wright said, \"awaited 'pictures of 'Doctor' Roosevelt performing an appendectomy.'\"[4] At the time when houses cost $1,000 the cottage cost $16,599, but in the end, it is thought that Roosevelt never spent a single night at the cottage; despite being designed after becoming disabled, his mother's larger home was more suitable for Roosevelt's disability.[4][7] The design had many other problems; the ventilation was faulty, the bedrooms were too small, and it had only one bathroom and no closets. Nonetheless, when guests visited Hyde Park, Roosevelt always showed them Top Cottage first.[7] Modern renovations to the cottage, allowing it to open to the public, cost $1,500,000, including $750,000 to buy the cottage.[4] The next year it would be host to the famous picnic where Roosevelt cooked and served hot dogs to King George VI and Queen Elizabeth on the first state visit to the United States by a British sovereign.[14][15][16][17][18][19][20] It was during the King and Queen's visit that Roosevelt broke protocol and proposed a toast to the Queen. She reportedly became flustered at the break in protocol and drank to herself.[4] His original intention to use it as a retirement home were put on hold when he won an unprecedented third term the next year. But he continued to use Top Cottage as a retreat, bringing important visitors such as British Prime Minister Winston Churchill there to discuss the atomic bomb,[3] as well as close friends like Suckley, who took the only two published photos of him in his wheelchair on the cottage's porch.[9] After Roosevelt's death, his son Elliott Roosevelt lived there for a while.[4] He made some renovations, such as adding dormer windows and a mud room. Later he sold the house to the Potter family, who gave their name to the street leading to the home. It remained in their possession until 1996, when it was sold again to the Open Space Institute (OSI). The following year it was recognized as a National Historic Landmark, and the OSI began renovations, removing Elliott Roosevelt's additions and thinning some of the trees that had obstructed the view. In 2001, it was turned over to the National Park Service to be made part of the existing historic site. The house was opened to the public for the first time in 2001. It is used as a conference center, in addition to being open to the public.[4] The cottage is located in Hyde Park, New York. It is open only to those with reservations.[4][21] Although the original furnishings were lost, in 2011 the Park Service furnished the main area with reproductions and antiques which match the original contents. The cottage was subject of a review book, The President as Architect: Franklin D. Roosevelt's Top Cottage, was compiled by John G. Waite Associates, an Albany architectural firm specializing in restorations.[4] It is also prominently featured in the 2012 film, Hyde Park on Hudson. Media related to Top Cottage at Wikimedia Commons","Title":"Top Cottage - Wikipedia","KeyID":"4674","URL":"https://en.wikipedia.org/wiki/Top_Cottage"}