{"Content: ":"USS Roosevelt (DDG-80) is an Arleigh Burke-class destroyer in service with the United States Navy. She is named in honor of both President Franklin D. Roosevelt and his wife, the then-First Lady Eleanor Roosevelt. This ship is the 30th destroyer of her class. USS Roosevelt was the 13th ship of this class to be built at Ingalls Shipbuilding in Pascagoula, Mississippi, and construction began on 15 December 1997. She was launched on 10 January 1999 and was christened on 23 January 1999. On 14 October 2000 the commissioning ceremony was held at Naval Station Mayport, Florida. On 22 October 1996, the Secretary of the Navy, John H. Dalton, announced that the 30th ship of the Arleigh Burke class, would be named Roosevelt. This is the first ship so named to honor both Franklin D. Roosevelt, the 32nd President of the United States and the former First Lady, Eleanor Roosevelt. The keel was laid down on 15 December 1997 at Litton Industries' Ingalls Shipbuilding shipyard in Pascagoula, Mississippi. She was launched on 10 January 1999, and christened on 23 January, sponsored by Mrs. Nancy Roosevelt Ireland, granddaughter of the ship's namesakes.[1] The ship was commissioned on 14 October 2000 at Naval Station Mayport in Florida, with Commander Matthew E. Bobola in command.[2] On 4 April 2006, Roosevelt and the Dutch frigate HNLMS De Zeven Provinciën attempted to intercept a hijacked South Korean trawler off the coast of Somalia, but the ships were forced to disengage in the pursuit because the pirates threatened the trawler's crew with firearms. The hijacked trawler escaped into Somali territorial waters.[3] On 16 February 2007, Roosevelt was awarded the 2006 Battle Efficiency \"E\" award.[4] On 28 October 2011, Roosevelt completed her seven-month deployment to the U.S. Fifth Fleet and Sixth Fleet Areas of Responsibility. During this overseas deployment, she was underway at sea for 205 days out of total of 213 days away from her homeport of Naval Station Mayport. During the 205 days at sea, she logged one period of 113 consecutive days underway, travelling over 38,000 nautical miles (70,000 km; 44,000 mi). She made only three ports of call during her 2011 deployment, to Rota, Spain; the island of Mahe in the Seychelles; and Port Louis, the capital of Mauritius.[5] On 16 March 2014, Navy SEALs from Roosevelt took possession of the rogue oil tanker Morning Glory south of Cyprus with the intent to deliver the vessel to the Libyan authorities.[6] On 19 May 2019, Roosevelt concluded her participation in NATO exercise Formidable Shield 2019 in which she was one of the first Aegis Combat System Baseline 9 ships to demonstrate the integrated air and missile defense (IAMD) capability.[7] On 21 March 2020, Roosevelt left her home port of Naval Station Mayport to shift her home port to Naval Station Rota in Spain. She arrived on 16 May 2020 to replace USS Carney.[8] In May 2020, Roosevelt operated in the Barents Sea with USS Arleigh Burke (DDG-51), USS Porter (DDG-78), USS Ross (DDG-71), USNS Supply, and HMS Kent (F78) in the first U.S. exercise in the Arctic waters since the mid-1990s.[9] On 21 October 2020, Roosevelt completed her first Forward-Deployed Naval Forces-Europe (FDNF-E) patrol in the U.S. 6th Fleet (C6F) area of operations conducting naval operations in the Arctic, Mediterranean Sea, and Black Sea in support of U.S. national security interests in Europe and Africa.[10] On 29 March 2021, Roosevelt began her second FDNF-E patrol in the C6F area of operations.[11] Roosevelt, along with the Arleigh Burke-class destroyer USS Arleigh Burke (DDG-51), the Virginia-class submarine USS Vermont (SSN-792), and a U.S. Navy P-8A from Patrol Squadron (VP) 46, conducted anti-submarine warfare (ASW) exercise Black Toro in the north Atlantic Ocean, 2–7 April 2021.[12] On 11 December 2021, Roosevelt began her third FDNF-E patrol in the C6F area of operations.[13] The shield has background of dark blue with a gold orle. In the center of the shield is a sword wrapped in the fret with a demi-sun above. The traditional Navy colors were chosen for the shield because dark blue and gold represents the sea and excellence respectively. White denotes integrity and loyalty. President Roosevelt's leadership brought stability and strength to Americas during the Depression and threat of fascist aggression are exemplified by the fret. The sword signifies the call to Americans to be prepared and confident during World War II. It also indicates DDG 80's readiness for deployment of modern weaponry in the country's defense. The demi-sun represents truth and Roosevelt's aspirations for a better world. Roosevelt helped to bring unity to the country and this is represented in the orle of the shield. The crest consists of a ship wheel encompassed in the sun with a rose in the lozenge center. President Roosevelt's achievement to bring the United States out of domestic crisis and worldwide conflict are represented by the demi-sun. A ship wheel is centered in the sun denotes Roosevelt's appointment as Assistant Secretary of the Navy as well as his success leading American through trouble some years during his presidency. The lozenge is a reference to Eleanor Roosevelt, his wife, for her political assistance and reputation. Representing Roosevelt's four presidential elections are each side of the lozenge. The rose is the state flower of New York and represents his governing of the state and family name. The motto is written on a scroll of blue that has a white reverse side with red trim. The ships motto is \"Leadership Truth Loyalty\". The motto is a reference to the achievements of the Roosevelt presidency. The coat of arms in full color as in the blazon, upon a white background enclosed within a dark blue oval border edged on the outside with a gold rope and bearing the inscription \"USS Roosevelt\" at the top and \"DDG 80\" in the base all gold.","Title":"USS Roosevelt (DDG-80) - Wikipedia","KeyID":"4679","URL":"https://en.wikipedia.org/wiki/USS_Roosevelt_(DDG-80)"}