{"Content: ":"The Roosevelts: An Intimate History is a 2014 American documentary television miniseries directed and produced by Ken Burns. It covers the lives and times of the three most prominent members of the Roosevelt family, Theodore Roosevelt, a Republican and the 26th President of the United States; Franklin D. Roosevelt, a Democrat, the 32nd President of the United States, and fifth cousin of Theodore; and Eleanor Roosevelt, the longest-serving First Lady of the United States, a niece of Theodore, and wife of Franklin. As a result of the influence of Theodore and Franklin as Presidents, as well as Eleanor as First Lady, a modern democratic state of equal opportunity was begun in the United States. The series begins with the birth of Theodore in 1858 and ends with the death of Eleanor in 1962.[1][2][3][4][5][6][7] The series is narrated by Peter Coyote. Actors read lines of various historical figures and a series of noted commentators give background information. They include: As themselves: Other voices include: Adam Arkin, Keith Carradine, Kevin Conway, Ed Harris, Josh Lucas, Carl Lumbly, Amy Madigan, Carolyn McCormick, Pamela Reed, Billy Bob Thornton, and Eli Wallach. The series premiered to positive reviews and was nominated for three Primetime Emmy Awards, winning the Emmy Award for Outstanding Narrator for Peter Coyote's narration of the first episode.[16] In September 2014, The Roosevelts became the most streamed documentary on the PBS website to date.[17] According to critic James Poniewozik of Time magazine, \"The Roosevelts tells the story of the American 20th century in triptych. Teddy (who became President in 1901) is progressivism, expansionism and reform. FDR is the rise of American power and the rewriting of the social contract. (Conservative pundit George Will sums up his legacy: the government would not just 'provide the conditions for the pursuit of happiness' but 'deliver happiness, understood as material well-being.') Eleanor looks ahead to postwar globalism and the move of women and minorities in from the margins.\"[4] Further, Poniewozik states, \"The Roosevelts brings up a kind of nature-nurture question: did these leaders make the times, or did the times make these leaders? It can't answer this question. But it does manage to tell an educational, emotional story of how these leaders and their times made us.\"[4] Hank Stuever, critic at The Washington Post, writes, \"Let's start with the end. When it's over — when you make it through the marathon that is Ken Burns's beautiful, seven-part documentary The Roosevelts: An Intimate History, ... you may find yourself with a lingering, nebulous grief. You're sorry it's over. You're sorry they're over. You're sorry a certain expression of American ideals is, or often appears to be, completely over.\"[18] Timothy Egan of The New York Times wrote, \"Ambitious and deeply moving.\"[19] Quotations related to Theodore Roosevelt at Wikiquote Quotations related to Franklin D. Roosevelt at Wikiquote Quotations related to Eleanor Roosevelt at Wikiquote","Title":"The Roosevelts (miniseries) - Wikipedia","KeyID":"4689","URL":"https://en.wikipedia.org/wiki/The_Roosevelts_(miniseries)"}