{"Content: ":"The Roosevelt family is an American political family from New York whose members have included two United States presidents, a First Lady,[1] and various merchants, bankers, politicians, inventors, clergymen, artists, and socialites. The progeny of a mid-17th-century Dutch immigrant to New Amsterdam, many members of the family became locally prominent in New York City politics and business and intermarried with prominent colonial families. Two distantly related branches of the family from Oyster Bay and Hyde Park, New York, rose to national political prominence with the presidencies of Theodore Roosevelt (1901–1909) and his fifth cousin Franklin D. Roosevelt (1933–1945), whose wife, First Lady Eleanor Roosevelt, was Theodore's niece. Claes Maartenszen van Rosenvelt (c. 1626 – 1659), the immigrant ancestor of the Roosevelt family, arrived in New Amsterdam (present-day New York City) sometime between 1638 and 1649. About the year 1652, he bought a farm from Lambert van Valckenburgh, comprising 24 morgens (i.e., 20.44 ha or 50.51 acres) in what is now Midtown Manhattan, including the present site of the Empire State Building.[2] The property included approximately what is now the area between Lexington Avenue and Fifth Avenue bounded by 29th St. and 35th St.[citation needed] Claes' son Nicholas was the first to use the spelling Roosevelt and the first to hold political office, as an alderman. Nicholas' children Johannes and Jacobus were, respectively, the progenitors of the Oyster Bay and Hyde Park branches of the family. By the late 19th century, the Hyde Park Roosevelts were generally associated with the Democratic Party and the Oyster Bay Roosevelts with the Republican Party. President Theodore Roosevelt, an Oyster Bay Roosevelt, was the uncle of Eleanor Roosevelt, later wife of Franklin Roosevelt. Despite political differences that caused family members to actively campaign against each other, the two branches generally remained friendly. In heraldry, canting arms are a visual or pictorial depiction of a surname, and were and still are a popular practice. It would be common to find roses, then, in the arms of many Roosevelt families, even unrelated ones (the name Rosenvelt means roses-field). Also, grassy mounds or fields of green would be a familiar attribute. The Van Roosevelts of Oud-Vossemeer in Zeeland have a coat of arms that is divided horizontally, the top portion with a white chevron between three white roses, while the bottom half is gold with a red lion rampant. A traditional blazon suggested would be, Per fess vert a chevron between three roses argent and Or a lion rampant gules.[3] The coat of arms of the namesakes of the Dutch immigrant Claes van Rosenvelt, ancestor of the American political family that included Theodore and Franklin D. Roosevelt, were white with a rosebush with three rose flowers growing upon a grassy mound, and whose crest was of three ostrich feathers divided into red and white halves each. In heraldic terms this would be described as, Argent upon a grassy mound a rose bush proper bearing three roses gules barbed and seeded all proper, with a crest upon a torse argent and gules of Three ostrich plumes each per pale gules and argent. Franklin Roosevelt altered his arms to omit the rosebush and use in its place three crossed roses on their stems, changing the blazon of his shield to Three roses one in pale and two in saltire gules barbed seeded slipped and left proper.[3]","Title":"Roosevelt family - Wikipedia","KeyID":"4693","URL":"https://en.wikipedia.org/wiki/William_Donner_Roosevelt"}