{"Content: ":"Warren Delano Jr. (July 13, 1809 – January 17, 1898) was an American merchant and drug smuggler who made a large fortune smuggling illegal opium into China. He was the maternal grandfather of U.S. President Franklin Delano Roosevelt. Delano was born on July 13, 1809 in New Bedford, Massachusetts. He was the eldest son of Captain Warren Delano, Sr. (1779–1866) and Deborah Perry (née Church) Delano.[1] After his mother's death in 1827, his father, who was involved in the New England sea trade, remarried to Elizabeth Adams,[2] a widow of Captain Parker of the United States Navy.[1] Among his siblings were brothers Frederick Delano, Edward Delano and Franklin Hughes Delano, who was married to Laura Astor, a daughter of William Backhouse Astor Sr. and a sister of, among others, John Jacob Astor III and William Backhouse Astor Jr.[3][a] A descendant of Philip Delano (a Pilgrim who arrived in Plymouth, Massachusetts in 1621), Warren Jr.'s paternal grandparents were Ephraim Delano and Elisabeth (née Cushman) Delano,[6] and his maternal grandparents were Joseph Church and Deborah (née Perry) Church.[7] He graduated from the Fairhaven Academy at the age of 15 and by age 17 was a trader in the import business.[8] Delano made a large fortune smuggling opium into Canton (now Guangzhou), China.[9][10] Opium, a highly addictive narcotic related to heroin, was illegal in China. By the 1800s, European demand for Chinese luxury products such as silk, tea, porcelain (\"china\"), and furniture was immense, but Chinese demand for European products was relatively weak. As a result, many European nations ran large trade deficits with China. Foreign traders such as the Scottish merchant William Jardine of Jardine Matheson introduced large-scale opium smuggling into China in order to reduce this trade imbalance and to gain further access to coveted Chinese products. The vast increase in opium smuggling into China resulted in millions of people becoming newly addicted to opium in China, and in an unprecedented Chinese trade imbalance with foreign powers, which in turn resulted in the First Opium War of 1840–1843.[10] Delano first went to China at age 24 to work for Russell & Company, which had pioneered trading with China. John Perkins Cushing – also a Russell & Company partner – had preceded Delano and initiated a close relationship with the largest Chinese hong merchant called Howqua. The two men had established an offshore base – an anchored floating warehouse – where Russell & Company ships would offload their opium contraband before continuing up the Pearl River Delta to Canton with their legal cargo.[11] By early 1843, Delano had prospered greatly in the Chinese opium trade, rising to become the head partner of the biggest American firm trading with China. He had witnessed the destruction of the Canton system, the humiliation of the Chinese government, and the creation of New China.[12][page needed] In the 1850s, Delano, along with his brother Franklin and Asa Packer (the builder of the Lehigh Valley Railroad and founder of Lehigh University), headed a land company that purchased several thousand acres and established the town of Delano, Pennsylvania.[13] Delano lost much of his fortune in the Panic of 1857. In 1860, he returned to China, except this time he went to Hong Kong where he rebuilt his fortune. During the U.S. Civil War, Delano shipped opium to the Medical Bureau of the U.S. War Department.[8] On November 1, 1843, Delano was married to Catherine Robbins Lyman (1825–1896), a daughter of Joseph Lyman and Anne Jean (née Robbins) Lyman, during a short visit to Massachusetts. Together, they were the parents of:[7] In 1851, Delano bought 60 acres on the Hudson River in Balmville, New York (two miles north of Newburgh). He commissioned Andrew Jackson Downing and Calvert Vaux to remodel an existing farmhouse into an Italianate villa, naming it Algonac.[16][8] His grandson Franklin Roosevelt was married at Algonac in 1905.[7] His wife Catherine died on February 10, 1896 in Newburgh. Delano died at Algonac on January 17, 1898 of bronchial pneumonia.[17][9] After a funeral there, he was buried next to his wife in the Delano Family Tomb at Riverside Cemetery in Fairhaven, Massachusetts (which Delano had established in 1850). The tomb was erected in 1859 and designed by Richard Morris Hunt.[18] Through his daughter Sara, he was a grandfather of the 32nd President of the United States Franklin Delano Roosevelt, who married his fifth cousin, Eleanor Roosevelt, and was the father of six children, Anna Eleanor Roosevelt, James Roosevelt II, Franklin Roosevelt (who died in infancy), Elliott Roosevelt, Franklin Delano Roosevelt Jr., and John Aspinwall Roosevelt II.[19] Through his daughter Katherine, he was a grandfather of four, including diplomat Warren Delano Robbins and Katharine Price Collier, a Republican U.S. Representative[20] who in 1917 married George St. George, third son of the second Sir Richard St George, 2nd Baronet.[21] Both Delano, Pennsylvania, and Delano Township, Schuylkill County, Pennsylvania, were named for Warren Delano Jr.[13]","Title":"Warren Delano Jr. - Wikipedia","KeyID":"4700","URL":"https://en.wikipedia.org/wiki/Warren_Delano_Jr."}