{"Content: ":"The Civil Works Administration (CWA) was a short-lived job creation program established by the New Deal during the Great Depression in the United States to rapidly create mostly manual-labor jobs for millions of unemployed workers. The jobs were merely temporary, for the duration of the hard winter of 1933–34. President Franklin D. Roosevelt unveiled the CWA on November 8, 1933, and put Harry L. Hopkins in charge of the short-term agency. The CWA was a project created under the Federal Emergency Relief Administration (FERA). The CWA created construction jobs, mainly improving or constructing buildings and bridges. It ended on March 31, 1934, after spending $200 million a month and giving jobs to four million people. CWA workers laid 12 million feet of sewer pipe and built or improved 255,000 miles of roads, 40,000 schools, 3,700 playgrounds, and nearly 1,000 airports.[1] The program was praised by Alf Landon, who later ran against Roosevelt in the 1936 election.[1] Representative of the work are one county's accomplishments in less than five months, from November 1933 to March 1934. Grand Forks County, North Dakota put 2,392 unemployed workers on its payroll at a cost of about $250,000. When the CWA began in eastern Connecticut, it could hire only 480 workers out of 1,500 who registered for jobs. Projects undertaken included work on city utility systems, public buildings, parks, and roads. Rural areas profited, with most labor being directed to roads and community schools. CWA officials gave preference to veterans with dependents, but considerable political favoritism determined which North Dakotans got jobs.[2]  Rock jail in Camp Verde, Arizona (1933) CWA marker at Breese Stevens Field in Madison, Wisconsin (1934) Marker for Grant Park in Phoenix (1934) CWA project in Minnesota to straighten a road by removing a solid rock obstruction (1934) Building the high school athletic field in Huntsville, Alabama (1934) CWA sanitary workers in Chicago (1933) Grandview Park Music Pavilion, Sioux City, Iowa (1934) Scenic boulevard built by 6,000 workers in San Francisco, California (1934) El Monte Golf Course Clubhouse in Ogden, Utah (1935) Hangar at the municipal airport in Montgomery, Alabama (1934) Rocky Neck State Park Trail Bridge in East Lyme, Connecticut (1934) Community building in Stockton, Missouri (1934) Grey Eagle Village Hall in Grey Eagle, Minnesota (1934) Leonidas Stone School (Leonidas, Michigan). Although the CWA provided much employment, there were critics who said there was nothing of permanent value. Roosevelt told his cabinet that this criticism moved him to end the program and replace it with the WPA which would have long-term value for the society, in addition to short-term benefits for the unemployed.[3]","Title":"Civil Works Administration - Wikipedia","KeyID":"4705","URL":"https://en.wikipedia.org/wiki/Civil_Works_Administration"}