{"Content: ":"Noripterus (meaning \"lake wing\" from Mongolian nuur, \"lake\" and Greek pteron, \"wing\") is a genus of dsungaripterid pterodactyloid pterosaur from Lower Cretaceous-age Lianmuqin Formation in the Junggar Basin of Xinjiang, China. It was first named by Yang Zhongjian (also known as C.C. Young in older sources) in 1973. Additional fossil remains have been recovered from Tsagaantsav Svita, Mongolia. The first, holotype specimen of Noripterus (IVPP V.4062, type locality IVPP 64045) preserved the front part of the skull and lower jaws, vertebrae, and partial limbs and pelvis. Noripterus was quite similar to the contemporaneous Dsungaripterus, though it was estimated to be a third shorter. It has long narrow neck vertebrae and, like Dsungaripterus, a crest and no teeth in the front of the lower jaw. The teeth that are present are well-developed and spaced fairly far apart. The sharp snout is straight and not pointed upwards as with Dsungaripterus.[1] Because of its similarity to Dsungaripterus, Noripterus has been assigned to the family Dsungaripteridae.[2] The genus Phobetor, was in 1982 originally described by Natasha Bakhurina as a species of Dsungaripterus (D. parvus), based on a single lower leg bone, PIN 3953. The discovery of more remains later, among which an almost complete skull, GIN 100/31, was reason for Bakhurina to name D. parvus in 1986 as a separate genus, and the species name became Phobetor parvus. However, the genus name Phobetor was already being used as a junior synonym of a species of sculpin, namely, the arctic staghorn sculpin, Gymnocanthus tricuspis (synonym \"Phobetor tricuspis\" Krøyer, 1844) and thus unavailable. In 2009, Lü and colleagues re-examined much of the known dsungaripterid fossil material, and found that \"Phobetor\" was indistinguishable from Noripterus, causing them to refer to it as a junior synonym.[3] Assigning the \"Phobetor\" material to Noripterus increases the known size of the latter as it indicates a maximum wingspan of 4 meters (13 ft).[4] Below is a cladogram showing the results of a phylogenetic analysis presented by Andres and colleagues in 2014. They recovered Noripterus within the Dsungaripteridae, more specifically within its own subfamily called Noripterinae. Their cladogram is shown below.[5] Dsungaripterus weii Domeykodactylus ceciliae Noripterus parvus Noripterus complicidens Thalassodromeus sethi Tupuxuara longicristatus Tupuxuara leonardii In 2019, a different topology, this time by Kellner and colleagues, was published. In this study, Noripterus was recovered outside the Azhdarchoidea, within the larger group Tapejaroidea, sister taxon to Dsungaripterus. The cladogram of the analysis is shown below.[6] Dsungaripterus weii Noripterus parvus Azhdarchidae Chaoyangopteridae Keresdrakon vilsoni Thalassodrominae Tapejarinae Dsungaripterids like Noripterus are interpreted as adapted for feeding on shellfish or other hard foodstuffs, with long narrow toothless beak tips for probing and picking up suitable prey, and robust teeth farther back for cracking shells. The skulls of these animals are more robust than those of other pterosaurs, as well as their limbs and vertebrae.[7] Noripterus lived in the same time and place as the larger Dsungaripterus, in formations that indicate the presence of extensive inland lake systems. Because Noripterus had a more lightly built skull with weaker, more slender teeth than its larger contemporary, it is likely that the two pterosaurs occupied separate ecological niches.[3] Like most dsungaripteroids, Noripterus was well adapted to a terrestrial lifestyle, bearing thick bone walls and stouty bodily proportions.[8]   ","Title":"Noripterus - Wikipedia","KeyID":"472","URL":"https://en.wikipedia.org/wiki/Noripterus"}