{"Content: ":"The United States Housing Authority, or USHA, was a federal agency created during 1937 within the United States Department of the Interior by the Housing Act of 1937 as part of the New Deal. It was designed to lend money to the states or communities for low-cost construction. Units for about 650,000 low-income people, but mostly for the homeless, were started. Progressives early in the 20th century had argued that improving the physical environment of poorer citizens would improve their quality of life and chances for success (and cause better social behavior). As governor of New York, Al Smith began public housing programs for low-income employed workers. US Senator Robert F. Wagner (D-New York) carried those beliefs into the 1930s, when he was a power in the United States Congress. From 1933-37, the Public Works Administration (PWA) under Harold Ickes razed 10,000 slum units and built 22,000 new units, with the primary goal of providing construction jobs. Ickes was a strong friend of African Americans and reserved half the units for them. The courts ruled the PWA lacked eminent domain power to condemn slums, so the Housing Act of 1937 envisioned a long-term federal role under the new agency, the USHA. This Housing Act of 1937 was strongly influenced by Catherine Bauer. She became its Director of Information and Research, a position she held for two years. The private sector saw an economic danger in nationalized housing, and insisted that there be a clear differentiation between the main housing industry and welfare programs focused on people too poor to buy but who were worthy and deserved help. As Senator Wagner said, there was a concerted effort at \"avoiding competition\" between the private and public sectors. The law required a 20 percent gap between the upper income limits for admission to public housing projects and the lowest limits at which the private sector provided decent housing. Wagner obtained support from conservative leaders Robert A. Taft and Allen Ellender to guarantee a bipartisan approach. Ellender insisted and civil rights groups accepted, that the units be racially segregated. Critics eventually pointed to the culture of poverty, violence, drugs, crime and hopelessness that thrived in the \"vertical ghetto\" as a refutation of the original Progressive theory. Defenders of public housing point out that the program was beset with limitations at its outset, has never been truly fully funded, and continues to serve a limited income population that the private real estate sector has never tried to serve. The Housing Division of the Federal Emergency Administration of Public Works was established pursuant to the National Industrial Recovery Act, June 16, 1933.[1] It assumed, from the Reconstruction Finance Corporation, administration of the limited dividend program under the Emergency Relief and Construction Act, July 21, 1932. It also administered a program of direct federal grants and loans to local housing authorities. The United States Housing Authority (USHA) was established in the Department of the Interior by the Housing Act of 1937, September 1, 1937, assuming responsibilities of the Housing Division in 1939. It was transferred to the Federal Works Agency by Reorganization Plan No. I of 1939, effective July 1, 1939. The USHA was renamed the Federal Public Housing Authority (FPHA) and transferred to the National Housing Agency by Executive Order 9070 (using authority granted under the First War Powers Act), February 24, 1942, also consolidating functions relating to public housing formerly vested in the Public Buildings Administration, Division of Defense Housing, and Mutual Ownership Defense Housing Division, FWA; the War and Navy Departments; and the Farm Security Administration. The FPHA was replaced by the Public Housing Administration (PHA) within the Housing and Home Finance Agency pursuant to Reorganization Plan No. 3 of 1947, effective July 27, 1947. The PHA was abolished and superseded by the Department of Housing and Urban Development by the Department of Housing and Urban Development Act (79 Stat. 667), September 9, 1965.","Title":"United States Housing Authority - Wikipedia","KeyID":"4720","URL":"https://en.wikipedia.org/wiki/United_States_Housing_Authority"}