{"Content: ":"The first lady of the United States is the hostess of the White House. The position is traditionally filled by the wife of the president of the United States, but, on occasion, the title has been applied to women who were not presidents' wives, such as when the president was a bachelor or widower, or when the wife of the president was unable to fulfill the duties of the first lady. The first lady is not an elected position; it carries no official duties and receives no salary. Nonetheless, she attends many official ceremonies and functions of state either along with or in place of the president. Traditionally, the first lady does not hold outside employment while occupying the office,[1] although Eleanor Roosevelt earned money writing and giving lectures, but gave most of it to charity.[2] She has her own staff, including the White House social secretary, the chief of staff, the press secretary, the chief floral designer, and the executive chef. The Office of the First Lady is also in charge of all social and ceremonial events of the White House, and is a branch of the Executive Office of the President. There have been total of 54 first ladies including 43 official and 11 acting, within 46 first ladyships. This discrepancy exists because some presidents had multiple first ladies. Following Joe Biden's inauguration on January 20, 2021, his wife, Jill Biden, became the 43rd official first lady. There are five living former first ladies: Rosalynn Carter, married to Jimmy Carter; Hillary Clinton, married to Bill Clinton; Laura Bush, married to George W. Bush, Michelle Obama, married to Barack Obama; and Melania Trump, married to Donald Trump. The first first lady was Martha Washington, married to George Washington. Presidents John Tyler and Woodrow Wilson had two official first ladies; both remarried during their presidential tenures. The wives of four presidents died before their husbands were sworn into office but are still considered first ladies by the White House and National First Ladies' Library: Martha Wayles Skelton, married to Thomas Jefferson;[3][4] Rachel Jackson, married to Andrew Jackson;[5][6] Hannah Van Buren, married to Martin Van Buren;[7][8] and Ellen Lewis Herndon Arthur, married to Chester A. Arthur.[9][10] One woman who was not married to a president is still considered an official first lady: Harriet Lane, niece of bachelor James Buchanan. The other non-spousal relatives who served as White House hostesses are not recognized by the First Ladies' Library. In 2007, the United States Mint began releasing a set of half-ounce $10 gold coins under the First Spouse Program with engravings of portraits of the first ladies on the obverse.[11] When a president served without a spouse, a gold coin was issued that bears an obverse image emblematic of Liberty as depicted on a circulating coin of that era and a reverse image emblematic of themes of that president's life. This is true for the coins for Thomas Jefferson, Andrew Jackson, Martin Van Buren, and James Buchanan's first ladies, but not the coin for Chester A. Arthur's first lady, which instead depicts suffragette Alice Paul.[12] Living first ladies as of July 28, 2022 (from oldest to youngest): This list includes all persons who served as first ladies, regardless of whether they were married to the incumbent president or not, as well as persons who are considered first ladies by the official White House website and the White House Historical Association. June 1, 1807 – December 19, 1836 (aged 29) [24] July 16, 1803 – August 23, 1887 (aged 84) [25] Certain spouses of presidents of the United States are not considered first ladies of the United States. Four presidents were widowed prior to their presidencies: Two presidents were widowed and remarried prior to their presidencies: Two presidents were divorced and remarried prior to their presidencies: Three presidents married during their presidencies: Two presidents remarried after their presidencies:","Title":"List of first ladies of the United States - Wikipedia","KeyID":"4723","URL":"https://en.wikipedia.org/wiki/List_of_First_Ladies_of_the_United_States"}