{"Content: ":"My Day was a newspaper column written by First Lady of the United States Eleanor Roosevelt (ER) six days a week from December 31, 1935, to September 26, 1962.[1] In her column, Roosevelt discussed issues including civil rights, women's rights, and various current events (Prohibition, New Deal programs, United States World War II home front, Pearl Harbor, H Bomb, Civil Rights Movement, etc.). This column allowed ER to spread her ideas, thoughts, and perspectives on contemporary events to the American public through local newspapers. Through My Day, Roosevelt became the first First Lady to write a daily newspaper column.[2] Roosevelt also wrote for Ladies Home Journal, McCall's, and published various articles in Vogue and other women's magazines.[3] The White House Historical Association and the Eleanor Roosevelt Papers Project collaborated on a digital history project commemorating Roosevelt's best writings. With extra insights from project director Allida M. Black, The Eleanor Roosevelt Papers Project at the Columbian College of Arts and Sciences[4] works to release digital and print versions of Roosevelt's political writings. It is currently working on transcribing her radio and television appearances.[2] This archive includes a full run of My Day. See main article: Eleanor Roosevelt Anna Eleanor Roosevelt was born on October 11, 1884, in Manhattan, New York City in her parents' first home.[5] Anna Hall, her mother, was from a wealthy family and married Elliott Roosevelt on December 1, 1883. Eleanor Roosevelt's childhood was riddled with difficulties due to her father's severe alcohol addiction, her mother's cold personality, and her parents' failing marriage.[6] Her mother died suddenly in 1892 when ER was eight years old, her younger brother tragically died the following year, and her father died the year after that.[7] After receiving an education overseas, Roosevelt returned to the United States and became reacquainted with her fifth cousin once removed, Franklin Delano Roosevelt (FDR).[6] Initially courting secretly, FDR's mother discovered their relationship and eventually permitted them to marry in 1905. Eleanor Roosevelt was twenty, and Franklin Delano Roosevelt was twenty-two.[8] They had six children together.[9] Following her death in 1962, Mrs. Roosevelt was buried at her home in Hyde Park next to her husband. As niece of former U.S. president Theodore Roosevelt and husband to U.S. president Franklin Delano Roosevelt, much of Eleanor Roosevelt's life involved civic work.[7] While she is best known as First Lady of the United States, her public life began well before she held this title. Inspired by her uncle's emphasis on political and socio-economic reform, ER actively participated in the social reform movement of the Progressive Era.[6] She also volunteered in poverty-stricken neighborhoods in New York City.[5] Prior to her time as First Lady, ER also worked as a secretary, teacher, and investigator.[6] It was in these early years of her public life when ER began her lifelong interest in civil rights, women's rights, education, and anti-poverty advocacy. Upon her marriage to FDR and his election to presidency, Mrs. Roosevelt understood the social, political, and economic states of the American public better than any of her predecessors.[10] When FDR was struck with poliomyelitis, ER became dutifully involved in his political affairs, once again broadening her involvement in American activism. As her husband's eyes and ears, she transitioned from progressive reformer to New Dealer to \"First Lady of the World,\" and she brought a human fact to the intense cultural debates of the Great Depression, the Cold War, civil rights, child welfare, housing reform, and women's rights.[4] A true activist, ER instituted regular press conferences at the White House for women and embarked on extensive tours as First Lady. President Harry S. Truman appointed her as a delegate to the United Nations in General Assembly in 1946, serving as the UN's first Chairperson of the Commission of Human Rights. President John F. Kennedy appointed her chair of his Commission on the Status of Women, and in her last decade of life Mrs. Roosevelt also recruited for the Democratic Party.[9] Eleanor Roosevelt's desire to generate more income initially motivated her to create the column, as ER spent much of the column's proceeds on philanthropy.[11] My Day was not Eleanor Roosevelt's first experience in writing, and her literary agent, George T. Bye, encouraged her to write the column.[12] Although she did not keep a diary, prior to FDR's presidential election ER frequently contributed to magazines, and in 1933 the United Features Syndicate, a renowned editorial and media company, was the first to request she make a daily column as First Lady.[13] The United Features Syndicate suggested the column's title, inspired ER to write about her daily experiences, and defined the column in its early years.[14] My Day is Roosevelt's six-day-a-week newspaper column written from December 30, 1935, to September 26, 1962. At the onset of 1938, My Day appeared in 62 papers across the United States.[14] By 1940, interest in My Day was so strong that the United Features Syndicate offered ER a five-year contract, despite her presumed exit from the White House.[15] At its height in the 1950s, her entries reached 4,034,554 people, and My Day appeared in 90 newspapers across the United States.[16] As if written to a dear friend, the entries disclosed people ER met, where ER traveled, what ER thought, and how ER coped with the pressures of her extremely public life.[15] By 1957, a handful of newspapers, such as the Scripps Howard Syndicate, stopped publishing My Day because her columns grew to be too political.[17] Unbothered, ER continued to write columns and charged her readers to \"follow their consciences,\" not their fears.[17] As ER grew older, in 1961 she requested that her 500-word columns appear every other day.[15] Her last column was published on September 26, 1961, just two months before her death. As her health declined in her last years, Eleanor Roosevelt never gave any indication that her illness threatened her column's productivity.[14] Eleanor Roosevelt published the content in her My Day columns with intentionality and purpose. Central to peace-building and human rights advocacy, the content of her articles, written in simple, diary-like entries annotating her day, supported reform and evoked activism. New Deal programs, civil rights, women's rights, and currents events encapsulate most of her column's topics. During the Great Depression, ER's My Day column embraced and promoted a plethora of New Deal programs. These New Deal programs provided jobs to millions of unemployed Americans while also rebuilding the nation's economy.[16] As First Lady, Roosevelt frequently wrote of her nationwide excursions to visit projects created by the Public Works Administration (PWA), Civilian Conservation Corps (CCC), Works Progress Administration (WPA), and National Youth Administration (NYA). One of the WPA projects took ER to Des Moines, Iowa in 1936. In her My Day articles from June 8–10 of that year, Eleanor Roosevelt recounted her trip and revealed key insights into the project. Stopping through homesteads, coal mine communities, and farmland, Roosevelt commented on the taxing manual labor, the abundantly rich soil, the large families, and the proud agricultural accomplishments all made possible through the WPA. She specifically noted that fifty families were well on their way to a more abundant life in Des Moines, Iowa, specifically because of the WPA's efforts in housing reform, investment, and the mining camps.[18] Eleanor Roosevelt also spent much of her time supporting the NYA. In July 1941, she visited various projects in the state of Maine. Her My Day column from July 12 annotates her journey through Campobello and Quoddy Village. She discusses the men's success in the canning industry, the women's success in the knitting industry, her ventures to see students working and playing together, and the Board of Trade of Campobello Island's hall dance.[18] ER took pride in the Quoddy Village NYA band, as well as eating lunch with over 850 boys the next day. Not only did My Day support New Deal programs, but it also generated activism and created support for racial minorities. For example, Eleanor Roosevelt's role in the Marian Anderson concert struck the very depths of racism in the United States, although Americans did not comprehend its full significance at the time.[19] Eleanor Roosevelt first met contralto opera singer Anderson in 1935 after she performed in the White House.[20] In 1939, while singing for Howard University School of Music, Anderson petitioned the Daughters of the American Revolution (DAR) to use its auditorium in Washington D.C., seating 4,000 people, as her concert venue. Still racially segregated and only allowing whites to perform on stage, the DAR turned down Anderson's request.[20] Outraged at the DAR's refusal, First Lady Eleanor Roosevelt presented Anderson with the Spingarn Medal at the convention for National Association for the Advancement of Colored People (NAACP) and invited her to perform at the White House for the King and Queen of England later in the year.[21] Roosevelt also resigned from her position as DAR president in 1939. In her My Day article about the concert, ER doted on Anderson's voice, calling her performance a \"rare treat.\" Roosevelt expressed her desire for Anderson's music career to succeed in America, for she had not heard a more beautiful, moving, and poised artist.[18] Education for racial minorities also played a key role in Eleanor Roosevelt's My Day column. On June 17, 1958, Roosevelt visited the Highlander Folk School in Monteagle, Tennessee. With the presence of Myles Horton, one of the school's founders, and James Stokely, author of Neither Black Nor White, Roosevelt supported this school's mission and belief that education is a tool for social change. Over the years, the school has been paramount in many political movements, including the southern labor movements in the 1930s and the Civil Rights Movement from the 1940s to 1960s. During the school's foundational years, Highlander Folk School focused on organizing unemployed and working people, training union organizers and leaders across the South, and fought labor segregation by holding its first integrated workshop in 1944.[22] In her My Day entry on the Highlander Folk School, ER praised the extended budget for the school's program, the new educational opportunity it provided African American youth, and the future employment opportunities where \"Negro and white work side by side.\"[18] In addition to New Deal programs and civil rights, My Day regularly featured topics related to women's achievements and women's rights as consistent themes. Scattered throughout Roosevelt's My Day articles is a woman named Mary McLeod Bethune. The youngest of sixteen children, and the only sibling born free, Dr. Bethune fought for the rights of African Americans with respect and earned an education at a time when it seemed impossible for a Black women to do so. She built and opened an African American college in Florida called The Daytona Beach Literary and Industrial School for Training Negro Girls, used her faith as a \"weapon and shield,\" and worked as the Director of the Division of Negro Affairs of the National Youth Administration from 1936 to 1943.[23] In her My Day article on May 20, 1955, Eleanor Roosevelt mourned the death of her good friend and activist Bethune, praising her life's work, zeal for black youth education, wisdom, goodness, and friendship.[18] Other women also repeatedly appear in My Day columns. ER pays tribute to Miss Mary (Molly) Dewson, Mrs. Dorothy McAllister, Mrs. May Evans, and all of the staff at the Women's Division of the Democratic National Committee on May 6, 1940, for example.[24] If Eleanor Roosevelt was the most predominant figure in women's rights in the 1930s, Dewson was a close second. Being in charge of America's Democratic women, Dewson ushered in a new deal of her own through incorporating women in politics.[25] As head of the Women's Division of the DNC, Chairman of the Advisory Committee to the Women's Division, and vice-chairman of the Democratic National Committee, she became \"America's first female political boss.\"[25] Dewson and Roosevelt became close friends, and they shared many common values, particularly using politics to strengthen women's rights. In her column on May 6, 1940, ER honors the women of the United States, congratulates the large attendance by women at the National Institute of Government Conference, appreciates the educational programs for Democratic women, and recognizes the personal sacrifices required by these women to promote the program.[24] In the same column, ER mentions that she spent time with the Young Democratic Women as well and was impressed by their tenacity and alertness, showing the breadth of her influence in women's rights.[24] Reaching an audience exceeding four million people, Eleanor Roosevelt's My Day invited the American public into her public and private life through chatty and informal columns. As a proponent of the New Deal, ER's columns deeply resonated with unemployed Americans and individuals associated with myriad New Deal projects.[16] As FDR's presidency progressed, ER encouraged her husband and his advisors to extend the New Deal's reach to provide greater support for American women and members of minority groups.[26] These women and minorities were particularly receptive to My Day as Roosevelt intertwined everyday advice on meals, household budgeting, childrearing, spousal relations, social justice, trade unions, and communication throughout the columns.[25] A unique network of friends, women, and members of minority groups attentively read ER's My Day.[25] She was also concerned with incorporating American youth into the working world. Through her instrumental role at the NYA, ER often wrote about providing work and education for millions of young men and women, extending her column's reach to the young adults of America.[26] When the United States entered World War II, ER's relationship with the American public deepened in conjunction with her efforts to write about the home front.[26] By 1954, My Day had become Roosevelt's political platform and her diary. It was the major avenue by which she challenged complacent Democrats, Americans timid of politics, and apathetic citizens to accept the responsibilities of living in a democracy.[27] ER's consistent advocacy and controversial nature drew much attention, and, ultimately, a far-reaching audience was no surprise.[28] Her extensive activism surrounding democracy gave Americans the impression that \"she was one of us.\"[28] As Eleanor Roosevelt feared, the memory and legacy of New Deal projects has faded over time.[16] However, historians and researchers today have worked tirelessly to create digitized collections and archives of ER's My Day columns. Her support for programs including the Resettlement Administration created by FDR's Executive Order 7027, the Rural Electrification Act, the National Youth Administration, the Federal Theatre Project, and FDR's court packing plan inspired even her critics to discuss civil rights, women's rights, and New Deal programs long after she stopped publishing.[14] Digital history projects such as The Living New Deal and The Eleanor Roosevelt Papers Project have made significant efforts to digitize much of ER's work. Despite some journalistic controversy over Roosevelt's writings, both supporters and opposers of My Day agree that the column was instrumental in American society.[14] One New York Times editor considered My Day \"required reading for those seeking insight into administration policies.\"[29] To read the My Day columns mentioned in this article or for a complete list of Eleanor Roosevelt's My Day columns, please see the following digital archives:","Title":"My Day - Wikipedia","KeyID":"4727","URL":"https://en.wikipedia.org/wiki/My_Day"}