{"Content: ":"Ordosipterus is a pterosaur belonging to the suborder Pterodactyloidea. Its holotype specimen was discovered in China, and dated back to the Early Cretaceous period (Aptian stage). Further analysis conclude that it was a genus of dsungaripterid pterosaur.[1] In the early 21st century, Chinese paleontologist Ji Shuan found a jaw of a pterosaur near the village of Xinzhao, which is 40 kilometers (25 mi) north of Otog Qi, Inner Mongolia. The find was reported in the scientific literature in 2017.[2] In 2020, the type and only species Ordosipterus planignathus was named and described by Ji. The generic name combines a reference to the Ordos basin with a Latinized Greek pteron (meaning \"wing\"). The specific name is a combination of the Latin planus (meaning \"flat\"), and the ancient Greek gnathos (meaning \"jaw\").[1] The holotype, IG V13-011, has been found in a layer of sandstone, belonging to the lower Luohandong Formation, and may be dated back to the Aptian stage of the Early Cretaceous. The holotype consists only of a set of deformed paired lower jaws forming the mandible.[1] The left dentarium of Ordosipterus has been stated to be around 77 millimeters (3.0 in) long, while the right dentarium is only measured to be 45 millimeters (1.8 in). It is very difficult to determine a size estimate for this pterosaur, but the holotype cannot have been from a large individual, judging by its size. Ji stated that the closely related Dsungaripterus was clearly much larger than Ordosipterus.[1] Ji identified some distinguishing traits that are unique in the Dsungaripteridae. This includes the dentarium of the lower jaw being as wide as the symphysis, and the middle part of the symphysis showing a weak ridge on the bottom. The top of the dentarium also forms a shelf bounded by a clear lateral ridge, which is parallel to the curved exterior. Along the jaw edge of the dentarium, there are low tooth sockets that are widely spaced, the space increasing to the rear. The distance between two adjacent tooth sockets varied from one and a half to three times their diameter.[1] The dentarium bears at least eight teeth, five of which along the symphysis in a straight line, the rear three in a slightly inward curving row. Most of the tooth sockets are elevated, but much lower than in other dsungaripterids such as Dsungaripterus, and are found to be oval, with the long axis directed along the jaw, and the tooth sockets somewhat bulge upwards, though not extremely. Only the sixth left tooth is preserved in the fossil, and it appears to be short and blunt in comparison to other dsungaripterids. The middle four of the left teeth sockets are larger than the rear two. More precisely, the gap increases to the rear, ranging from 1.54 to 3.13 times the diameter of the anterior tooth.[1] With a length of 33 millimeters (1.3 in), the symphisis forms a broad scoop-shaped plate with strongly curved side edges. At the back of the symphysis a short groove forms a notch with a V-shaped cross section. The side gradually merges into the bottom. The ridge on the bottom of the symphysis ends in front of the trailing edge. The branches of the dentaria are 6.5 millimeters (0.26 in) low in side view; their top edge and bottom edge are parallel. The dentarium bends slightly upwards from the sixth tooth.[1] Ordosipterus was placed in the Dsungaripteridae, although not on the basis of an exact cladistic analysis. The exact place in the evolutionary tree is therefore uncertain, but this genus was thus placed as a dsungaripterid due to the typical swollen tooth sockets seen in many members of that group.[1] Many dsungaripterids have often been seen as durophagous species that cracked shellfish with their convex teeth. Ordosipterus shows a moderate bulge in its teeth, but not the extreme outgrowth that would have been useful for cracking. The broad lower jaws suggest a different way of eating, though Ji does not consider this issue.[1]   ","Title":"Ordosipterus - Wikipedia","KeyID":"473","URL":"https://en.wikipedia.org/wiki/Ordosipterus"}