{"Content: ":"Eleanor is a town in Putnam County, West Virginia, United States, along the Kanawha River.[5] Its population was 1,548 at the 2020 census.[2] The town, named for Eleanor Roosevelt, was established as a New Deal project in the 1930s [6] like other Franklin D. Roosevelt towns around the nation (e.g. Greenbelt, Greenhills, Greendale, Hanford, or Norris).[7] Eleanor is a part of the Huntington-Ashland, WV-KY-OH, Metropolitan Statistical Area (MSA). As of the 2010 census, the MSA had a population of 287,702. New definitions from February 28, 2013 placed the population at 363,000.[8] Eleanor was established in 1934, when President Franklin D. Roosevelt and First Lady Eleanor visited the county and developed it as a test site for families. It was one of three resettlement communities in West Virginia, the others being Arthurdale and Tygart Valley. When the town was developed, the houses were built to look very similar to one another and are now referred to as old Eleanor houses. There are three schools in Eleanor: George Washington Elementary School, George Washington Middle School and the Putnam County Career and Technical Center. Eleanor is located at 38°32′21″N 81°55′52″W﻿ / ﻿38.53917°N 81.93111°W﻿ / 38.53917; -81.93111 (38.539037, -81.931046).[9] According to the United States Census Bureau, the town has a total area of 2.13 square miles (5.52 km2), of which 2.12 square miles (5.49 km2) is land and 0.01 square miles (0.03 km2) is water.[10] The climate in this area is characterized by relatively high temperatures and evenly distributed precipitation throughout the year. According to the Köppen Climate Classification system, Eleanor has a Humid subtropical climate, abbreviated \"Cfa\" on climate maps.[11] As of the census[14] of 2010, there were 1,518 people, 624 households, and 445 families living in the town. The population density was 716.0 inhabitants per square mile (276.4/km2). There were 659 housing units at an average density of 310.8 per square mile (120.0/km2). The racial makeup of the town was 98.0% White, 0.1% African American, 0.3% Native American, 0.3% Asian, 0.4% from other races, and 1.0% from two or more races. Hispanic or Latino of any race were 0.9% of the population. There were 624 households, of which 28.0% had children under the age of 18 living with them, 58.7% were married couples living together, 9.1% had a female householder with no husband present, 3.5% had a male householder with no wife present, and 28.7% were non-families. 24.4% of all households were made up of individuals, and 12.5% had someone living alone who was 65 years of age or older. The average household size was 2.43 and the average family size was 2.90. The median age in the town was 41.9 years. 21.5% of residents were under the age of 18; 6.6% were between the ages of 18 and 24; 26.2% were from 25 to 44; 26.5% were from 45 to 64; and 19.3% were 65 years of age or older. The gender makeup of the town was 48.9% male and 51.1% female. As of the census[3] of 2000, there were 1,345 people, 574 households, and 416 families living in the town. The population density was 1,597.1 inhabitants per square mile (618.2/km2). There were 608 housing units at an average density of 722.0 per square mile (279.5/km2). The racial makeup of the town was 99.55% White, 0.07% African American, 0.07% Native American, 0.15% Asian, and 0.15% from two or more races. Hispanic or Latino of any race were 0.52% of the population. There were 574 households, out of which 29.3% had children under the age of 18 living with them, 62.2% were married couples living together, 9.8% had a female householder with no husband present, and 27.4% were non-families. 25.6% of all households were made up of individuals, and 12.5% had someone living alone who was 65 years of age or older. The average household size was 2.34 and the average family size was 2.79. In the town, the population was spread out, with 21.3% under the age of 18, 7.0% from 18 to 24, 28.6% from 25 to 44, 26.2% from 45 to 64, and 17.0% who were 65 years of age or older. The median age was 41 years. For every 100 females, there were 93.0 males. For every 100 females age 18 and over, there were 89.1 males. The median income for a household in the town was $35,284, and the median income for a family was $43,274. Males had a median income of $35,000 versus $21,198 for females. The per capita income for the town was $19,104. About 5.6% of families and 6.8% of the population were below the poverty line, including 12.2% of those under age 18 and 3.9% of those age 65 or over.","Title":"Eleanor, West Virginia - Wikipedia","KeyID":"4730","URL":"https://en.wikipedia.org/wiki/Eleanor,_West_Virginia"}