{"Content: ":"The American Youth Congress (AYC) was an early youth voice organization composed of youth from all across the country to discuss the problems facing youth as a whole in the 1930s. It met several years in a row - one year it notably met on the lawn of the White House. The delegates are known to have caused a disturbance when they attempted to access the United States Congress. They focused on the draft, which was taking youths at age 18 off to war. At the time in the United States one was not legally an adult in any way until the age of 21. They also focused on the economic exploitation of youth. The formation of the AYC is also widely seen as a precursor to the establishment of the National Youth Administration. Both the AYC and the NYA are notable for the support which First Lady Eleanor Roosevelt lent to them. The American Youth Congress, or AYC, was formed in 1935 to advocate for youth rights in U.S. politics, and was responsible for introducing the American Youth Bill of Rights to the U.S. Congress. First Lady Eleanor Roosevelt's relationship with the AYC eventually led to the formation of the National Youth Administration.[1] Speaking of the National Youth Administration in the 1930s, Eleanor Roosevelt expressed her concern about ageism, stating that \"I live in real terror when I think we may be losing this generation. We have got to bring these young people into the active life of the community and make them feel that they are necessary.\"[2] On July 4, 1936, the AYC issued a Declaration of the Rights of American Youth, which addressed several issues, mainly inalienable rights issues that affected youth, and the economic issues.[3] By 1939 the movement claimed 4,697,915 members in 513 affiliated organizations nationwide. In 1939 the Dies Committee subpoenaed leaders of the AYC, who, in addition to serving the AYC, also were members of the Young Communist League. Eleanor Roosevelt was in attendance at the hearings and afterward invited the subpoenaed witnesses to board at the White House during their stay in Washington D.C. That year Joseph P. Lash, who later married Trude Lash, described his 1937 defection from the Socialist Party in the Communist weekly, New Masses. He was one of First Lady Roosevelt's boarders at the White House during the hearings. Another officer, Abbott Simon, slept for two weeks in Lincoln's bed during the hearings. In addition to his role in the AYC, Simon was a staff member of the Communist Party USA publication, Champion. On February 10, 1940, members of the AYC, as guests of First Lady Roosevelt, attended a picnic on the White House lawn where they were addressed by President Roosevelt from the South Portico. The President admonished them to condemn not merely the Nazi regime but all dictatorships.[4] The President was reportedly booed by the group.[citation needed] Afterwards, many of the same youth picketed the White House as representatives of the American Peace Mobilization. Among them was Joseph Cadden, one of the overnight guests.[citation needed] Later in 1940, despite Eleanor Roosevelt's publication of reasons called \"Why I still believe in the Youth Congress,\" the American Youth Congress was disbanded.[5]","Title":"American Youth Congress - Wikipedia","KeyID":"4731","URL":"https://en.wikipedia.org/wiki/American_Youth_Congress"}