{"Content: ":"The Encampment for Citizenship (EFC) is a non-profit, non-partisan, non-sectarian organization currently based in California that conducts a residential summer programs with year-round follow-up for young people of widely diverse backgrounds and nations. The Encampment program brings youth together to form a self-governing community, learn to think critically about pressing social and political issues, and become empowered to take action. https://encampmentforcitizenship.org/ The EFC was founded in 1946 by Algernon D. Black, a leader of the New York Society for Ethical Culture, and Alice K. Pollitzer, a prominent civic leader. The program was sponsored by the American Ethical Union and its affiliated societies, in particular the New York Ethical Culture Society.https://encampmentforcitizenship.org/about/history/ The EFC provides youth with a compelling experience in democratic living, with emphasis on critical thinking and social action. Through this transformative experience, young people become more informed and sensitive about the key issues of our time and committed to active citizenship and involvement in their community as justice seekers. The summer intensive is an immersion experience in participatory democracy where young people (ages 15-18) who would otherwise never meet: form a self-governing community; learn to think critically about pressing social and political issues that affect their communities and our world as a whole; and take action. They come from cities and suburbs; from rural reservations, small towns, big towns; north, south, east, and west. They are diverse in ethnic and cultural identification, gender, and social and economic backgrounds. They come together to create a living example of participatory democracy. They leave with lifelong friends and a commitment to social justice activism in its myriad forms. https://encampmentforcitizenship.org/the-summer-encampment-program/ The current EFC also offers year-round programming: a four-month follow-up program to support the Encampers in their action plans; and several online events for intergenerational dialogue. https://encampmentforcitizenship.org/year-round-programs/ The Encanpment also sponsors the Pesticide-Free Soil Project in Ventura County, CA. The Pesticide-Free Soil Project was born out of EFC’s Environmental Justice Learning and Action Project (EJLAP) which focuses on ways young people can learn about environmental justice, not only through focused workshops and research but by participating directly in community events to address social justice issues. https://encampmentforcitizenship.org/year-round-programs/pesticide-free-soil-project/ The founders created the Encampment summer program for \"young adults of many religious, racial, social and national backgrounds\"[1] to learn \"the principles and techniques of citizenship in a liberal democracy through lived experience.\" Campers would establish their own camp government and be guided toward socio-political activism, a sense of civic responsibility, and volunteerism — all in a context of tolerance and diversity. Eleanor Roosevelt, a long-time member of the society's board of directors, was an early supporter of the program and routinely hosted encampment workshops at her Hyde Park estate. When the program was attacked as \"socialistic\" by McCarthyite forces in the early 1950s, Roosevelt vigorously defended it. The Reverend Martin Luther King Jr. was a later supporter. ","Title":"Encampment for Citizenship - Wikipedia","KeyID":"4734","URL":"https://en.wikipedia.org/wiki/Encampment_for_Citizenship"}