{"Content: ":"Eleanor Roosevelt established Val-Kill Industries in 1927 with Nancy Cook, Marion Dickerman, and Caroline O'Day, three friends she met through her activities in the Women's Division of the New York State Democratic Party. Val-Kill was located on the banks of a stream that flowed through the Roosevelt family estate in Hyde Park, New York. Eleanor and her business partners financed the construction of a small factory to provide supplemental income for local farming families who would make furniture, pewter, and homespun cloth using traditional craft methods. Capitalizing on the popularity of the Colonial Revival, most Val-Kill products were modelled on eighteenth-century forms. Nancy Cook, a trained artisan and teacher, designed most of the furniture and managed the factory which employed anywhere from three to eight men during its decade-long operation. Eleanor promoted Val-Kill through interviews and public appearances. Dickerman and O'Day were financial investors, but not actively involved in the business. The principal craftsmen at Val-Kill were immigrants, among them Frank Landolfa, Otto Berge, Arnold Berge, and Nelly Johannesen and her son, Karl. Val-Kill Industries never became the subsistence program that Eleanor and her friends imagined, but it did pave the way for larger New Deal initiatives during FDR's presidential administration. Nancy's failing health and pressures from the Great Depression compelled the women to dissolve the partnership in 1938, at which time Eleanor Roosevelt converted the shop buildings into a cottage that eventually became her permanent residence after FDR died in 1945. Otto Berge acquired the contents of the factory and the use of the Val-Kill name to continue making colonial-style furniture until he retired in 1975. Today, the site of Val-Kill Industries is preserved by the National Park Service as Eleanor Roosevelt National Historic Site.","Title":"Val-Kill Industries - Wikipedia","KeyID":"4735","URL":"https://en.wikipedia.org/wiki/Val-Kill_Industries"}