{"Content: ":"Sunrise at Campobello is a 1958 play by American producer and writer Dore Schary based on U.S. President Franklin Delano Roosevelt's struggle with polio. The film version was released in 1960. Schary obtained the rights to the life of Franklin D. Roosevelt in April 1957.[1] The original Broadway production was presented at the Cort Theatre by The Theatre Guild and Dore Schary and directed by Vincent J. Donehue. It opened on January 30, 1958 and closed on May 30, 1959 running for 556 performances.[2] The Scenic and Lighting Design were by Ralph Alswang; the costumes by Virginia Volland.[2] The play starred Ralph Bellamy as Roosevelt. Others in the cast included Henry Jones as Louis Howe, Mary Fickett as Eleanor Roosevelt; Anne Seymour as Sara Delano Roosevelt and, in his Broadway debut, James Earl Jones. Bellamy repeated his role in the film version of the play.[2] Campobello Island was Roosevelt's summer home in New Brunswick, Canada. Early scenes in the play's actions take place there, where we see Roosevelt afflicted with paralysis of his legs, before the play's story shifts to Roosevelt's home in New York City, where he struggles to overcome the paralysis. The play ends with the 1924 Democratic National Convention speech, which catapulted him back into politics after an absence of several years. Alan Clymer, writing for The Harvard Crimson noted strong performances by the cast. \"Ralph Bellamy portrays Roosevelt with exceptional skill,... Moreover, he not only resembles F.D.R. physically, he has also caught the essence of the Roosevelt voice that excited the country.\"[3] The production won a number of Tonys including Best Play (producers were Lawrence Langner, Theresa Helburn, Armina Marshall and Dore Schary), Best Director of a Play (Vincent J. Donehue). Bellamy won a Tony Award for Best Actor. Henry Jones won for Best Performance by a Featured Actor in a Play, as well as the Outer Critics Circle Award for Performance in a Drama. Mary Fickett was nominated for Best Supporting or Featured Actress in a Play.[4] Ralph Bellamy stars in the 1960 film adaptation of Sunrise at Campobello, released by Warner Bros. Dore Schary, who began his career in Hollywood, wrote and produced the film which, like the stage version, was directed by Vincent J. Donehue. Greer Garson co-stars as Eleanor, with Hume Cronyn as Louis Howe. The role of Sara Delano Roosevelt, FDR's mother, is played Ann Shoemaker, who succeeded Anne Seymour in the role in the original Broadway production. Roosevelt was diagnosed with polio in 1921.","Title":"Sunrise at Campobello (play) - Wikipedia","KeyID":"4739","URL":"https://en.wikipedia.org/wiki/Sunrise_at_Campobello_(play)"}