{"Content: ":"Gracie Hall Roosevelt (June 28, 1891 – September 25, 1941) was an American engineer, banker, soldier, and municipal official who was the youngest brother of First Lady of the United States Eleanor Roosevelt and a nephew of President Theodore Roosevelt. Gracie Hall Roosevelt, generally known as Hall, was born on June 28, 1891, in Neuilly, France. He was a son of Elliot Roosevelt (who died when he was three years old) and Anna Rebecca Hall (who died when he was one-and-a-half years old). His uncle was Theodore Roosevelt, Jr. and his grandmother was Martha Bulloch. Through his sister, Eleanor, Franklin Delano Roosevelt was his brother-in-law, and through his father, his fifth cousin once removed. He was also the uncle of U.S. Air Force Brigadier General Elliott Roosevelt. He was named Gracie for his father's aunt, Anna Bulloch and her husband James Gracie,[1] and Hall for his mother's family. Before his death, Eleanor's father had implored her to act as a mother towards her toddler brother, and it was a request she made good upon for the rest of Hall's life. After his father's death, Hall and Eleanor were reared by their grandmother at her estate in Tivoli, New York. While at Tivoli, Eleanor doted on Hall, and when he enrolled at Groton in 1907, Eleanor accompanied him as a chaperone. While he was attending Groton, she wrote her brother almost daily, but always felt a touch of guilt that Hall had not had a fuller childhood. She took pleasure in Hall's brilliant performance at school, and was proud of his many academic accomplishments, which included a master's degree in engineering from Harvard in 1913.[2] According to his obituary in The New York Times, \"even if he had not belonged to the nation's first family, he could have been justly proud of his career as an electrical engineer, World War flier, banker, financier and municipal official.\"[1] After graduating from Harvard, Roosevelt began working as an assistant professor of engineering at a Harvard engineering camp in 1914. Later that year, he began working in the Yukon for the Canadian Klondike Company as an electrical engineer. In 1915, Roosevelt began his 15-year career at General Electric, a career he started and returned to after his service in the War.[1] From 1929 until 1930, he served as executive vice president of Detroit United Railways and vice president of the American State Bank in Detroit.[1] After retiring from public service, Roosevelt entered the private sector again in 1932, and served as a consulting engineer in Chicago, Detroit, and New York, until 1938. In 1939, he became vice president of the Commercial Investment Trust, Inc. in New York City.[1] On July 14, 1917, which was Bastille Day in France, after the outbreak of World War I, Roosevelt enlisted with his cousin Quentin Roosevelt (the youngest son of President Theodore Roosevelt) in the Army Air Service. Hall went first to aviation school in Ithaca, New York, became a pilot, then an instructor of pursuit plane flying in Gerstner Field, Louisiana, and then Dorr Field and Carlstrom Field in Florida, where he successfully designed an early pursuit plane and taught many to fly.[1] In 1930, Hall, who was a Democrat although he never held elected office, became the chairman of the Detroit Unemployment Bureau and was tapped for service in the municipal government of Detroit by mayor (and future Supreme Court justice) Frank Murphy. Hall was named chairman of a mayoral committee on unemployment, and in January 1931 he was appointed city comptroller.[3] In this role, Roosevelt \"performed the difficult tasks of obtaining credit from banks in various parts of the country. As head of the unemployment bureau, he did much to feed, clothe, and find work for the needy.\"[1][4] In 1912, at age 21 while still enrolled at Harvard, Hall was married to Margaret Richardson (1892–1971), a young woman he met at school. Margaret was the younger daughter of prominent surgeon Maurice Howe Richardson. Together they had three children: When Hall wanted to seek a divorce in 1925,[5] it was only with Eleanor's approval that he followed through with his decision. In the late 1920s, Hall married again and found work in the railroad industry. Hall had three children from his second marriage to Dorothy Kemp (1898–1985):[6] In 1937, Hall sought a divorce from his second wife. By this point, alcoholism, a problem he shared with his father, had come to dominate Hall's existence, and he was unable to hold down any job he was offered.[2] He spent the last few years of his life in a small building on the Hyde Park estate, and he died in Washington, D.C. on September 25, 1941, at age 50.[11][1] Roosevelt's funeral was held in the White House, and his body was transported to Tivoli, New York, where he was entombed in the Hall family vault in the St. Paul's Episcopal Churchyard.[12] Eleanor Roosevelt survived her brother by 21 years.[13] Notes Bibliography","Title":"Hall Roosevelt - Wikipedia","KeyID":"4749","URL":"https://en.wikipedia.org/wiki/Hall_Roosevelt"}