{"Content: ":"Jean Raphaël Adrien René Viviani (French pronunciation: [ʁəne vivjani]; 8 November 1863 – 7 September 1925) was a French politician of the Third Republic, who served as Prime Minister for the first year of World War I. He was born in Sidi Bel Abbès, in French Algeria. In France he sought to protect the rights of socialists and trade union workers. René Viviani was born in Algeria in a family of Italian immigrants. His parliamentary career began in 1893, when he was elected deputy of the fifth ward in Paris. He retained this office until 1902, when he failed to be reelected, but four years later he was elected deputy of the Department of Creuse. In the same year he entered the cabinet of Georges Clemenceau. At an early age he associated himself with the Socialist party, soon becoming one of its most brilliant orators and prominent leaders. When the party was reorganized in 1904 into the Unified Socialist party, Viviani, like fellow Socialist Aristide Briand, stayed outside, and thenceforth called himself an Independent Socialist. He served as Minister of Public Instruction in the ministry of M. Doumergue. Viviani was an antisemite, arguing that \"antisemitism is the best form of social struggle\".[1] In the spring of 1914 an exceptionally radical chamber was elected, and for a while it seemed that they would be unable to agree upon any one for Premier, but finally, he was appointed Prime Minister on 13 June 1914, by President Poincaré. He received a vote of confidence of 370 to 137. The chief issues were the maintenance of the law requiring three years' service in the army and provision for a loan of 1,800,000,000 francs ($360,000,000) for military preparations. Viviani supported both of these measures. During the July Crisis, he was largely dominated by President Poincaré. He retained the premiership for the first year of the First World War, but his tenure was undistinguished. On 26 August 1914 Viviani reorganized his cabinet on a war basis with Alexandre Millerand replacing Adolphe Messimy as Minister of War.[2] Along with President Poincaré and War Minister Millerand he attended a June 1915 meeting of Joffre (Commander-in-Chief) and his Army Group Commanders (Foch, Castelnau and Dubail), a rare attempt at political oversight at this stage of the war.[3] By autumn 1915 Viviani's government was in trouble following the resignation of Delcassé as Foreign Minister, the unsuccessful western front offensive and the entry of Bulgaria into the war. Although he survived a no confidence vote by 372–9, there were many abstentions. General Gallieni agreed to replace Millerand as Minister of War, but other French politicians refused to join Viviani's government, so he resigned on 27 October 1915. Viviani served as Vice-President of the Council of Ministers (Deputy PM) and Gallieni as War Minister in Aristide Briand's new ministry.[4] In April 1917 Viviani led a mission to the US, which had just entered the war \"associated with\" the Allies. He was overshadowed by Marshal Joffre, who attracted much more attention from the American press.[5] During Viviani's time as prime minister, a law was adopted in July 1915 providing for special boards to fix such a wage for women employed in home-work in the clothing industry.[6] In May 1919 the Chamber of Deputies finally debated the bill proposed by Paul Dussaussoy in 1906 for limited women's suffrage. Viviani gave an eloquent speech in its support, and the chamber voted in its favour by 344 to 97.[7] Changes Changes","Title":"René Viviani - Wikipedia","KeyID":"4761","URL":"https://en.wikipedia.org/wiki/Ren%C3%A9_Viviani"}