{"Content: ":"Donald Wills Douglas Sr. (April 6, 1892 – February 1, 1981) was an American aircraft industrialist and engineer. An aviation pioneer, he designed and built the Douglas Cloudster. Though it failed in its intended purpose—being the first to fly non-stop across the United States—it became the first airplane with a payload greater than its own weight.[2][3][4][5] He founded the Douglas Aircraft Company in 1921 (the company later merged with McDonnell Aircraft to form McDonnell Douglas Corporation). Under his leadership, the company became one of the leaders of the commercial aircraft industry, engaging in a decades-long struggle for supremacy with arch-rival William Boeing and his eponymous enterprise. Douglas gained the upper hand, particularly with his revolutionary and highly successful Douglas DC-3 airliner and its equally popular World War II military transport version, the C-47; at the start of the war, his airplanes made up 80% of all commercial aircraft in service.[6] However, he lagged behind in the jet age and was overtaken and surpassed by Boeing. He retired in 1957.[7] Douglas was born in Brooklyn, New York, the second son of an assistant cashier at the National Park Bank. He attended Trinity Chapel School and was of Scottish descent.[8] After graduation in 1909, he enrolled in the Naval Academy in Annapolis, Maryland. He had been an early aviation enthusiast; at the age of 16 in the fall of 1908, he convinced his mother that he needed to witness the Fort Myer trials of the Wright Flyer. He later built model airplanes, some with rubber-bands and other motors, in his dormitory room at Annapolis and tested them on the grounds and in the academy's armory.[9] In 1912 he resigned from the academy in order to pursue a career in aeronautical engineering. After being turned down for jobs by Grover Loening and Glenn Curtiss, Douglas enrolled in MIT. He received his Bachelor of Science in Aeronautical Engineering—the first person to receive such a degree from MIT—in 1914, completing the four-year course in half the time; he remained there another year as an assistant to Professor Jerome Hunsaker.[1][10] In 1915 Douglas joined the Connecticut Aircraft Company, participating in the designing of the Navy's first dirigible, the DN-1. In August 1915, Douglas left for the Glenn Martin Company where he was, at the age of 23, chief engineer, where he designed the Martin S seaplane. Shortly after Glenn Martin merged with Wright Company to form Wright-Martin, Douglas resigned to become, in November 1916, the chief civilian aeronautical engineer of the Aviation Section of the US Army Signal Corps. Soon thereafter he returned to the newly reformed Glenn L. Martin Company, in Cleveland, Ohio, again becoming their chief engineer. Douglas would design the Martin MB-1 bomber.[11][12] In March 1920, Douglas resigned from his $10,000 (equivalent to $135,000 in 2021) a year job to return to California, where he had met and, in 1916, married Charlotte Marguerite Ogg (1892–1976). They had four sons and one daughter including Donald Jr.[13] He soon started his first aircraft company, Davis-Douglas Company[12] with $40,000 financing from partner David Davis. They worked together to attempt to build an aircraft that could fly coast to coast nonstop, the Douglas Cloudster. Following an unsuccessful attempt, Davis left the partnership, and Douglas founded the Douglas Aircraft Company.[14] Donald Douglas was not only a very highly regarded engineer and bold entrepreneur, but as World War II approached, he proved to be remarkably prescient. A year and a half before Pearl Harbor, he was already writing that this was the \"hour of destiny for American aviation.\" He expressed confidence that the industry could meet the need, and laid out the methods by which it would transform from small companies producing aircraft in small batches to making them on a production-line basis. The aircraft industry grew from a distant 41st place among American industries to first place in less than five years. Douglas Aircraft grew from being a small company with 68 employees in 1922 to being the fourth largest business in the United States.[15] The United States out-produced its enemies in totalitarian societies. As William S. Knudsen of the National Defense Advisory Commission observed, \"We won because we smothered the enemy in an avalanche of production, the like of which he had never seen, nor dreamed possible.\" Donald Douglas summed it up similarly, \"Here's proof that free men can out-produce slaves.\"[16] Douglas Sr. retired in 1957 and was replaced by his son, Donald Douglas Jr. as company president. He retained his position as chairman of the board.[17] In 1967, the company was struggling to expand production to meet demand for DC-8 and DC-9 airliners and the A-4 Skyhawk military attack aircraft. Quality and cash flow problems and DC-10 development costs, combined with shortages due to the Vietnam War, led Douglas to agree to a merger with McDonnell Aircraft Corporation to form McDonnell Douglas on April 28, 1967. Douglas Sr. served as honorary chairman of the McDonnell Douglas board until his death on February 1, 1981, at the age of 88.[17] In keeping with his lifelong love for the sea, he was cremated and his ashes were scattered over the Pacific Ocean. McDonnell Douglas merged with Boeing in 1997, marking the end of the Douglas name in the aviation industry. Source:[18] A statue of Douglas, a recreation of his office and the Douglas Aircraft Company boardroom is at the Museum of Flying in Santa Monica, California. Douglas is ranked seventh on the aviation magazine Flying's list of its 51 Heroes of Aviation.[22] Another statue of Douglas is at the Douglas Park in Long Beach, California, the redevelopment of former site of McDonnell Douglas plant near the Long Beach Airport.[23][24][25] A bust of Douglas, and a commemorative plaque for him is located at the Scott Air Force Base in St. Clair County, Illinois.[26] Douglas Park in Santa Monica, California is also named after Douglas.[27]","Title":"Donald Wills Douglas Sr. - Wikipedia","KeyID":"4764","URL":"https://en.wikipedia.org/wiki/Donald_Wills_Douglas_Sr."}