{"Content: ":"Thomas Jefferson served as the president of the United States from March 4, 1801, to March 4, 1809. Jefferson assumed the office after defeating incumbent John Adams in the 1800 presidential election. The election was a political realignment in which the Democratic-Republican Party swept the Federalist Party out of power, ushering in a generation of Jeffersonian Republican dominance in American politics. After serving two terms, Jefferson was succeeded by Secretary of State James Madison, also of the Democratic-Republican Party. Jefferson took office determined to roll back the Federalist program of the 1790s. His administration reduced taxes, government spending, and the national debt, and repealed the Alien and Sedition Acts. In foreign affairs, the major developments were the acquisition of the gigantic Louisiana Purchase from France in 1803, an embargo against trade with both Great Britain and France, and worsening relations with Britain as the United States tried to remain neutral in the midst of the Napoleonic Wars that engulfed Europe. He established a military academy, used the Navy to protect merchant ships from Barbary pirates in North Africa, and developed a plan to protect U.S. ports from foreign invasion by the use of small gunboats (a plan that proved useless when war came in 1812). He also authorized the Lewis and Clark expedition to explore the Louisiana Territory and the Pacific Northwest. During his second term, Jefferson's attention was focused on the trial of then former Vice President Aaron Burr for treason, which resulted in an acquittal, and on the issue of slavery, specifically the importation of slaves from abroad. In 1806, he denounced the international slave trade as a \"violation of human rights\" and called upon Congress to criminalize it. Congress responded by approving the Act Prohibiting Importation of Slaves the following year. Rising tensions between the United States and Britain dominated the final years of Jefferson's second term, as the Royal Navy began impressing sailors from American ships and attacking American shipping. Jefferson rejected war and instead used economic threats and embargoes that ultimately hurt the U.S. more than Britain. The disputes with Britain continued after Jefferson left office, eventually leading to the War of 1812. Despite the economic and political troubles caused by naval tensions with Britain, Jefferson was succeeded by his preferred successor in the form of James Madison. His legacy remained highly influential until the American Civil War, but his reputation has ebbed and flowed since then. Nonetheless, in surveys of academic historians and political scientists, Jefferson is consistently ranked as one of the nation's most esteemed presidents. Jefferson ran for president in the 1796 election as a Democratic-Republican, but finished second in the electoral vote to Federalist John Adams; under the laws then in place, Jefferson's second-place finish made him the Vice President of the United States.[1] Jefferson strongly opposed the Federalist program, including the Alien and Sedition Acts, and the nation became increasingly polarized.[2] Jefferson and Adams were once again the major presidential candidates of their respective parties in the 1800 presidential election, and Aaron Burr was the Democratic-Republican Party's vice presidential nominees.[3] Adams's campaign was weakened by unpopular taxes and vicious Federalist infighting over his actions in the Quasi-War.[4] The Democratic-Republicans accused the Federalists of being secret monarchists, while the Federalists charged that Jefferson was a godless libertine in thrall to the French.[5] Under the election system in place at the time, the members of the Electoral College were permitted to vote for two names for president; any tie would be decided in a contingent election in the United States House of Representatives. Jefferson and Burr each received 73 electoral votes, while Adams finished in third place with 65 votes. The House of Representatives, still controlled by the Federalists, held a contingent election in February 1801 to decide whether Jefferson or Burr would accede to the presidency. Though some Federalists preferred Burr, Federalist leader Alexander Hamilton strongly preferred Jefferson. On the thirty-sixth ballot of the contingent election, enough Federalist congressmen abstained from the vote to allow Jefferson to win the presidency.[6] Jefferson regarded his victory as \"America's Second Revolution,\" and he hoped to transform the country by limiting government and weakening the power of elites.[7] Before Jefferson could take office, there was a transition period in which he was the president-elect following his victory in the contingent election.[8] The transition between Adams and Jefferson represented the first transfer of the presidency between two different political parties in United States history,a and set the precedent for all subsequent inter-party transitions.[9] It was the first time in United States history that a president handed over the presidency to a political opponent.[8] Unlike the presidential transitions of today, transitions at this time were informal affairs, with relatively minimal activity required of the president-elect.[10] During the transition, Jefferson picked members of his Cabinet.[10] He also selected individuals less principal positions of his administration, such as Meriwether Lewis to serve as his personal secretary.[10] Before leaving office, the lame duck, to the outrage of the Democratic-Republicans, at the last minute Adams appointed many federal judges (mostly belonging to the Federalist Party) to fill positions created by the Judiciary Act of 1801. These would be dubbed \"midnight judges\".[11] Jefferson denounced this action.[12] Jefferson's first inauguration, on March 4, 1801, was the first to be held in the nation's new capital, Washington, D.C.[13] That morning an artillery company on Capitol Hill had fired shots to welcome the daybreak, and in a first for a newspaper, Jefferson gave a copy of his speech to the National Intelligencer for it to be published and available right after delivery.[14] He delivered a 1721-word speech in the United States Capitol's Senate Chamber. He was not a strong speaker, and the audience could barely catch his words, which called for national unity. The speech was widely reprinted and celebrated by Democratic-Republicans across the country as a clear statement of the party's principles.[15] The presidential oath of office was administered by Chief Justice John Marshall.[13] Outgoing President Adams had left the capital earlier that day, and did not attend the ceremony.[16] By July 1801, Jefferson had assembled his cabinet, which consisted of Secretary of State James Madison, Secretary of the Treasury Albert Gallatin, Secretary of War Henry Dearborn, Attorney General Levi Lincoln Sr., and Secretary of the Navy Robert Smith. After his decision to pursue the presidency in the contingent election, Burr was excluded from any role in the Jefferson administration. Jefferson sought to make collective decisions with his cabinet, and each member's opinion was elicited before Jefferson made major decisions.[17] Gallatin and Madison were particularly influential within Jefferson's cabinet; they held the two most important cabinet positions and served as Jefferson's key lieutenants.[18] When Adams took office in 1797, he carried many of outgoing President George Washington's supporters over into his new administration. As a result, there was little change in the federal government during the transition between Washington and Adams, the first presidential transition in U.S. history. With Jefferson's election in 1800, there was a transfer of power between parties, not simply a transition between presidents. As president, Jefferson had the power of appointment to fill many government positions that had long been held by Federalists. Jefferson resisted the calls of his fellow Democratic-Republicans to remove all Federalists from their appointed positions, but he felt that it was his right to replace the top government officials, including the cabinet. He also replaced any lower-ranking Federalist appointees who engaged in misconduct or partisan behavior. Jefferson's refusal to call for a complete replacement of federal appointees under a \"spoils system\" was followed by his successors until the election of Andrew Jackson in 1828.[19] In the final days of his presidency, Adams had appointed numerous federal judges to fill positions created by the Judiciary Act of 1801. Democratic-Republicans were outraged by the appointment of these \"midnight judges,\" almost all of whom were Federalists.[11] Jefferson and his allies sought to reverse the Judiciary Act of 1801, partly because they did not believe the new judicial positions were necessary, and partly to weaken Federalist influence on the courts. Federalists vehemently opposed this plan, arguing that Congress did not have the power to abolish judicial positions that were occupied. Despite these objections, the Democratic-Republicans passed the Judiciary Act of 1802, which largely restored the judicial structure that had prevailed prior to the Judiciary Act of 1801.[20] The Jefferson administration also refused to deliver judicial commissions to some Adams appointees who had won Senate confirmation but had not yet formally taken office. One such appointee, William Marbury, sued Secretary of State Madison to compel him to deliver the judicial commissions. In the 1803 Supreme Court case of Marbury v. Madison, the court ruled against Marbury, but also established the precedent of judicial review, thereby strengthening the judicial branch.[20] Still unhappy with Federalist power on the bench even after the passage of the Judiciary Act of 1802, the Democratic-Republicans impeached district court Judge John Pickering and Supreme Court Justice Samuel Chase. Federalist congressmen strongly opposed both impeachments, criticizing them as attacks on judicial independence. Pickering, who frequently presided over cases while drunk, was convicted by the Senate in 1804. However, the impeachment proceedings of Chase proved more difficult. While serving on the Supreme Court, Chase had frequently expressed his skepticism of democracy, predicting that the nation would \"sink into mobocracy,\" but he had not shown himself to be incompetent in the same way that Pickering had. Several Democratic-Republican senators joined the Federalists in opposing Chase's removal, and Chase would remain on the court until his death in 1811. Though Federalists would never regain the political power they had held during the 1790s, the Marshall Court continued to reflect Federalist ideals until the 1830s.[21] Jefferson appointed three people to the Supreme Court during his presidency. The first vacancy of Jefferson's presidency arose due to the resignation of Alfred Moore. Determined to appoint a Democratic-Republican from a state unrepresented on the Court, Jefferson selected William Johnson, a young attorney who had previously served as an appellate judge in South Carolina. After the death of William Paterson in 1806, Jefferson appointed Henry Brockholst Livingston, a justice of the New York Supreme Court. After Congress added another seat to the Supreme Court with the Seventh Circuit Act of 1807, Jefferson asked individual members of Congress for their recommendations on filling the vacancy. Though Representative George W. Campbell of Tennessee emerged as the most popular choice in Congress, Jefferson was unwilling to appoint a sitting member of Congress. Jefferson instead appointed Thomas Todd, another individual popular among members of Congress, and who served as the chief justice of the Kentucky Court of Appeals. Jefferson hoped that his appointments would weaken Chief Justice Marshall's influence on the Court, but, with the partial exception of Johnson, his Supreme Court appointments tended to support Marshall's decisions.[22] Jefferson also appointed seven United States circuit court judges and nine United States district court judges. After the American Revolution, many Federalists hoped that society would remain largely as it had been during the colonial era, but Jefferson wanted to upend the social order.[23] He advocated a philosophy that historians would later call Jeffersonian democracy, which was marked by his belief in agrarianism and strict limits on the national government. In a world in which few believed in democracy or egalitarianism, Jefferson's belief in political equality stood out from many of the other Founding Fathers of the United States, who continued to believe that the rich and powerful should lead society.[24] Under pressure from Jeffersonian Republicans, states achieved greater suffrage by eliminating property requirements. Expanding suffrage and the mobilization of ordinary people ensured that individuals outside of the elite class had the opportunity to become government officials, especially in the North.[25] Prior to the 1790s, campaigning was considered an interference on each citizen's right to think and vote independently. Without competition for office, voter turnouts were often low, sometimes fewer than 5 percent of eligible men.[26] With the rise of the two-party system, many regions saw voter participation rise to approximately 20 percent in the 1790s and to 80 percent during Jefferson's presidency. Wood writes, \"by the standards of the early nineteenth century America possessed the most popular electoral politics in the world.\"[27] The egalitarianism of the age extended beyond voting rights, as the practice of indentured servitude declined and traditional hierarchies in employment and education were challenged.[28] In a reflection of his own belief in egalitarianism, Jefferson broke with many of the precedents set by Adams and Washington. Jefferson accepted visitors without regard to social status, discontinued the practice of delivering speeches to Congress in person, and enforced a less formal protocol at White House events.[29] In reaction to the expansion of the franchise, even Federalists began to adopt partisan techniques, such as party organization, newspapers, and the establishment of auxiliary societies.[30] The Federalists peacefully accepted the transfer of power to the Democratic-Republicans in 1800, but most party leaders hoped that it would be just a temporary anomaly. Many Federalists continued to serve in state or local office, though prominent Federalists like John Jay and Charles Cotesworth Pinckney retired from public life. Reflecting the fears of other ambitious young Federalists, John Quincy Adams wrote that the Federalist Party had been \"completely and irrevocably abandoned....it never can and never will be revived.\"[31] As Jefferson's presidency continued, Adams's prediction proved accurate, and the Federalists struggled to compete outside of New England.[32] Much of Jefferson's early agenda focused on undoing the Federalist program of the 1790s. Upon taking office, he repealed the remaining provisions of the Alien and Sedition Acts and pardoned all ten individuals who had been prosecuted under the acts.[33] He also began dismantling Hamilton's fiscal system with help from Secretary of the Treasury Gallatin.[34] Jefferson's administration eliminated the whiskey excise and other taxes after closing \"unnecessary offices\" and cutting \"useless establishments and expenses\".[35][36] After the repeal of these taxes, over 90 percent of federal revenue came from import duties.[37] Despite Jefferson's earlier opposition to the national bank, Gallatin persuaded Jefferson to retain the First Bank of the United States.[38] With the repeal of the Federalist program, many Americans had little contact with the federal government, with the exception of the postal service.[39] Jefferson's ultimate goal was to abolish the national debt, which he believed to be inherently dangerous and immoral.[37] Though Gallatin and Jefferson did not find as much Federalist governmental waste as they had expected, their fiscal cuts and the benign economic conditions that persisted for much of Jefferson's presidency allowed them to run budget surpluses.[40] Jefferson shrank the army and the navy, deeming them largely unnecessary in peacetime.[41] He transformed the navy into a fleet consisting of inexpensive gunboats used only for defense, with the idea that they would not provoke foreign hostilities.[35] His administration discharged numerous soldiers, leaving the army with 3,350 officers and enlisted men.[37] At the end of his two terms, Jefferson had lowered the national debt from $83 million to $57 million.[42] In 1806, believing that the country would soon abolish its national debt, Jefferson proposed enlarging the army and passing a constitutional amendment to explicitly allow Congress to spend funds on internal improvements and education, but these proposals were not acted on by Congress.[43] That same year, Congress authorized the construction of the National Road, a route designed to connect the East Coast to St. Louis, although construction on the road did not begin until 1811.[44] In the early 1800s, much of the American frontier was subject to the competing claims of settlers, land speculators, and Native Americans. The Yazoo lands of western Georgia were no exception, and they emerged as a point of major tension during Jefferson's administration. In what became known as the Yazoo land scandal, Georgia had engaged in a massive real estate fraud by selling large tracts of Yazoo land before passing a law retroactively invalidating the grants. With the Compact of 1802, the federal government purchased western Georgia (now the states of Alabama and Mississippi), agreed to seek to extinguish all Native American claims in the region, and also agreed to settle all claims against the land from those who had been defrauded in the scandal.[45] In 1804, Jefferson sought to compensate those defrauded in the Yazoo land scandal by giving them some of the lands acquired in the compact, but Congressman John Randolph successfully mobilized opposition to the proposal, castigating it as a giveaway to land speculators. The incident marked the start of a factionalism within the Democratic-Republican Party that would prove problematic for Jefferson and his successors, as Randolph's \"tertium quids\" freely criticized presidents of their own party.[46] Controversy over the Yazoo lands would continue until 1814, when Congress finally agreed to compensate the claimants.[47] Even before the 1803 purchase of the Louisiana Territory, Jefferson had begun planning for an expedition to the lands west of the Mississippi River.[48] Jefferson considered it important for the United States to establish a claim of \"discovery\" to Oregon Country by documenting and establishing an American presence there before Europeans could establish strong claims.[49] Jefferson also hoped the expedition would discover the long-sought-for Northwest Passage to the Pacific Ocean, which would greatly promote commerce and trade for the country.[50] In 1804, he appointed his personal secretary Meriwether Lewis, along with William Clark, as the leaders of a western expedition, dubbing it the Corps of Discovery.[51][52] Jefferson chose Lewis to lead the expedition rather than someone with only the best scientific credentials because of Lewis' military experience in the woods and \"familiarity with the Indian manners and character.\" Jefferson possessed the largest collection of books in the world on the subject of the geography and natural history of the North American continent, and before the expedition he tutored Lewis in the sciences of mapping, botany, natural history, mineralogy, astronomy, and navigation.[53] In May 1804, the Corps of Discovery, consisting of about 40 men, departed from St. Louis and traveled up the Missouri River.[54] Guided by Sacagawea and various Native American tribes along the way, the expedition, traveling on the Columbia River, reached the Pacific Ocean by November 1805. After the winter thaw the expedition began their return trip on March 22, 1806, and returned to St. Louis on September 23 that year, adding a wealth of scientific and geographical knowledge of the vast territory, along with knowledge of the many Indian tribes.[55] Two months after the expedition's end, Jefferson made his first public statement to Congress giving a one sentence summary about its success before asserting the justification for the expenses involved.[50] The American Philosophical Society ultimately became the repository for many of the expedition's findings, including seeds, fossils, plant, and other specimens.[56] In 1808, businessman John Jacob Astor established a transcontinental fur trading company, and in 1811 his company established Fort Astoria, the first American settlement on the Pacific Coast.[57] In addition to the Corps of Discovery, Jefferson organized other western exploration expeditions, some of which traveled through Spanish territory.[58] William Dunbar and George Hunter led an expedition on the Ouachita River, Thomas Freeman and Peter Custis led the Red River Expedition, and Zebulon Pike led the Pike Expedition into the Rocky Mountains and the Southwest.[59] All of the exploration expeditions sent out under Jefferson's presidency produced valuable information about the American frontier.[59] Jefferson strongly felt the need for a national military university that could produce a competent officer engineering corps that would not have to rely on foreign sources for top grade engineers.[60] An academy would also help to replace many of the Federalist officers who Jefferson dismissed when he took office.[61] Jefferson signed the Military Peace Establishment Act on March 16, 1802, thus founding the United States Military Academy at West Point. The Act documented in 29 sections a new set of laws and limits for the military.[62] In reaction to the Electoral College tie between Jefferson and Burr in 1800, Congress approved an amendment to the Constitution providing a new procedure for electing the president and vice president, and submitted it to the states for ratification in December 1803. The Twelfth Amendment was ratified by the requisite number of states (then 13) to become part of the Constitution in June 1804. The president had no role in the process.[63] One new state, Ohio, was admitted to the Union while Jefferson was in office. The exact date upon which Ohio became a state is unclear. On April 30, 1802, the 7th Congress had passed an act \"authorizing the inhabitants of Ohio to form a Constitution and state government, and admission of Ohio into the Union.\" On February 19, 1803, the same Congress passed an act \"providing for the execution of the laws of the United States in the State of Ohio.\" Neither act, however, set a formal date of statehood. An official statehood date for Ohio was not set until 1953, when the 83rd Congress passed a joint resolution \"for admitting the State of Ohio into the Union\", which designated March 1, 1803, as that date.[64] It was the first state created from the Northwest Territory. Thomas Jefferson envisioned America as the force behind a great \"Empire of Liberty\",[65] that would promote republicanism and counter British imperialism. The Louisiana Purchase of 1803, made by Jefferson in a $15 million deal with Napoleon Bonaparte, doubled the size of the growing nation by adding a huge swath of territory west of the Mississippi River, opening up millions of new farm sites for the yeomen farmers idealized by Jeffersonian Democracy. President James Monroe rounded out the Southeast when he obtained Florida from Spain in the Adams–Onís Treaty.[66] President Jefferson planned the Embargo Act of 1807 to force Europe to comply. It forbade trade with both France and Britain, but they did not bend. Furthermore, Federalists denounced his policy as partisandhip in favor of agrarian interests instead of commercial interests. It was highly unpopular in New England, which began smuggling operations, and proved ineffective in stopping harsh treatment from British warships.[67] For decades prior to Jefferson's accession to office, the Barbary Coast pirates of North Africa had been capturing American merchant ships, pillaging valuable cargoes and enslaving crew members, demanding huge ransoms for their release.[68] Before independence, American merchant ships were protected from the Barbary pirates by the naval and diplomatic influence of Great Britain, but that protection came to end after the colonies won their independence.[69] In 1794, in reaction to the attacks, Congress had passed a law to authorize the payment of tribute to the Barbary States. At the same time, Congress passed the Naval Act of 1794, which initiated construction on six frigates that became the foundation of the United States Navy. By the end of the 1790s, the United States had concluded treaties with all of the Barbary States, but weeks before Jefferson took office Tripoli began attacking American merchant ships in an attempt to extract further tribute.[70] Jefferson was reluctant to become involved in any kind of international conflict, but he believed that force would best deter the Barbary States from demanding further tribute. He ordered the U.S. Navy into the Mediterranean Sea to defend against the Barbary Pirates, beginning the First Barbary War. The administration's initial efforts were largely ineffective, and in 1803 the frigate USS Philadelphia was captured by Tripoli. In February 1804, Lieutenant Stephen Decatur led a successful raid on Tripoli's harbor that burned the Philadelphia, making Decatur a national hero.[71] Jefferson and the young American navy forced Tunis and Algiers into breaking their alliance with Tripoli which ultimately moved it out of the war. Jefferson also ordered five separate naval bombardments of Tripoli, which restored peace in the Mediterranean for a while,[72] although Jefferson continued to pay the remaining Barbary States until the end of his presidency.[73] Jefferson believed that western expansion played an important role in furthering his vision of a republic of yeoman farmers. By the time Jefferson took office, Americans had settled as far west as the Mississippi River, though vast pockets of land remained vacant or inhabited only by Native Americans.[74] Many in the United States, particularly those in the west, favored further territorial expansion, and especially hoped to annex the Spanish province of Louisiana.[75] Given Spain's sparse presence in Louisiana, Jefferson believed that it was just a matter of time until Louisiana fell to either Britain or the United States.[76] U.S. expansionary hopes were temporarily dashed when Napoleon convinced Spain to transfer the province to France in the 1801 Treaty of Aranjuez.[75] Though French pressure played a role in the conclusion of the treaty, the Spanish also believed that French control of Louisiana would help protect New Spain from American expansion.[76] Napoleon's dreams of a re-established French colonial empire in North America threatened to reignite the tensions of the recently concluded Quasi-War.[75] He initially planned to re-establish a French empire in the Americas centered around New Orleans and Saint-Domingue, a sugar-producing Caribbean island in the midst of a slave revolution. One army was sent to Saint-Domingue, and a second army began preparing to travel to New Orleans. After French forces in Saint-Domingue were defeated by the rebels, Napoleon gave up on his plans for an empire in the Western Hemisphere.[77] In early 1803, Jefferson dispatched James Monroe to France to join ambassador Robert Livingston in purchasing New Orleans, East Florida, and West Florida from France.[78] To the surprise of the American delegation, Napoleon offered to sell the entire territory of Louisiana for $15 million.[79] The Americans also pressed for the acquisition of the Floridas, but under the terms of the Treaty of Aranjuez, Spain retained control of both of those territories. On April 30, the two delegations agreed to the terms of the Louisiana Purchase, and Napoleon gave his approval the following day.[80] After Secretary of State James Madison gave his assurances that the purchase was well within even the strictest interpretation of the Constitution, the Senate quickly ratified the treaty, and the House immediately authorized funding.[81] The purchase, concluded in December 1803, marked the end of French ambitions in North America and ensured American control of the Mississippi River.[82] The Louisiana Purchase nearly doubled the size of the United States, and Treasury Secretary Gallatin was forced to borrow from foreign banks to finance the payment to France.[83] Though the Louisiana Purchase was widely popular, some Federalists criticized it; Congressman Fisher Ames wrote, \"We are to give money of which we have too little for land of which we already have too much.\"[84] Having been dropped from the 1804 Democratic-Republican ticket, Burr ran for the position of Governor of New York in an April 1804 election, and was defeated. Federalist Party leader Alexander Hamilton was a key factor in Burr's defeat,[85] having made callous remarks regarding Burr. Believing that his honor was offended, Burr challenged Hamilton to a duel.[86] On July 11, 1804, Burr mortally wounded Hamilton in a duel at Weehawken, New Jersey.[85] Burr was indicted for Hamilton's murder in New York and New Jersey causing him to flee to Georgia, although he remained President of the Senate during Supreme Court Justice Samuel Chase's impeachment trial. The two Burr indictments were \"quietly allowed to die\".[85] After Aaron Burr was disgraced in the duel of 1804 and his own presidential ambitions were ended, he was reported by the British ambassador as wanting to \"effect a separation of the western part of the United States [at the Appalachian Mountains]\". Jefferson believed that to be so by November 1806, because Burr had been rumored to be variously plotting with some western states to secede for an independent empire, or to raise a filibuster to conquer Mexico. At the very least, there were reports of Burr's recruiting men, stocking arms, and building boats. New Orleans seemed especially vulnerable, but at some point, the American general there, James Wilkinson, a double agent for the Spanish, decided to turn on Burr. Jefferson issued a proclamation warning that there were U.S. citizens illegally plotting to take over Spanish holdings. Though Burr was nationally discredited, Jefferson feared for the very Union. In a report to Congress January 1807, Jefferson declared Burr's guilt \"placed beyond question\". By March 1807, Burr was arrested in New Orleans and placed on trial for treason in Richmond, Virginia, with Chief Justice John Marshall presiding. On June 13, Jefferson was subpoenaed by Burr to release documents that favored Burr's defense.[87] Jefferson stated he had no loyalty to Burr and only released a few documents Burr had requested having invoked executive privilege.[87] Jefferson refused to appear at Burr's trial.[87] The weak government case led to Burr's acquittal, but with his reputation ruined he was never able to mount another adventure.[88] Burr later died on his Staten Island residence in October 1836.[89] After early 1802, when he learned that Napoleon intended to regain a foothold in Saint-Domingue and Louisiana, Jefferson proclaimed neutrality in relation to the Haitian Revolution. The U.S. allowed war contraband to \"continue to flow to the blacks through usual U.S. merchant channels and the administration would refuse all French requests for assistance, credits, or loans.\"[90] The \"geopolitical and commercial implications\" of Napoleon's plans outweighed Jefferson's fears of a slave-led nation.[91] After the rebels in Saint-Domingue proclaimed independence from France in the new republic of Haiti in 1804, Jefferson refused to recognize Haiti as the second independent republic in the Americas.[92] In part he hoped to win Napoleon's support over the acquisition of Florida.[93] American slaveholders had been frightened and horrified by the slave massacres of the planter class during the rebellion and after, and a southern-dominated Congress was \"hostile to Haiti.\"[94] They feared its success would encourage slave revolt in the American South. Historian Tim Matthewson notes that Jefferson \"acquiesced in southern policy, the embargo of trade and nonrecognition, the defense of slavery internally and the denigration of Haiti abroad.\"[95] According to the historian George Herring, \"the Florida diplomacy reveals him [Jefferson] at his worst. His lust for land trumped his concern for principle.\"[96] Jefferson's non-recognition of Haiti did little to advance his goal of acquiring East Florida and West Florida, which remained under the control of Spain. Jefferson argued that the Louisiana Purchase had extended as far west as the Rio Grande, and had included West Florida as far east as the Perdido River. He hoped to use that claim, along with French pressure, to force Spain to sell both West Florida and East Florida. In 1806, he won congressional approval of a $2 million appropriation to obtain the Floridas; eager expansionists also contemplated authorizing the president to acquire Canada, by force if necessary.[97] In this case, unlike that of the Louisiana Territory, the dynamics of European politics worked against Jefferson. Napoleon had played Washington against Madrid to see what he could get, but by 1805 Spain was his ally. Spain had no desire to cede Florida, which was part of its leverage against an expanding United States. Revelations of the bribe which Jefferson offered to France over the matter provoked outrage and weakened Jefferson's hand, and he subsequently gave up on Florida.[98] In keeping with his Enlightenment thinking, President Jefferson adopted an assimilation policy towards American Indians known as his \"civilization program\" which included securing peaceful U.S.–Indian treaty alliances and encouraging agriculture. Jefferson advocated that Indian tribes should make federal purchases by credit holding their lands as collateral for repayment. Various tribes accepted Jefferson's policies, including the Shawnees led by Black Hoof and the Creek. However, Jefferson dreamed of a transcontinental nation, and he became increasingly skeptical of assimilation efforts. As his presidency continued, Jefferson prioritized white settlement of the western territories over peaceful assimilation.[99] When Jefferson assumed power, the Shawnee leader Tecumseh and his brother Tenskwatawa were leading raids against American settlements in the Ohio Valley, with munitions provided by British traders in Canada. Attempting to form a confederation of Indian people in the Northwest Territory, the two brothers would be a continual source of irritation to westward settlers. The Indian Nations followed Tenskwatawa who had a vision of purifying his society by expelling American settlers, the \"children of the Evil Spirit\".[100] The success of the Indians gave Britain hope that it could create an Indian satellite nation in parts of the American territory.[101] The raids became a major cause of the later War of 1812.[102] In the 1790s, many anti-slavery leaders had come to believe that the institution of slavery would become extinct in the United States in the foreseeable future. These hopes lay in part on the enthusiasm for the abolition of slavery in the North, and in the decline of the importation of slaves throughout the South. The Constitution had included a provision preventing Congress from enacting a law banning the importation of slaves until 1808.[103] In the years before Jefferson took office, the growing fear of slave rebellions led to diminished enthusiasm in the South for the abolition of slavery, and many states began to enact Black Codes designed to restrict the behavior of free blacks.[104] During his presidential term, Jefferson was disappointed that the younger generation was making no move to abolish slavery; he largely avoided the issue until 1806. He did succeed in convincing Congress to block the foreign importation of slaves into the newly purchased Louisiana Territory.[105] Seeing that in 1808 the twenty-year constitutional ban on ending the international slave trade would expire, in December 1806 in his presidential message to Congress, he called for a law to ban it. He denounced the trade as \"violations of human rights which have been so long continued on the unoffending inhabitants of Africa, in which the morality, the reputation, and the best interests of our country have long been eager to proscribe.\" Jefferson signed the new law and the international trade became illegal in January 1808. The legal trade had averaged 14,000 slaves a year; illegal smuggling at the rate of about 1000 slaves a year continued for decades.[106] \"The two major achievements of Jefferson's presidency were the Louisiana Purchase and the abolition of the slave trade,\" according to historian John Chester Miller.[107] American trade boomed after the outbreak of the French Revolutionary Wars in the early 1790s, in large part because American shipping was allowed to act as neutral carriers with European powers.[108] Though the British sought to restrict trade with the French, they had largely tolerated U.S. trade with mainland France and French colonies after the signing of the Jay Treaty in 1794.[109] Jefferson favored a policy of neutrality in the European wars, and was strongly committed to the principle of freedom of navigation for neutral vessels, including American ships.[110] Early in his tenure, Jefferson was able to maintain cordial relations with both France and Britain, but relations with Britain deteriorated after 1805.[111] Needing sailors, the British Royal Navy seized hundreds of American ships and impressed 6,000 sailors from them, angering Americans.[112] The British began to enforce a blockade of Europe, ending their policy of tolerance towards American shipping. Though the British returned many seized American goods that had not been intended for French ports, the British blockade badly affected American commerce and provoked immense anger throughout the nation. Aside from commercial concerns, Americans were outraged by what they saw as an attack on national honor. In response to the attacks, Jefferson recommended an expansion of the navy, and Congress passed the Non-importation Act, which restricted many, but not all, British imports.[113] To restore peaceful relations with Britain, Monroe negotiated the Monroe–Pinkney Treaty, which would have represented an extension of the Jay Treaty.[114] Jefferson had never favored the Jay Treaty, which had prevented the United States from implementing economic sanctions on Britain, and he rejected the Monroe–Pinkney Treaty. Tensions with Britain heightened due to the Chesapeake–Leopard affair, a June 1807 naval confrontation between an American ship and a British ship that ended in the death or impressment of several American sailors. Beginning with Napoleon's December 1807 Milan Decree, the French began to seize ships trading with the British, leaving American shipping vulnerable to attacks by both of the major naval powers.[115] In response to attacks on American shipping, Congress passed the Embargo Act in 1807, which was designed to force Britain and France into respecting U.S. neutrality by cutting off all American shipping to Britain or France. Almost immediately the Americans began to turn to smuggling in order to ship goods to Europe.[116] Defying his own limited government principles, Jefferson used the military to enforce the embargo. Imports and exports fell immensely, and the embargo proved to be especially unpopular in New England. In March 1809, Congress replaced the embargo with the Non-Intercourse Act, which allowed trade with nations aside from Britain and France.[117] Most historians consider Jefferson's embargo to have been ineffective and harmful to American interests.[118] Even the top officials of the Jefferson administration viewed the embargo as a flawed policy, but they saw it as preferable to war.[119] Appleby describes the strategy as Jefferson's \"least effective policy\", and Joseph Ellis calls it \"an unadulterated calamity\".[120] Others, however, portray it as an innovative, nonviolent measure which aided France in its war with Britain while preserving American neutrality.[121] Jefferson believed that the failure of the embargo was due to selfish traders and merchants showing a lack of \"republican virtue.\" He maintained that, had the embargo been widely observed, it would have avoided war in 1812.[122] Like both of his predecessors, Jefferson ran for a second term. The election of 1804 was the first to be held after the ratification of the Twelfth Amendment, which instituted the current electoral system in which separate electoral votes are cast for the presidency and vice presidency. With Burr having little chance at re-nomination, the party's congressional nominating caucus chose Governor George Clinton of New York as Jefferson's running mate. The Federalists nominated Charles Cotesworth Pinckney for president and Rufus King for vice president. The Federalists made attacks on Jefferson's alleged atheism, his support for democratization, and his affair with Sally Hemings the centerpiece of their campaign, arguing that Jefferson's affair with an enslaved woman was hypocritical given his continuing support for slavery. The Democratic-Republicans enjoyed a marked advantage in party organization, while the Federalists and their ethos of government-by-the-elite were becoming increasingly unpopular. Jefferson won every state except for Connecticut and Delaware, taking 162 of the 174 electoral votes.[123] Jefferson, who believed that incumbents should not serve indefinitely, followed the two-term tradition precedent established by Washington, and declined to seek a third term. Instead, he endorsed his advisor and friend James Madison for the presidency. Jefferson's assertive foreign policy created intra-party criticism from the tertium quids, led by Randolph.[124] Randolph and other powerful Democratic-Republican leaders opposed to Madison, including Samuel Smith and William Duane, rallied around the potential candidacy of James Monroe.[125] Additionally, Vice President Clinton, who had accepted the vice presidential nomination again, announced his own candidacy for president. It took all of Jefferson's prestige and charm to convince dissident Democratic-Republicans not to bolt from the party out of disdain for Madison.[126] In the end, Madison headed off the intra-party challenges and defeated Federalist nominee Charles Cotesworth Pinckney, winning 122 of the 176 electoral votes in the 1808 election.[127] Historian Jon Meacham opines that Jefferson was the most influential figure of the democratic republic in its first half century, succeeded by presidential adherents James Madison, James Monroe, Andrew Jackson, and Martin Van Buren.[128] Jefferson's reputation declined during the Civil War due to his support of states' rights. In the late 19th century, his legacy was widely criticized; conservatives felt his democratic philosophy had led to that era's populist movement, while Progressives sought a more activist federal government than Jefferson's philosophy allowed. Both groups saw Hamilton as vindicated by history, rather than Jefferson, and President Woodrow Wilson even described Jefferson as \"though a great man, not a great American\".[129] In the 1930s, Jefferson was held in higher esteem; President Franklin D. Roosevelt and New Deal Democrats celebrated his struggles for \"the common man\" and reclaimed him as their party's founder. Jefferson became a symbol of American democracy in the incipient Cold War, and the 1940s and '50s saw the zenith of his popular reputation.[130] Following the civil rights movement of the 1950s and '60s, Jefferson's slaveholding came under new scrutiny, particularly after DNA testing in the late 1990s supported allegations he had a relationship with Sally Hemings.[131] Noting the huge output of scholarly books on Jefferson in recent years, historian Gordon Wood summarizes the raging debates about Jefferson's stature: \"Although many historians and others are embarrassed about his contradictions and have sought to knock him off the democratic pedestal ... his position, though shaky, still seems secure.\"[132] Polls of historians and political scientists generally rank Jefferson as one of the best presidents, often just outside the top three. The Siena Research Institute poll of presidential scholars, begun in 1982, has consistently ranked Jefferson as one of the five best U.S. presidents,[133] and a 2015 Brookings Institution poll of the American Political Science Association members ranked him as the fifth greatest president.[134] Though historians tend to think highly of Jefferson's overall performance as president, a 2006 poll of historians ranked the Embargo Act of 1807 as the seventh-worst mistake made by a sitting president.[135]","Title":"Presidency of Thomas Jefferson - Wikipedia","KeyID":"4769","URL":"https://en.wikipedia.org/wiki/Presidency_of_Thomas_Jefferson"}