{"Content: ":"Lyndon B. Johnson's tenure as the 36th president of the United States began on November 22, 1963 following the assassination of President Kennedy and ended on January 20, 1969. He had been vice president for 1,036 days when he succeeded to the presidency. A Democrat from Texas, he ran for and won a full four-year term in the 1964 election, winning in a landslide over Republican opponent Arizona Senator Barry Goldwater. Johnson did not run for a second full term in the 1968 presidential election. He was succeeded by Republican Richard Nixon. His presidency marked the high tide of modern liberalism in the United States. Johnson expanded upon the New Deal with the Great Society, a series of domestic legislative programs to help the poor and downtrodden. After taking office, he won passage of a major tax cut, the Clean Air Act, and the Civil Rights Act of 1964. After the 1964 election, Johnson passed even more sweeping reforms. The Social Security Amendments of 1965 created two government-run healthcare programs, Medicare and Medicaid. The Voting Rights Act of 1965 prohibits racial discrimination in voting, and its passage enfranchised millions of Southern African-Americans. Johnson declared a \"War on Poverty\" and established several programs designed to aid the impoverished. He also presided over major increases in federal funding to education and the end of a period of restrictive immigration laws. In foreign affairs, Johnson's presidency was dominated by the Cold War and the Vietnam War. He pursued conciliatory policies with the Soviet Union, setting the stage for the détente of the 1970s. He was nonetheless committed to a policy of containment, and he escalated the U.S. presence in Vietnam in order to stop the spread of Communism in Southeast Asia during the Cold War. The number of American military personnel in Vietnam increased dramatically, from 16,000 soldiers in 1963 to over 500,000 in 1968. Growing anger with the war stimulated a large antiwar movement based especially on university campuses in the U.S. and abroad. Johnson faced further troubles when summer riots broke out in most major cities after 1965. While he began his presidency with widespread approval, public support for Johnson declined as the war dragged on and domestic unrest across the nation increased. At the same time, the New Deal coalition that had unified the Democratic Party dissolved, and Johnson's support base eroded with it. Though eligible for another term, Johnson announced in March 1968 that he would not seek renomination. His preferred successor, Vice President Hubert Humphrey, won the Democratic nomination but was defeated by Nixon in the general election. Though he left office with low approval ratings, polls of historians and political scientists tend to have Johnson ranked as an above-average president. His domestic programs transformed the United States and the role of the federal government, and many of his programs remain in effect today. Johnson's handling of the Vietnam War remains broadly unpopular, but his civil rights initiatives are nearly-universally praised for their role in removing barriers to racial equality. Ramsey Clark was the last surviving member of Johnson's cabinet, who died on April 9, 2021. Johnson represented Texas in the United States Senate from 1949 to 1961, and served as the Democratic leader in the Senate beginning in 1953.[1] He sought the 1960 Democratic presidential nomination, but was defeated by John F. Kennedy. Hoping to shore up support in the South and West, Kennedy asked Johnson to serve as his running mate, and Johnson agreed to join the ticket. In the 1960 presidential election, the Kennedy-Johnson ticket narrowly defeated the Republican ticket led by Vice President Richard Nixon.[2] Johnson played a frustrating role as a powerless vice president, rarely consulted except specific issues such as the space program.[3] Kennedy was assassinated on November 22, 1963, while riding in a presidential motorcade through Dallas.[4] Later that day, Johnson took the presidential oath of office aboard Air Force One.[5] Johnson was convinced of the need to make an immediate show of transition of power after the assassination to provide stability to a grieving nation. He and the Secret Service, not knowing whether the assassin acted alone or as part of a broader conspiracy, felt compelled to return rapidly to Washington, D.C. Johnson's rush to return to Washington was greeted by some with assertions that he was in too much haste to assume power.[4] Taking up Kennedy's legacy, Johnson declared that \"no memorial oration or eulogy could more eloquently honor President Kennedy's memory than the earliest possible passage of the Civil Rights Bill for which he fought so long.\"[6] The wave of national grief following the assassination gave enormous momentum to Johnson's legislative agenda. On November 29, 1963, Johnson issued an executive order renaming NASA's Launch Operations Center at Merritt Island, Florida, as the Kennedy Space Center, and the nearby launch facility at Cape Canaveral Air Force Station as Cape Kennedy.[7] In response to the public demand for answers and the growing number of conspiracy theories, Johnson established a commission headed by Chief Justice Earl Warren, known as the Warren Commission, to investigate Kennedy's assassination.[8] The commission conducted extensive research and hearings and unanimously concluded that Lee Harvey Oswald acted alone in the assassination.[9] Since the commission's official report was released in September 1964, other federal and municipal investigations have been conducted, most of which support the conclusions reached in the Warren Commission report. Nonetheless, a significant percentage of Americans polled still indicate a belief in some sort of conspiracy.[10][11] When Johnson assumed office following President Kennedy's death, he asked the existing Cabinet to remain in office.[12] Despite his notoriously poor relationship with the new president, Attorney General Robert F. Kennedy stayed on as Attorney General until September 1964, when he resigned to run for the U.S. Senate.[13] Four of the Kennedy cabinet members Johnson inherited—Secretary of State Dean Rusk, Secretary of the Interior Stewart Udall, Secretary of Agriculture Orville L. Freeman, and Secretary of Labor W. Willard Wirtz—served until the end of Johnson's presidency.[14] Other Kennedy holdovers, including Secretary of Defense Robert McNamara, left office during Johnson's tenure. After the creation of the Department of Housing and Urban Development in 1965, Johnson appointed Robert C. Weaver as the head of that department, making Weaver the first African-American cabinet secretary in U.S. history.[15] Johnson concentrated decision-making in his greatly expanded White House staff.[16][17][18] Many of the most prominent Kennedy staff appointees, including Ted Sorensen and Arthur M. Schlesinger Jr., left soon after Kennedy's death. Other Kennedy staffers, including National Security Advisor McGeorge Bundy and Larry O'Brien, played important roles in the Johnson administration.[19] Johnson did not have an official White House Chief of Staff. Initially, his long-time administrative assistant Walter Jenkins presided over the day-to-day operations at the White House.[20] Bill Moyers, the youngest member of Johnson's staff, was hired at the outset of Johnson's presidency. Moyers quickly rose into the front ranks of the president's aides and acted informally as the president's chief of staff after the departure of Jenkins.[21] George Reedy, another long-serving aide, assumed the post of White House Press Secretary,[22] while Horace Busby, a valued aide to Johnson at various points in his political career, served primarily as a speech writer and political analyst.[23] Other notable Johnson staffers include Jack Valenti, George Christian, Joseph A. Califano Jr., Richard N. Goodwin, and W. Marvin Watson.[24] The office of vice president remained vacant during Johnson's first (425-day partial) term, as at the time there was no way to fill a vacancy in the vice presidency. Johnson selected Senator Hubert Humphrey of Minnesota, a leading liberal, as his running mate in the 1964 election, and Humphrey served as vice president throughout Johnson's second term.[25] Led by Senator Birch Bayh and Representative Emanuel Celler, Congress, on July 5, 1965, approved an amendment to the Constitution addressing succession to the presidency and establishing procedures both for filling a vacancy in the office of the vice president, and for responding to presidential disabilities. It was ratified by the requisite number of states on February 10, 1967, becoming the Twenty-fifth Amendment to the United States Constitution.[26] Johnson made two appointments to the Supreme Court while in office. Anticipating court challenges to his legislative measures, Johnson thought it would be advantageous to have a close confidant on the Supreme Court who could provide him with inside information, and chose prominent attorney and close friend Abe Fortas to fill that role. He created an opening on the court by convincing Justice Goldberg to become United States Ambassador to the United Nations.[27] When a second vacancy arose in 1967, Johnson appointed Solicitor General Thurgood Marshall to the Court, and Marshall became the first African American Supreme Court justice in U.S. history.[28] In 1968, Johnson nominated Fortas to succeed retiring Chief Justice Earl Warren and nominated Homer Thornberry to succeed Fortas as an associate justice. Fortas's nomination was defeated by senators opposed to his liberal views and close association with the president.[29] Marshall would be a consistent liberal voice on the Court until his retirement in 1991, but Fortas stepped down from the Supreme Court in 1969.[30] In addition to his Supreme Court appointments, Johnson appointed 40 judges to the United States Courts of Appeals, and 126 judges to the United States district courts. Here too he had a number of judicial appointment controversies, with one appellate and three district court nominees not being confirmed by the U.S. Senate before his presidency ended. Despite his political prowess and previous service as Senate Majority Leader, Johnson had largely been sidelined in the Kennedy administration. He took office determined to secure the passage of Kennedy's unfinished domestic agenda, which, for the most part, had remained bottled-up in various congressional committees.[31][32] Many of the liberal initiatives favored by Kennedy and Johnson had been blocked for decades by a conservative coalition of Republicans and Southern Democrats; on the night Johnson became president, he asked an aide, \"do you realize that every issue that is on my desk tonight was on my desk when I came to Congress in 1937?\"[33] By early 1964, Johnson had begun to use the name \"Great Society\" to describe his domestic program; the term was coined by Richard Goodwin, and drawn from Eric Goldman's observation that the title of Walter Lippman's book The Good Society best captured the totality of president's agenda. Johnson's Great Society program encompassed movements of urban renewal, modern transportation, clean environment, anti-poverty, healthcare reform, crime control, and educational reform.[34] To ensure the passage of his programs, Johnson placed an unprecedented emphasis on relations with Congress.[35] Influenced by the Keynesian school of economics, Kennedy had proposed a tax cut designed to stimulate consumer demand and lower unemployment.[41] Kennedy's bill was passed by the House, but faced opposition from Harry Byrd, the chairman of the Senate Finance Committee.[42] After Johnson took office and agreed to decrease the total federal budget to under $100 billion, Byrd dropped his opposition, clearing the way for the passage of the Revenue Act of 1964.[43] Signed into law on February 26, 1964, the act cut individual income tax rates across the board by approximately 20 percent, cut the top marginal tax rate from 91 to 70 percent, and slightly reduced corporate tax rates.[44] Passage of the long-stalled tax cut facilitated efforts to move ahead on civil rights legislation.[45] Despite a period of strong economic growth,[46] heavy spending on the Vietnam War and on domestic programs contributed to a rising budget deficit, as well as a period of inflation that would continue into the 1970s.[47] Between fiscal years 1966 and 1967, the budget deficit more than doubled to $8.6 billion, and it continued to grow in fiscal year 1968.[48] To counter this growing budget deficit, Johnson reluctantly signed a second tax bill, the Revenue and Expenditure Control Act of 1968, which included a mix of tax increases and spending cuts, producing a budget surplus for fiscal year 1969.[49][50] Though a product of the South and a protege of segregationist Senator Richard Russell Jr., Johnson had long been personally sympathetic to the Civil Rights Movement.[51] By the time he took office as president, he had come to favor passage of the first major civil rights bill since the Reconstruction Era.[52] Kennedy had submitted a major civil rights bill that would ban segregation in public institutions, but it remained before Congress when Johnson assumed the presidency.[53] Johnson sought not only to win passage of the bill, but also to prevent Congress from stripping the most important provisions of the bill and passing another watered-down civil rights bill, as it had done in the 1950s.[54] He opened his January 8, 1964, State of the Union address with a public challenge to Congress, stating, \"let this session of Congress be known as the session which did more for civil rights than the last hundred sessions combined.\"[42] Biographer Randall B. Woods writes that Johnson effectively used appeals to Judeo-Christian ethics to garner support for the civil rights law, stating that \"LBJ wrapped white America in a moral straight jacket. How could individuals who fervently, continuously, and overwhelmingly identified themselves with a merciful and just God continue to condone racial discrimination, police brutality, and segregation?\"[55] In order for Johnson's civil rights bill to reach the House floor for a vote, the president needed to find a way to circumvent Representative Howard W. Smith, the chairman of the House Rules Committee. Johnson and his allies convinced uncommitted Republicans and Democrats to support a discharge petition, which would force the bill onto the House floor.[42][56] Facing the possibility of being bypassed by a discharge petition, the House Rules Committee approved the civil rights bill and moved it to the floor of the full House.[57] Possibly in an attempt to derail the bill,[58] Smith added an amendment to the bill that would ban gender discrimination in employment.[59] Despite the inclusion of the gender discrimination provision, the House passed the civil rights bill by a vote of 290–110 on February 10, 1964.[60] 152 Democrats and 136 Republicans voted in favor of the bill, while the majority of the opposition came from 88 Democrats representing states that had seceded during the Civil War.[61] Johnson convinced Senate Majority Leader Mike Mansfield to put the House bill directly into consideration by the full Senate, bypassing the Senate Judiciary Committee and its segregationist chairman James Eastland.[62] Since bottling up the civil rights bill in a committee was no longer an option, the anti-civil rights senators were left with the filibuster as their only remaining tool. Overcoming the filibuster required the support of at least 20 Republicans, who were growing less supportive of the bill due to the fact that the party's leading presidential contender, Senator Barry Goldwater, opposed the bill.[63] Johnson and the conservative Dirksen reached a compromise in which Dirksen agreed to support the bill, but the Equal Employment Opportunity Commission's enforcement powers were weakened.[64] After months of debate, the Senate voted for closure in a 71–29 vote, narrowly clearing the 67-vote threshold then required to break filibusters.[65] Though most of the opposition came from Southern Democrats, Senator Goldwater and five other Republicans also voted against ending the filibuster.[65] On June 19, the Senate voted to 73–27 in favor of the bill, sending it to the president.[66] Johnson signed the Civil Rights Act of 1964 into law on July 2. The act banned racial segregation in public accommodations, banned employment discrimination on the basis of race, gender, or religion,[a] and strengthened the federal government's power to investigate racial and gender employment discrimination.[67] Legend has it that, while signing the Civil Rights Act of 1964, Johnson told an aide, \"We have lost the South for a generation,\" as he anticipated coming backlash from Southern whites against the Democratic Party.[68] The Civil Rights Act was later upheld by the Supreme Court in cases such as Heart of Atlanta Motel, Inc. v. United States.[42] After the end of Reconstruction, most Southern states enacted laws designed to disenfranchise and marginalize black citizens from politics so far as practicable without violating the Fifteenth Amendment. Even with the passage of the Civil Rights Act of 1964 and the January 1964 ratification of the 24th Amendment, which banned poll taxes, many states continued to effectively disenfranchise African-Americans through mechanisms such as \"white primaries\" and literacy tests.[69][70] Shortly after the 1964 elections, Johnson privately instructed Attorney General Katzenbach to draft \"the goddamndest, toughest voting rights act that you can.\"[71] He did not, however, publicly push for the legislation at that time; his advisers warned him of political costs for vigorously pursuing a voting rights bill so soon after Congress had passed the Civil Rights Act, and Johnson was concerned that championing voting rights would endanger his other Great Society reforms by angering Southern Democrats in Congress.[71] Soon after the 1964 election, civil rights organizations such as the Southern Christian Leadership Conference (SCLC) and the Student Nonviolent Coordinating Committee (SNCC) began a push for federal action to protect the voting rights of racial minorities.[70] On March 7, 1965, these organizations began the Selma to Montgomery marches in which Selma residents proceeded to march to Alabama's capital, Montgomery, to highlight voting rights issues and present Governor George Wallace with their grievances. On the first march, demonstrators were stopped by state and county police, who shot tear gas into the crowd and trampled protesters. Televised footage of the scene, which became known as \"Bloody Sunday\", generated outrage across the country.[72] In response to the rapidly increasing political pressure upon him, Johnson decided to immediately send voting rights legislation to Congress, and to address the American people in a speech before a Joint session of Congress. He began: I speak tonight for the dignity of man and the destiny of democracy. I urge every member of both parties, Americans of all religions and of all colors, from every section of this country, to join me in that cause. ... Rarely in any time does an issue lay bare the secret heart of America itself. Rarely are we met with a challenge, not to our growth or abundance, or our welfare or our security, but rather to the values and the purposes and the meaning of our beloved nation. The issue of equal rights for American Negroes is such an issue. And should we defeat every enemy, and should we double our wealth and conquer the stars, and still be unequal to this issue, then we will have failed as a people and as a nation. For, with a country as with a person, 'what is a man profited if he shall gain the whole world, and lose his own soul?'[72][73] Johnson and Dirksen established a strong bipartisan alliance in favor of the Voting Rights Act of 1965, precluding the possibility of a Senate filibuster defeating the bill. In August 1965, the House approved the bill by a vote of 333 to 85, and Senate passed the bill by a vote of 79 to 18.[74] The landmark legislation, which Johnson signed into law on August 6, 1965, outlawed discrimination in voting, thus allowing millions of Southern blacks to vote for the first time. In accordance with the act, Alabama, South Carolina, North Carolina, Georgia, Louisiana, Mississippi, and Virginia were subjected to the procedure of preclearance in 1965.[75] The results were significant; between the years of 1968 and 1980, the number of Southern black elected state and federal officeholders nearly doubled.[73] In Mississippi, the voter registration rate of African Americans rose from 6.7 percent to 59.8 percent between 1964 and 1967, a reflection of a broader increase in African-American voter registration rates.[76] In April 1966, Johnson submitted a bill to Congress that barred house owners from refusing to enter into agreements on the basis of race; the bill immediately garnered opposition from many of the Northerners who had supported the last two major civil rights bills.[77] Though a version of the bill passed the House, it failed to win Senate approval, marking Johnson's first major legislative defeat.[78] The law gained new impetus after the April 4, 1968, assassination of Martin Luther King Jr., and the civil unrest across the country following King's death.[79] With newly urgent attention from the Johnson administration and Democratic Speaker of the House John William McCormack, the bill passed Congress on April 10 and was quickly signed into law by Johnson.[79][80] The Fair Housing Act, a component of the bill, outlawed several forms of housing discrimination and effectively allowed many African Americans to move to the suburbs.[81] The 1962 publication of The Other America had helped to raise the profile of poverty as a public issue, and the Kennedy administration had begun formulating an anti-poverty initiative.[82] Johnson built on this initiative, and in his 1964 State of the Union Address stated, \"this administration today, here and now, declares an unconditional war on poverty in America.\"[83] In April 1964, Johnson proposed the Economic Opportunity Act of 1964, which would create the Office of Economic Opportunity (OEO) to oversee local Community Action Agencies charged with dispensing aid to those in poverty.[84] The act would also create the Job Corps, a work-training program, and AmeriCorps VISTA, a domestic version of the Peace Corps.[85] The bill reflected Johnson's belief that the government could best help the impoverished by providing them with economic opportunities.[86] Johnson was able to win the support of enough conservative Democrats to pass the bill, which he signed on August 20, 1964.[87] Under the leadership of Sargent Shriver, the OEO developed programs like Head Start and Neighborhood Legal Services.[88] Johnson also convinced Congress to approve the Food Stamp Act of 1964, which made permanent the food stamp pilot programs that had been initiated by President Kennedy.[89] In August 1965, Johnson signed the Housing and Urban Development Act of 1965 into law. The legislation, which he called \"the single most important breakthrough\" in federal housing policy since the 1920s, greatly expanded funding for existing federal housing programs, and added new programs to provide rent subsidies for the elderly and disabled; housing rehabilitation grants to poor homeowners; provisions for veterans to make very low down-payments to obtain mortgages; new authority for families qualifying for public housing to be placed in empty private housing (along with subsidies to landlords); and matching grants to localities for the construction of water and sewer facilities, construction of community centers in low-income areas, and urban beautification.[90][91] Four weeks later, on September 9, the president signed legislation establishing the U.S. Department of Housing and Urban Development.[92] Johnson took an additional step in the War on Poverty with an urban renewal effort, presenting to Congress in January 1966 the \"Demonstration Cities Program.\" To be eligible a city would need to demonstrate its readiness to \"arrest blight and decay and make substantial impact on the development of its entire city.\" Johnson requested an investment of $400 million per year totaling $2.4 billion. In late 1966, Congress passed a substantially reduced program costing $900 million, which Johnson later called the Model Cities Program.[93] In August 1968, Johnson passed an even larger funding package, designed for expanding aid to cities, the Housing and Urban Development Act of 1968. The program extended upon the 1965 legislation, but created two new housing finance programs designed for moderate-income families, Section 235 and 236, and vastly expanded support for public housing and urban renewal. As a result of Johnson's War on Poverty, as well as a strong economy, the nationwide poverty rate fell from 20 percent in 1964 to 12 percent in 1974.[46] In the long run, statistical analysis shows that the Official Poverty Rate fell from 19.5 percent in 1963 to 12.3 percent in 2017. However, using a broader definition that includes cash income, taxes, and major in-kind transfers and inflation rates, the \"Full-income Poverty Rate\" based on President Johnson's standards fell from 19.5 percent to 2.3 percent over that period.[94] Johnson, whose own ticket out of poverty was a public education in Texas, fervently believed that education was a cure for ignorance and poverty.[95][page range too broad] Education funding in the 1960s was especially tight due to the demographic challenges posed by the large Baby Boomer generation, but Congress had repeatedly rejected increased federal financing for public schools.[96] Buoyed by his landslide victory in the 1964 election, in early 1965 Johnson proposed the Elementary and Secondary Education Act (ESEA), which would double federal spending on education from $4 billion to $8 billion.[97] The bill quickly passed both houses of Congress by wide margins.[98] ESEA increased funding to all school districts, but directed more money going to districts that had large proportions of students from poor families.[99] The bill offered funding to parochial schools indirectly, but prevented school districts that practiced segregation from receiving federal funding. The federal share of education spending rose from 3 percent in 1958 to 10 percent in 1965, and continued to grow after 1965.[100] The act also contributed to a major increase in the pace of desegregation, as the share of Southern African-American students attending integrated schools rose from two percent in 1964 to 32 percent in 1968.[101] Johnson's second major education program was the Higher Education Act of 1965, which focused on funding for lower income students, including grants, work-study money, and government loans. College graduation rates boomed after the passage of the act, with the percentage of college graduates tripling from 1964 to 2013.[81] Johnson also signed a third important education bill in 1965, establishing the Head Start program to provide grants for preschools.[102] Since 1957, many Democrats had advocated for the government to cover the cost of hospital visits for seniors, but the American Medical Association and fiscal conservatives opposed a government role in health insurance.[103] By 1965, half of Americans over the age of 65 did not have health insurance.[104] Johnson supported the passage of the King-Anderson Bill, which would establish a Medicare program for older patients administered by the Social Security Administration and financed by payroll taxes.[105] Wilbur Mills, chairman of the key House Ways and Means Committee, had long opposed such reforms, but the election of 1964 had defeated many allies of the AMA and shown that the public supported some version of public medical care.[106] Mills and Johnson administration official Wilbur J. Cohen crafted a three-part healthcare bill consisting of Medicare Part A, Medicare Part B, and Medicaid. Medicare Part A covered up to ninety days of hospitalization (minus a deductible) for all Social Security recipients, Medicare Part B provided voluntary medical insurance to seniors for physician visits, and Medicaid established a program of state-provided health insurance for indigents.[107] The bill quickly won the approval of both houses of Congress, and Johnson signed the Social Security Amendments of 1965 into law on July 30, 1965.[108] Johnson gave the first two Medicare cards to former President Harry S. Truman and his wife Bess after signing the Medicare bill at the Truman Library in Independence, Missouri.[109] Although some doctors attempted to prevent the implementation of Medicare by boycotting it, it eventually became a widely accepted program.[110] By 1976, Medicare and Medicaid covered one-fifth of the population, but large segments of the United States still did not have medical insurance.[111] The 1962 publication of Silent Spring by Rachel Carson brought new attention to environmentalism and the danger that pollution posed to public health.[112] Johnson retained Kennedy's staunchly pro-environment Secretary of the Interior, Stewart Udall, and signed into law numerous bills designed to protect the environment.[113] He signed into law the Clean Air Act of 1963, which had been proposed by Kennedy. The Clean Air Act set emission standards for stationary emitters of air pollutants and directed federal funding to air quality research.[114] In 1965, the act was amended by the Motor Vehicle Air Pollution Control Act, which directed the federal government to establish and enforce national standards for controlling the emission of pollutants from new motor vehicles and engines.[115] In 1967, Johnson and Senator Edmund Muskie led passage of the Air Quality Act of 1967, which increased federal subsidies for state and local pollution control programs.[116] During his time as President, Johnson signed over 300 conservation measures into law, forming the legal basis of the modern environmental movement.[117] In September 1964, Johnson signed a law establishing the Land and Water Conservation Fund, which aids the purchase of land used for federal and state parks. That same month, he signed the Wilderness Act, which established the National Wilderness Preservation System.[118] In 1965, First Lady Lady Bird Johnson took the lead in calling for passage of the Highway Beautification Act.[119] That same year, Muskie led passage of the Water Quality Act of 1965, though conservatives stripped a provision of the act that would have given the federal government the authority to set clean water standards.[120] Johnson himself did not rank immigration as a high priority, but congressional Democrats, led by Emanuel Celler, passed the sweeping Immigration and Nationality Act of 1965. The act repealed the National Origins Formula, which had restricted emigration from countries outside of Western Europe and the Western Hemisphere. The law did not greatly increase the number of immigrants who would be allowed into the country each year (approximately 300,000), but it did provide for a family reunification provision that allowed for some immigrants to enter the country regardless of the overall number of immigrants. Largely because of the family reunification provision, the overall level of immigration increased far above what had been expected. Those who wrote the law expected that it would lead to more immigration from Southern Europe and Eastern Europe, as well as relatively minor upticks in immigration from Asia and Africa. Contrary to these expectations, the main source of immigrants shifted away from Europe; by 1976, more than half of legal immigrants came from Mexico, the Philippines, Korea, Cuba, Taiwan, India, or the Dominican Republic.[121] The percentage of foreign-born in the United States increased from 5 percent in 1965 to 14 percent in 2016.[122] Johnson also signed the Cuban Adjustment Act, which granted Cuban refugees an easier path to permanent residency and citizenship.[123] During the mid-1960s, various consumer protection activists and safety experts began making the case to Congress and the American people that more needed to be done to make roads less dangerous and vehicles more safe.[124] This sentiment crystallized into conviction following the 1965 publication of Unsafe at Any Speed by Ralph Nader. Early in the following year, Congress held a series of highly publicized hearings regarding highway safety, and ultimately approved two bills—the National Traffic and Motor Vehicle Safety Act (NTMVSA) and the Highway Safety Act (HSA)—which the president signed into law on September 9, thus making the federal government responsible for setting and enforcing auto and road safety standards.[124] The HSA required each state to implement a safety program supporting driver education and improved licensing and auto inspection; it also strengthened the existing National Driver Register operated by the Bureau of Public Roads.[125] The NTMVSA set federal motor vehicle safety standards, requiring safety features such as seat belts for every passenger, impact-absorbing steering wheels, rupture-resistant fuel tanks, and side-view mirrors.[124] In March 1966, Johnson asked Congress to establish a Cabinet-level department that would coordinate and manage federal transportation programs, provide leadership in the resolution of transportation problems, and develop national transportation policies and programs.[126] This new transportation department would bring together the Commerce Department's Office of Transportation, the Bureau of Public Roads, the Federal Aviation Agency, the Coast Guard, the Maritime Administration, the Civil Aeronautics Board, and the Interstate Commerce Commission. The bill passed both houses of Congress after some negotiation over navigation projects and maritime interests, and Johnson signed the Department of Transportation Act into law on October 15, 1966.[127] Altogether, 31 previously scattered agencies were brought under the Department of Transportation, in what was the biggest reorganization of the federal government since the National Security Act of 1947.[126] The American public was generally supportive of the Johnson administration's rapid escalation of U.S. military involvement in South Vietnam in late 1964.[128] Johnson closely watched the public opinion polls,[129] which after 1964 generally showed that the public was consistently 40–50 percent hawkish (in favor of stronger military measures) and 10–25 percent dovish (in favor of negotiation and disengagement). Johnson quickly found himself pressed between hawks and doves; as his aides told him, \"both hawks and doves [are frustrated with the war] ... and take it out on you.\"[130] Many anti-war activists identified as members of the \"New Left,\" a broad political movement that distrusted both contemporary mainstream liberalism and Marxism.[131] Although other groups and individuals attacked the Vietnam War for various reasons, student activists emerged as the most vocal component of the anti-war movement. Membership of Students for a Democratic Society, a major New Left student group opposed to Johnson's foreign policy, tripled during 1965.[132] Despite campus protests, the war remained generally popular throughout 1965 and 1966.[133] Following the January 1967 publication of a photo-essay by William F. Pepper depicting some of the injuries inflicted on Vietnamese children by the U.S. bombing campaign, Martin Luther King Jr. spoke out against the war publicly for the first time.[134] King and New Left activist Benjamin Spock led an Anti-Vietnam War march on April 15, 1967, in which 400,000 people walked from New York City's Central Park to the headquarters of the United Nations.[135] On June 23, 1967, while the president was addressing a Democratic fundraiser at The Century Plaza Hotel in Los Angeles, police forcibly dispersed about 10,000 peaceful Vietnam War demonstrators marching in front of the hotel.[136] A Gallup poll in July 1967 showed that 52 percent of the country disapproved of Johnson's handling of the war,[137] and Johnson rarely campaigned in public after the Century Plaza Hotel incident.[138] Convinced that Communists had infiltrated the anti-war movement, Johnson authorized what became known as Operation CHAOS, an illegal CIA domestic spying operation, but the CIA did not find evidence of Communist influence in the anti-war movement.[139] The nation experienced a series of \"long hot summers\" of civil unrest during the Johnson years. They started in 1964 with riots in Harlem and the Watts district of Los Angeles both of which were fueled by accusations of police brutality against minority residents.[140] In 1967, in what is known as the \"Long hot summer of 1967,\" 159 riots erupted across the United States. The 1967 Newark riots left 26 dead and 1,500 injured, while the 1967 Detroit riot resulted in 43 deaths, 2250 injuries, 4,000 arrests, and millions of dollars worth of property damage.[141] Whites and blacks took part in the riots, but most of the rioters were African Americans who objected to discrimination in housing, employment, and education.[142] The riots confounded many civil rights activists of both races due to the recent passage of major civil rights legislation. They also caused a backlash among Northern whites, many of whom stopped supporting civil rights causes.[143] Johnson formed an advisory commission, informally known as the Kerner Commission, to explore the causes behind the recurring outbreaks of urban civil disorder.[144] The commission's 1968 report suggested legislative measures to promote racial integration and alleviate poverty and concluded that the nation was \"moving toward two societies, one black, one white—separate and unequal.\"[145] The president, fixated on the Vietnam War and keenly aware of budgetary constraints, barely acknowledged the report.[141] One month after the release of the Kerner Commission's report, the April 4, 1968, assassination of Martin Luther King Jr. sparked another wave of violent protests in more than 130 cities across the country.[146] A few days later, in a candid comment made to press secretary George Christian concerning the endemic social unrest in the nation's cities, Johnson remarked, \"What did you expect? I don't know why we're so surprised. When you put your foot on a man's neck and hold him down for three hundred years, and then you let him up, what's he going to do? He's going to knock your block off.\"[147] Congress, meanwhile, passed the Omnibus Crime Control and Safe Streets Act of 1968, which increased funding for law enforcement agencies and authorized wiretapping in certain situations. Johnson considered vetoing the bill, but the apparent popularity of the bill convinced him to sign it.[148] Johnson created a new role for the federal government in supporting the arts, humanities, and public broadcasting. To support humanists and artists, his administration set up the National Endowment for the Humanities and the National Endowment for the Arts.[149] In 1967, Johnson signed the Public Broadcasting Act to create educational television programs.[150] The government had set aside radio bands for educational non-profits in the 1950s, and the Federal Communications Commission under President Kennedy had awarded the first federal grants to educational television stations, but Johnson sought to create a vibrant public television that would promote local diversity as well as educational programs.[150] The legislation, which was based on the findings of the Carnegie Commission on Educational Television, created a decentralized network of public television stations.[150] While Johnson was in office, NASA conducted the Gemini manned space program, developed the Saturn V rocket, and prepared to make the first manned Apollo program flights. On January 27, 1967, the nation was stunned when the entire crew of Apollo 1—Gus Grissom, Ed White, and Roger Chaffee—died in a cabin fire during a spacecraft test on the launch pad, stopping the program in its tracks. Rather than appointing another Warren-style commission, Johnson accepted Administrator James E. Webb's request that NASA be permitted to conduct its own investigation, holding itself accountable to Congress and the president.[151] The agency convened the Apollo 204 Accident Review Board to determine the cause of the fire, and both houses of Congress conducted their own committee inquiries scrutinizing NASA's investigation. Through it all, the president's support for NASA never wavered.[152] The program rebounded, and by the end of Johnson's term, two manned missions, Apollo 7 and Apollo 8 (the first to orbit the Moon), had been successfully completed. Six months after leaving office, Johnson attended the launch of Apollo 11, the first Moon landing mission.[153] Following the assassinations of John F. Kennedy, Robert F. Kennedy, and Martin Luther King Jr., as well as mass shootings such as the one perpetrated by Charles Whitman, Johnson pushed for a major gun control law.[154] On October 22, 1968, Lyndon Johnson signed the Gun Control Act of 1968, one of the largest and farthest-reaching federal gun control laws in American history. The measure prohibited convicted felons, drug users, and the mentally ill from purchasing handguns and raised record-keeping and licensing requirements.[155] Johnson had sought to require the licensing of gun owners and the registration of all firearms, but could not convince Congress to pass a stronger bill.[156] In January 1964, Surgeon General Luther Terry issued a detailed report on smoking and lung cancer. The report \"hit the country like a bombshell,\" Terry later said, becoming \"front page news and a lead story on every radio and television station in the United States and many abroad.\" Terry's report prompted Congress to pass the Cigarette Labeling and Advertising Act in July 1965, requiring cigarette manufacturers to place a warning label on the side of cigarette packs stating: \"Caution: Cigarette Smoking May Be Hazardous to Your Health.\"[157][158] Johnson's key foreign policy advisors were Dean Rusk, George Ball, McGeorge Bundy, Walt Rostow, Robert McNamara and (at the end) Clark Clifford.[159] According to historian David Fromkin: Johnson was not a \"hidden hand\" president like Eisenhower, who appeared to let his cabinet make policy while in fact doing so him self. L.B.J. was what he seemed at the time: a president ill at ease in foreign policy who chose to rely on the judgment of the Kennedy team he inherited....When his advisers disagreed, would try to split the difference between them. He acted as a majority leader, reconciling diverse points of view within his own camp rather than making decisions on the merits of the issue. He wanted to quell dissent, and he was a master at it.[160] All historians agree that Vietnam dominated the administration's foreign policy and all agree the policy was a political disaster on the home front. Most agree that it was a diplomatic disaster, although some say that it was successful in avoiding the loss of more allies. Unexpectedly, North Vietnam after it conquered the South became a major adversary of China, stopping China's expansion to the south in the way that Washington had hoped in vain that South Vietnam would do.[161] In other areas the achievements were limited. Historian Jonathan Colman says that was because Vietnam dominated the attention; the USSR was gaining military parity; Washington's allies more becoming more independent (e.g. France) or were getting weaker (Britain); and the American economy was unable to meet Johnson's demands that it supply both guns and butter.[162] Johnson took office during the Cold War, a prolonged state of very heavily armed tension between the United States and its allies on the one side and the Soviet Union and its allies on the other. Johnson was committed to containment policy that called upon the U.S. to block Communist expansion of the sort that was taking place in Vietnam, but he lacked Kennedy's knowledge and enthusiasm for foreign policy, and prioritized domestic reforms over major initiatives in foreign affairs.[163] Though actively engaged in containment in Southeast Asia, the Middle East and Latin America, Johnson made it a priority to seek arms control deals with Moscow.[164] The Soviet Union also sought closer relations to the United States during the mid-to-late 1960s, partly due to the increasingly worse Sino-Soviet split. Johnson attempted to reduce tensions with China by easing restrictions on trade, but the beginning of China's Cultural Revolution ended hopes of a greater rapprochement.[165] Johnson was concerned with averting the possibility of nuclear war, and he sought to reduce tensions in Europe.[166] The Johnson administration pursued arms control agreements with the Soviet Union, signing the Outer Space Treaty and the Treaty on the Non-Proliferation of Nuclear Weapons, and laid the foundation for the Strategic Arms Limitation Talks.[164] Johnson held a largely amicable meeting with Soviet Premier Alexei Kosygin at the Glassboro Summit Conference in 1967, and in July 1968 the United States, Britain, and the Soviet Union signed the Non-Proliferation Treaty, in which each signatory agreed not to help other countries develop or acquire nuclear weapons. A planned nuclear disarmament summit between the United States and the Soviet Union was scuttled after Soviet forces violently suppressed the Prague Spring, an attempted democratization of Czechoslovakia.[167] At the end of World War II, Vietnamese revolutionaries under Communist leader Ho Chi Minh sought to gain independence from France. By 1954 the French had been defeated and wanted out. The 1954 Geneva Agreements partitioned Vietnam with the U.S. supporting South Vietnam and the Communists taking control of North Vietnam. The Vietnam War began in 1955 as Communist forces started operating in South Vietnam. President Eisenhower sought to prevent the spread of Communism in Southeast Asia. He and Kennedy dispatched American military advisers to South Vietnam, and by the time Johnson took office, there were 16,700 American military personnel in South Vietnam.[168] Despite some misgivings, Johnson ultimately came to support escalation of the U.S. role in Vietnam.[169] He feared that the fall of Vietnam would hurt Democratic credibility on national security issues.[170][171] Like the vast majority of American leaders in the mid-1960s, he was determined to prevent the spread of Communism.[172] In August 1964, ambiguous evidence suggested two U.S. destroyers had been attacked by North Vietnamese torpedo boats in international waters 40 miles (64 km) from the Vietnamese coast in the Gulf of Tonkin. Although Johnson very much wanted to keep discussions about Vietnam out of the 1964 election campaign, he felt forced to respond to the supposed Communist aggression. He obtained from the Congress the Gulf of Tonkin Resolution on August 7, 1964. The resolution gave blanket congressional approval for use of military force to repel future attacks.[173] Slowly and quietly Johnson waited until early 1965 before starting a eight-week bombing campaign against North Vietnam. It had little apparent effect.[174] In a campaign known as Operation Rolling Thunder the U.S. would continue to bomb North Vietnam until late 1968, dropping 864,000 tons of bombs over three and a half years. Operation Rolling Thunder[175] In March 1965, McGeorge Bundy called for American ground operations. Johnson agreed and also quietly changed the mission from defensive to offensive operations.[176] In late July, McNamara and Johnson's top advisors recommended an increase in U.S. soldiers from 75,000 to over 200,000.[177] Johnson agreed but felt boxed in by unpalatable choices. If he sent additional troops he would be attacked as an interventionist, and if he did not, he thought he risked being impeached.[178] Under the command of General Westmoreland, U.S. forces increasingly engaged in search and destroy operations in South Vietnam.[179] By October 1965, there were over 200,000 troops deployed in Vietnam.[180] Most of these soldiers were drafted after leaving high school, and disproportionately came from poor families. College students could obtain deferments.[181] Throughout 1965, few members of Congress or the administration openly criticized Johnson's handling of the war, though some, like George Ball, warned against expanding the U.S. presence in Vietnam.[182] In early 1966, Robert Kennedy harshly criticized Johnson's bombing campaign, stating that the U.S. may be headed \"on a road from which there is no turning back, a road that leads to catastrophe for all mankind.\"[183] Soon thereafter, the Senate Foreign Relations Committee, chaired by Senator James William Fulbright, held televised hearings examining the administration's Vietnam policy.[184] Impatience with the president and doubts about his war strategy continued to grow on Capitol Hill. In June 1966, Senator Richard Russell, Chairman of the Senate Armed Services Committee, reflecting the coarsening of the national mood, declared it was time to \"get it over or get out.\"[185] By late 1966, multiple sources began to report progress was being made against the North Vietnamese logistics and infrastructure; Johnson was urged from every corner to begin peace discussions. The gap with Hanoi, however, was an unbridgeable demand on both sides for a unilateral end to bombing and withdrawal of forces. Westmoreland and McNamara then recommended a concerted program to promote pacification; Johnson formally placed this effort under military control in October.[186] Johnson grew more and more anxious about justifying war casualties, and talked of the need for decisive victory, despite the unpopularity of the cause.[187] By the end of 1966, it was clear that the air campaign and the pacification effort had both failed, and Johnson agreed to McNamara's new recommendation to add 70,000 troops in 1967 to the 400,000 previously committed. Heeding the CIA's recommendations, Johnson also increased bombings against North Vietnam.[188] The bombing escalation ended secret talks being held with North Vietnam, but U.S. leaders did not consider North Vietnamese intentions in those talks to be genuine.[189] By the middle of 1967 nearly 70,000 Americans had been killed or wounded in the war, which was being commonly described in the news media and elsewhere as a \"stalemate.\"[190] Nonetheless, Johnson agreed to an increase of 55,000 troops, bringing the total to 525,000.[191] In August, Johnson, with the Joint Chiefs' support, decided to expand the air campaign and exempted only Hanoi, Haiphong and a buffer zone with China from the target list.[192] Later that month McNamara told a Senate subcommittee that an expanded air campaign would not bring Hanoi to the peace table. The Joint Chiefs were astounded, and threatened mass resignation; McNamara was summoned to the White House for a three-hour dressing down; nevertheless, Johnson had received reports from the CIA confirming McNamara's analysis at least in part. In the meantime an election establishing a constitutional government in the South was concluded and provided hope for peace talks.[193] With the war arguably in a stalemate and in light of the widespread disapproval of the conflict, Johnson convened a group of veteran government foreign policy experts, informally known as \"the Wise Men\": Dean Acheson, Gen. Omar Bradley, George Ball, Mac Bundy, Arthur Dean, Douglas Dillon, Abe Fortas, Averell Harriman, Henry Cabot Lodge, Robert Murphy and Max Taylor.[194] They unanimously opposed leaving Vietnam, and encouraged Johnson to \"stay the course.\"[195] Afterward, on November 17, in a nationally televised address, the president assured the American public, \"We are inflicting greater losses than we're taking...We are making progress.\" Less than two weeks later, an emotional Robert McNamara announced his resignation as Defense Secretary. Behind closed doors, he had begun regularly expressing doubts over Johnson's war strategy, angering the president. He joined a growing list of Johnson's top aides who resigned over the war, including Bill Moyers, McGeorge Bundy, and George Ball.[183][196] On January 30, 1968, the Viet Cong and the North Vietnamese began the Tet offensive against South Vietnam's five largest cities. While the Tet offensive failed militarily, it was a psychological victory, definitively turning American public opinion against the war effort. In February 1968, influential news anchor Walter Cronkite expressed on the air that the conflict was deadlocked and that additional fighting would change nothing. Johnson reacted, saying \"If I've lost Cronkite, I've lost middle America\".[197] Indeed, demoralization about the war was everywhere; 26 percent then approved of Johnson's handling of Vietnam, while 63 percent disapproved.[198] The Tet Offensive convinced senior leaders of the Johnson administration, including the \"Wise Men\" and new Defense Secretary Clark Clifford, that further escalation of troop levels would not help bring an end to the war. Johnson was initially reluctant to follow this advice, but ultimately agreed to allow a partial bombing halt and to signal his willingness to engage in peace talks.[199] On March 31, 1968, Johnson announced that he would halt the bombing in North Vietnam, while at the same time announcing that he would not seek re-election.[200] He also escalated U.S. military operations in South Vietnam in order to consolidate control of as much of the countryside as possible before the onset of serious peace talks.[201] Talks began in Paris in May, but failed to yield any results.[202] Two of the major obstacles in negotiations were the unwillingness of the United States to allow the Viet Cong to take part in the South Vietnamese government, and the unwillingness of North Vietnam to recognize the legitimacy of South Vietnam.[203] In October 1968, when the parties came close to an agreement on a bombing halt, Republican presidential nominee Richard Nixon intervened with the South Vietnamese, promising better terms so as to delay a settlement on the issue until after the election.[204] Johnson sought a continuation of talks after the 1968 election, but the North Vietnamese argued about procedural matters until after Nixon took office.[205] Johnson once summed up his perspective of the Vietnam War as follows: I knew from the start that I was bound to be crucified either way I moved. If I left the woman I really loved‍—‌the Great Society‍—‌in order to get involved in that bitch of a war on the other side of the world, then I would lose everything at home. All my programs.... But if I left that war and let the Communists take over South Vietnam, then I would be seen as a coward and my nation would be seen as an appeaser and we would both find it impossible to accomplish anything for anybody anywhere on the entire globe.[206] Johnson's Middle Eastern policy relied on the \"three pillars\" of Israel, Saudi Arabia, and Iran. In the mid-1960s, concerns about the Israeli nuclear weapons program led to increasing tension between Israel and neighboring Arab states, especially Egypt. At the same time, the Palestine Liberation Organization launched terrorist attacks against Israel from bases in the West Bank and the Golan Heights. The Johnson administration attempted to mediate the conflict, but communicated through Fortas and others that it would not oppose Israeli military action. On June 5, 1967, Israel launched an attack on Egypt, Syria, and Jordan, beginning the Six-Day War. Israel quickly seized control of Gaza, the West Bank, East Jerusalem, Golan Heights and the Sinai Peninsula. As Israeli forces closed in on the Syrian capital of Damascus, the Soviet Union threatened war if Israel did not agree to a cease fire. Johnson pressured the Israeli government into accepting a cease fire, and the war ended on June 11. In the aftermath of the war, the United States and Britain sponsored UN Resolution 242, which called on Israel to release the territory it conquered in the war in exchange for a lasting peace.[207] Under the direction of Assistant Secretary of State Thomas C. Mann, the United States placed an emphasis on Kennedy's Alliance for Progress, which provided economic aid to Latin America. Like Kennedy, Johnson sought to isolate Cuba, which was under the rule of the Soviet-aligned Fidel Castro. In 1965, the Dominican Civil War broke out between the government of President Donald Reid Cabral and supporters of former President Juan Bosch.[208] On the advice of Abe Fortas, Johnson dispatched over 20,000 Marines to the Dominican Republic.[209] Their role was not take sides but to evacuate American citizens and restore order. The U.S. also helped arrange an agreement providing for new elections. Johnson's use of force in ending the civil war alienated many in Latin America, and the region's importance to the administration receded as Johnson's foreign policy became increasingly dominated by the Vietnam War.[208] Harold Wilson, the British Prime Minister from 1964 to 1970, believed in a strong \"Special Relationship\" with the United States and wanted to highlight his dealings with the White House to strengthen his own prestige as a statesman. President Lyndon Johnson disliked Wilson, and ignored any \"special\" relationship.[210] Johnson needed and asked for help to maintain American prestige, but Wilson offered only lukewarm verbal support for the Vietnam War.[211] Wilson and Johnson also differed sharply on British economic weakness and its declining status as a world power. Historian Jonathan Colman concludes it made for the most unsatisfactory \"special\" relationship in the 20th century.[212] As the economies of Western Europe recovered, European leaders increasingly sought to recast the alliance as a partnership of equals. This trend, along with Johnson's conciliatory policy towards the Soviet Union and his escalation of the Vietnam War, led to fractures within NATO. Johnson's request that NATO leaders send even token forces to South Vietnam were denied by leaders who lacked a strategic interest in the region. West Germany and especially France pursued independent foreign policies, and in 1966 French President Charles de Gaulle withdrew France from NATO. The withdrawal of France, along with West German and British defense cuts, substantially weakened NATO, but the alliance remained intact. Johnson refrained from criticizing de Gaulle and he resisted calls to reduce U.S. troop levels on the continent.[213] Since 1954, the American alliance with Pakistan had caused India to move closer to the Soviet Union. Johnson hoped that a more evenhanded policy towards both countries would soften the tensions in South Asia and bring both nations closer to the United States. He ended the traditional American division of South Asia into 'allies' and 'neutrals' and sought to develop good relations with both India and Pakistan by supplying arms and money to both while maintaining neutrality in their intense border feuds. His policy pushed Pakistan closer to Communist China and India closer to the Soviet Union.[214] Johnson also started to cultivate warm personal relations with Prime Minister Lal Bahadur Shastri of India and President Ayub Khan of Pakistan. However, he inflamed anti-American sentiments in both countries when he cancelled the visits of both leaders to Washington.[215] Johnson made eleven international trips to twenty countries during his presidency.[216] He flew 523,000 miles aboard Air Force One while in office. One of the most unusual international trips in presidential history occurred before Christmas in 1967. The President began the trip by going to the memorial service for Australian Prime Minister Harold Holt, who had disappeared in a swimming accident and was presumed drowned. The White House did not reveal in advance to the press that the President would make the first round-the-world presidential trip. The trip was 26,959 miles completed in only 112.5 hours (4.7 days). Air Force One crossed the equator twice, stopped in Travis Air Force Base, Calif., then Honolulu, Pago Pago, Canberra, Melbourne, Vietnam, Karachi and Rome. Segregationist Governor George C. Wallace entered several 1964 Democratic presidential primaries, taking a large share of the vote in several states before announcing that he would seek the presidency as an independent or member of a third party. Meanwhile, the Republican Party saw a contested series of primaries between conservative Senator Barry Goldwater of Arizona and liberal Governor Nelson Rockefeller of New York. Rockefeller had appeared to be the front-runner at one point, but a divorce badly damaged his candidacy. Goldwater emerged as the prohibitive favorite in June 1964, and he was formally nominated at the July 1964 Republican National Convention. After the nomination of Goldwater, Wallace heeded the requests of Southern conservatives to withdraw from the race.[220] The 1964 Democratic National Convention re-nominated Johnson and celebrated his accomplishments after less than one year in office.[221] Early in the campaign, Robert F. Kennedy was a widely popular choice to run as Johnson's vice presidential running mate, but Johnson and Kennedy had never liked one another.[222] Hubert Humphrey was ultimately selected as Johnson's running mate, as the Johnson campaign hoped that Humphrey would strengthen the ticket in the Midwest and industrial Northeast.[128] Johnson, knowing full well the degree of frustration inherent in the office of vice president, put Humphrey through a gauntlet of interviews to guarantee his absolute loyalty and having made the decision, he kept the announcement from the press until the last moment to maximize media speculation and coverage.[223] At the end of the Democratic Convention, polls showed Johnson in a comfortable position to obtain re-election.[224] Goldwater was perhaps the most conservative major party nominee since the passage of the New Deal, and Johnson and Goldwater both sought to portray the election as a choice between a liberal and a conservative;.[225] Early in the 1964 presidential campaign, Goldwater had appeared to be a strong contender, as his support in the South threatened to flip Southern states to the Republican Party. However, Goldwater lost momentum as the campaign progressed. On September 7, 1964, Johnson's campaign managers broadcast the \"Daisy ad,\" which successfully portrayed Goldwater as a dangerous warmonger.[226] The combination of an effective ad campaign, Goldwater's perceived extremism, the Goldwater campaign's poor organization, and Johnson's popularity led Democrats to a major election victory.[227] Johnson won the presidency by a landslide with 61.05 percent of the vote, the largest share of the popular vote won by any presidential candidate since the 1820 presidential election. In the Electoral College, Johnson defeated Goldwater by margin of 486 to 52.[228] Goldwater's only victories were in his home state of Arizona and five states in the Deep South.[229] In the concurrent congressional elections, the Democratic Party grew its majority in both the House and the Senate.[230] The huge election victory emboldened Johnson to propose liberal legislation in the 89th United States Congress.[231] Regardless of Goldwater's background (his father was born in the Judaic community but left it and became an Episcopalian), Johnson won a large majority of the Jewish vote. It was a liberal constituency that gave strong support to the Great Society.[232] Johnson's coalition of big businessmen, trade unions, liberal intellectuals, white ethnic minorities, and blacks began to disintegrate before the 1966 election. Trade unions did not do as well as corporations during the Johnson years. Social welfare did poorly because Americans preferred reduction in taxes to social improvements.[clarification needed] The Great Society was further weakened by reactions against urban violence (by white ethnics) and against the Vietnam War (by intellectuals and students).[233][page range too broad] Republicans campaigned on law and order concerns stemming from urban riots, Johnson's conduct of the Vietnam War, and on the sluggish economy; they warned of looming inflation and growing federal deficits.[234] In the midterm elections, Democrats lost 47 seats in the House to the Republicans, and also three in the Senate. Nevertheless, the Democrats retained majority control of both House and Senate. The losses hit the party's liberal wing hardest, which in turn decreased Johnson's ability to push his agenda through Congress.[235] The elections also helped the Republicans rehabilitate their image after their disastrous 1964 campaign.[230] As he had served less than two years of President Kennedy's term, Johnson was constitutionally eligible for election to a second full term in the 1968 presidential election under the provisions of the 22nd Amendment.[236][237] However, beginning in 1966, the press sensed a \"credibility gap\" between what Johnson was saying in press conferences and what was happening on the ground in Vietnam, which led to much less favorable coverage.[238] By year's end, the Democratic governor of Missouri, Warren E. Hearnes, warned that \"frustration over Vietnam; too much federal spending and... taxation; no great public support for your Great Society programs; and ... public disenchantment with the civil rights programs\" had eroded the president's standing. There were bright spots; in January 1967, Johnson boasted that wages were the highest in history, unemployment was at a 13-year low, and corporate profits and farm incomes were greater than ever. Asked to explain why he was unpopular, Johnson responded, \"I am a dominating personality, and when I get things done I don't always please all the people.\"[239] As the 1968 election approached, Johnson began to lose control of the Democratic Party, which was splitting into four factions. The first group consisted of Johnson and Humphrey, labor unions, and local party bosses (led by Chicago Mayor Richard J. Daley). The second group consisted of antiwar students and intellectuals who coalesced behind Senator Eugene McCarthy of Minnesota in an effort to \"dump Johnson.\" The third group included Catholics, Hispanics and African Americans, who rallied behind Robert Kennedy. The fourth group consisted of traditionally segregationist white Southerners like George C. Wallace.[240][page needed] Despite Johnson's growing unpopularity, conventional wisdom held that it would be impossible to deny re-nomination to a sitting president.[241] Nonetheless, McCarthy came in a surprisingly close second in the March 12 New Hampshire primary, the first Democratic primary in the 1968 campaign. McCarthy's victory was widely seen as indicative of the strength of the anti-war movement in the Democratic Party, and Kennedy joined the race on March 16.[129] At the end of a March 31 speech, Johnson shocked the nation when he announced he would not run for re-election by concluding with the line: \"I shall not seek, and I will not accept, the nomination of my party for another term as your president.\"[242] The next day, his approval ratings increased from 36 percent to 49 percent.[243] Historians have debated the factors that led to Johnson's surprise decision. Shesol says Johnson wanted out of the White House but also wanted vindication; when the indicators turned negative he decided to leave.[244] Woods writes that Johnson realized he needed to leave in order for the nation to heal.[245] Dallek says that Johnson had no further domestic goals, and realized that his personality had eroded his popularity. His health was not good, and he was preoccupied with the Kennedy campaign; his wife was pressing for his retirement and his base of support continued to shrink. Leaving the race would allow him to pose as a peacemaker.[246] Bennett, however, says Johnson \"had been forced out of a reelection race in 1968 by outrage over his policy in Southeast Asia.\"[247] Johnson may also have hoped that the convention would ultimately choose to draft him back into the race.[248] Humphrey entered the race after Johnson's withdrawal, making the 1968 Democratic primaries a three-way contest between Humphrey, Kennedy, and McCarthy. Kennedy cut into McCarthy's liberal and anti-war base, while also winning the support of the poor and working class. He won a series of primary victories, but was assassinated in June by Sirhan Sirhan, an Arab nationalist.[249] With Johnson's support, Humphrey won the presidential nomination at the tumultuous 1968 Democratic National Convention, held in Chicago in late August. The violent clashes in Chicago between anti-war protesters marred the convention.[250] After the convention, polls showed Humphrey losing the general election by 20 points.[251] Humphrey faced two major opponents in the 1968 general election campaign. The Republicans nominated former Vice President Richard Nixon, and Nixon selected Governor Spiro Agnew as his running mate. Nixon attacked the Great Society and the Supreme Court, and indicated that he would bring peace in Vietnam.[252] With the support of Strom Thurmond and other Southern Republicans, Nixon pursued a Southern Strategy that focused on winning the support of Southern white voters who had been alienated by the Johnson administration's actions on civil rights.[253] Humphrey's other major challenger, George Wallace, ran as the candidate of the American Independent Party, receiving support from the Ku Klux Klan and far-right groups like the John Birch Society. Wallace's strongest backing came from pro-segregation Southerners, but he also appealed to white working class areas in the North with his \"law and order\" campaign. As a third party candidate, Wallace did not believe that he could win the presidency, but he hoped to win enough electoral votes to force a contingent election in the House of Representatives.[254] Humphrey's polling numbers improved after a September 30 speech in which he broke with Johnson's war policy, calling for an end to the bombing of North Vietnam.[251] In what was termed the October surprise, Johnson announced to the nation on October 31, 1968, that he had ordered a complete cessation of \"all air, naval and artillery bombardment of North Vietnam\", effective November 1, should the North Vietnamese government be willing to negotiate and citing progress with the Paris peace talks. However, Nixon won the election, narrowly edging Humphrey with a plurality of the popular vote and a majority of the electoral vote.[251] Wallace captured 13.5 percent of the popular vote and 46 electoral votes. Nixon capitalized on discontent over civil rights to break the Democratic Party's hold on the South. He also performed well in the states west of the Mississippi River, due in part to rising resentment against the federal government in those states. Both the South and the West would be important components of the GOP electoral coalition in subsequent elections.[255] Despite Nixon's victory in the 1968 presidential election, Democrats retained control of both houses of Congress.[256] Historians argue that Johnson's presidency marked the peak of modern liberalism in the United States after the New Deal era, and Johnson is ranked favorably by many historians.[257][258] Johnson's presidency left a lasting mark on the United States, transforming the United States with the establishment of Medicare and Medicaid, various anti-poverty measures, environmental protections, educational funding, and other federal programs.[259] The civil rights legislation passed under Johnson are nearly-universally praised for their role in removing barriers to racial equality.[259] A 2018 poll of the American Political Science Association's Presidents and Executive Politics section ranked Johnson as the tenth best president.[260] A 2017 C-SPAN poll of historians also ranked Johnson as the tenth best president.[261] Johnson's handling of the Vietnam War remains broadly unpopular, and, much as it did during his tenure, often overshadows his domestic accomplishments.[262][263] A 2006 poll of historians ranked Johnson's escalation of the Vietnam War as the third-worst mistake made by a sitting president.[264] Historian Kent Germany writes that, \"the legacies of death, renewal, and opportunity attached to the Johnson administration are ironic, confusing, and uncertain. They will likely remain that way.\"[265] Germany explains: The man who was elected to the White House by one of the widest margins in U.S. history and pushed through as much legislation as any other American politician now seems to be remembered best by the public for succeeding an assassinated hero, steering the country into a quagmire in Vietnam, cheating on his saintly wife, exposing his stitched-up belly, using profanity, picking up dogs by their ears, swimming naked with advisers in the White House pool, and emptying his bowels while conducting official business. Of all those issues, Johnson's reputation suffers the most from his management of the Vietnam War, something that has overshadowed his civil rights and domestic policy accomplishments and caused Johnson himself to regret his handling of \"the woman I really loved—the Great Society.\"[266] Johnson's persuasiveness and understanding of Congress helped him to pass remarkable flurry of legislation and gained him a reputation as a legislative master.[262] Johnson was aided by his party's large congressional majorities and a public that was receptive to new federal programs,[267] but he also faced a Congress dominated by the powerful conservative coalition of southern Democrats and Republicans, who had successfully blocked most liberal legislation since the start of World War II.[268] Though Johnson established many lasting programs, other aspects of the Great Society, including the Office of Economic Opportunity, were later abolished.[259] The perceived failures of the Vietnam War nurtured disillusionment with government, and the New Deal coalition fell apart in large part due to tensions over the Vietnam War and the 1968 election.[259][170] Republicans won five of six presidential elections after Johnson left office. Ronald Reagan came into office in 1981 vowing to undo the Great Society, though he and other Republicans were unable to repeal many of Johnson's programs.[259] Fredrik Logevall argues \"there still seems much to recommend the 'orthodox' view that [Johnson] was a parochial and unimaginative foreign policy thinker, a man vulnerable to cliches about international affairs and lacking interest in the world beyond America's shores.\"[269] Many historians emphasize Johnson's provincialism. The “been in Texas too long” school of interpretation was coined in the Warren I. Cohen and Nancy Bernkopf Tucker anthology, Lyndon Johnson Confronts the World to describe the consensus of historians who see Johnson as a politician with a narrow vision.[270] One smaller group of scholars, called the \"Longhorn School\", argues that—apart from Vietnam—Johnson had a fairly good record in foreign policy.[271] Many of the \"Longhorn School\" are students of Robert Dallek, who has argued that \"the jury is still out on Johnson as a foreign policy leader\".[272] By contrast, Nicholas Evan Sarantakes argues:","Title":"Presidency of Lyndon B. Johnson - Wikipedia","KeyID":"4808","URL":"https://en.wikipedia.org/wiki/Presidency_of_Lyndon_B._Johnson"}