{"Content: ":"Richard Nixon's tenure as the 37th president of the United States began with his first inauguration on January 20, 1969, and ended when he resigned on August 9, 1974, in the face of almost certain impeachment and removal from office, the only U.S. president ever to do so. He was succeeded by Gerald Ford, whom he had appointed vice president after Spiro Agnew became embroiled in a separate corruption scandal and was forced to resign. A prominent member of the Republican Party from California who previously served as vice president under Dwight D. Eisenhower, Nixon took office following the 1968 presidential election, in which he defeated Hubert Humphrey, the then-incumbent vice president. Although he had built his reputation as a very active Republican campaigner, Nixon downplayed partisanship in his 1972 landslide reelection. Nixon's primary focus while in office was on foreign affairs. He focused on détente with the People's Republic of China and the Soviet Union, easing Cold War tensions with both countries. As part of this policy, Nixon signed the Anti-Ballistic Missile Treaty and SALT I, two landmark arms control treaties with the Soviet Union. Nixon promulgated the Nixon Doctrine, which called for indirect assistance by the United States rather than direct U.S. commitments as seen in the ongoing Vietnam War. After extensive negotiations with North Vietnam, Nixon withdrew the last U.S. soldiers from South Vietnam in 1973, ending the military draft that same year. To prevent the possibility of further U.S. intervention in Vietnam, Congress passed the War Powers Resolution over Nixon's veto. In domestic affairs, Nixon advocated a policy of \"New Federalism,\" in which federal powers and responsibilities would be shifted to the states. However, he faced a Democratic Congress that did not share his goals and, in some cases, enacted legislation over his veto. Nixon's proposed reform of federal welfare programs did not pass Congress, but Congress did adopt one aspect of his proposal in the form of Supplemental Security Income, which provides aid to low-income individuals who are aged or disabled. The Nixon administration adopted a \"low profile\" on school desegregation, but the administration enforced court desegregation orders and implemented the first affirmative action plan in the United States. Nixon also presided over the creation of Environmental Protection Agency and the passage of major environmental laws like the Clean Water Act, although that law was vetoed by Nixon and passed by override. Economically, the Nixon years saw the start of a period of \"stagflation\" that would continue into the 1970s. Nixon was far ahead in the polls in the 1972 presidential election, but during the campaign, Nixon operatives conducted several illegal operations designed to undermine the opposition. They were exposed when the break-in of the Democratic National Committee Headquarters ended in the arrest of five burglars and gave rise to a congressional investigation. Nixon denied any involvement in the break in, but, after a tape emerged revealing that Nixon had known about the White House connection to the Watergate burglaries shortly after they occurred, the House of Representatives initiated impeachment proceedings. Facing removal by Congress, Nixon resigned from office. Though some scholars believe that Nixon \"has been excessively maligned for his faults and inadequately recognised for his virtues\",[2] Nixon is generally ranked as a below average president in surveys of historians and political scientists.[3][4][5] As of 2022, Henry Kissinger is the last living member of Nixon's cabinet.[6] Richard Nixon had served as vice president from 1953 to 1961, and had been defeated in the 1960 presidential election by John F. Kennedy. In the years after his defeat, Nixon established himself as an important party leader who appealed to both moderates and conservatives.[7] Nixon entered the race for the 1968 Republican presidential nomination confident that, with the Democrats torn apart over the war in Vietnam, a Republican had a good chance of winning the presidency in November, although he expected the election to be as close as in 1960.[8] One year prior to the 1968 Republican National Convention the early favorite for the party's presidential nomination was Michigan governor George Romney, but Romney's campaign foundered on the issue of the Vietnam War.[9] Nixon established himself as the clear front-runner after a series of early primary victories. His chief rivals for the nomination were Governor Ronald Reagan of California, who commanded the loyalty of many conservatives, and Governor Nelson Rockefeller of New York, who had a strong following among party moderates.[10] At the August Republican National Convention in Miami Beach, Florida, Reagan and Rockefeller discussed joining forces in a stop-Nixon movement, but the coalition never materialized and Nixon secured the nomination on the first ballot.[11] He selected Governor Spiro Agnew of Maryland as his running mate, a choice which Nixon believed would unite the party by appealing to both Northern moderates and Southerners disaffected with the Democrats.[12] The choice of Agnew was poorly received by many; a Washington Post editorial described Agnew as \"the most eccentric political appointment since the Roman Emperor Caligula named his horse a consul.[13] In his acceptance speech, Nixon articulated a message of hope, stating, \"We extend the hand of friendship to all people... And we work toward the goal of an open world, open sky, open cities, open hearts, open minds.\"[14] At the start of 1967, most Democrats expected that President Lyndon B. Johnson would be re-nominated. Those expectations were shattered by Senator Eugene McCarthy, who centered his campaign on opposition to Johnson's Vietnam policies.[15] McCarthy narrowly lost to Johnson in the first Democratic Party primary on March 12 in New Hampshire, and the closeness of the results startled the party establishment and spurred Senator Robert F. Kennedy of New York to enter the race. Two weeks later, Johnson told a stunned nation that he would not seek a second term. In the weeks that followed, much of the momentum that had been moving the McCarthy campaign forward shifted toward Kennedy.[16] Vice President Hubert Humphrey declared his own candidacy, drawing support from many of Johnson's supporters. Kennedy was assassinated by Sirhan Sirhan in June 1968, leaving Humphrey and McCarthy as the two remaining major candidates in the race.[17] Humphrey won the presidential nomination at the August Democratic National Convention in Chicago, and Senator Edmund Muskie of Maine was selected as his running mate. Outside the convention hall, thousands of young antiwar activists who had gathered to protest the Vietnam War clashed violently with police. The mayhem, which had been broadcast to the world in television, crippled the Humphrey campaign. Post-convention Labor Day surveys had Humphrey trailing Nixon by more than 20 percentage points.[18] In addition to Nixon and Humphrey, the race was joined by former Democratic Governor George Wallace of Alabama, a vocal segregationist who ran on the American Independent Party ticket. Wallace held little hope of winning the election outright, but he hoped to deny either major party candidate a majority of the electoral vote, thus sending the election to the House of Representatives, where segregationist congressmen could extract concessions for their support.[19] The assassinations of Kennedy and Martin Luther King Jr., combined with disaffection towards the Vietnam War, the disturbances at the Democratic National Convention, and a series of city riots in various cities, made 1968 the most tumultuous year of the decade.[20] Throughout the year, Nixon portrayed himself as a figure of stability during a period of national unrest and upheaval.[21] He appealed to what he later called the \"silent majority\" of socially conservative Americans who disliked the 1960s counterculture and the anti-war demonstrators.[22] Nixon waged a prominent television advertising campaign, meeting with supporters in front of cameras.[23] He promised \"peace with honor\" in the Vietnam War but did not release specifics of how he would accomplish this goal, resulting in media intimations that he must have a \"secret plan\".[24] Humphrey's polling position improved in the final weeks of the campaign as he distanced himself from Johnson's Vietnam policies.[25] Johnson sought to conclude a peace agreement with North Vietnam in the week before the election; controversy remains over whether the Nixon campaign interfered with any ongoing negotiations between the Johnson administration and the South Vietnamese by engaging Anna Chennault, a prominent Chinese-American fundraiser for the Republican party.[26] Whether or not Nixon had any involvement, the peace talks collapsed shortly before the election, blunting Humphrey's momentum.[25] On election day, Nixon defeated Humphrey by about 500,000 votes – 43.4% to 42.7%; Wallace received 13.5% of the vote. Nixon secured 301 electoral votes to Humphrey's 191 and 46 for Wallace.[18][27] Nixon gained the support of many white ethnic and Southern white voters who traditionally had supported the Democratic Party, but he lost ground among African American voters.[28] In his victory speech, Nixon pledged that his administration would try to bring the divided nation together.[29] Despite Nixon's victory, Republicans failed to win control of either the House or the Senate in the concurrent congressional elections.[28] For the major decisions of his presidency, Nixon relied on the Executive Office of the President rather than his Cabinet. Chief of Staff H. R. Haldeman and adviser John Ehrlichman emerged as his two most influential staffers regarding domestic affairs, and much of Nixon's interaction with other staff members was conducted through Haldeman.[30] Early in Nixon's tenure, conservative economist Arthur F. Burns and liberal former Johnson administration official Daniel Patrick Moynihan served as important advisers, but both had left the White House by the end of 1970.[31] Conservative attorney Charles Colson also emerged as an important adviser after he joined the administration in late 1969.[32] Unlike many of his fellow Cabinet members, Attorney General John N. Mitchell held sway within the White House, and Mitchell led the search for Supreme Court nominees.[33] In foreign affairs, Nixon enhanced the importance of the National Security Council, which was led by National Security Advisor Henry Kissinger.[30] Nixon's first Secretary of State, William P. Rogers, was largely sidelined during his tenure, and in 1973, Kissinger succeeded Rogers as Secretary of State while continuing to serve as National Security Advisor. Nixon presided over the reorganization of the Bureau of the Budget into the more powerful Office of Management and Budget, further concentrating executive power in the White House.[30] He also created the Domestic Council, an organization charged with coordinating and formulating domestic policy.[34] Nixon attempted to centralize control over the intelligence agencies, but he was generally unsuccessful, in part due to pushback from FBI director J. Edgar Hoover.[35] Despite his centralization of power in the White House, Nixon allowed his cabinet officials great leeway in setting domestic policy in subjects he was not strongly interested in, such as environmental policy.[36] In a 1970 memo to top aides, he stated that in domestic areas other than crime, school integration, and economic issues, \"I am only interested when we make a major breakthrough or have a major failure. Otherwise don't bother me.\"[37] Nixon recruited former campaign rival George Romney to serve as the Secretary of Housing and Urban Development, but Romney and Secretary of Transportation John Volpe quickly fell out of favor as Nixon attempted to cut the budgets of their respective departments.[38] Nixon did not appoint any female or African American cabinet officials, although Nixon did offer a cabinet position to civil rights leader Whitney Young.[39] Nixon's initial cabinet also contained an unusually small number of Ivy League graduates, with the notable exceptions of George P. Shultz and Elliot Richardson, who each held three different cabinet positions during Nixon's presidency.[40] Nixon attempted to recruit a prominent Democrat like Humphrey or Sargent Shriver into his administration, but was unsuccessful until early 1971, when former Governor John Connally of Texas became Secretary of the Treasury.[39] Connally would become one of the most powerful members of the cabinet and coordinated the administration's economic policies.[41] In 1973, as the Watergate scandal came to light, Nixon accepted the resignations of Haldeman, Erlichman, and Mitchell's successor as Attorney General, Richard Kleindienst.[42] Haldeman was succeeded by Alexander Haig, who became the dominant figure in the White House during the last months of Nixon's presidency.[43] As the Watergate scandal heated up in mid-1973, Vice President Spiro Agnew became a target in an unrelated investigation of corruption in Baltimore County, Maryland of public officials and architects, engineering, and paving contractors. He was accused of accepting kickbacks in exchange for contracts while serving as Baltimore County Executive, then when he was Governor of Maryland and Vice President.[44] On October 10, 1973, Agnew pleaded no contest to tax evasion and became the second Vice President (after John C. Calhoun) to resign from office.[44] Nixon used his authority under the 25th Amendment to nominate Gerald Ford for vice president. The well-respected Ford was confirmed by Congress and took office on December 6, 1973.[45][46] This represented the first time that an intra-term vacancy in the office of vice president was filled. The Speaker of the House, Carl Albert of Oklahoma, was next in line to the presidency during the 57-day vacancy. Nixon made four successful appointments to the Supreme Court while in office, shifting the Court in a more conservative direction following the era of the liberal Warren Court.[47] Nixon took office with one pending vacancy, as the Senate had rejected President Johnson's nomination of Associate Justice Abe Fortas to succeed retiring Chief Justice Earl Warren. Months after taking office, Nixon nominated federal appellate judge Warren E. Burger to succeed Warren, and the Senate quickly confirmed Burger. Another vacancy arose in 1969 after Fortas resigned from Court, partially due to pressure from Attorney General Mitchell and other Republicans who criticized him for accepting compensation from financier Louis Wolfson.[48] To replace Fortas, Nixon successively nominated two Southern federal appellate judges, Clement Haynsworth and G. Harrold Carswell, but both were rejected by the Senate. Nixon then nominated federal appellate judge Harry Blackmun, who was confirmed by the Senate in 1970.[49] The retirements of Hugo Black and John Marshall Harlan II created two Supreme Court vacancies in late 1971. One of Nixon's nominees, corporate attorney Lewis F. Powell Jr., was easily confirmed. Nixon's other 1971 Supreme Court nominee, Assistant Attorney General William Rehnquist, faced significant resistance from liberal Senators, but he was ultimately confirmed.[49] Burger, Powell, and Rehnquist all compiled a conservative voting record on the Court, while Blackmun moved to the left during his tenure. Rehnquist would later succeed Burger as chief justice in 1986.[47] Nixon appointed a total of 231 federal judges, surpassing the previous record of 193 set by Franklin D. Roosevelt. In addition to his four Supreme Court appointments, Nixon appointed 46 judges to the United States Courts of Appeals, and 181 judges to the United States district courts. When Nixon took office in January 1969, the inflation rate had reached 4.7%, the highest rate since the Korean War. Johnson's Great Society programs and the Vietnam War effort had resulted in large budget deficits. There was little unemployment,[55] but interest rates were at their highest in a century.[56] Nixon's major economic goal was to reduce inflation; the most obvious means of doing so was to end the war.[56] As the war continued, the administration adopted a policy of restricting the growth of the money supply to address the inflation problem. In February 1970, as a part of the effort to keep federal spending down, Nixon delayed pay raises to federal employees by six months. When the nation's postal workers went on strike, he used the army to keep the postal system going. In the end, the government met the postal workers' wage demands, undoing some of the desired budget-balancing.[57] In December 1969, Nixon somewhat reluctantly signed the Tax Reform Act of 1969 despite its inflationary provisions; the act established the alternative minimum tax, which applied to wealthy individuals who used deductions to limit their tax liabilities.[58] In 1970, Congress granted the president the power to impose wage and price controls, though the Democratic congressional leadership, knowing Nixon had opposed such controls through his career, did not expect Nixon to actually use the authority.[59] With inflation unresolved by August 1971, and an election year looming, Nixon convened a summit of his economic advisers at Camp David. He then announced temporary wage and price controls, allowed the dollar to float against other currencies, and ended the convertibility of the dollar into gold.[60] Nixon's monetary policies effectively took the United States off the gold standard and brought an end to the Bretton Woods system, a post-war international fixed exchange-rate system. Nixon believed that this system negatively affected the U.S. balance of trade; the U.S. had experienced its first negative balance of trade of the 20th century in 1971.[61] Bowles points out, \"by identifying himself with a policy whose purpose was inflation's defeat, Nixon made it difficult for Democratic opponents ... to criticize him. His opponents could offer no alternative policy that was either plausible or believable since the one they favored was one they had designed but which the president had appropriated for himself.\"[59] Nixon's policies dampened inflation in 1972, but their aftereffects contributed to inflation during his second term and into the Ford administration.[60] As Nixon began his second term, the economy was plagued by a stock market crash, a surge in inflation, and the 1973 oil crisis.[62] With the legislation authorizing price controls set to expire on April 30, the Senate Democratic Caucus recommended a 90-day freeze on all profits, interest rates, and prices.[63] Nixon re-imposed price controls in June 1973, echoing his 1971 plan, as food prices rose; this time, he focused on agricultural exports and limited the freeze to 60 days.[63] The price controls became unpopular with the public and business people, who saw powerful labor unions as preferable to the price board bureaucracy.[63] Business owners, however, now saw the controls as permanent rather than temporary, and voluntary compliance among small businesses decreased.[63] The controls and the accompanying food shortages—as meat disappeared from grocery stores and farmers drowned chickens rather than sell them at a loss—only fueled more inflation.[63] Despite their failure to rein in inflation, controls were slowly ended, and on April 30, 1974, their statutory authorization lapsed.[63] Between Nixon's accession to office and his resignation in August 1974, unemployment rates had risen from 3.5% to 5.6%, and the rate of inflation had grown from 4.7% to 8.7%.[62] Observers coined a new term for the undesirable combination of unemployment and inflation: \"stagflation,\" a phenomenon that would worsen after Nixon left office.[64] One of Nixon's major promises in the 1968 campaign was to address what he described as the \"welfare mess.\" The number of individuals enrolled in the Aid to Families with Dependent Children program had risen from 3 million in 1960 to 8.4 million in 1970, contributing to a drop in poverty. However, many Americans, particularly conservatives, believed that welfare programs discouraged individuals from finding employment; conservatives also derided \"welfare queens\" who they alleged collected excessive amounts of welfare benefits.[65] On taking office, Nixon established the Council of Urban Affairs, under the leadership of Daniel Patrick Moynihan, to develop a welfare reform proposal. Moynihan's proposed plan centered on replacing welfare programs with a negative income tax, which would provide a guaranteed minimum income to all Americans. Nixon became closely involved in the proposal and, despite opposition from Arthur Burns and other conservatives, adopted Moynihan's plan as the central legislative proposal of his first year in office. In an August 1969 televised address, Nixon proposed the Family Assistance Plan (FAP), which would establish a national income floor of $1600 per year for a family of four.[66] Public response to the FAP was highly favorable, but it faced strong opposition in Congress, partly due to the lack of congressional involvement in the drafting of the proposal. Many conservatives opposed the establishment of the national income floor, while many liberals believed that the floor was too low. Though the FAP passed the House, the bill died in the Senate Finance Committee in May 1970.[67] Though Nixon's overall proposal failed, Congress did adopt one aspect of the FAP, as it voted to establish the Supplemental Security Income program, which provides aid to low-income individuals who are aged or disabled.[68] Determined to dismantle much of Johnson's Great Society and its accompanying federal bureaucracy, Nixon defunded or abolished several programs, including the Office of Economic Opportunity, the Job Corps, and the Model Cities Program.[69] Nixon advocated a \"New Federalism\", which would devolve power to state and local elected officials, but Congress was hostile to these ideas and enacted only a few of them.[70] During Nixon's tenure, spending on Social Security, Medicare, and Medicaid all increased dramatically.[68] Total spending on social insurance programs grew from $27.3 billion in 1969 to $67.4 billion in 1975, while the poverty rate dropped from 12.8 percent in 1968 to 11.1 percent in 1973.[71] In August 1970, Democratic Senator Ted Kennedy introduced legislation to establish a single-payer universal health care system financed by taxes and with no cost sharing.[72] In February 1971, Nixon proposed a more limited package of health care reform, consisting of an employee mandate to offer private health insurance if employees volunteered to pay 25 percent of premiums, the federalization of Medicaid for poor families with dependent minor children, and support for health maintenance organizations (HMOs).[73] This market-based system would, Nixon argued, \"build on the strengths of the private system.\"[74] Both the House and Senate held hearings on national health insurance in 1971, but no legislation emerged from either committee.[75] In October 1972, Nixon signed the Social Security Amendments of 1972, extending Medicare to those under 65 who had been severely disabled for over two years or had end stage renal disease and gradually raising the Medicare Part A payroll tax.[76] In December 1973, he signed the Health Maintenance Organization Act of 1973, establishing a trial federal program to promote and encourage the development of HMOs.[77] There was a renewed push for health insurance reform in 1974. In January, representatives Martha Griffiths and James C. Corman introduced the Health Security Act, a universal national health insurance program providing comprehensive benefits without any cost sharing backed by the AFL–CIO and UAW.[75] The following month Nixon proposed the Comprehensive Health Insurance Act, consisting of an employer mandate to offer private health insurance if employees volunteered to pay 25 percent of premiums, replacement of Medicaid by state-run health insurance plans available to all with income-based premiums and cost sharing, and replacement of Medicare with a new federal program that eliminated the limit on hospital days, added income-based out-of-pocket limits, and added outpatient prescription drug coverage.[75][78] In April, Kennedy and House Ways and Means committee chairman Wilbur Mills introduced the National Health Insurance Act, a bill to provide near-universal national health insurance with benefits identical to the expanded Nixon plan—but with mandatory participation by employers and employees through payroll taxes and with lower cost sharing.[75] Both plans were criticized by labor, consumer, and senior citizens organizations, and neither gained traction.[79] In mid-1974, shortly after Nixon's resignation, Mills tried to advance a compromise based on Nixon's plan, but gave up when unable to get more than a 13–12 majority of his committee to support his compromise.[75][80] Environmentalism had emerged as a major movement during the 1960s, especially after the 1962 publication of Silent Spring. Between 1960 and 1969, membership in the twelve largest environmental groups had grown from 124,000 to 819,000, and polling showed that millions of voters shared many of the goals of environmentalists.[81] Nixon was largely uninterested in environmental policy, but he did not oppose the goals of the environmental movement. In 1970, he signed the National Environmental Policy Act and established the Environmental Protection Agency, which was charged with coordinating and enforcing federal environmental policy. During his presidency, Nixon also signed the Clean Air Act of 1970, and the Clean Water Act. He signed the Endangered Species Act of 1973, the primary law for protecting imperiled species from extinction as a \"consequence of economic growth and development untempered by adequate concern and conservation\".[81][82] Nixon also pursued environmental diplomacy,[83] and Nixon administration official Russell E. Train opened a dialog on global environmental issues with Soviet Ambassador Anatoly Dobrynin.[84][85] Political scientists Byron Daines and Glenn Sussman rate Nixon as the only Republican president since World War II to have a positive impact on the environment, asserting that \"Nixon did not have to be personally committed to the environment to become one of the most successful presidents in promoting environmental priorities.\"[86] While applauding Nixon's progressive policy agenda, environmentalists found much to criticize in his record.[55] The administration strongly supported continued funding of the \"noise-polluting\" Supersonic transport (SST), which Congress dropped funding for in 1971. Additionally, he vetoed the Clean Water Act of 1972, and after Congress overrode the veto, Nixon impounded the funds Congress had authorized to implement it. While not opposed to the goals of the legislation, Nixon objected to the amount of money to be spent on reaching them, which he deemed excessive.[87] Faced as he was with a generally liberal Democratic Congress, Nixon used his veto power on multiple occasions during his presidency.[88] Congress's response came in the form of the Congressional Budget and Impoundment Control Act of 1974, which established a new budget process, and included a procedure providing congressional control over the impoundment of funds by the president. Nixon, mired in Watergate, signed the legislation in July 1974.[89] Dean J. Kotlowski states that: The Nixon years witnessed the first large-scale efforts to desegregate the nation's public schools.[91] Seeking to avoid alienating Southern whites, whom Nixon hoped would form part of a durable Republican coalition, the president adopted a \"low profile\" on school desegregation. He pursued this policy by allowing the courts to receive the criticism for desegregation orders, which Nixon's Justice Department would then enforce.[92] By September 1970, less than ten percent of black children were attending segregated schools.[93] After the Supreme Court's handed down its decision in the 1971 case of Swann v. Charlotte-Mecklenburg Board of Education, cross-district school busing emerged as a major issue in both the North and the South. Swann permitted lower federal courts to mandate busing in order to remedy racial imbalance in schools. Though he enforced the court orders, Nixon believed that \"forced integration of housing or education\" was just as improper as legal segregation, and he took a strong public stance against its continuation. The issue of cross-district busing faded from the fore of national politics after the Supreme Court placed limits on the use of cross-district busing with its decision in the 1974 case of Milliken v. Bradley.[94] Nixon established the Office of Minority Business Enterprise to promote the encourage the establishment of minority-owned businesses.[95] The administration also worked to increase the number of racial minorities hired across the nation in various construction trades, implementing the first affirmative action plan in the United States. The Philadelphia Plan required government contractors in Philadelphia to hire a minimum number of minority workers.[96] In 1970, Nixon extended the Philadelphia Plan to encompass all federal contracts worth more than $50,000, and in 1971 he expanded the plan to encompass women as well as racial minorities.[97] Nixon and Attorney General Mitchell also helped enact an extension of the Voting Rights Act of 1965 that expanded federal supervision of voting rights to all jurisdictions in which less than 50 percent of the minority population was registered to vote.[98] Over the course of the Vietnam War, a large segment of the American population came to be opposed to U.S. involvement in South Vietnam. Public opinion steadily turned against the war following 1967, and by 1970 only a third of Americans believed that the U.S. had not made a mistake by sending troops to fight in Vietnam.[99] Anti-war activists organized massive protests like the Moratorium to End the War in Vietnam, which attracted over 600,000 protesters in various cities.[100] Opinions concerning the war grew more polarized after the Selective Service System instituted a draft lottery in December 1969. Some 30,000 young men fled to Canada to evade the draft between 1970 and 1973.[101] A wave of protests swept the country in reaction to the invasion of Cambodia.[102] In what is known as the Kent State shootings, a protest at Kent State University ended in the deaths of four students after the Ohio Army National Guard opened fire on an unarmed crowd.[103] The shootings increased tensions on other college campuses, and more than 75 colleges and universities were forced to shut down until the start of the next academic year.[102] As the U.S. continually drew down the number of troops in Vietnam, the number of protests declined, especially after 1970.[104] The Nixon administration vigorously prosecuted anti-war protesters like the \"Chicago Seven,\" and ordered the FBI, CIA, NSA, and other intelligence agencies to monitor radical groups. Nixon also introduced anti-crime measures like the Racketeer Influenced and Corrupt Organizations Act and the District of Columbia Crime Control Bill, which included no-knock warrants and other provisions that concerned many civil libertarians.[104] In response to growing drug-related crime, Nixon became the first president to emphasize drug control, and he presided over the establishment of the Drug Enforcement Administration.[105] After a nearly decade-long national effort, the United States won the race to land astronauts on the moon on July 20, 1969, with the flight of Apollo 11. Nixon spoke with Neil Armstrong and Buzz Aldrin during their moonwalk, calling the conversation \"the most historic phone call ever made from the White House\".[106] Nixon, however, was unwilling to keep funding for the National Aeronautics and Space Administration (NASA) at the high level seen through the 1960s, and rejected NASA Administrator Thomas O. Paine's ambitious plans for the establishment of a permanent base on the moon by the end of the 1970s and the launch of a crewed expedition to Mars in the 1980s.[107] On May 24, 1972, Nixon approved a five-year cooperative program between NASA and the Soviet space program, culminating in the Apollo–Soyuz Test Project, a joint mission of an American Apollo and a Soviet Soyuz spacecraft in 1975.[108] Nixon submitted two significant medical research initiatives to Congress in February 1971.[109] The first, popularly referred to as the War on Cancer, resulted in passage that December of the National Cancer Act, which injected nearly $1.6 billion (equivalent to $9 billion in 2016) in federal funding to cancer research over a three-year period. It also provided for establishment of medical centers dedicated to clinical research and cancer treatment, 15 of them initially, whose work is coordinated by the National Cancer Institute.[110][111] The second initiative, focused on Sickle-cell disease (SCD), resulted in passage of the National Sickle Cell Anemia Control Act in May 1972. Long ignored, the lifting of SCD from obscurity to high visibility reflected the changing dynamics of electoral politics and race relations in America during the early 1970s. Under this legislation, the National Institutes of Health established several sickle cell research and treatment centers and the Health Services Administration established sickle cell screening and education clinics around the country.[112][113] Nixon proposed reducing the number of government departments to eight. Under his plan, the existing departments of State, Justice, Treasury, and Defense would be retained, while the remaining departments would be folded into the new departments of Economic Affairs, Natural Resources, Human Resources, and Community Development. Although Nixon did not succeed in this major reorganization,[114] he was able to convince Congress to eliminate one cabinet-level department, the United States Post Office Department. In July 1971, after passage of the Postal Reorganization Act, the Post Office Department was transformed into the United States Postal Service, an independent entity within the executive branch of the federal government.[115] Nixon supported passage of the Occupational Safety and Health Act, which established the Occupational Safety and Health Administration (OSHA) and the National Institute for Occupational Safety and Health (NIOSH).[116] Other significant regulatory legislation enacted during Nixon's presidency included the Noise Control Act and the Consumer Product Safety Act.[55] When Congress extended the Voting Rights Act of 1965 in 1970 it included a provision lowering the age qualification to vote in all elections—federal, state, and local—to 18. Later that year, in Oregon v. Mitchell (1970), the Supreme Court held that Congress had the authority to lower the voting age qualification in federal elections, but not the authority to do so in state and local elections.[117] Nixon sent a letter to Congress supporting a constitutional amendment to lower the voting age, and Congress quickly moved forward with a proposed constitutional amendment guaranteeing the 18 year-old vote.[118] Sent to the states for ratification on March 23, 1971, the proposal became the Twenty-sixth Amendment to the United States Constitution on July 1, 1973, after being ratified by the requisite number of states (38).[119] Nixon also endorsed the Equal Rights Amendment (ERA), which passed both houses of Congress in 1972 and was submitted to the state legislatures for ratification.[120] The amendment failed to be ratified by 38 states within the period set by Congress for ratification. Nixon had campaigned as an ERA supporter in 1968, though feminists criticized him for doing little to help the ERA or their cause after his election. Nevertheless, he appointed more women to administration positions than Lyndon Johnson had.[121] Upon taking office, Nixon pronounced the \"Nixon Doctrine,\" a general statement of foreign policy under which the United States would not \"undertake all the defense of the free nations.\" While existing commitments would be upheld, potential new commitments would be sharply scrutinized. Rather than becoming directly involved in conflicts, the United States would provide military and economic aid to nations that were subject to insurgency or aggression, or that were otherwise vital to U.S. strategic interests.[122] As part of the Nixon Doctrine, the U.S. greatly increased arms sales to the Middle East—particularly Israel, Iran, and Saudi Arabia.[123] Another major beneficiary of aid was Pakistan, which the U.S. backed during the Bangladesh Liberation War.[124] At the time Nixon took office, there were over 500,000 American soldiers in Southeast Asia. Over 30,000 U.S. military personnel serving in the Vietnam War had been killed since 1961, with approximately half of those deaths occurring in 1968.[125] The war was broadly unpopular in the United States, with widespread, sometimes violent protests taking place on a regular basis. The Johnson administration had agreed to suspend bombing in exchange for negotiations without preconditions, but this agreement never fully took force. According to Walter Isaacson, soon after taking office, Nixon had concluded that the Vietnam War could not be won and he was determined to end the war quickly.[126] Conversely, Black argues that Nixon sincerely believed he could intimidate North Vietnam through the Madman theory.[127] Regardless of his opinion of the war, Nixon wanted to end the American role in it without the appearance of an American defeat, which he feared would badly damage his presidency and precipitate a return to isolationism.[128] He sought some arrangement which would permit American forces to withdraw, while leaving South Vietnam secure against attack.[129] In mid-1969, Nixon began efforts to negotiate peace with the North Vietnamese, but negotiators were unable to reach an agreement.[130] With the failure of the peace talks, Nixon implemented a strategy of \"Vietnamization,\" which consisted of increased U.S. aid and Vietnamese troops taking on a greater combat role in the war. To great public approval, he began phased troop withdrawals by the end of 1969, sapping the strength of the domestic anti-war movement.[131] Despite the failure of Operation Lam Son 719, which was designed to be the first major test of the South Vietnamese Army since the implementation of Vietnamization, the drawdown of American soldiers in Vietnam continued throughout Nixon's tenure.[132] In early 1970, Nixon sent U.S. and South Vietnamese soldiers into Cambodia to attack North Vietnamese bases, expanding the ground war out of Vietnam for the first time.[131] He had previously approved a secret B-52 carpet bombing campaign of North Vietnamese positions in Cambodia in March 1969 (code-named Operation Menu), without the consent of Cambodian leader Norodom Sihanouk.[133][134] Even within the administration, many disapproved of the incursions into Cambodia, and anti-war protesters were irate.[103] The bombing of Cambodia continued into the 1970s in support of the Cambodian government of Lon Nol—which was then battling a Khmer Rouge insurgency in the Cambodian Civil War—as part of Operation Freedom Deal.[135] In 1971, Nixon ordered incursions into Laos to attack North Vietnamese bases, provoking further domestic unrest.[136] That same year, excerpts from the \"Pentagon Papers\" were published by The New York Times and The Washington Post. When news of the leak first appeared, Nixon was inclined to do nothing, but Kissinger persuaded him to try to prevent their publication. The Supreme Court ruled for the newspapers in the 1971 case of New York Times Co. v. United States, thereby allowing for the publication of the excerpts.[137] By mid-1971, disillusionment with the war had reached a new high, as 71 percent of Americans believed that sending soldiers to Vietnam had been a mistake.[138] By the end of 1971, 156,000 U.S. soldiers remained in Vietnam; 276 American soldiers serving in Vietnam were killed in the last six months of that year.[139] North Vietnam launched the Easter Offensive in March 1972, overwhelming the South Vietnamese army.[140] In reaction to the Easter Offensive, Nixon ordered a massive bombing campaign in North Vietnam known as Operation Linebacker.[141] As U.S. troop withdrawals continued, conscription was reduced and in 1973 ended; the armed forces became all-volunteer.[142] In the aftermath of the Easter Offensive, peace talks between the United States and North Vietnam resumed, and by October 1972 a framework for a settlement had been reached. Objections from South Vietnamese President Nguyễn Văn Thiệu derailed this agreement, and the peace talks broke down. In December 1972, Nixon ordered another massive bombing campaign, Operation Linebacker II; domestic criticism of the operation convinced Nixon of the necessity to quickly reach a final agreement with North Vietnam.[143] After years of fighting, the Paris Peace Accords were signed at the beginning of 1973. The agreement implemented a cease fire and allowed for the withdrawal of remaining American troops; however, it did not require the 160,000 North Vietnam Army regulars located in the South to withdraw.[144] By March 1973, U.S. military forces had been withdrawn from Vietnam.[145] Once American combat support ended, there was a brief truce, but fighting quickly broke out again, as both South Vietnam and North Vietnam violated the truce.[146][147] Congress effectively ended any possibility of another American military intervention by passing the War Powers Resolution over Nixon's veto.[148] Nixon took office in the midst of the Cold War, a sustained period of geopolitical tensions between the United States and the Soviet Union. The United States and Soviet Union had been the clear leaders of their respective blocs of allies during the 1950s, but the world became increasingly multipolar during the 1960s. U.S. allies in Western Europe and East Asia had recovered economically, and while they remained allied with United States, they set their own foreign policies. The fracture in the so-called \"Second World\" of Communist states was more serious, as the split between the Soviet Union and China escalated into a border conflict in 1969. The United States and the Soviet Union continued to compete for worldwide influence, but tensions had eased considerably since the 1962 Cuban Missile Crisis. In this shifting international context, Nixon and Kissinger sought to realign U.S. foreign policy and establish peaceful coexistence with both the Soviet Union and China.[149] Nixon's goal of closer relations with China and the Soviet Union was closely linked to ending the Vietnam War,[150][151][152] since he hoped that rapprochement with the two leading Communist powers would pressure North Vietnam into accepting a favorable settlement.[153] Since the end of the Chinese Civil War, the United States had refused to formally recognize the People's Republic of China (PRC) as the legitimate government of China, though the PRC controlled Mainland China. The U.S. had instead supported the Republic of China (ROC), which controlled Taiwan.[154] By the time Nixon took office, many leading foreign policy figures in the United States had come to believe the U.S. should end its policy of isolating the PRC.[155] The vast Chinese markets presented an economic opportunity for the increasingly-weak U.S. economy, and the Sino-Soviet split offered an opportunity to play the two Communist powers against each other. Chinese leaders, meanwhile, were receptive to closer relations with the U.S. for several reasons, including hostility to the Soviet Union, a desire for increased trade, and hopes of winning international recognition.[154] Both sides faced domestic pressures against closer relations. A conservative faction of Republicans led by Barry Goldwater and Ronald Reagan strongly opposed a rapprochement with China, while Lin Biao led a similar faction in the PRC. For the first two years of his presidency, Nixon and China each made subtle moves designed to lower tensions, including the removal of travel restrictions. The expansion of the Vietnam War into Laos and Cambodia hindered, but did not derail, the move towards normalization of relations.[156] Due to a misunderstanding at the 1971 World Table Tennis Championships, the Chinese table tennis team invited the U.S. table tennis team to tour China, creating an opening for further engagement between the U.S. and China.[157] In the aftermath of the visit, Nixon lifted the trade embargo on China. At a July 1971 meeting with Chinese Premier Zhou Enlai, Kissinger promised not to support independence for Taiwan, while Zhou invited Nixon to China for further talks.[156] After the meeting, China and the United States astounded the world by simultaneously announcing that Nixon would visit China in February 1972.[158] In the aftermath of the announcement, the United Nations passed Resolution 2758, which recognized the PRC as the legitimate government of China and expelled representatives from the ROC.[159] In February 1972, Nixon traveled to China; Kissinger briefed Nixon for over 40 hours in preparation.[160] Upon touching down in the Chinese capital of Beijing, Nixon made a point of shaking Zhou's hand, something which then-Secretary of State John Foster Dulles had refused to do in 1954 when the two met in Geneva.[161] The visit was carefully choreographed by both governments, and major events were broadcast live during prime time to reach the widest possible television audience in the U.S.[162] When not in meetings, Nixon toured architectural wonders such as the Forbidden City, Ming Tombs, and the Great Wall, giving many Americans received their first glimpse into Chinese life.[161] Nixon and Kissinger discussed a range of issues with Zhou and Mao Zedong, the Chairman of the Chinese Communist Party.[163] China provided assurances that it would not intervene in the Vietnam War, while the United States promised to prevent Japan from acquiring nuclear weapons. Nixon recognized Taiwan as part of China, while the Chinese agreed to pursue a peaceful settlement in the dispute with the ROC. The United States and China increased trade relations and established unofficial embassies in each other's respective capitals. Though some conservatives criticized his visit, Nixon's opening of relations with China was widely popular in the United States.[164] The visit also aided Nixon's negotiations with the Soviet Union, which feared the possibility of a Sino-American alliance.[165] Nixon made détente, the easing of tensions with the Soviet Union, one of his top priorities. Through détente, he hoped to \"minimize confrontation in marginal areas and provide, at least, alternative possibilities in the major ones.\" West Germany had also pursued closer relations with the Soviet Union in a policy known as \"Ostpolitik,\" and Nixon hoped to re-establish American dominance in NATO by taking the lead in negotiations with the Soviet Union. Nixon also believed that expanding trade with the Soviet Union would help the U.S. economy and could allow both countries to devote fewer resources to defense spending. For their part, the Soviets were motivated by a struggling economy and their ongoing split with China.[166] Upon taking office, Nixon took several steps to signal to the Soviets his desire for negotiation. In his first press conference, he noted that the United States would accept nuclear parity, rather than superiority, with the Soviet Union. Kissinger conducted extensive backchannel talks with Soviet Ambassador Anatoly Dobrynin over arms control negotiations and potential Soviet assistance in negotiations with North Vietnam. Seeking a bargaining chip in negotiations, Nixon funded development of MIRVs, which were not easily countered by existing anti-ballistic missile (ABM) systems. Arms control negotiations would thus center over ABM systems, MIRVs, and the various components of each respective country's nuclear arsenal. After over a year of negotiations, both sides agreed to the outlines of two treaties; one treaty would focus on ABM systems, while the other would focus on limiting nuclear arsenals.[167] In May 1972, Nixon met with Leonid Brezhnev and other leading Soviet officials at the 1972 Moscow Summit. The two sides reached the Strategic Arms Limitation Agreement (SALT I), which set upper limits on the number of offensive missiles and ballistic missile submarines that each county could maintain. A separate agreement, the Anti-Ballistic Missile Treaty, stipulated that each country could only field two anti-ballistic missile systems. The United States also agreed to the creation of the Conference on Security and Cooperation in Europe.[168] An October 1972 trade agreement between the United States and the Soviet Union vastly increased trade between the two countries, though Congress did not approve of Nixon's proposal to extend most favored nation status to the Soviet Union.[169] Nixon would embark on a second trip to the Soviet Union in 1974, meeting with Brezhnev in Yalta. They discussed a proposed mutual defense pact and other issues, but there were no significant breakthroughs in the negotiations.[170] During Nixon's final year in office, Congress undercut Nixon's détente policies by passing the Jackson–Vanik amendment.[171] Senator Henry M. Jackson, an opponent of détente, introduced the Jackson–Vanik amendment in response to a Soviet tax that curbed the flow of Jewish emigrants, many of whom sought to immigrate to Israel. Angered by the amendment, the Soviets canceled the 1972 trade agreement and reduced the number of Jews who were permitted to emigrate.[172] Though détente was unpopular with many on the left due to humanitarian concerns, and with many on the right due to concerns about being overly accommodating to the Soviets, Nixon's policies helped significantly lower Cold War tensions even after he left office.[173] Relations hit an all-time low under the Nixon administration in the early 1970s. Nixon shifted away from the neutral stance which his predecessors had taken towards India-Pakistan hostilities. He established a very close relationship with Pakistan, aiding it militarily and economically, as India, now under the leadership of Indira Gandhi, was leaning towards Soviet Union. He considered Pakistan as a very important ally to counter Soviet influence in the Indian subcontinent and establish ties with China, with whom Pakistan was very close.[174] The frosty personal relationship between Nixon and Indira further contributed to the poor relationship between the two nations.[175] During the 1971 Indo-Pakistani War, the US openly supported Pakistan and deployed its aircraft carrier USS Enterprise towards the Bay of Bengal, which was seen as a show of force by the US in support of the West Pakistani forces. Later in 1974, India conducted its first nuclear test, Smiling Buddha, which was opposed by the US, however it also concluded that the test did not violate any agreement and proceeded with a June 1974 shipment of enriched uranium for the Tarapur reactor.[176][177] Richard Nixon's actions and the US administration's policy toward South Asia under Mr. Nixon was influenced by his hatred of, and sexual repulsion toward, Indians, according to Princeton professor Gary Bass.[178] Nixon had been a firm supporter of Kennedy in the 1961 Bay of Pigs Invasion and 1962 Cuban Missile Crisis; on taking office he stepped up covert operations against Cuba and its president, Fidel Castro. He maintained close relations with the Cuban-American exile community through his friend, Bebe Rebozo, who often suggested ways of irritating Castro. These activities concerned the Soviets and Cubans, who feared Nixon might attack Cuba in violation of the understanding between Kennedy and Khrushchev which had ended the missile crisis. In August 1970, the Soviets asked Nixon to reaffirm the agreement. Despite his hard line against Castro, Nixon agreed. The process—which began in secret, but quickly leaked—had not been completed when the U.S. deduced that the Soviets were expanding their base at the Cuban port of Cienfuegos in October 1970. A minor confrontation ensued, which was concluded with an understanding that the Soviets would not use Cienfuegos for submarines bearing ballistic missiles. The final round of diplomatic notes, reaffirming the 1962 accord, were exchanged in November.[179] Like his predecessors, Nixon was determined to prevent the rise of another Soviet-aligned state in Latin America, and his administration was greatly distressed by the victory of Marxist candidate Salvador Allende in the 1970 Chilean presidential election.[128] Nixon pursued a vigorous campaign of covert resistance to Allende, intended to first prevent Allende from taking office, called Track I, and then when that failed, to provide a \"military solution\", called Track II.[180] As part of Track II, CIA operatives approached senior Chilean military leaders, using false flag operatives, and encouraged a coup d'état, providing both finances and weapons.[181] These efforts failed, and Allende took office in November 1970.[182] The Nixon administration drastically cut economic aid to Chile and convinced World Bank leaders to block aid to Chile.[183] Extensive covert efforts continued as the U.S. funded black propaganda, organized strikes against Allende, and provided funding for Allende opponents. When the Chilean newspaper El Mercurio requested significant funds for covert support in September 1971, Nixon personally authorized the funds in \"a rare example of presidential micromanagement of a covert operation.\"[184]: 93  In September 1973, General Augusto Pinochet assumed power in a violent coup d'état.[185] During the coup, the deposed president died under disputed circumstances, and there were allegations of American involvement.[186] According to diplomatic historian George Herring, \"no evidence has ever been produced to prove conclusively that the United States instigated or actively participated in the coup.\" Herring also notes, however, that whether or not it took part in the coup, the U.S. created the atmosphere in which the coup took place.[187] Early in his first term, Nixon pressured Israel over its nuclear program, and his administration developed a peace plan in which Israel would withdraw from the territories it conquered in the Six-Day War. After the Soviet Union upped arms shipments to Egypt in mid-1970, Nixon moved closer to Israel, authorizing the shipment of F-4 fighter aircraft.[188] In October 1973, after Israel declined Egyptian President Anwar Sadat's offer of negotiations over the lands it had won control of in the Six-Day War, Egypt and Syria launched a surprise attack against Israel. After Egypt and Syria experienced early successes in what became known as the Yom Kippur War, the United States began to supply massive amounts of military aid to Israel, as Nixon overrode Kissinger's early reluctance to provide strong support to Israel. After Israel turned the tide in the war and advanced into Egypt and Syria, Kissinger and Brezhnev organized a cease fire. Cutting out the Soviet Union from further involvement, Kissinger helped arrange agreements between Israel and the Arab states.[189] Though it had been established in 1960, OPEC did not gain effective control over oil prices until 1970, when Libyan leader Muammar Gaddafi forced oil companies in Libya to agree to a price increase; other countries followed suit. U.S. leaders did not attempt to block these price increases, as they believed that higher prices would help increase domestic production of oil. This increased production failed to materialize, and by 1973 the U.S. consumed over one and a half times the oil that it produced domestically.[190] In 1973, in response to the U.S. support of Israel in the Yom Kippur War, OPEC countries cut oil production, raised prices, and initiated an embargo targeted against the United States and other countries that had supported Israel.[191] The embargo caused gasoline shortages and rationing in the United States in late 1973, but was eventually ended by the oil-producing nations as the Yom Kippur War peace took hold.[192] Just weeks after his 1969 inauguration, Nixon made an eight-day trip to Europe. He met with British Prime Minister Harold Wilson in London and French President Charles de Gaulle in Paris. He also made groundbreaking trips to several Eastern European nations, including Romania, Yugoslavia, and Poland. However, the NATO allies of the United States generally did not play a large role in Nixon's foreign policy, as he focused on the Vietnam War and détente. In 1971, the United States, Britain, France, and the Soviet Union reached the Four Power Agreement, in which the Soviet Union guaranteed access to West Berlin so long as it was not incorporated into West Germany.[193] Nixon made fifteen international trips to 30 different countries during his presidency.[194] Nixon explored the possibility of establishing a new center-right party and running on a ticket with John Connally, but he ultimately chose to seek re-election as a Republican.[196] His success with the People's Republic of China and the Soviet Union bolstered his approval ratings in the lead-up to the 1972 presidential election, and he was the overwhelming favorite to be re-nominated at the start of the 1972 Republican primaries.[197] He was challenged in the primaries by two congressmen: anti-war candidate Pete McCloskey and détente opponent John Ashbrook. Nixon virtually assured his nomination by winning the New Hampshire primary with a comfortable 67.8 percent of the vote. He was re-nominated at the August 1972 Republican National Convention, receiving 1,347 of the 1,348 votes. Delegates also re-nominated Spiro Agnew by acclamation.[198] Nixon had initially expected his Democratic opponent to be Senator Ted Kennedy of Massachusetts, but the 1969 Chappaquiddick incident effectively removed Kennedy from contention.[199] Nonetheless, Nixon ordered constant surveillance of Kennedy by E. Howard Hunt.[200] Nixon also feared the effect of another independent candidacy by George Wallace, and worked to defeat Wallace's 1970 gubernatorial campaign by contributing $400,000 to the unsuccessful campaign of Albert Brewer.[201] Wallace won several Democratic primaries during the 1972 campaign, but any possibility that he would win the Democratic nomination or run on a third party ticket was ended after he was severely wounded in an assassination attempt.[202] With Kennedy out of the race, Senator Edmund Muskie of Maine and Hubert Humphrey emerged as the front-runners for the 1972 Democratic nomination.[203] Senator George McGovern's victory in the June California primary made him the overwhelming favorite entering the July Democratic National Convention. McGovern was nominated on the first ballot, but the convention endured a chaotic vice presidential selection process.[204] The convention ultimately nominated Senator Thomas Eagleton of Missouri as McGovern's running mate. After it was disclosed that Eagleton had undergone mental health treatment, including electroshock therapy, Eagleton withdrew from the race. McGovern replaced him with Sargent Shriver of Maryland, a Kennedy in-law.[205] McGovern intended to sharply reduce defense spending[206] and supported amnesty for draft evaders as well as abortion rights. With some of his supporters believed to be in favor of drug legalization, McGovern was perceived as standing for \"amnesty, abortion and acid\".[207] He was further damaged by the widespread perception that he mismanaged his campaign, chiefly due to the incident with Eagleton.[208] McGovern claimed that the \"Nixon Administration is the most corrupt administration in our national history,\" but his attacks had little effect.[209] Nixon, meanwhile, appealed to many working class Democrats who were repelled by the Democratic Party's positions on racial and cultural issues.[210] Despite new limits on campaign fundraising imposed by the Federal Election Campaign Act, Nixon vastly outraised McGovern, and his campaign dominated radio and television advertising.[211] Nixon, ahead in polls throughout 1972, focused on the prospect of peace in Vietnam and an upsurge in the economy. He was elected to a second term on November 7, 1972 in one of the largest landslide election victories in American history. He won over 60% of the popular vote, receiving 47,169,911 votes to McGovern's 29,170,383, and won an even larger Electoral College victory, garnering 520 electoral votes to 17 for McGovern.[212] Despite Nixon's strong victory, Democrats retained control of both houses of Congress.[213] In the aftermath of the elections, many conservative Southern Democratic congressmen seriously discussed the possibility of switching parties to give Republicans control of the House, but these talks were derailed by the Watergate scandal.[214] After the Supreme Court denied the Nixon administration's request to prevent the publication of the Pentagon Papers, Nixon and Ehrlichman established the White House Special Investigations Unit, also known as the \"Plumbers.\" The Plumbers were charged with preventing future news leaks and retaliating against Daniel Ellsberg, who had been behind the leaking of the Pentagon Papers. Among those who joined the Plumbers were G. Gordon Liddy, E. Howard Hunt, and Charles Colson. Shortly after the establishment of the Plumbers, the organization broke into the office of Ellsberg's psychiatrist.[215] Rather than relying on the Republican National Committee, Nixon's re-election campaign was primarily waged through the Committee for the Re-Election of the President (CRP), whose top leadership was composed of former White House personnel.[216] Liddy and Hunt became involved with the CRP, conducting espionage on Democrats.[217] During the 1972 Democratic primaries, Nixon and his allies believed that Senator McGovern would be the weakest plausible Democratic nominee in the general election, and the CRP worked to bolster McGovern's strength. Nixon was not informed about the details of each CRP undertaking, but he approved of the overall operation.[203] The CRP especially targeted Muskie, secretly employing Muskie's driver as a spy. The CRP also established fake organizations that nominally supported Muskie, and used those organizations to attack other Democratic candidates; Senator Henry Jackson was accused of having been arrested for homosexual activities, while Humphrey was alleged to have been involved in a drunk driving incident.[218] In June 1972, Hunt and Liddy led a break-in of the Democratic National Committee's headquarters at the Watergate complex. The break-in was foiled by the police, and the Nixon administration denied any involvement in the incident.[219] The break-in perpetrators were indicted on in September 1972, but federal judge John Sirica ordered a gag order on the case until after the election. Though Watergate remained in the news during the 1972 campaign, it had relatively little effect on the election.[220] The motivation for the Watergate break-in remains a matter of dispute.[221] Nixon may not have known about the Watergate break-in beforehand,[217] but he became involved in a cover-up. Nixon and Haldeman pressured the FBI to end its investigation of Watergate, and White House Counsel John Dean promised the Watergate burglars money and executive clemency if they did not implicate the White House in the break-in.[222] The Watergate burglars were convicted in January 1973 without implicating the White House, but members of Congress organized an investigation into Nixon's role in Watergate. As Congressman Tip O'Neill stated, in the 1972 campaign Nixon and his allies \"did too many things. Too many people know about it. There is no way to keep it quiet. The time is going to come when impeachment is going to hit this Congress.\"[223] Though Nixon would continue to be active in foreign affairs during his second term, the fallout from the Watergate scandal effectively precluded any major domestic initiatives.[224] At the urging of Senate Majority Leader Mike Mansfield, Senator Sam Ervin of North Carolina took the lead in the Senate's Watergate investigation. Under Ervin's leadership, the Senate established the Select Committee on Presidential Campaign Activities to investigate and conduct hearings on Watergate.[223] The \"Watergate hearings\" were televised and widely watched. As the various witnesses gave details, not only of the Watergate break-in, but of various other alleged acts of malfeasance by various administration officials, Nixon's approval rating plummeted.[55] Journalists Bob Woodward and Carl Bernstein also helped keep the Watergate investigations as a top news item.[225] Nixon attempted to discredit the hearings as a partisan witch hunt, but some Republican senators took an active role in the investigations.[223] In April 1973, Nixon dismissed Haldeman, Erlichman, and Attorney General Richard Kleindienst in April 1973, replacing Kleindienst with Elliot Richardson. With Nixon's permission, Richardson appointed Archibald Cox as an independent special prosecutor charged with investigating Watergate.[226] Fearing that Nixon would use him as a scapegoat for the cover-up, John Dean began to cooperate with Watergate investigators.[227] On June 25, Dean accused Nixon of having helped to plan the burglary's cover-up,[228] and the following month, White House aide Alexander Butterfield testified that Nixon had a secret taping system that recorded his conversations and phone calls in the Oval Office.[88] Cox and the Senate Watergate Committee both asked Nixon to turn over the tapes, but Nixon refused, citing executive privilege and national security concerns.[229] The White House and Cox remained at loggerheads until the \"Saturday Night Massacre\" October 23, 1973, when Nixon demanded that the Justice Department fire Cox. Richardson and Deputy Attorney General William Ruckelshaus both resigned instead of complying with Nixon's order, but Robert Bork, the next-in-line at the Justice Department, fired Cox.[230] The firing infuriated Congress and engendered public protest. On October 30, the House Judiciary Committee began consideration of possible impeachment procedures; the following day Leon Jaworski was named as Cox's replacement, and soon thereafter the president agreed to turn over the requested tapes.[231] When the tapes were turned over a few weeks later, Nixon's lawyers revealed that one audio tape of conversations held in the White House on June 20, 1972 featured an 18½ minute gap.[232] Rose Mary Woods, the president's personal secretary, claimed responsibility for the gap, alleging that she had accidentally wiped the section while transcribing the tape, though her explanation was widely mocked. The gap, while not conclusive proof of wrongdoing by the president, cast doubt on Nixon's statement that he had been unaware of the cover-up.[233] That same month, during an hour-long televised question-and-answer session with the press,[234] Nixon insisted that he had made mistakes, but had no prior knowledge of the burglary, did not break any laws, and did not learn of the cover-up until early 1973. He declared, \"I'm not a crook. I've earned everything I've got.[235] Through late 1973 and early 1974, Nixon continued to deflect accusations of wrongdoing and vowed that he would be vindicated.[232] Meanwhile, in the courts and in Congress, developments continued to propel the unfolding saga toward a climax. On March 1, 1974 a grand jury indicted seven former administration officials for conspiring to hinder the investigation of the Watergate burglary. The grand jury, it was disclosed later, also named Nixon as an unindicted conspirator.[231] In April the House Judiciary Committee voted to subpoena tapes of 42 presidential conversations, and the special prosecutor subpoenaed more tapes and documents as well. The White House refused both subpoenas, citing executive privilege once more.[88] In response, the House Judiciary Committee opened impeachment hearings against the president on May 9.[231] These hearings, which were televised, culminated in votes for articles of impeachment, the first being 27–11 in favor on July 27, 1974 on obstruction of justice; six Republicans voted \"yes\" along with all 21 Democrats.[236] On July 24, the Supreme Court ruled unanimously that the full tapes, not just selected transcripts, must be released.[237]  Even though his base of support had been diminished by the continuing series of revelations, Nixon hoped to avoid impeachment. However, one of the newly released tapes, the \"smoking gun\" tape, recorded just a few days after the break-in, demonstrated that Nixon had been told of the White House connection to the Watergate burglaries soon after they took place, and had approved plans to thwart the investigation. In a statement accompanying the release of the tapes on August 5, 1974, Nixon accepted blame for misleading the country about when he had been told of the truth behind the Watergate break-in, stating that he had a lapse of memory.[238] On August 7, Nixon met in the Oval Office with Republican congressional leaders \"to discuss the impeachment picture,\" and was told that his support in Congress had all but disappeared. They painted a gloomy picture for the president: he would face certain impeachment when the articles came up for vote in the full House, and in the Senate, there were not only enough votes to convict him, no more than 15 or so senators were willing to vote for acquittal.[239][240] That night, knowing his presidency was effectively over, Nixon finalized his decision to resign.[241] At 11:00 a.m. on August 8, his last full day in office, Nixon informed Vice President Ford of his impending resignation.[241] That evening, Nixon announced his intention to resign to the nation.[242] The speech was delivered from the Oval Office and was carried live on radio and television. Nixon stated that he was resigning for the good of the country as he had lost the political support in Congress necessary to govern effectively, and asked the nation to support the new president, Gerald Ford. Nixon went on to review the accomplishments of his presidency, especially in foreign policy,[243] and concluded by invoking Theodore Roosevelt's \"Man in the Arena\" speech.[244] Nixon's speech contained no admission of wrongdoing; biographer Conrad Black opined that \"What was intended to be an unprecedented humiliation for any American president, Nixon converted into a virtual parliamentary acknowledgement of almost blameless insufficiency of legislative support to continue.\"[245] The initial response from network commentators was generally favorable, with only Roger Mudd of CBS stating that Nixon had evaded the issue, and had not admitted his role in the cover-up.[246] The following morning, August 9, 1974, Nixon officially resigned from office, submitting a brief letter to Kissinger that read: \"I hereby resign the office of President of the United States.\" Afterward, Kissinger signed his initials, acknowledging that he had received it, and the time, 11:35 a.m., denoting when Nixon's presidency ended.[241] Gerald Ford, in his first public statement as president, declared, \"My fellow Americans, our long national nightmare is over.\"[247] Nixon was the first U.S. president to leave office intra-term for a reason other than death. To date, he remains the only president to have resigned. One month after Nixon left office, President Ford granted Nixon an unconditional pardon for all federal crimes he \"committed or may have committed or taken part in\" while president.[248][249] Polls of historians and political scientists generally rank Nixon as a below average president.[3][5][4] In a 2018 poll of the American Political Science Association's Presidents and Executive Politics section, Nixon was ranked as the 33rd greatest president.[3] A 2017 C-SPAN poll of historians ranked Nixon as the 28th greatest president.[5] According to historian Stephen E. Ambrose, \"Nixon wanted to be judged by what he accomplished. What he will be remembered for is the nightmare he put the country through in his second term and for his resignation.\"[250] Biographer Jonathan Aitken, by contrast, feels that \"Nixon, both as a man and as a statesman, has been excessively maligned for his faults and inadequately recognised for his virtues. Yet even in a spirit of historical revisionism, no simple verdict is possible.\"[2] Historian and political scientist James MacGregor Burns asked of Nixon, \"How can one evaluate such an idiosyncratic president, so brilliant and so morally lacking?\"[251] Political historian and pollster Douglas Schoen argues that Nixon was the most important American figure in post-war U.S. politics, while constitutional law professor Cass Sunstein noted in 2017, \"If you are listing the five most consequential Presidents in American history, you could make a good argument that Nixon belongs on the list.\"[252] Historian Melvin Small argues that, \"If it is possible to evaluate Nixon's years in the White House without considering his character and the scandals that led to his resignation, then his presidency certainly seems far from a failure.\"[253] But Small also states, \"Watergate did not begin when CREEP operatives broke into Democratic headquarters in 1972. It began when Nixon took office, armed with his private slush fund, prepared to do battle by fair means and foul against his enemies...no president before or after ordered or participated in so many serious illegal and extralegal acts that violated constitutional principles.\"[253] Ken Hughes of the Miller Center of Public Affairs notes that \"scholars who classify [Nixon] as liberal, moderate, or conservative find ample evidence for each label and conclusive evidence for none of them...In foreign and domestic policy, Nixon's inclinations were conservative, but he assumed the presidency at the end of the 1960s, liberalism's postwar peak.\"[254] James Patterson describes Nixon as being \"easily the most liberal Republican\" president of the 20th century, aside from Theodore Roosevelt.[255] Nixon saw his policies on Vietnam, China, and the Soviet Union as central to his place in history.[123] Nixon's onetime opponent George McGovern commented in 1983, \"President Nixon probably had a more practical approach to the two superpowers, China and the Soviet Union, than any other president since World War II [...] With the exception of his inexcusable continuation of the war in Vietnam, Nixon really will get high marks in history.\"[256] Political scientist Jussi Hanhimäki disagrees, saying that Nixon's diplomacy was merely a continuation of the Cold War policy of containment by diplomatic, rather than military means.[123] Historian Keith W. Olson has written that Nixon left a legacy of fundamental mistrust of government, rooted in Vietnam and Watergate. Another legacy, for a time, was a decrease in the power of the presidency as Congress passed restrictive legislation like the War Powers Act and the Congressional Budget and Impoundment Control Act of 1974.[257]","Title":"Presidency of Richard Nixon - Wikipedia","KeyID":"4809","URL":"https://en.wikipedia.org/wiki/Presidency_of_Richard_Nixon"}