{"Content: ":"The United States secretary of the treasury is the head of the United States Department of the Treasury, and is the chief financial officer of the federal government of the United States. The secretary of the treasury serves as the principal advisor to the president of the United States on all matters pertaining to economic and fiscal policy. The secretary is a statutory member of the Cabinet of the United States, and is fifth in the presidential line of succession. Under the Appointments Clause of the United States Constitution, the officeholder is nominated by the president of the United States, and, following a confirmation hearing before the Senate Committee on Finance, is confirmed by the United States Senate. The secretary of state, the secretary of the treasury, the secretary of defense, and the attorney general are generally regarded as the four most important Cabinet officials, due to the size and importance of their respective departments.[4] The current secretary of the treasury is Janet Yellen, who is the first woman to hold the post.[5][6] The Secretary is responsible for formulating and recommending domestic and international financial, economic, and tax policy, participating in the formulation of broad fiscal policies that have general significance for the economy, and managing the public debt. The Secretary oversees the activities of the Department in carrying out its major law enforcement responsibilities; in serving as the financial agent for the United States Government; and in manufacturing coins and currency. The Chief Financial Officer of the government, the Secretary serves as Chairman Pro Tempore of the President's Economic Policy Council, Chairman of the Boards and Managing Trustee of the Social Security and Medicare Trust Funds, and as U.S. Governor of the International Monetary Fund, the International Bank for Reconstruction and Development, the Inter-American Development Bank, the Asian Development Bank, and the European Bank for Reconstruction and Development. The secretary along with the treasurer of the United States must sign Federal Reserve notes before they can become legal tender.[8] The secretary also manages the United States Emergency Economic Stabilization fund. Most of the department's law enforcement agencies such as the U.S. Customs Service, the Bureau of Alcohol, Tobacco, Firearms and Explosives (ATF), and the U.S. Secret Service were reassigned to other departments in 2003 in conjunction with the creation of the Department of Homeland Security. The secretary of the treasury is a Level I position in the Executive Schedule and thus earns the salary prescribed for that level (US$221,400, as of January 2021).[9][3] No party (1) Federalist (4) Democratic-Republican (4) Democratic (29) Whig (5) Republican (34) Status If both the secretary and the deputy secretary of the treasury are unable to carry out the duties of the office of secretary of the treasury, then whichever treasury official of under secretary rank sworn in earliest assumes the role of acting secretary. Positions listed on the Department of the Treasury website include the under secretary for domestic finance, the under secretary for international affairs, and the under secretary for terrorism and financial intelligence. As of July 2022, there are ten living former secretaries of the treasury (with all secretaries that have served since 2003 still living), the oldest being W. Michael Blumenthal (served 1977–1979, born 1926). The most recent secretary of the treasury to die was George Shultz (served 1972–1974, born 1920) on February 6, 2021. The most recently serving secretary to die was Paul H. O'Neill (served 2001–2002, born 1935), on April 18, 2020.","Title":"United States Secretary of the Treasury - Wikipedia","KeyID":"4849","URL":"https://en.wikipedia.org/wiki/United_States_Secretary_of_the_Treasury"}