{"Content: ":"George Henry Dern (1872–1936) was an American politician, mining man, and businessman. He is probably best remembered for co-inventing the Holt–Dern ore roasting process, as well as for his tenure as United States Secretary of War from 1933 to his death in 1936. He also served as the sixth Governor of Utah for eight years, from 1925 to 1933. Dern was a progressive politician who fought for tax reform, public education, and social welfare. George Henry Dern was born in Dodge County, Nebraska, on September 8, 1872. He was the son of John Dern, a pioneering Nebraska farmer, mine operator, and industrialist, and Elizabeth, whose maiden name was the same as her married name, Dern. His parents were German immigrants.[1] John was president of the Mercur Gold Mining and Milling Company and no doubt had a profound influence on George, who would follow in his father's footsteps when he entered the mining business. Dern graduated from Nebraska's Fremont Normal College of Midland University in 1888 and from 1893 to 1894 attended the University of Nebraska. Dern was also a talented athlete, serving as the University's football captain during that time. In 1894 he accompanied his family to Salt Lake City, joining the Mercur Gold Mining and Milling Company, which his father served as president. Rising rapidly from bookkeeper to company treasurer, he was promoted in 1901 to general manager of the company, which had been reorganized as the Consolidated Mercur Gold Mines Company. Dern was co-inventor of the Holt-Dern roaster, a furnace for carrying out the Holt-Christenson roasting process, a technique for recovering silver from low-grade ores. Mercur Gold Mining and Milling shut down in 1913, however Dern's experience and passion for mining would be reflected later on in his political career. On June 7, 1899, in Fremont, Dodge County, Nebraska, he married Charlotte \"Lottie\" Brown. They had six children: Mary J. (1902), John H., William B., Margaret, Elizabeth, and James G.. Lottie died on September 5, 1952, in Chicago, and is buried next to her husband at Mount Olivet Cemetery, Salt Lake City, Utah.[2] Dern entered politics in 1914, running on a Democratic and Progressive fusion ticket in a Utah state senate district encompassing Salt Lake County. He was elected in 1914, serving until 1923 in the state senate, where he was twice selected as the Democratic floor leader. His tenure there was marked by strong advocacy of progressive legislation, including a landmark mineral leasing act that leased, rather than sold, Utah's mineral rights to private concerns. Dern gained the Democratic nomination for governor in 1924, and during the campaign he received backing from the Utah Progressive Party and an endorsement from Progressive presidential candidate Robert M. La Follette. Challenging incumbent Republican governor Charles R. Mabey, Dern ran on the catchy slogan \"We want a Dern good governor, and we don't mean Mabey.\" Since Mabey's election in 1920, Utah had leaned Republican and continued to do so throughout Dern's terms as governor. However, Dern led a swing to Democratic control of the state which began in 1933 and continued for nearly 20 years. As governor, Dern focused on using Utah's rich natural resources to develop the state economy and devoted himself to education, social welfare, and tax reform, thus further embroidering his reputation as a progressive. Arguing that the general property tax was unfair as the sole source of state revenue, Dern secured the adoption of a state income tax and a corporate franchise tax against strong opposition. He also took a leading role in resolving important interstate problems related to the building of the Boulder Dam on the Colorado River. Dern, whose state had the disadvantage of being upstream from the dam, staunchly defended the theory that, with the exception of navigation, the waters of western streams were state rather than federal resources. This controversy brought him into direct conflict with U.S. secretary of commerce Herbert Hoover, who was attempting to mediate the dispute for the Calvin Coolidge administration. In yet another demonstration of Dern's appeal to Republican voters, Dern was reelected governor in 1928 by a landslide 31,000 votes despite the fact that Utah voted for the Republican National ticket by a margin of 14,000 votes. He subsequently served from 1929 to 1930 as chair of the National Governors' Conference, where he worked with New York governor Franklin D. Roosevelt. Dern's record as a progressive western governor also commended him to Roosevelt, who after the November 1932 election to the presidency appointed Dern as his Secretary of War. Roosevelt initially wanted Dern for the post of Secretary of the Interior but settled on appointing him to the War Department. Although he had no military experience and was reputed to have pacifist leanings, Dern won the support of military circles by promoting greater efficiency and readiness, calling for a military structure that could be expanded quickly and easily in a crisis. Dern initiated a five-year plan to equip the army with newer airplanes, more tanks, semiautomatic rifles, and modernized artillery. He advocated increased strength for the army Air Corps and investigated charges of lobbying in the War Department, resulting in the court-martial and dismissal of two high-ranking army officers who were found guilty of lobbying. These reforms won him the support and admiration of most military leaders. During Dern's tenure the War Department oversaw the administration of the Civilian Conservation Corps. Dern's department provided the CCC with food, clothing, transportation, and medical care for 300,000 unemployed who joined its ranks for work in the preservation and conservation of America's public lands. The army's Corps of Engineers began several important public works projects during Dern's tenure, including the dredging of the Mississippi and Missouri rivers, the construction of the Florida ship canal. Under the aegis of the PWA, the Corps also built such projects as the Bonneville and Fort Peck dams; and began the aborted \"Quoddy\" Dam project. Dern worked closely with army chief of staff Douglas MacArthur on such projects. Dern was often at odds with President Roosevelt over plans to coordinate water resource development, and in 1935 and 1936 he opposed legislation to establish a permanent National Resources Board, even though it was strongly supported by the New Deal administration. While still serving as Secretary of War, Dern died in Washington, D.C., from heart and kidney complications following a bout of influenza. Dern was fond of outdoor sports such as fishing and hiking and is remembered as a hard-working member of the Roosevelt cabinet, one who could also be an entertaining public speaker. Ultimately, George Dern served as Secretary of War during a rather inconsequential time period for that position. The country was in the midst of the Great Depression, and due to the financial crisis, had adopted an isolationist approach toward foreign policy. After years of tight military budgets and an isolationist foreign policy, the War Department was a relatively inconsequential post during Dern's tenure. While he was generally well liked by other members of the cabinet, he never played a decisive role in the determination of administration policies. This is why Dern's political career is less documented than someone who served in his same position during a time of war. His wife was Charlotte \"Lottie\" Brown (the daughter of William Steele Brown and Ida Belle Martin); the couple had seven children. He was grandfather of Academy Award-nominated actor Bruce Dern, and the great-grandfather of Academy Award-winning actress Laura Dern.[3][4] Bibliography","Title":"George Dern - Wikipedia","KeyID":"4851","URL":"https://en.wikipedia.org/wiki/George_Dern"}