{"Content: ":"Homer Stille Cummings (April 30, 1870 – September 10, 1956) was an American lawyer and politician who was the United States Attorney General from 1933 to 1939. He also was elected mayor of Stamford, Connecticut, three times before founding the legal firm of Cummings & Lockwood in 1909. He later served as chairman of Democratic National Committee between 1919 and 1920. Cummings was born on April 30, 1870 and graduated from the Heathcote School in Buffalo, New York. He earned a Ph.B. degree from the Sheffield School of Yale University in 1891, and completed his degree at Yale Law School two years later. Practicing law in Stamford, he joined with Charles D. Lockwood in 1909 to form Cummings & Lockwood, remaining a partner in the firm until 1933. Three years after entering private practice, Cummings supported William Jennings Bryan's 1896 presidential bid. Connecticut (Silver) Democrats nominated him for Secretary of State. As a Progressive whose oratorical skills made him a dramatic trial lawyer, Cummings seemed a natural for the political arena. In 1900, 1901, and 1904, Cummings was elected mayor of Stamford. His two tenures as mayor were served from 1900–1902 and again from 1904–1906.[3] At the time of his first election, he began a quarter-century of service as a committeeman from Connecticut with the national Democratic party. As mayor, he helped construct and improve streets and sewers, reorganized the police and fire departments, and secured a shorefront park that later was named for him. Nominated for Congressman-at-large in 1902 and for U.S. Senator in 1910 and 1916, Cummings lost all three races by narrow margins. During the 1912 campaign, he directed the Democratic speaker's bureau from Washington, D.C., then served as vice-chairman of the national committee from 1913 to 1919. He served as chairman for the next two years. During the period from 1914 to 1924, Cummings served as the state attorney for Connecticut in Fairfield County. During his last year as county prosecutor, a vagrant and discharged army soldier, Harold Israel, was indicted for the murder in Bridgeport of Father Hubert Dahme, a popular parish priest.[4] Despite police evidence that included a confession and a .32 revolver, which the suspect had and which produced a fired cartridge consistent with the bullet in the deceased, Cummings conducted a thorough investigation of the crime. He eventually found Israel innocent and dropped the indictment. In 1931, the National Commission on Law Observance and Enforcement (the Wickersham Commission) praised this act. A 1947 film Boomerang! was based on the case, directed by Elia Kazan, with Dana Andrews as Cummings. During the bitterly divided 1924 Democratic National Convention, Cummings tried to calm the delegates by formulating a compromise plank on the controversial issue of the Ku Klux Klan, which had been revived in the previous decade. Unlike most Northeastern Democrats, he supported William G. McAdoo over Alfred E. Smith for the presidential nomination. Cummings was married four times, the first two ending in divorce. In 1897, he wed Helen W. Smith, a union that lasted 10 years. The couple had one son, Dickinson Schuyler Cummings, before their divorce. His 1909 marriage to Marguerite T. Owings ended in divorce in 1928. The following year, he married Mary Cecilia Waterbury, and it lasted until her death in 1939. He had a memoir, The Tired Sea (1939), published as a tribute to her. In 1942, he married Julia Alter, who died in 1955. After nearly a decade out of the spotlight, Cummings reentered politics. In 1932, he helped persuade 24 senators and numerous congressmen to announce their support for Franklin D. Roosevelt. At the Chicago convention, he planned strategy, operated as floor manager, and delivered a resounding seconding speech. Following the election, Roosevelt chose Cummings as governor-general of the Philippines. Two days before the inauguration, Thomas J. Walsh, who had been designated attorney general, died. Upon taking office on March 4, 1933, Roosevelt named Cummings to lead the Justice Department. Cummings served almost six years as attorney general. Only William Wirt (1817–1829), Janet Reno (1993–2001), and Eric Holder (2009–2015) have had longer tenures in the position. Cummings transformed the Department of Justice by establishing uniform rules of practice and procedure in federal courts. He secured the passage of twelve laws that buttressed the \"Lindbergh Law\" on kidnapping, made bank robbery a federal crime, cracked down on interstate transportation of stolen property, and extended federal regulations over firearms. He strengthened the Federal Bureau of Investigation, called a national crime conference, supported the establishment of Alcatraz as a model prison for hardened offenders, and reorganized the internal administration of the department. In 1937, Cummings published \"We Can Prevent Crime\", and, with Carl McFarlan, an assistant attorney general, Federal Justice, a departmental history. The Selected Papers of Homer Cummings (1939), edited by Carl B. Swisher, supplemented the history. Cummings served as the chief protector of New Deal programs. During his first week as attorney general, he advised Roosevelt that the Trading with the Enemy Act of 1917 permitted the president to close banks and regulate gold hoarding and export. Cummings personally argued the right of the government to ban gold payments before the U.S. Supreme Court and won the \"gold clause\" cases. But, during 1935–1936, the Court overthrew eight key New Deal statutes, including the National Industrial Recovery Act (NIRA) and the Agricultural Adjustment Act (AAA). Frustration over the conservative nature of the Court, coupled with outrage over the proliferation of lawsuits and injunctions against the government, made Cummings eager to expand the judiciary. After the 1936 Presidential election, Roosevelt instructed him to draft legislation for court reform. Neither man wanted to attempt to amend the Constitution. Conservative Justice James McReynolds had proposed to add a judge for every judge who refused to retire at age seventy at full pay. Such a measure might give the president the opportunity to appoint fifty new judges, including six to the Supreme Court. Roosevelt launched the proposal, prepared secretly by Cummings, on February 5, 1937. The ensuing uproar over the \"court-packing plan\" helped kill the bill after 168 days; the Senate returned it to committee. (Of the so-called \"four horsemen\" of the US Supreme Court who consistently opposed the New Deal: Van Devanter resigned May 18, 1937; Sutherland resigned January 17, 1938; Butler died November 16, 1939; and McReynolds resigned January 31, 1941.) Cummings retired on January 2, 1939, entering private law practice in Washington. He helped develop a spring golf tournament that annually brought executives, lawyers, and politicians together. He also retained his interest in the Connecticut Democratic party, along with a residence in Greenwich, Connecticut. He served on the Greenwich Town Committee until 1951. Cummings's papers are held at the Albert and Shirley Small Special Collections Library at the University of Virginia. In 1961, character actor Robert F. Simon appeared as Cummings in an episode of ABC's crime drama, The Untouchables.","Title":"Homer Stille Cummings - Wikipedia","KeyID":"4854","URL":"https://en.wikipedia.org/wiki/Homer_Stille_Cummings"}