{"Content: ":"Francis Beverley Biddle (May 9, 1886 – October 4, 1968) was an American lawyer and judge who was the United States Attorney General during World War II. He also served as the primary American judge during the postwar Nuremberg Trials as well as a United States Circuit Judge of the Court of Appeals for the Third Circuit. Biddle was born in Paris, France while his family was living abroad.[7] He was one of four sons of Frances Brown (née Robinson) and Algernon Sydney Biddle, a law professor at the University of Pennsylvania Law School of the Biddle family. He was also a great-great-grandson of Edmund Randolph (1753–1813) the seventh Governor of Virginia, the second United States Secretary of State, and the first United States Attorney General,[8] and a half second cousin four times removed of James Madison, the fourth president of the United States.[9] He graduated from Groton School, where he participated in boxing.[10] He earned a Bachelor of Arts degree in 1909 from Harvard College and a Bachelor of Laws in 1911 from Harvard Law School.[7] Biddle first worked as a private secretary (i.e. a law clerk) to Supreme Court Justice Oliver Wendell Holmes Jr. from 1911 to 1912.[7] He spent the next 27 years by practicing law in Philadelphia, Pennsylvania. In 1912, he supported the presidential candidacy of former US President Theodore Roosevelt's renegade Bull Moose Party. He was a special assistant to the United States Attorney for the Eastern District of Pennsylvania from 1922 to 1926.[7] During World War I he served as Private in the United States Army from October 23 to November 30, 1918.[10] After he enlisted, he was detailed to the Field Artillery Central Officer's training school at Camp Taylor, Kentucky but saw no combat in the war's end.[11] In the 1930s, Biddle was appointed to a number of important governmental roles. In 1934 President Franklin D. Roosevelt nominated him to become Chairman of the National Labor Relations Board. On February 9, 1939, Roosevelt nominated Biddle to the United States Court of Appeals for the Third Circuit, to a seat vacated by Joseph Buffington. The United States Senate confirmed Biddle on February 28, 1939, and he received his commission on March 4, 1939. He served only one year in the role before resigning on January 22, 1940, to become the United States Solicitor General.[7] This also turned out to be a short-lived position when Roosevelt nominated him to the position of Attorney General of the United States in 1941. During this time he also served as chief counsel to the Special Congressional Committee to Investigate the Tennessee Valley Authority from 1938 to 1939. During World War II, Biddle used the Espionage Act of 1917 to attempt to shut down \"vermin publications\", which included Father Coughlin's publication entitled Social Justice.[12] Biddle prosecuted several prominent left-wing individuals and organizations under the Smith Act. In 1941, he authorized the prosecution of 29 Socialist Workers Party members in a move that was criticized by the American Civil Liberties Union.[13] Under the act, he also tried unsuccessfully to have trade unionist Harry Bridges deported.[14] In 1942, Biddle became involved in a case in which a military tribunal appointed by Roosevelt tried eight captured Nazi agents for espionage and for planning sabotage in the United States as part of the German Operation Pastorius. Lieutenant Colonel Kenneth Royall challenged Roosevelt's decision to prosecute the Germans in military tribunals by citing Ex parte Milligan (1866), a case in which the US Supreme Court ruled that the federal government could not establish military tribunals to try civilians in areas that civilian courts were functioning, even during wartime. Biddle responded that the Germans were not entitled to have access to civilian courts because of their status as unlawful combatants. The US Supreme Court upheld that decision in Ex parte Quirin (1942) by ruling that the military commission that was set up to try the Germans was lawful. On August 3, 1942, all eight were found guilty and sentenced to death. Five days later, six of the eight were executed in the electric chair on the third floor of the District of Columbia jail. The other two were given prison terms since they had willingly turned their comrades over to the FBI. In 1948, both men were released from prison and returned to Germany.[15] Biddle was the only high-ranking official in the Roosevelt administration who opposed the wartime internment of Japanese Americans from the start.[16] In 1943, after the internment had already taken place, he asked Roosevelt for the camps to be closed: \"The present practice of keeping loyal American citizens in concentration camps for longer than is necessary is dangerous and repugnant to the principles of our government.\"[17] Roosevelt resisted, however, and the camps would not be closed for another year. In a postwar memoir, Biddle wrote that \"American citizens of Japanese origin were not even handled like aliens of the other enemy nationalities—Germans and Italians—on a selective basis, but as untouchables, a group who could not be trusted and had to be shut up only because they were of Japanese descent.\"[18] Biddle strengthened his department's efforts on behalf of African-American civil rights by instructing United States attorneys to direct their prosecutions against forced labor in the South away from the usual practice of charging \"peonage\", which required them to find an element of debt, toward bringing charges of \"slavery\" and \"involuntary servitude\" against employers and local officials.[19] At US President Harry S. Truman's request, he resigned after Roosevelt's death. Shortly afterward, Truman appointed Biddle as a judge at the Nuremberg Trials. Tom C. Clark, Biddle's successor, told the story that Biddle was the first government official whose resignation Truman sought and that it was quite a difficult task. Biddle was amused by Truman's stammering, but after it was over, he threw his arm around the President and said, \"See, Harry, now that wasn't so hard.\"[citation needed] In 1947, he was nominated by Truman as the US representative on the United Nations Economic and Social Council. However, after the Republican Party refused to act on the nomination, Biddle asked Truman to withdraw his name.[citation needed] In 1950, he was named as chairman of the Americans for Democratic Action, a position that he held for three years.[7] One decade later, he wrote two volumes of memoirs: A Casual Past in 1961 and In Brief Authority in 1962. His final position came as chairman of the Franklin D. Roosevelt Memorial Commission from which he resigned in 1965.[citation needed] On April 27, 1918, Biddle was married to the poet Katherine Garrison Chapin. They had two sons: Biddle died on October 4, 1968, of a heart attack at his summer home in Wellfleet, Massachusetts, on Cape Cod, at the age of 82. Biddle was interred at the St. Thomas' Church Cemetery in Whitemarsh, Pennsylvania. Biddle's writing skills had long been in evidence prior to the release of his memoirs. In 1927, he wrote a novel about Philadelphia society, The Llanfear Pattern. In 1942, he wrote of his close association with Oliver Wendell Holmes 30 years earlier with a biography of the jurist, Mr. Justice Holmes, which was adapted into a 1946 Broadway play and a 1950 film entitled The Magnificent Yankee. Democratic Thinking and the War was published in 1944. His 1949 book, The World's Best Hope, looked at the role of the United States in the post-war era. He was elected a fellow of the American Academy of Arts and Sciences in 1963.[23] Biddle was portrayed by Len Cariou in the 2000 miniseries Nuremberg. Biddle was also the subject of the 2004 play Trying by Joanna McClelland Glass, who had served as Biddle's personal secretary from 1967 to 1968.[24][25]","Title":"Francis Biddle - Wikipedia","KeyID":"4855","URL":"https://en.wikipedia.org/wiki/Francis_Biddle"}