{"Content: ":"James Vincent Forrestal (February 15, 1892 – May 22, 1949) was the last Cabinet-level United States Secretary of the Navy and the first United States Secretary of Defense.[1] Forrestal came from a very strict middle-class Irish Catholic family. He was a successful financier on Wall Street before becoming Undersecretary of the Navy in 1940, shortly before the United States entered the Second World War. He became Secretary of the Navy in May 1944 upon the death of his superior, Frank Knox. President Franklin D. Roosevelt requested that Forrestal take the lead in building up the Navy. In 1947, after the end of the war, President Harry S. Truman appointed him the first secretary of the newly created Department of Defense. Forrestal was intensely hostile to the Soviet Union, fearing Communist expansion in Europe and the Middle East. Along with Secretary of State George C. Marshall, he strongly opposed the United States' support for the establishment of the State of Israel, fearing that this would alienate Arab nations which were needed as allies, and whose petroleum reserves were vital for both military and civilian industrial expansion. Forrestal was a supporter of naval battle groups centered on aircraft carriers. He tried to weaken the proposed Department of Defense for the Navy's benefit, but was hard pressed to run it from 1947 to 1949 after Truman named him Secretary of Defense. The two men were often at odds, and Truman forced Forrestal's resignation. Thereafter, Forrestal's mental health rapidly deteriorated, declining to the point in which he underwent medical care for depression. While a patient at Bethesda Naval Hospital, Forrestal died from fatal injuries sustained after falling out a sixteenth floor window. In 1954, the USN's new supercarrier was named USS Forrestal in his honor, as is the James V. Forrestal Building, which houses the headquarters of the United States Department of Energy. He is the namesake of the Forrestal Lecture Series at the United States Naval Academy and of the James Forrestal Campus of his alma mater Princeton University. Forrestal was born in Matteawan, New York, (now part of Beacon, New York), the youngest son of James Forrestal, an Irish immigrant who dabbled in politics. His mother, the former Mary Anne Toohey (herself the daughter of another Irish immigrant) raised him as a devout Catholic.[2] During his youth, Forrestal was an amateur boxer.[3] After graduating from high school at the age of 16, in 1908, he spent the next three years working for a trio of newspapers: the Matteawan Evening Journal, the Mount Vernon Argus and the Poughkeepsie News Press. Forrestal entered Dartmouth College in 1911, but transferred to Princeton University in his sophomore year, where he served as an editor for The Daily Princetonian. His senior class voted him \"Most Likely to Succeed\", but he left just prior to completing work on a degree. Forrestal was a member of University Cottage Club while he was a student at Princeton.[4] Forrestal married the former Josephine Stovall (née Ogden), a Vogue writer, in 1926. She eventually developed a dependence on alcohol and suffered various mental health issues.[5] Forrestal went to work as a bond salesman for William A. Read and Company (later renamed Dillon, Read & Co.) in 1916. When the USA entered the First World War, he enlisted in the Navy and ultimately became a Naval Aviator, training with the Royal Flying Corps at Camp Borden and Deseronto in Canada.[6] During the final year of the war, Forrestal spent much of his time in Washington, at the Office of Naval Operations while completing his flight training and reached the rank of lieutenant. After the war, Forrestal resumed his career in finance and made his fortune on Wall Street. He became a partner in 1923, was appointed vice president in 1926, and by 1937 was president of the company. He also acted as a publicist for the Democratic Party committee in Dutchess County, New York, helping politicians from the area win elections at both the local and state level. One of the individuals aided by his work was a neighbor, Franklin D. Roosevelt. Forrestal was a compulsive workaholic and skilled administrator. He was described as pugnacious, introspective, shy, philosophic, solitary, and emotionally insecure.[3][7][8] He took no part in national politics, though he usually voted for Democrats, but did not support New Deal liberalism.[9] President Franklin D. Roosevelt appointed Forrestal a special administrative assistant on June 22, 1940. Six weeks later, he nominated him for the newly established position, Undersecretary of the Navy. In his nearly four years as undersecretary, Forrestal proved highly effective at mobilizing domestic industrial production for the war effort. Chief of Naval Operations, Admiral Ernest J. King, wanted to control logistics and procurement, but Forrestal prevailed.[3] In September 1942, to get a grasp on the reports for materiel his office was receiving, he made a tour of naval operations in the Southwest Pacific and a stop at Pearl Harbor. Returning to Washington, D.C., he made his report to President Roosevelt, Secretary of War Henry L. Stimson, and the cabinet. In response to Forrestal's elevated request that materiel be sent immediately to the Southwest Pacific area, Stimson (who was more concerned with supplying Operation Torch in North Africa), told Forrestal, \"Jim, you've got a bad case of localitis.\" Forrestal shot back in a heated manner, \"Mr. Secretary, if the Marines on Guadalcanal were wiped out, the reaction of the country will give you a bad case of localitis in the seat of your pants\".[10][11] He became Secretary of the Navy on May 19, 1944, after his immediate superior, Secretary Frank Knox, died from a heart attack. Knox had been a figurehead as secretary and Forrestal was highly energetic. Forrestal led the Navy through the closing year of the war and the early years of demobilization that followed. Forrestal ordered that a Naval Court of Inquiry be convened to investigate the facts surrounding the Japanese attack on Pearl Harbor and to assess any culpability borne by members of the Navy. The Court consisted of Admiral Adolphus Andrews; Admiral Orin G. Murfin, who served as President of the Court, and Admiral Edward C. Kalbfus.[12][13] The court convened on July 24, 1944, and held daily sessions in Washington, D.C., San Francisco, and Pearl Harbor. After interviewing numerous witnesses, it completed its work on October 19, 1944. Its report to the Navy Department largely exonerated Rear Admiral Husband E. Kimmel, commander in chief of the Pacific Fleet at the time of the attack. The court found that Kimmel's decisions had been correct given the limited information available to him, but criticized then-Chief of Naval Operations Harold R. Stark for failing to warn Kimmel that war was imminent. The court concluded that \"based upon the facts established, the Court is of the opinion that no offenses have been committed nor serious blame incurred on the part of any person or persons in the naval service.\"[14] Because the court's findings implicitly revealed that American cryptographers had broken the Japanese codes, a critical wartime secret, the court's report was not made public until after the end of the war. Upon reviewing the report, Forrestal felt that the court had been too lenient in assigning blame for the disaster. The court had found that the Army and Navy had adequately cooperated in the defense of Pearl Harbor; that there had been no information indicating that Japanese carriers were on their way to attack Pearl Harbor; and that the attack had succeeded principally because of the aerial torpedo, a secret weapon whose use could not have been predicted. Forrestal disapproved all of these findings, judging that Kimmel could have done more with the information he had had to prevent or mitigate the attack. Forrestal concluded that both Kimmel and Stark had \"failed to demonstrate the superior judgment necessary for exercising command commensurate with their rank and their assigned duties.\"[15] As Secretary, Forrestal introduced a policy of racial integration in the Navy. Forrestal traveled to combat zones to see naval forces in action. He was in the South Pacific in 1942, present at the Battle of Kwajalein in 1944, and (as Secretary) witnessed the Battle of Iwo Jima in 1945. After five days of pitched battle, a detachment of Marines was sent to hoist the American flag on the 545-foot summit of Mount Suribachi on Iwo Jima. This was the first time in the war that the U.S. flag had flown on Japanese soil. Forrestal, who had just landed on the beach, claimed the historic flag as a souvenir. When Forrestal witnessed the sight of the Stars and Stripes atop Mount Suribachi, he turned to Major General Holland Smith and said, \"the raising of that flag on Suribachi means a Marine Corps for the next 500 years.\"[16] A second, larger flag was run up in its place, and this second flag-raising was the moment captured by Associated Press photographer Joe Rosenthal in his famous photograph.[17] In the early months of 1945, Forrestal, along with Secretary of War Henry Stimson and Under Secretary of State Joseph Grew, strongly advocated a softer policy toward Japan that would permit a negotiated armistice, a face-saving surrender. Forrestal's primary concern was not the resurgence of a militarized Japan, but rather \"the menace of Russian Communism and its attraction for decimated, destabilized societies in Europe and Asia,\" and, therefore, keeping the Soviet Union out of the war with Japan.[18] So strongly did he feel about this matter that he cultivated negotiation efforts that some regarded as approaching insubordination.[19] His counsel on ending the war was finally followed, but not until the atomic bombs had been dropped on Hiroshima and Nagasaki. The day after the Nagasaki attack, the Japanese sent out a radio transmission saying that it was ready to accept the terms of the allies' Potsdam Declaration, \"with the understanding that said declaration does not comprise any demand which prejudices the prerogatives of His Majesty as a sovereign ruler.\" That position still fell short of the U.S. \"unconditional surrender\" demand, retaining the sticking point that had held up the war's conclusion for months. Strong voices within the administration, including Secretary of State James Byrnes, counseled fighting on. At that point, \"Forrestal came up with a shrewd and simple solution: Accept the offer and declare that it accomplishes what the Potsdam Declaration demanded. Say that the Emperor and the Japanese government will rule subject to the orders of the Supreme Commander for the Allied Powers. This would imply recognition of the Emperor while tending to neutralize American public passions against the Emperor. Truman liked this. It would be close enough to 'unconditional.'\"[20] After the war, Forrestal urged Truman to take a hard line with the Soviets over Poland and other issues. In furtherance of the anti-Soviet position, he was the primary promoter of the famous \"long telegram\" by State Department official George Kennan. \"[Averell] Harriman thought Forrestal's reaction [to the Kennan document] was a 'decisive' catalyst in shaping American opinion on the issue.\"[21] He also strongly influenced the new Wisconsin Senator, Joseph McCarthy, concerning infiltration of the government by Communists. Upon McCarthy's arrival in Washington in December 1946, Forrestal invited him to lunch. In McCarthy's words, \"Before meeting Jim Forrestal I thought we were losing to international Communism because of incompetence and stupidity on the part of our planners. I mentioned that to Forrestal. I shall forever remember his answer. He said, 'McCarthy, consistency has never been a mark of stupidity. If they were merely stupid, they would occasionally make a mistake in our favor.' This phrase struck me so forcefully that I have often used it since.\"[22] In 1947, President Harry S. Truman appointed him the first United States Secretary of Defense. Forrestal continued to advocate for complete racial integration of the services, a policy eventually implemented in 1949. During private cabinet meetings with President Truman in 1946 and 1947, Forrestal had argued against partition of Palestine on the grounds it would infuriate Arab countries who supplied oil needed for the U.S. economy and national defense. Instead, Forrestal favored a federalization plan for Palestine. Outside the White House, response to Truman's continued silence on the issue was immediate. President Truman received threats to cut off campaign contributions from wealthy donors, as well as hate mail, including a letter accusing him of \"preferring fascist and Arab elements to the democracy-loving Jewish people of Palestine.\"[23] Appalled by the intensity and implied threats over the partition question, Forrestal appealed to Truman in two separate cabinet meetings not to base his decision on partition, whatever the outcome, on the basis of political pressure.[24] In his only known public comment on the issue, Forrestal stated to J. Howard McGrath, Senator from Rhode Island: ...no group in this country should be permitted to influence our policy to the point it could endanger our national security.[25] Forrestal's statement soon earned him the active enmity of some congressmen and supporters of Israel. Forrestal was also an early target of the muckraking columnist and broadcaster Drew Pearson, an opponent of foreign policies hostile to the Soviet Union, who began to regularly call for Forrestal's removal after President Truman named him Secretary of Defense.[26] Pearson told his own protege, Jack Anderson, that he believed Forrestal was \"the most dangerous man in America\" and claimed that if he was not removed from office, he would \"cause another world war.\" Upon taking office as Secretary of Defense, Forrestal was surprised to learn that the administration did not budget for defense needs based on military threats posed by enemies of the United States and its interests. According to historian Walter LaFeber, Truman was known to approach defense budgetary requests in the abstract, without regard to defense response requirements in the event of conflicts with potential enemies.[27] The president would begin by subtracting from total receipts the amount needed for domestic needs and recurrent operating costs, with any surplus going to the defense budget for that year.[27] The Truman administration's willingness to slash conventional readiness needs for the Navy and Marine Corps soon caused fierce controversies within the upper ranks of their respective branches.[27][28] During the Reagan years, Paul Nitze reflected upon the qualities which made a Secretary of Defense great: the ability to work with Congress, the ability for \"big-time management,\" and an ability at war planning. Nitze felt that Forrestal was the only one who possessed all three qualities together.[29] At the close of World War II, millions of dollars of serviceable equipment had been scrapped or abandoned rather than having funds appropriated for its storage costs. New military equipment en route to operations in the Pacific theater was scrapped or simply tossed overboard.[28] Facing the wholesale demobilization of most of the US defense force structure, Forrestal resisted President Truman's efforts to substantially reduce defense appropriations,[30] but was unable to prevent a steady reduction in defense spending, resulting in major cuts not only in defense equipment stockpiles, but also in military readiness. By 1948, President Harry Truman had approved military budgets billions of dollars below what the services were requesting, putting Forrestal in the middle of a fierce tug-of-war between the President and the Joint Chiefs of Staff. Forrestal was also becoming increasingly worried about the Soviet threat.[31] His 18 months at Defense came at an exceptionally difficult time for the U.S. military establishment: Communist governments came to power in Czechoslovakia and China; the Soviets imposed a blockade on West Berlin prompting the U.S. Berlin Airlift to supply the city; the 1948 Arab–Israeli War followed the establishment of Israel; and negotiations were going on for the formation of NATO. Dwight D. Eisenhower recorded he was in agreement with Forrestal's theories on the dangers of Soviet and International communist expansion. Eisenhower recalled that Forrestal had been \"the one man who, in the very midst of the war, always counseled caution and alertness in dealing with the Soviets.\" Eisenhower remembered on several occasions, while he was Supreme Allied Commander, he had been visited by Forrestal, who carefully explained his thesis that the Communists would never cease trying to destroy all representative government. Eisenhower commented in his personal diary on 11 June 1949, \"I never had cause to doubt the accuracy of his judgments on this point.\"[32] Forrestal also opposed the unification of the military services proposed by the Truman officials. Even so, he helped develop the National Security Act of 1947 that created the National Military Establishment (the Department of Defense was not created as such until August 1949).[33] With the former Secretary of War Robert P. Patterson retiring to private life, Forrestal was the next choice. Michael Hogan downplays Forrestal’s achievements: Governor of New York Thomas E. Dewey was expected to win the presidential elections of 1948. Forrestal met with Dewey privately, and it was agreed he would continue as Secretary of Defense under a Dewey administration. Unwittingly, Forrestal would trigger a series of events that would not only undermine his already precarious position with President Truman but contribute to the loss of his job, his failing health, and eventual demise. Weeks before the election, Pearson published an exposé of the meetings between Dewey and Forrestal.[35] In 1949, angered over Forrestal's continued opposition to his defense economization policies, and concerned about reports in the press over his mental condition, Truman abruptly asked Forrestal to resign. By March 31, 1949, Forrestal was out of a job.[30] He was replaced by Louis A. Johnson, an ardent supporter of Truman's defense retrenchment policy. In 1949, exhausted from overwork, Forrestal entered psychiatric treatment. The attending psychiatrist, Captain George N. Raines, was handpicked by the Navy Surgeon General. The regimen was as follows: According to Dr. Raines, \"We considered electro-shock but thought it better to postpone it for another 90 days. In reactive depression if electro-shock is used early and the patient is returned to the same situation from which he came there is grave danger of suicide in the immediate period after they return... so strangely enough we left out electro-shock to avoid what actually happened anyhow\".[36] Although Forrestal told associates he had decided to resign, he was reportedly shattered when Truman abruptly asked for his resignation.[37] His letter of resignation was tendered on March 28, 1949 and his condition steadily deteriorated.[38] On the day of Forrestal's resignation from office, he was reported to have gone into a strange daze and was flown on a Navy airplane to the estate of Under Secretary of State Robert A. Lovett in Hobe Sound, Florida, where Forrestal's wife, Josephine, was vacationing. Dr. William C. Menninger of the Menninger Clinic in Kansas was consulted and he diagnosed \"severe depression\" of the type \"seen in operational fatigue during the war\". The Menninger Clinic had successfully treated similar cases during World War II, but Forrestal's wife, his friend and associate Ferdinand Eberstadt, Dr. Menninger, and Navy psychiatrist Captain Dr. George N. Raines decided to send the former Secretary of Defense to the National Naval Medical Center (NNMC) in Bethesda, Maryland, where it would be possible to deny his mental illness.[39] He was checked into NNMC five days later. The decision to house him on the 16th floor instead of the first floor was justified in the same way. Forrestal's condition was officially announced as \"nervous and physical exhaustion\"; his lead doctor, Captain Raines, diagnosed his condition as \"depression\" or \"reactive depression\".[38] As a person who prized anonymity and once stated that his hobby was \"obscurity\", Forrestal, with his policies, had been the constant target of vicious personal attacks from columnists, including Drew Pearson and Walter Winchell. Pearson's protégé, Jack Anderson, later asserted that Pearson \"hectored Forrestal with innuendos and false accusations\".[40] Forrestal seemed to be on the road to recovery, having regained 12 pounds (5.4 kg) since his admission into the hospital. However, in the early morning hours of May 22, his body, clad only in the bottom half of a pair of pajamas, was found on a third-floor roof below the sixteenth-floor kitchen across the hall from his room.[41][42] Forrestal's alleged last written statement, touted in the contemporary press and later biographers as an implied suicide note, was part of a poem from W. M. Praed's translation of Sophocles' tragedy Ajax:[43] Fair Salamis, the billows' roar, Wander around thee yet, And sailors gaze upon thy shore Firm in the Ocean set. Thy son is in a foreign clime Where Ida feeds her countless flocks, Far from thy dear, remembered rocks, Worn by the waste of time– Comfortless, nameless, hopeless save In the dark prospect of the yawning grave.... Woe to the mother in her close of day, Woe to her desolate heart and temples gray, When she shall hear Her loved one's story whispered in her ear! \"Woe, woe!\" will be the cry– No quiet murmur like the tremulous wail Of the lone bird, the querulous nightingale– The official Navy review board, which completed hearings on May 31, waited until October 11, 1949, to release only a brief summary of its findings. The announcement, as reported on page 15 of the October 12 New York Times, stated only that Forrestal had died from his fall from the window. It did not say what might have caused the fall, nor did it make any mention of a bathrobe sash cord that had first been reported as tied around his neck. The full report[44] was released by the Department of the Navy in April 2004. After full and mature deliberation, the board finds as follows: FINDING OF FACTS He was buried at Arlington National Cemetery, in Arlington, Virginia.[45][46] Forrestal's diaries from 1944 to March 1949 were serialised in the New York Herald Tribune in 1951, and published as a 581-page book The Forrestal Diaries, edited by Walter Millis in October 1951. They were censored prior to publication.[47] Adam Matthew Publications Ltd. published a microfilm of the complete and unexpurgated diaries in 2001, from the originals preserved in the Seeley G. Mudd Manuscript Library, Princeton University; a digital edition was released in January 2020.[48][49][50] An example of censorship is the removal of the following account of a conversation with Truman: \"He [the President] referred to Hitler as an egomaniac. The result is we shall have a Slav Europe for a long time to come. I don't think it is so bad.\"[49] Biographer Arnold Rogow explores the pathos and tragedy of Forrestal's tormented life. He was brought up in a rigidly Catholic environment where harsh discipline gave the boy doubts about himself that were never overcome by his many achievements. He compensated by emphasizing toughness in terms of physicality and morality – he had no use for slackers or cowards. He felt war was a necessity and negotiation was possible only alongside military's parity or superiority. This intensity alienated his colleagues, as he focused his fears on Communists and Zionists. He abandoned his religion and his Irish community, but was never at ease on Wall Street, where he suspected and envied its rich and wellborn WASP elite. Although his brilliance and energy made him a favorite of President Roosevelt, he profoundly distrusted liberalism and never championed the New Deal.[51][52] Forrestal was awarded both the Distinguished Service Medal and the Medal of Merit by President Truman. The James V. Forrestal Building in Washington, D.C., completed in 1969, is named for him. The J. V. Forrestal Elementary School at 125 Liberty Street in Beacon, New York, his hometown, is named for him. Forrestal Elementary School in the Great Lakes military housing area is named for him. In the 1994 television movie Roswell, Forrestal is portrayed by Eugene Roche. He is depicted as sitting on a commission concerning the Roswell UFO incident and advocating the eventual release of information to the public. The film treats his death and classified diary as highly suspicious. An opera concerning the conspiracy theories behind Forrestal's death, Nightingale: The Last Days of James Forrestal composed by Evan Hause with a libretto by Gary Heidt, premiered in New York City at the Present Company Theatorium on May 19, 2002. In The Golden Age, a DC Comics Elseworlds \"imaginary story\" four-issue prestige format mini-series by James Robinson (writer) and Paul Smith (artist), Forrestal's death is shown to have been a murder. Forrestal is pushed from the window of his Bethesda Naval Hospital room by the Golden Age Robotman. In the PC game Area 51 one of the secret documents the player can collect talks about the Majestic 12 initiative being threatened with \"receiving the same punishment as his last secretary, Forrestal\", implying the murder of Forrestal was to cover his operation from the public. In the anime OVA series Mobile Suit Gundam 0083: Stardust Memory, a secret document is briefly viewable in the eighth episode that mentions the death of a Secretary Forrestal. It goes on to say that a \"vacancy\" was left due to his death until he was replaced by an unnamed general. In the 2002 HBO TV movie Path to War, Secretary of Defense Robert McNamara (portrayed by Alec Baldwin) hauntingly recounts the story of James Forrestal's dismissal and suicide to speechwriter Richard Goodwin (portrayed by James Frain). In the 2006 film Flags of Our Fathers, Forrestal was played by Michael Cumpsty. The story of James Forrestal is prominently featured in Chapter 4 of the Oliver Stone popular documentary series Oliver Stone's Untold History of the United States, which aired on Showtime in 2012–13. The later part of Forrestal's life, including his marriage and his death, is a large part of Majic Man by Max Allan Collins. In 2017, the final episode of Netflix Miniseries Wormwood implies that Forrestal’s death may have been one of a series of deaths labeled as suicides that were actually covert assassinations by the CIA. The 2020 film The 11th Green suggests that in 1949, Forrestal was preparing to make public proof of alien visitations and technology, and was forced by two Men in Black to choose between committing suicide or seeing his entire family killed. A title slide over the last shot of the movie says \"Dedicated to the Memory of James V. Forrestal (1892-1949), who understood the significance of the events and sought to act honorably amid treachery.\"","Title":"James Forrestal - Wikipedia","KeyID":"4861","URL":"https://en.wikipedia.org/wiki/James_Forrestal"}