{"Content: ":"Claude Raymond Wickard (February 28, 1893 – April 29, 1967) was a Democratic politician who served as the Secretary of Agriculture during the administrations of Presidents Franklin D. Roosevelt and Harry S. Truman from 1940 to 1945.[1] A Victory Garden is like a share in an airplane factory. It helps win the War and pays dividends too. Wickard was born on his family farm in Carroll County, Indiana, near Camden, on February 28, 1893. He was born to Iva Lenora (née Kirkpatrick) and Andrew Jackson Wickard. He graduated from Purdue University in 1915 with a bachelor's degree in agriculture, and he was chosen as \"Master Farmer of Indiana\" in 1927 for his improvements in stock feeding and farming. He was elected from the Indiana Senate in 1932, and was appointed as Undersecretary of Agriculture. When Henry A. Wallace resigned as the Secretary of Agriculture in September 1940 to run for Vice-President in the 1940 presidential election, Wickard was appointed to the post. He was on the winning side in Wickard v. Filburn, in which the US Supreme Court decided in a case that the federal government could control wheat that was grown in one state for the personal use of a farmer.[2] During World War II, Wickard headed the War Food Administration, promoting increased farmer production as a matter of patriotism. His slogan was \"Food Will Win the War and Write the Peace.\" On January 18, 1943, Wickard banned the sale of presliced bread, possibly to save tools and wax paper, as required at the time. He resigned on June 29, 1945, to become Chief of the Rural Electrification Administration, where he served until 1953. He ran unsuccessfully as a Democratic candidate for the US Senate in 1956, losing to incumbent Homer E. Capehart. Wickard was killed in an automobile accident and died on April 29, 1967. Reportedly, he ran a stop sign at the intersection of Indiana State Road 18 and the U.S. Highway 421 near Delphi, Indiana, and his vehicle was hit by a crushed-stone truck. He is interred in Maple Lawn Cemetery in Flora, Indiana.[3]  This article about an Indiana politician is a stub. You can help Wikipedia by expanding it. This agriculture article is a stub. You can help Wikipedia by expanding it.","Title":"Claude R. Wickard - Wikipedia","KeyID":"4864","URL":"https://en.wikipedia.org/wiki/Claude_R._Wickard"}