{"Content: ":"Daniel Calhoun Roper (April 1, 1867 – April 11, 1943) was an American politician and lawyer who served as the 7th United States Secretary of Commerce under President Franklin D. Roosevelt, and was the 5th United States Ambassador to Canada from May 19, 1939 until August 20, 1939. Daniel Calhoun Roper was born near Bennettsville, South Carolina to John Wesley Roper who was the leader of the 18th Regiment of North Carolina troops in the Confederate Army. After two years at Wofford College Roper attended Duke University (then called \"Trinity College\") and received an A.B. in 1888, and he received his bachelor of laws degree from National University in 1901. On December 25, 1889, Roper married Lou McKenzie. They had seven children: Margaret May, James Hunter, Daniel Calhoun, Jr., Grace Henrietta, John Wesley Roper II (future Vice admiral), Harry McKenzie (future Major general) and Richard Frederick Roper. Roper taught school for four years and then, in 1892 at the age of 25, was elected to the South Carolina House of Representatives where he served for two years. He moved to Washington and worked as a clerk for the U.S. Senate Committee on Interstate Commerce. From 1900 to 1910, he worked for the Census Bureau, and then served as the clerk of the Committee on Ways and Means in the U.S. House of Representatives from 1911 to 1913. Immediately following and through 1916, he served as first assistant postmaster general, and was chairman of Woodrow Wilson's reelection campaign in 1916. He was the chairman of the 1917 U.S. Tariff Commission and served as Commissioner of Internal Revenue from 1917 to 1920. He was a member of the District of Columbia Board of Education in 1931–32. Roper was the U.S. Secretary of Commerce from 1933 until 1938, during which time he played a major role in the rollout of the New Deal. The National Recovery Administration (NRA) was a part of his portfolio until it was struck down by the Supreme Court in 1935. Roper was the Envoy Extraordinary and Minister Plenipotentiary (Canada), from May 19, 1939 until August 20, 1939. Roper's Letter of Credence was accepted personally by George VI, King of Canada, at La Citadelle in Quebec City, on May 17, 1939. It was the King's first official duty as King of Canada on Canadian soil.[2] In 1941, and he published his autobiography entitled Fifty Years of Public Life. He died on April 11, 1943, at his home in Washington, D.C., at the age of 76 from leukemia.[3] Roper was interred at the Rock Creek Cemetery in Washington, D.C. In 1966, the District of Columbia Public School system named a middle school in Deanwood for him, but in 1997 they renamed it for Ronald Brown, who was also a Commerce Secretary.[4] That school was closed in 2013 but reopened as Ron Brown College Preparatory High School in 2016.[5][6]","Title":"Daniel C. Roper - Wikipedia","KeyID":"4866","URL":"https://en.wikipedia.org/wiki/Daniel_C._Roper"}