{"Content: ":"The 1920 Republican National Convention nominated Ohio Senator Warren G. Harding for president and Massachusetts Governor Calvin Coolidge for vice president. The convention was held in Chicago, Illinois, at the Chicago Coliseum from June 8 to June 12, 1920, with 940 delegates. Under convention rules, a majority plus one, or at least 471 of the 940 delegates, was necessary for a nomination. Many Republicans sought the presidential nomination, including General Leonard Wood, Illinois Governor Frank Lowden and California Senator Hiram Johnson. Dark horse Harding, however, was nominated. Many wanted to nominate Wisconsin Senator Irvine L. Lenroot for vice president, but Coolidge was nominated instead, because he was known for his response to the Boston Police Strike in 1919. The convention also adopted a platform opposed to the accession of the United States to the League of Nations.[1] The plank was carefully drawn up by Henry Cabot Lodge to appease opponents of the League such as Johnson, while still allowing eventual American entry into the League.[2] [3] At the start of the convention, the race was wide open.[4] General Leonard Wood, Illinois Governor Frank Lowden, and California Senator Hiram Johnson were considered the three most likely nominees.[5] Ohio Senator Warren G. Harding had been a front-runner, but his star had faded by the time of the convention.[5] Many expected a dark horse to be chosen, such as Pennsylvania Governor William Cameron Sproul, Pennsylvania Senator Philander C. Knox, Kansas Governor Henry Justin Allen, Massachusetts Senator Henry Cabot Lodge, or 1916 nominee Charles Evans Hughes.[4] Sproul in particular had been gaining momentum at the expense of Lowden, the candidate of the conservative wing of the party.[5] The issue of joining the League of Nations took center stage at the convention, with some speculating that Johnson would bolt the party if the platform endorsed the League.[5] The convention adjourned for the night after four ballots produced no clear leader, and many states stuck to favorite-son candidates.[6] As the balloting continued the next day, Wood, Lowden, and Johnson remained in the lead, and party leaders worked to find a candidate acceptable to both the progressive and conservative wings of the party.[7] Conservatives strongly opposed Wood, while Lowden was opposed by the progressive wing of the party.[7] Harding emerged as a moderately conservative candidate acceptable to the progressive wing of the party, and as the convention remained deadlocked, Harding emerged as a strong compromise candidate.[7] After the eighth ballot, the convention recessed. During the recess, Harding's managers lobbied Lowden's supporters and others to support Harding.[7] Harding was also helped by the fact that the Democrats might nominate James M. Cox of Ohio, and Republicans did not want to give the Democrats a home state advantage in electorally critical Ohio.[8] Harding jumped into the lead on the ninth ballot, and clinched the nomination on the tenth ballot. Many thought that Johnson could have stopped the Harding movement by throwing his support behind Knox, who could have displaced Harding as the compromise candidate. Johnson disliked Harding's policies and disliked Harding personally, and was friends with Knox. However, Johnson never released his supporters, and Harding took the nomination.[7][8] At the time Harding's nomination was said to have been secured in negotiations led by party bosses George Harvey and Senator Henry Cabot Lodge in a mysterious \"smoke-filled room\" at Chicago's Blackstone Hotel.\" Legend says Harry M. Daugherty, Harding's political manager was the mastermind. After Harding's election he became United States Attorney General. On February 11, 1920, long before the convention, Daugherty predicted: Daugherty's prediction described essentially what occurred, but historians argue that Daugherty's prediction has been given too much weight in narratives of the convention.[10] The \"smoke filled room\" was actually a suite rented by National Chairman Will H. Hays. For six hours the leaders considered numerous alternatives, including Wood, Lowden, and Johnson. However, there were objections to all of them. Headlines in the next morning newspapers suggested intrigue. Historian Wesley M. Bagby argues, \"Various groups actually worked along separate lines to bring about the nomination - without combination and with very little contact.\" Bagby finds that the key factor in Harding's nomination was his wide popularity among the rank and file of the delegates.[11] Before Harding was nominated, Johnson, Kansas Governor Henry Justin Allen, Massachusetts Governor Calvin Coolidge, Wisconsin Senator Irvine Lenroot, Kentucky Governor Edwin P. Morrow, and Harding himself were all seen as possible vice presidential nominees.[7] Once the presidential nomination was finally settled, Harding and the party bosses asked Johnson to join the ticket as a progressive balance to Harding.[12] When Johnson turned down the offer, they approached Lenroot, who accepted.[12] However, when Illinois Senator Medill McCormick stood up to nominate Lenroot, several delegates began to shout for Coolidge.[12] Though initially he had only been nominated after the refusal of Senator Lodge (another Massachusetts man), a groundswell of support built up for Coolidge, who won the nomination over Lenroot; historian Donald R. McCoy called it the first time since the 1880 nomination of James Garfield that \"the delegates had taken control of a Republican convention\".[13] Coolidge, who was not at the convention during the vice presidential nomination, agreed to join the ticket.[12]","Title":"1920 Republican National Convention - Wikipedia","KeyID":"4869","URL":"https://en.wikipedia.org/wiki/1920_Republican_National_Convention"}