{"Content: ":"William Cameron Sproul (September 16, 1870 – March 21, 1928) was an American politician from Pennsylvania who served as a Republican member of the Pennsylvania State Senate from 1897 to 1919[1] and as the 27th Governor of Pennsylvania from 1919 to 1923.[2] He also served as chair of the National Governors Association from 1919 to 1922. Sproul was born at John Douglass House to William Hall and Deborah Dickinson (Slokom) Sproul[3] in Colerain Township, Lancaster County, Pennsylvania on September 16, 1870. The family relocated to Chester, Pennsylvania in 1883, and Sproul graduated from Chester High School in 1887.[4] He attended Swarthmore College, was a member of the Phi Kappa Psi fraternity and graduated with honors in 1891. After graduation, Sproul acquired an interest in the Franklin Printing Company of Philadelphia. Sproul later purchased a half interest in the Chester Times newspaper.[4] Sproul was employed in the field of newspaper publishing, and rose to the rank of president of the Chester Daily Times.[5] Additionally, he made a substantial profit through investments in railroads and manufacturing interests. In 1895, Sproul was elected a director of the First National Bank of Chester. In 1898, he became vice president of the Delaware River Iron Shipbuilding and Engine Works but resigned a year later when he organized the Seaboard Steel Casting Company and served as president. In 1900, he was elected president of the Chester Shipping Company. He was president of the Ohio Valley Electric Railway Company, the Lackawanna & Wyoming Valley Railroad Company and of the General Refractories Company. He was director of the Philadelphia, Baltimore and Washington Railroad Company, the Delaware County Trust and Title Insurance Company, the Commercial Trust Company of Philadelphia and the American Railways Company.[3] A prominent Republican, Sproul served in the Pennsylvania State Senate for the 9th District from 1897 to 1919. At age 26, he was the youngest member of the senate and the youngest man to become senator from Delaware County.[3] In 1911, he drafted the landmark Sproul Road Bill, which created the state highway system. In 1918, Sproul was elected as the 27th Governor of Pennsylvania and served until 1923. As governor, he focused on expanding funding for education, roadway construction, and veterans' services. He also spurred an effort to expand state forest land in order to replenish the state's woodlands after years of depletion by lumber companies. Sproul was a candidate for the Republican presidential nomination in 1920. He was later offered the nomination for vice president on a ticket with Warren Harding, but he declined. In 1926, Sproul chaired the bi-state committee that organized the construction of the Benjamin Franklin Bridge between Philadelphia and Camden. On January 21, 1892, Sproul married Emeline Wallace Roach, the daughter of shipbuilder John Roach.[6] They had two children, Dorothy Wallace Sproul (1892–1931) and John Roach Sproul (1894–1949), who married Henry D. Hatfield's daughter, Hazel Bronson Hatfield. Although Sproul was a millionaire, he died intestate on March 21, 1928.[2] He is interred at the Chester Rural Cemetery in Chester, Pennsylvania.[6] His birthplace is known as the John Douglass House and was listed on the National Register of Historic Places in 1990.[7] The following are named in his honor:","Title":"William Cameron Sproul - Wikipedia","KeyID":"4872","URL":"https://en.wikipedia.org/wiki/William_Cameron_Sproul"}