{"Content: ":"Howard Sutherland (September 8, 1865 – March 12, 1950) was an American politician. He was a Republican who represented West Virginia in both houses of the United States Congress. Sutherland was born near Kirkwood, Missouri.[1] He lived in Missouri until the age of 25, attending St. Louis public schools and Westminster College in Fulton, Missouri. He was a newspaper editor in Fulton from 1889 to 1890. In 1890 he moved to Washington, D.C. where he studied law at Columbian University (now The George Washington University) and worked for the Census office. In 1893, Sutherland moved to Elkins, West Virginia where he participated in the mining, railroad and timber businesses. In 1908, he entered politics and was elected to the West Virginia State Senate. He was a state senator until 1912 when he was elected to the United States House of Representatives. He was reelected in 1914 and served in the House until 1917. In 1916 he was elected to the United States Senate and was a US Senator from 1917 to 1923. While in the Senate, he was chairman of the Committee on the Census from 1919 to 1921 and the Chairman of the Committee on Enrolled Bills from 1921 to 1923. In 1920, he unsuccessfully sought the Republican nomination for President of the United States. He received 17 delegates, about 2%, on the first ballot, and even less support on the following two ballots after which he withdrew. Sutherland was defeated for reelection in 1922. He returned to Elkins, West Virginia, where he continued his business interests. He was vice-president of the West Virginia Board of Trade, chairman of the West Virginia Good Roads Commission, and alien property administrator from 1925 to 1933. During the 1930s he retired from public life and moved to Washington, D.C., where he died. He was buried in the Maplewood Cemetery in Elkins. Sutherland's son Richard K. Sutherland was a prominent U. S. Army general during World War II. Sutherland's son-in-law Bucky Harris twice managed baseball teams to World Series championships and is in the National Baseball Hall of Fame and Museum.","Title":"Howard Sutherland - Wikipedia","KeyID":"4877","URL":"https://en.wikipedia.org/wiki/Howard_Sutherland"}