{"Content: ":"Edward Irving Edwards (December 1, 1863 – January 26, 1931) was an American Democratic Party politician who served as the 37th governor of New Jersey from 1920 to 1923 and in the United States Senate from 1923 to 1929.[1] Edwards was born in 1863 in Jersey City, New Jersey, the son of Emma J. (Nation) and William W. Edwards. Edwards attended the Jersey City public schools and New York University. He later studied law in the office of his brother, William David Edwards, who was also a state senator.[2] On November 14, 1888, he married Blanche Smith. They had two children, Edward Irving, Jr. and Elizabeth Jules. He engaged in banking and in the general contracting business. He later became president and chairman of the board of directors of the First National Bank of Jersey City.[1] Edwards entered politics and became part of the Democratic Organization, being elected state senator in 1918. He became a friend and close political ally of Mayor Frank \"Boss\" Hague, who ran the Democratic machine in Hudson County, and later the whole state of New Jersey. Hague supported Edwards's gubernatorial run in 1919. At the end of his term, forbidden by the state constitution to run for a consecutive term, he ran for the United States Senate in 1922. Campaigning against the 18th Amendment (Prohibition) and with the support of the Hague Democratic Political Machine, Edwards defeated incumbent Republican Joseph S. Frelinghuysen by almost 90,000 votes and served from March 4, 1923, to March 3, 1929. After six years in the Senate, Edwards ran for re-election against Republican Hamilton Kean in 1928. Kean came out against Prohibition also which hurt Edwards who used his \"Applejack Campaign\" so successfully in the past. Also, Edwards could not overcome the \"Coolidge Prosperity\" that was sweeping the country. He lost by over 230,000 votes, having 41.8% of the vote to Kean's 57.8%. After returning to Jersey City in March 1929, his luck turned for the worse. His wife had died in 1928 and his relationship with Mayor Hague went downhill when Hague supported A. Harry Moore instead of Edwards for governor. He went broke in the Wall Street Crash of 1929 and was implicated in an electoral fraud scandal. Edwards was diagnosed with skin cancer and shot himself in his apartment at 131 Kensington Avenue in Jersey City, New Jersey on January 26, 1931.[1] He was 67 years old. He was buried in Bayview – New York Bay Cemetery in the plot of his older brother, William David Edwards, who died in 1916.","Title":"Edward I. Edwards - Wikipedia","KeyID":"4879","URL":"https://en.wikipedia.org/wiki/Edward_I._Edwards"}