{"Content: ":"Robert Latham Owen Jr. (February 2, 1856 – July 19, 1947) was one of the first two U.S. senators from Oklahoma. He served in the Senate between 1907 and 1925. Born into affluent circumstances in antebellum Lynchburg, Virginia, the son of a railroad company president, Owen suffered an almost Dickensian reversal of fortune when his family was ruined financially by the Panic of 1873 and his father died while he was still in his teens. Owen, who was part-Cherokee on his mother's side, responded by heading west to Indian Territory, where he built a new life as, in turn, a schoolteacher working with Cherokee orphans; a lawyer, administrator and journalist; a federal Indian agent; and the founder and first president of a community bank. Among the achievements that brought him to wider public notice, and helped pave the way for his election to the U.S. Senate in 1907 when Oklahoma (incorporating the former Indian Territory) achieved statehood, was his success as a lawyer in 1906 in winning a major court case on behalf of the Eastern Cherokees seeking compensation from the U.S. Government for eastern lands the Cherokees had lost at the time of the Indian removals. A Democrat active in many progressive causes, including efforts to strengthen public control of government, and the fight against child labor, Owen is especially remembered as the Senate sponsor of the Glass-Owen Federal Reserve Act of 1913, which created the Federal Reserve System. In discussions at the time, he resisted a campaign to put the Federal Reserve formally under the control of the banking industry, and the 1913 Act emerged broadly in line with Owen's compromise proposal, creating a central Federal Reserve Board nominated by the Government alongside twelve regional Federal Reserve Banks dominated by the larger banks. Owen subsequently became highly critical of what he saw as the Federal Reserve's bias towards deflationary policies during the early 1920s and again in the early 1930s, which he attributed to excessive influence by the largest banks upon the Fed, and which he identified as largely responsible for causing the Great Depression: a minority view at the time, but one that has, in recent decades, gained wide acceptance among Conservative economists (having been popularized by Milton Friedman in the 1960s). In 1920 Owen unsuccessfully sought the Democratic Party's nomination for the presidency. Owen was born in Lynchburg, Virginia, on February 2, 1856, the younger of two sons of Confederate Col. Robert L. Owen Sr. (1825–1873), a civil engineer and former surveyor who had become president of the Virginia and Tennessee Railroad, and his wife Narcissa Clark Chisholm Owen. His family attended an Episcopal Church in his youth.[1] Owen's paternal ancestors had emigrated from Wales, and the family had a record of public service as doctors and teachers. His grandfather, Dr. William Owen, and uncle, Dr. William Otway Owen Sr. (1820–92), both practiced medicine in Lynchburg, and the latter served as surgeon-in-chief in charge of thirty hospitals in Lynchburg (which became a major wartime hospital center) throughout the Civil War.[2] His father Robert Latham Owen Sr. served in the Virginia State Senate after the American Civil War. During Owen's boyhood, the family lived in Lynchburg's best-known mansion, Point of Honor. Owen attended private schools in Lynchburg and in Baltimore, Maryland.[3] The American Civil War destroyed most of Virginia's railroads. In late 1867, Robert Latham Owen Sr. resigned his position as president of the Virginia and Tennessee Railway because he opposed a proposed railway consolidation led by the colorful and highly political former Confederate General (and future U.S. Senator, 1881–87) William Mahone, who replaced him as president.[4][5] In June 1873, however, when Owen was 16, his father died a financially ruined man, due to the Panic of 1873, which struck the consolidating railroads especially hard. Writing in 1934, Owen described the family's hard times: \"the value of my father's property was completely destroyed, and my mother, from a life of abundance, was suddenly compelled to earn her living by teaching music.\"[6] With support from scholarships, initially obtained via his mother's contacts, but subsequently including the 1876 merit-based President's scholarship, Owen graduated in 1877 as valedictorian from Washington and Lee University. He also received the university's gold medal for debating prowess.[7] His older brother, William Otway Owen Jr. (1854–1924), meanwhile, attended the Virginia Military Institute and the University of Virginia, and went on to a medical career with the U.S. Army, eventually retiring with the rank of colonel.[8] Owen's mother, Narcissa Chisholm Owen (1831–1911), was part Cherokee. She did much to foster her son's career, as well as becoming a distinguished painter. In 1907 she published memoirs about her life lived between Cherokee and mainstream U.S. societies, which have more recently attracted scholarly attention when republished in a critical edition in 2005.[9] However, the precise extent of her (and thus his) Cherokee ancestry is unclear. Owen's listing on the Dawes Rolls, dating from around 1900, records him as 1/16 Cherokee by blood.[10] However, Narcissa's memoirs (1907) self-describe her as 1/16 Cherokee, which if correct would imply that her son was 1/32 Cherokee.[11] Some secondary sources describe Narcissa as 1/8th Cherokee[12] The modern editor of Narcissa's memoirs speculates that Narcissa might have missed \"one generation or possibly two\" in her family tree; adjusting for this possibility might further dilute her Cherokee blood.[13] However, Narcissa had been raised among Cherokees, and skillfully used her Cherokee heritage, colorfully describing her father, Thomas Chisholm (a leader of the \"Old Settlers\" who moved west before the Trail of Tears), as \"the last hereditary war chief of the Western Cherokees.\"[14] Narcissa also gave both her sons parallel Indian names derived from famous Cherokee chiefs: she named Robert Oconostota after a noted Cherokee chief of the late eighteenth century who was also, she claimed, her own great great uncle.[15] On the advice of Col. William Penn Adair, a family friend, former Confederate Colonel and a leader among the Cherokees, Owen moved in 1879 to Salina in Indian Territory (now Salina, Oklahoma), where he was accepted as a member of the Cherokee Nation. He served during 1879-80 as the principal teacher of the Cherokee Orphan Asylum.[16] His mother joined him in 1880 and taught music for several years at the Cherokee Female Seminary.[17] Owen read law and was admitted to the bar in 1880. During 1881-84 he served as secretary of the board of education of the Cherokee Nation, and worked on reorganizing the Cherokee school system. In parallel, he served in 1882, 1883 and 1884 as the president of the International Fair at Muscogee, IT, now Muscogee, Oklahoma (sometimes billed at the time as \"the Indian Capital of the World\"), the only fair held in Indian Territory at the time. He was owner and editor of the \"Indian Chieftain\" newspaper, based in present-day Vinita, Oklahoma, in 1884.[18] In 1885, with a Democrat in the White House, Owen launched a successful lobbying campaign that saw him appointed as the federal Indian agent for the so-called Five Civilized Tribes,[19] described by one student of his career as \"the most important position to be held in Indian Territory\".[20] In the absence of a court system, Owen promoted the use of compulsory arbitration to settle thousands of civil cases between 1885 and 1889, when he assisted in the establishment of the first United States Court in Indian Territory.[21] His mother served as his hostess until his marriage on New Year's Eve, 1889, to Daisy Deane Hester,[22] with whom he had one daughter, Dorothea, born in 1894.[23] After the White House again changed hands in 1889, Owen left government service and organized the First National Bank of Muskogee in 1890, serving as its president for ten years.[24] He later wrote that the bank's narrow survival of the Panic of 1893 was to influence his thinking about the need for fundamental reform in the US banking system: This bank, like many other banks, lost fifty percent of its deposits within as many days because of the panic, which frightened people and caused them to withdraw their funds for hoarding throughout the United States and led creditors to strenuously press their debtors for settlement ... This panic demonstrated the complete instability of the financial system of America and the hazards which businessmen had to meet under a grossly defective banking system.[25] As a lawyer and lobbyist, Owen handled a number of significant cases dealing with Indian land issues. Most notably, in 1900 he took on a celebrated case on behalf of the Eastern Cherokees against the US Government, seeking compensation which the Cherokees claimed was due to them under a treaty of 1835 for eastern lands lost at the time of the Indian removals. In 1906, after six years, Owen won the case and obtained compensation of close to $5 million for the Eastern Cherokees.[26] He was also successful in his handling of important cases for the Western Cherokees, Choctaws and Chickasaws.[27] Beyond his obvious drive and ambition, neither his legal nor his political career was to be hampered by Owen's physical presence. He was a tall man of erect bearing, who kept a full head of hair to the end of his life. One contemporary newspaper profile described him as looking \"like a leading man in a society drama.\"[28] The New York Times spoke of him on his arrival in the Senate as \"the square-jawed, black eyed, lithe young man from the West\" and continued that \"The Senator's voice is his most impressive asset. Liquid and soft in quality when he is talking dispassionately, it is as harsh and rasping as a file when he is aroused.\"[29] By the time he launched his political career, the combination of Owen's lucrative legal and lobbying practice, sometimes controversial land deals,[30][31] and business activities including investments in ranching, mining and oil, had made him a wealthy man.[32] Owen served as a member of the Democratic National Committee during 1892-1896. He helped promote passage of an act in 1901 to give citizenship to residents of Indian Territory.[33] He subsequently played a leading role in the group that in 1905 organized the Sequoyah Constitutional Convention in pursuit of the admission of Indian Territory to the Union as the State of Sequoyah.[34] Despite receiving overwhelming support in a referendum, the Sequoyah campaign ran—entirely predictably—into the opposition of President Theodore Roosevelt and many in Congress, and Indian Territory was combined with Oklahoma Territory to be admitted into the Union in 1907 as the state of Oklahoma. Owen was active in a number of efforts to increase popular control of government. He was also a consistent supporter of Prohibition (it was common in late 19th and early 20th century America for supporters of Prohibition also to be supporters of popular control of government, and vice versa).[35] He campaigned for women's suffrage (though it did not make it into Oklahoma's original statehood constitution).[36] He also worked successfully to place the direct primary, the initiative and referendum, and the recall (a combination of measures sometimes described as the Oregon System) in Oklahoma's state constitution.[37] He was a sometimes outspoken critic of corruption in politics.[38] He was among the organizers of the National Popular Government League, and served as its president from 1913 until 1928.[39] By the time of statehood and the 1907 elections that accompanied it, local Democrats had managed to harness popular resentment of large corporate trusts to overturn the earlier Republican political dominance of Oklahoma Territory. In the words of a history of Oklahoma politics, \"The November elections of 1907 made Oklahoma a Democratic state for half a century to come.\"[40] Owen himself first ran in a non-binding primary for U.S. Senator. The Democrats of Indian Territory recommended him to the voters as a \"statesman, lawyer, businessman,\" and, significantly, \"as an Indian.\"[41] Owen took first place in the primary and was subsequently officially elected by the legislature as a Democrat to the United States Senate.[42] As two senators were being elected simultaneously, Owen and Thomas Gore, the two men entered a lottery to determine which of them should serve the longer and which the shorter term before needing to run for re-election. Owen won the draw, and hence went on, as a member of the Senate's Class 2, to serve a first term of over five years, ending on March 4, 1913. Owen was elected United States Senate Democratic Conference Secretary on December 3, 1913, despite not being sworn in officially as a U.S. Senator until December 11.[43] Owen was to be re-elected in 1912, after defeating a serious primary challenge from former Governor Charles Haskell,[44] and again (without serious challenge) in 1918. He served all told from December 11, 1907 to March 4, 1925.[45] Owen reportedly maintained a mailing list of 300,000 names.[46] As a newly elected senator, Owen campaigned actively on behalf of William Jennings Bryan in the presidential election of 1908; the two men were to remain political allies for many years. On his arrival in the Senate, Owen became the second senator at the time with acknowledged Native American ancestry, alongside Republican Senator (and future Vice-President of the United States) Charles Curtis of Kansas, whose maternal side was three-quarters' Native American, of ethnic Kaw, Osage and Pottawatomie ancestry. Curtis was the original author of the 1898 Curtis Act, which dissolved the tribal governments of the five civilized tribes, including the Cherokee, and promoted the allotment of formerly communal tribal lands to individuals, with a view to encouraging the assimilation of Indians into mainstream U.S. society and the market economy (though the bill was heavily amended in committee, to the point where Curtis himself had reservations about the legislation in its final form).[47] (See also Other issues below). Very shortly after Owen was elected to the Senate, his mother published her memoirs (replete with references to \"my son, the United States Senator\"). Narcissa's exploration of her own cultural identity as a part-Cherokee woman navigating mainstream U.S. society has recently attracted scholarly attention, and the memoirs were re-published by the University Press of Florida in a critical edition in 2005. In the words of the editor of the new edition: [Narcissa] Owen's identity becomes fluid in the process of self-representation: both less noble and less savage than the dominant culture has constantly demanded, she is a Cherokee, southerner, Confederate, Christian, friend, family member, teacher, community organizer, tribal translator, socialite, trickster, mother, Indian queen, wife, social activist, healer, painter, storyteller, widow and gardener, to name just a few.[48] Owen entered the Senate at a time of heightened concern over the volatility of the U.S. financial system, as exemplified by the Panic of 1907, during which, in the absence of a central bank, J. Pierpont Morgan had felt obliged to intervene personally to lead a rescue of the U.S. financial and banking system. Owen had taken a close personal interest in financial sector issues since his days at the First National Bank of Muscogee. Inter alia, he had traveled to Europe in the summer of 1898 to study the operation of major European central banks, including meeting senior officials at the Bank of England and Germany's Reichsbank.[49] He made banking issues the subject of a pugnacious maiden speech in the Senate, which—unusually—was interrupted extensively by senators such as Reed Smoot, Nelson Aldrich and Charles Curtis, who did not appreciate his attack on the power of the larger banks.[50] During his early years in the Senate, Owen proposed a range of financial reforms, including several unsuccessful efforts to institute at the national level a system of insurance for bank deposits parallel to those operated in several states, including—from 1908 onward—Oklahoma (in the event, federal deposit insurance was not adopted until 1933).[51] The 1912 elections saw the Democrats take control of the White House and the Senate (they already held the House). Owen lobbied successfully for the creation of a new Senate Committee on Banking and Currency, and then became its first chairman (a position he was to retain throughout 1913–1919). In this capacity, and working with the administration of President Woodrow Wilson, Owen was to be the Senate sponsor of the Federal Reserve Act of 1913, also known as the Glass-Owen Act, which created the Federal Reserve System.[52] A series of financial panics had convinced many that the United States needed an effective lender of last resort comparable to the central banks found in European countries and other advanced economies.[53] Many, too, saw a need for what was then described as a more \"elastic\" currency. This concept had multiple dimensions, including: (i) a money supply that could respond over time to the development of the real economy, and (ii) given that the U.S. economy was still heavily dependent on agricultural production, monetary arrangements able to handle the seasonal bulge in demand for credit as the yearly harvest worked its way through the distribution system, without draining money from the industrial and commercial sectors of the economy.[54] This said, many Americans retained an almost visceral fear of the concept of a central bank as such.[55] Informed debate at the time focused to a significant degree on issues of governance and control. In common with other congressional Progressives, Owen opposed a proposal from Senator Aldrich for a system explicitly controlled by the large banks.[56] Owen countered, in the words of an early biographer, that \"the remedy presented in the form of the 'Aldrich Plan of 1912' was not satisfactory because it provided for private control of what should be a great public utility banking system.\"[57] In the months following his election and subsequent assumption of office, President Wilson held meetings with the authors of three competing proposals[58] for the Federal Reserve: Rep. Carter Glass proposed a decentralized and private sector-dominated system, with a board made up primarily of private bankers, 20 or more regional reserve banks, and with currency a private bank liability. Glass, a southern Democrat with a marked antipathy to centralized power, intended his proposal to be differentiated from the (similarly private sector-dominated) Aldrich Plan largely by the absence of a central institution, but to Glass's horror, Wilson told him to add a central agency (in Wilson's own word, a \"capstone\") to his model.[59] U.S. Treasury Secretary William Gibbs McAdoo (soon to become Wilson's son-in-law) proposed the most centralized model, featuring a Government central bank within the Treasury Department, no regional reserve system, and currency a government liability. Owen's own proposal, drafted with the assistance of the Republican economist (and former Assistant Secretary of the Treasury) A. Piatt Andrew,[60] represented something of a middle way between the other two proposals. It included a national currency board appointed by the Government, eight regional reserve banks, and currency as a government liability. Owen's proposal received support from his Progressive ally, Secretary of State William Jennings Bryan, and the bill that Wilson sent to the Congress was closest to Owen's model.[61] During the ensuing months of tortuous debate, Owen failed to maintain effective control over his committee, whose deliberations tended to lag behind those of Glass's committee in the House. At one stage in August 1913, Owen even wavered publicly in his own support for a regional structure, before being brought back into line by Wilson personally. Owen's committee eventually split down the middle between Owen's own version of the bill and a more centralized alternative promoted by Senator Gilbert Hitchcock, a Nebraska Democrat who had become something of a political rival at state level of Owen's ally Bryan. To break the deadlock, the committee agreed to report out both bills to the full Senate, without a recommendation.[62] Wilson, who had been maintaining a close watch over the legislation's progress, intervening when he considered it necessary, then ordered the Senate Democrats to meet in caucus to line the party up behind Owen's bill, making the vote a matter of party loyalty. On December 19, 1913, the Senate first defeated Hitchcock's bill by the narrow margin of 43–41, after which six Republicans joined all the Democrats to endorse Owen's bill by a more comfortable vote of 54–34.[63] The Federal Reserve Act was signed into law on December 23, 1913.[64] As signed, the Act remained closer to Owen's plan than to any of the alternatives that had been discussed publicly. It provided for greater government involvement than the proposals of Aldrich and Glass, in particular in the appointment of the members of the central Federal Reserve Board, while putting bankers in each region in charge of the twelve (regional) Federal Reserve Banks.[65] The 1913 compromise left important issues to be settled after the Federal Reserve System actually began operations, including the exact nature of the relationship between the Federal Reserve Board and the Federal Reserve Banks, and how coordination was to be achieved between the different Federal Reserve Banks. A leading student of the history of the Federal Reserve has described the 1913 compromise as follows: The Federal Reserve began operations ... as a peculiar hybrid, a partly public, partly private institution, intended to be independent of political influence with principal officers of the government on its supervisory board, endowed with central banking functions, but not a central bank. Each of the twelve semiautonomous reserve banks set its own discount rates, subject to the approval of the Federal Reserve Board in Washington, made its own policy decisions, and set its own standards for what was eligible for discounting.[66][67] Differences of view over the Federal Reserve's mandate began to become increasingly open in the aftermath of the First World War. In the words of a detailed study of Owen's role in shaping the Fed: Owen and others viewed price stability and moderate interest rates as key objectives while most other early Fed leaders preferred to focus on maintaining the international gold standard and the strength of the banking system.[68] Owen became critical of what he viewed as the Federal Reserve's propensity during the early 1920s and again in the early 1930s to follow deflationary monetary policies. Writing in 1934, he stated that he had attempted in the Senate version of the Federal Reserve Bill to mandate the Federal Reserve to pursue a stable price level (i.e., avoiding both significant inflation and deflation), but that this provision had been struck out of the House version of the Bill (managed by Glass) due to what he described as \"secret hostilities\" — which he implied originated with the largest banks.[69] He further recalled his opposition at the time to the deflationary policies pursued during 1920–1921. Referring to the period from 1929 to 1933 he continued: Again, under President Hoover, the contraction of credit took place on such a colossal scale as to force the dollar index (purchasing power) to 166. The consequence was universal bankruptcy, every bank in the United States being forced to suspend operations at the close of Hoover's services.[70] Owen's argument that the Federal Reserve's deflationary stance was largely responsible for causing the Great Depression would have been considered unorthodox at the time he made it.[71] In more recent decades, however, such a view has come to be widely accepted, due in large part to the influence of the 1963 study A Monetary History of the United States by Milton Friedman and Anna J. Schwartz.[72] Beyond his work on the Federal Reserve Act, Owen helped to pass the Federal Farm Loan Act of 1916, which provided credit to small farmers through co-operatives.[73] Owen's role in the creation of the Federal Reserve is commemorated by Robert Latham Owen Park on the grounds of the Federal Reserve in Washington, D.C. (see photograph).[74] Owen's chairmanship of the Committee on Banking and Currency through three Congresses, discussed in the section above, was his most prominent chairmanship by far. His other chairmanships were, by comparison, relatively mundane (if not obscure) in nature.[75] Committee on Indian Depredations, Sixty-second Congress (1911–1913). This committee had the narrow focus of overseeing claims under the Indian Depredation Act, which allowed for citizen claims against the federal government for crimes committed by Native Americans. Together with many other committees by then considered obsolete, the committee was to be wound up in 1921 under a major rationalization. The evidence suggests that Owen assumed the leadership of the committee briefly following the death of the original chairman in November 1912.[76] Committee on Pacific Railroads, Sixty-second Congress (1911–1913). This committee was appointed following an investigation into the finances of the Union Pacific Railroad, which was heavily indebted to the United States Government (it was first established as a select committee in 1889 and became a standing committee in 1893). This committee, too, was to be terminated in 1921.[77] Committee on Banking and Currency, Sixty-third through Sixty-fifth Congresses (1913–1919). See Banking issues and formation of the Federal Reserve above. Committee on the Five Civilized Tribes of Indians, Sixty-sixth Congress (1919–1921). The Five Civilized Tribes is a term that historically was applied to the Cherokee, Chickasaw, Choctaw, Creek, and Seminole. All had a significant presence in Oklahoma. Owen was the last chairman of the committee, which was another of those wound up in 1921. Owen paid consistent attention throughout his time in the Senate to issues that affected Indian groups (both these five tribes and others), and was actively involved in debates over Indian land rights (see Other issues below) and Indian mineral rights cases, as well as disputes over membership in different Indian nations. It is not, however, clear that he made any special use of his chairmanship to promote significant new initiatives.[78] Beyond his chairmanships, Owen's committee assignments included service inter alia on: (i) Banking and Currency after the end of his chairmanship; (ii) Indian Affairs in all but the 64th Congress; and (iii) Appropriations from the 62nd through the 67th Congress.[79] Although remembered primarily for his role in the establishment of the Federal Reserve, Owen worked on a wide range of other issues during his time in the Senate, many of which either reflected the policy agenda of the Progressive Movement or had a direct bearing on the interests of his constituents.[80] In 1908, he helped to pass the Removal of Restrictions Act, which lifted then-prevailing restrictions on the sale of many of the individual allotments of Indian land in Oklahoma, an issue on which he had run in 1907. This extended an earlier process of converting Indian lands from communal to individual ownership.[81] These policies have long been controversial. Critics of converting Indian land from collective to individual tenure (and removing restrictions on its alienation) have argued that: (i) traditional tribal structures were thereby undermined, and (ii) many Indians were induced to part with their land rights on unfavorable terms. Owen countered that the restrictions were paternalistic in spirit, bureaucratically applied, ineffective in their stated goal of protecting Indians from exploitation, and an obstacle to economic development.[82] In common with Woodrow Wilson, Owen was a supporter of lowering tariffs. He made an exception for the oil industry, where he argued that protection was needed for small independent producers, such as those in his state, against the ability of Standard Oil to import large volumes of cheap Mexican oil.[83] Standard Oil was one of several trusts that Owen opposed during the course of his public career.[84] He sought unsuccessfully to strengthen the Sherman Anti-Trust Act. In 1916, he attacked what he described as the \"Lumber Trust,\" which he said had bribed members of the Illinois legislature to elect William Lorimer to the Senate in 1909 (Lorimer's election had been overturned in 1912 due to evidence of \"corrupt methods\" including vote-buying), and had, Owen said, subsequently retaliated against Owen himself for his role in exposing the Lorimer scandal by funding efforts to defeat his own re-election.[85] Owen made several unsuccessful efforts to mandate effective disclosure of corporate campaign contributions in the interests of open government.[86] He was a supporter of the Sixteenth Amendment, passed by the Congress in 1909, which allowed the Congress to levy an income tax without apportioning it among the states or basing it on census results; a federal income tax was required inter alia to make up for the revenues lost to the federal government by reductions in tariff rates.[87] In the Senate, Owen continued his work in support of greater popular control of government.[88] He made repeated attempts, starting in 1907, to propose a constitutional amendment providing for the direct public election of U.S. Senators, in place of election by state legislatures, until the Senate passed the Seventeenth Amendment to this effect in 1911. He also continued his strong support for extending the franchise to women (while opposing an amendment that would have restricted the franchise to whites only), until the successful passage in 1919 of the Nineteenth Amendment. He made several unsuccessful attempts to have the initiative and referendum adopted at federal level. He also campaigned unsuccessfully for the election and recall of federal judges, and to prevent federal courts from declaring acts of Congress unconstitutional, a power which, he argued, they had assumed illegally. He was likewise unsuccessful in his efforts to make it easier to amend the Constitution[89] In 1911, Republicans were blocking the admission of Arizona to statehood, while planning to admit New Mexico. Their declared grounds for opposing statehood for Arizona were that Arizona's constitution included the initiative, the referendum and the right of recall—the \"Oregon System\" of enhanced public sovereignty that Owen had long supported. It was, however, also generally expected that Arizona would return two Democrats to the Senate, while New Mexico was expected to favor Republicans. Owen filibustered the Senate for twelve hours until he had forced a Senate vote on the joint admission of both states. During the course of his filibuster, a message was brought to him that, if he would come to the President (Taft), a sincere effort would be made to reach an accommodation over Arizona. Owen responded \"Present my compliments to the President, and advise him that at present I am engaged in addressing the Presidents of the United States.\"[90] From 1910 onwards, with the encouragement of his brother William, a medical doctor who served for many years with the U.S. Army, Owen campaigned unsuccessfully for the establishment of a cabinet-level Department of Health within the Federal Government. He promoted information on the achievements of Dr. Walter Reed and the Yellow Fever Commission, in part to demonstrate the potential of systematically-organized programs in the field of public health. His efforts to create a cabinet-level Department of Education, initiated in 1917, similarly failed to achieve success during his own lifetime.[91] A combined Department of Health, Education and Welfare was eventually added to the cabinet under President Eisenhower in April 1953. Owen was actively involved in efforts to outlaw child labor.[92] He served as co-sponsor of the Keating-Owen Act of 1916, aimed at prohibiting the sale in interstate commerce of goods manufactured with child labor in the United States. In 1918, the Act was struck down as unconstitutional by a five-to-four decision of the Supreme Court in Hammer v. Dagenhart, evincing a noted dissent by Justice Oliver Wendell Holmes. Following the Court's decision, Owen initially made an unsuccessful attempt to pass the legislation again with limited modification. In the event, the Congress responded to the Court's decision with the Child Labor Tax Law of 1919, which would have taxed products from child labor (and which in turn was declared unconstitutional in 1922 by an 8 to 1 vote in Bailey v. Drexel Furniture Co.). In 1924, the Congress sought to amend the Constitution to give itself the power to regulate child labor. Finally, in 1941, after Owen's retirement from active political life, a unanimous Supreme Court in United States v. Darby Lumber Co. overruled the 1918 decision (in the process endorsing and going beyond the principles set forth in Holmes's dissent) and ruled that the Commerce Clause gave Congress the right to regulate conditions of employment. Owen was a close ally of President Wilson over American involvement in World War I. In 1920 he withheld his support from the campaign for renomination of his fellow-Democratic Senator from Oklahoma, Thomas Gore, over Gore's repeated criticisms of Wilson's positions on the war and the peace. Gore was then defeated in the Democratic primary by Rep. Scott Ferris, who, however, went on to lose in the general election to Republican John W. Harreld (Gore eventually returned to the Senate following re-election in 1930).[93] Owen worked unsuccessfully after the war to salvage Wilson's hopes for U.S. participation in the League of Nations.[94] In January 1920, at a time when the ailing Wilson himself refused to countenance any U.S. reservations to the league's Covenant, and the influential Republican Senator Henry Cabot Lodge refused to accept membership without reservations, Owen issued a call for bipartisan compromise. A small group from both parties (including Lodge) then made substantial progress towards agreement, against Wilson's intense opposition.[95] However, when the \"irreconcilable\" anti-League Senator William Borah learnt of the bipartisan discussions, he pressured Lodge into pulling out.[96] Owen was concerned about the prospects for international economic recovery after the war. In November 1919, he wrote to Wilson warning that the gold standard had temporarily broken down, and urging the President to convene an International Exchange Conference to address the problem; he also emphasized the importance, in the post-war period, of the United States helping the European countries to obtain credit via the marketing of their securities.[97] Owen made unsuccessful attempts in the early post-war years to promote the establishment of a Foreign Finance Corporation (and/or a Federal Reserve Foreign Bank) to help expand credit for international trade.[98] Owen launched a run for the Presidency in Oklahoma on May 19, 1919, and undertook a tour of several states, seeking support, in the spring of 1920. He published a number of books during this period, publicizing his involvement in the passage of the Federal Reserve Act and his views on a variety of economic and foreign policy issues (see Works by Robert Latham Owen below). Owen received some indications of support from his fellow-Progressive and long-time ally, the party's three-time standard-bearer William Jennings Bryan, who joined him on his campaign visits to some of the Western states, but Bryan's support for Owen was lukewarm, his influence in the party was past his peak, and he placed much of his focus in 1920 on promoting the cause of prohibition, the main theme of his eventual speech at the convention.[99] Bryan declined to run for the nomination himself for multiple reasons — his health was problematic (he described himself to one journalist as \"at the end of life\") and he expected the Democrats to go down to defeat — though he privately left open the possibility of accepting the nomination in exceptional circumstances.[100] Owen, for his part, gained few significant endorsements.[101] By the time of the 1920 Democratic National Convention in San Francisco, whatever Owen's own ambitions, his candidacy had a \"favorite son\" appearance to it. He received 33 votes on the first ballot, which increased to 41 on the twentieth ballot. His support came primarily from his own state, together with some votes from Nebraska (Bryan's adopted state). On the fortieth ballot he again received 33 votes, putting him in fourth place. The Oklahoma delegates remained loyal until on the forty-fourth ballot Owen released them so as to ensure a unanimous vote for the Party's nominee Governor of Ohio James M. Cox. The chronicler of Owen's senatorial career relates that \"efforts to secure Owen's consent to accept the nomination for vice-president failed,\" but any such efforts do not appear to have originated with the Party's nominee, who was decisive in his preference for Franklin Delano Roosevelt as his running mate.[102] The Cox-Roosevelt slate went down to defeat by a landslide. Owen's later views on international affairs did not escape controversy. Though initially a firm supporter of the Treaty of Versailles, including its assertion of German responsibility for the outbreak of World War I, during 1923 his views changed radically under the influence of \"revisionist\" studies, including the publication of extensive (though incomplete) materials from the diplomatic archives of the pre-War Tsarist Russian Foreign Office.[103][104] He made a major speech in the Senate on 18 December 1923 attributing primary responsibility for the war to France and (especially) Russia rather than Germany.[105] Owen hoped that a public revisiting of the issue of war guilt might encourage reversal of some of the penal clauses imposed on Germany under the Versailles settlement, and pave the way to reconciliation between Germany and France, but his attempts to promote a Senate investigation of the war guilt question were narrowly defeated, largely along party lines — with many of his fellow Democrats concerned not to undermine the reputation of Woodrow Wilson — while an expert report prepared by the Legislative Research Service of the Library of Congress, though broadly supportive of Owen's arguments, was in the event never published as it was considered unlikely to obtain the support of the Senate Foreign Relations Committee. In 1926, following his retirement from the Senate, Owen was to publish a book advancing his revisionist thesis, under the title: The Russian Imperial Conspiracy, 1892-1914: The Most Gigantic Intrigue of all Time.[106][107] Owen wrote of the convictions underlying his efforts on the war guilt issue: The Germans did not will the war. It was forced on them by the Russian Imperialists ... The German, Russian, French, Belgian and allied peoples became alike the sorrowful victims ... The happiness and future peace of the world require the reconciliation of the German and French people.[108][109] This said, some have seen Owen's preoccupation with the war guilt question as, at least to some degree, symptomatic of a growing detachment on his part from current U.S. political issues following the Democrats' loss of the 1920 elections. On the domestic front, the Harding administration's \"return to normalcy\" offered little scope for further advances on Owen's Progressive agenda; in international affairs, the post-1920 turn of U.S. policy towards isolationism and protectionism also ran counter to his long-held principles.[110] In February 1924, Owen announced that he would not run for re-election, and on March 4, 1925, at the age of 69, he retired from the Senate. Owen did not campaign for the presidency in 1924, though when the Democratic Convention of that year reached its hundredth indecisive ballot, some 20 delegates cast their votes for him. A leading student of Owen's political career sums up his overall assessment as follows: If Owen failed to live up to the expectations of his own ambition, he was in any case an industrious and productive United States senator of the first order.[111] On Owen's retirement, the Democratic Party failed to retain his seat in the Senate. This reflected a split in the party over the candidacy of former Oklahoma Governor Jack C. Walton, who had been impeached and removed from office as governor in November 1923, over accusations (inter alia) that he had acted unconstitutionally in suspending habeas corpus in the face of race riots fanned by the Ku Klux Klan. Although Walton won the nomination, largely on an anti-Klan platform, many local Democratic leaders, including Owen, declined to support his candidacy, and the seat was won in a landslide by the Republican candidate, William B. Pine.[112] The seat reverted to Democratic control in 1930 when Thomas Gore was re-elected to the Senate.[113] After his retirement from the Senate, Owen initially practiced law and undertook lobbying in Washington, D.C. In 1923, he formally adopted his only grandchild, who took the name Robert Latham Owen III.[114] In the 1928 Presidential election, Owen felt unable to support his party's nominee Al Smith, due to Smith's strong anti-prohibition position and his connections to Tammany Hall; to his subsequent deep regret, he became the first prominent Democrat to endorse the candidacy of Republican Herbert Hoover. He returned to the Democratic fold in 1932 to give a strong endorsement to Franklin Delano Roosevelt.[115] In retirement, Owen worked on a personal proposal to develop and promote a universal alphabet based on phonetic principles.[116] He was inducted into the Oklahoma Hall of Fame in 1941.[117] In his later years Owen was functionally blind. His wife predeceased him in 1946, and he died in Washington of complications from prostate surgery on July 19, 1947.[118] He was buried in Spring Hill Cemetery, Lynchburg, Virginia, near his beloved mother and other family members. Carter Glass, his fellow sponsor of the Glass-Owen Federal Reserve Act, with whom Owen had experienced a frequently strained relationship, lies nearby.[119] This list focuses on Owen's book-length works, and excludes shorter pieces such as his prolific journalism or reprints of individual speeches: A recording of Owen delivering a speech, dating from 1920, may be heard on the Library of Congress website at: http://frontiers.loc.gov/cgi-bin/query/r?ammem/nfor:@field(DOCID+@range(90000067+90000068)). There is an archive of Owen's papers at the Library of Congress. There are smaller collections, largely covering the period after his retirement from the Senate, at the University of Oklahoma's Carl Albert Center (see link below) and at the Federal Reserve. During the course of the [nineteenth] century, the Bank of England (and others) learned to offset panics by serving as lender of last resort, to prevent large inflations or deflations by adopting the gold standard, and to manage short-term demands for credit by adjusting the discount rate to limit or increase the amount of discounts. Twentieth-century concerns about employment and economic growth were heard but had little effect. Reflecting this intellectual heritage, Meltzer emphasizes (in common with Friedman and Schwartz in their Monetary History of the United States) the influence on the founders of the Fed of: (i) the assumption, which was to prove unfounded, that the gold standard would continue to prevail, and (ii) the then widely held (and now discredited) real bills doctrine, which advocated restricting central bank credit to the discounting of commercial paper. In Chapter 3, Meltzer covers the establishment of the Fed and its first decade of operations, a period when, as he shows, key issues such as the respective roles and powers of the Board and the (regional) Federal Reserve Banks were far from settled. These were among the questions eventually addressed in the Banking Act of 1935, which made major changes to the 1913 framework, mainly in the direction of centralizing authority in the Board at the expense of the regional Federal Reserve Banks. The 1935 Act also weakened the legislative mandate for the Fed to follow the dictates of the real bills doctrine (Meltzer, Chapter 6).","Title":"Robert Latham Owen - Wikipedia","KeyID":"4880","URL":"https://en.wikipedia.org/wiki/Robert_Latham_Owen"}