{"Content: ":"Seymour \"Stedy\" Stedman (July 4, 1871 – July 9, 1948) was an American from Chicago who rose from shepherd and janitor to become a prominent civil liberties lawyer and a leader of the Socialist Party of America. He is best remembered as the 1920 vice-presidential candidate of the Socialist Party of America, when he ran for office on a ticket headed by Eugene V. Debs. Seymour Stedman was born in Hartford, Connecticut, on July 4, 1871, the son of ethnic Anglo-Saxon parents with ancestors dating back to the time of the American Revolution.[1] Financial difficulties forced the Stedman family to move west, settling in Solomon, Kansas, where adverse weather conditions forced the family still further towards poverty.[1] Young Seymour was forced to drop out of school in the third grade to take a job tending sheep for $5 a month as a way of helping his family make ends meet.[1] The Stedman family moved to Chicago in 1881 and Seymour took a job for a manufacturing company, working as a uniformed messenger boy.[1] Stedman later took a job as a janitor for another Chicago firm, an occupation that allowed him ample time for reading. During the course of his reading, he became interested in political ideas for the first time and frequently debated the problems of the world with friends.[1] As a byproduct of his reading and discussions, Stedman became an adherent of the Single Tax system advocated by Henry George, a reform program then in popular vogue.[1] In 1889 Stedman decided that he wanted to be a lawyer.[1] He approached the dean of the Northwestern University School of Law and told him of his desires, admitting that he had had only three years of formal education.[1] After grilling the youth for an hour to determine Stedman's level of reading capability and intelligence, the dean relented and admitted Stedman to the university.[1] Stedman continued to work as a janitor during the day and attended university lectures in the evening.[2] He was ultimately admitted to the Illinois State Bar Association in 1891.[2] In 1890 the precocious Stedman decided that he wanted to become a public orator on behalf of the Democratic Party.[2] He honed his skill speaking before the public, specializing in matters dealing with tariff legislation.[2] His development as an aspiring Democratic politician came to an end in 1894, however, when the great strike of the American Railway Union headed by Eugene V. Debs, centered in Chicago and which Stedman supported as an official public speaker of the union, was crushed by judicial injunction and federal troops sent into Illinois by President Grover Cleveland.[2] Stedman left the ranks of the Democratic Party in protest over this heavy-handed action of the Democratic president.[2] In the aftermath of the defeated strike, Gene Debs was incarcerated for six months at Woodstock Jail in Chicago, where he was turned to the doctrine of socialism by the jailhouse visits of Milwaukee newspaper editor Victor L. Berger. Stedman would not be far behind the union leader, following a brief stint in the People's Party as a radical populist.[2] He was an early booster of Debs for President of the United States, helping to establish the \"Central E.V. Debs Club\" in Chicago on May 20, 1896, and being elected president of the new booster organization by the gathering.[3] Stedman was elected to the 1896 National Convention of the People's Party, held in St. Louis, where he attempted to start a movement among the delegates to draft Gene Debs as the nominee of the organization for President of the United States.[4] Nearly one-third of the 1300 assembled delegates signed a petition calling for Debs that Stedman circulated.[5] His effort was short-circuited by a trick of the supporters of William Jennings Bryan, however, when the gas lights were shut out on the convention.[5] The following day a statement by Debs was read to the convention indicating that he had no desire to run for president and the bid was over, leaving Stedman to support Bryan in the 1896 campaign.[5] In 1897 Victor Berger decided to work at converting the Social Democracy of America, an organization established with the goal of constructing a socialist colony in some western American state into a full-fledged socialist political party. He gathered together Debs, Stedman, and others for this cause, which came to a climax at the heated June 1898 convention of the organization.[5] The battle over the main question of colonization versus independent political action was won by the colonization faction by a vote of 53 to 37,[6] a result that caused Berger, Debs, Stedman, and their co-thinkers to bolt the convention and establish a new political organization of their own — the Social Democratic Party of America (SDP).[5] Stedman was a member of the governing National Executive Committee of the SDP from 1898. When after much acrimonious debate that organization merged with a similarly named Eastern organization headed by Henry Slobodin and Morris Hillquit to form the Socialist Party of America (SPA) in 1901, Stedman became a founding member of that organization as well.[6] Stedman's name was offered for nomination for Vice President of the United States at the SPA's 1908 Convention in Chicago, but he trailed Benjamin Hanford for the honor, losing by a vote of 106 to 46.[6] In 1912, Stedman was elected to the Illinois House of Representatives as one of three representatives from the 13th district alongside Republican incumbent Benton Kleeman and Progressive candidate Elmer Schnackenberg. He was the Socialist's candidate for Speaker of the Illinois House of Representatives in the 48th General Assembly.[7] In 1914, Stedman lost reelection, finishing fifth of five candidates for three seats.[8] In 1915 Stedman was their candidate for Mayor of Chicago and in 1920 for Vice President of the United States, running on a ticket headed by Eugene V. Debs. During World War I Stedman was a prominent defender of war opponents indicted for sedition, most notably Rose Pastor Stokes. During the popular front period of the late 1930s, Stedman was briefly a member of the Communist Party of America. Seymour Stedman died on July 9, 1948, in Chicago, Illinois.","Title":"Seymour Stedman - Wikipedia","KeyID":"4884","URL":"https://en.wikipedia.org/wiki/Seymour_Stedman"}