{"Content: ":"The first modern Farmer–Labor Party in the United States emerged in Minnesota in 1918. Economic dislocation caused by American entry into World War I put agricultural prices and workers' wages into imbalance with rapidly escalating retail prices during the war years, and farmers and workers sought to make common cause in the political sphere to redress their grievances.[citation needed] One primary contributing stream to the Farmer–Labor movement was the Labor Party movement. An International Association of Machinists strike in Bridgeport developed into a Labor Party in five Connecticut towns in the summer of 1918 and the powerful Chicago Federation of Labor (led by President John Fitzpatrick and Secretary-Treasurer Edward Nockels) adopted the cause of a Labor Party in the fall of that same year. Similar independent Labor Party movements emerged in New York, Pennsylvania, Minnesota, Ohio, and North Dakota. These state and local organizations joined together in November 1919 in Chicago to form the Labor Party of the United States.[1][2] One important gathering that was a precursor to the establishment of a national Farmer–Labor Party was the Cooperative Congress, held in Chicago on February 12, 1920. The gathering included participants from the cooperative movement, farmers organizations, trade unions, and the Plumb Plan League. The congress elected a 12-person All-American Farmer–Labor Cooperative Commission. The event was closely reported in the pages of The Liberator by Robert Minor.[3][4][5] In July 1920, the Labor Party of the United States changed its name to the Farmer–Labor Party. It nominated Utah lawyer Parley P. Christensen for President of the United States. Christensen finished particularly strongly in Washington, netting over 77,000 votes in that state alone.[6] In total, Christensen received over 265,000 votes from voters of the 19 states in which the Farmer–Labor Party was on the ballot.[7] Also during the 1920 election, the Farmer–Labor Party candidate for the United States Senate in Washington state, C. L. France received 25% of the vote, coming in second place. This was the best performance by the Farmer–Labor Party in a state election outside Minnesota, which would soon become its main stronghold. The party's candidate for Governor of New York was Dudley Field Malone, a former Democratic Collector of the Port of New York, who achieved 69,908 votes in the state election, versus 159,804 for the Socialist candidate Joseph D. Cannon. However Rose Schneiderman, the party's candidate for U.S. Senator from New York only received 15,086 votes versus 151,246 for Socialist Jacob Panken.[8] In November 1921, as part of a lengthy world tour, Parley Parker Christensen obtained two interviews with Lenin in Moscow. The official organ of the Farmer–Labor Party was a newspaper published in Chicago called The New Majority. Editor of this paper was Robert Buck, a Fitzpatrick-Nockles loyalist.[citation needed] The 1922 Convention of the Farmer–Labor Party was attended by 72 delegates, representing organizations in 17 states. Victor Berger, Seymour Stedman, and Otto Branstetter attended the proceedings as fraternal delegates of the Socialist Party of America. The convention decided to transform the FLP organization into a federated body of labor organizations on the model of the British Labour Party.[citation needed] The Farmer–Labor Party sent delegates to the second conference of the Conference for Progressive Political Action, which met December 11–12, 1922, in Cleveland. The conference defeated a motion to establish an independent political party by a vote of 52–64, with the Socialist and Farmer–Labor Party delegations on the short side. At the close of the conference, the Farmer–Labor Party delegation announced that they would no longer affiliate with the CPPA.[9] In March 1923, the Farmer–Labor Party of Chicago broke away from the CPPA and decided to proceed to the immediate formation of a national Farmer–Labor political organization. Circa May, over the signature of J.G. Brown of the Farmer–Labor Party of the United States there was issued a call for a \"Monster Political Convention of the Workers of America\" to meet in Chicago on July 3. The convention call was issued to trade unions, state Farmer–Labor Parties, the Non-Partisan League, the Socialist Party, and the Workers Party, The FLP was frustrated with the timidity of the CPPA and the refusal of that organization to enter into independent electoral politics and sought to establish a national organization through other means. The Workers Party was anxious to participate in the FLP Convention as part of their united front strategy. The Socialist Party on the other hand, was extremely hesitant. The SPA carefully considered this matter at its May 19–23, 1923, New York Convention before declining to participate in the FLP Convention, instead seeing the CPPA as the vehicle for a new Labor Party.[10][11] In the middle of June 1923, a subcommittee of the Central Executive Committee of the Workers Party of America met with a sub-committee of the Farmer–Labor Party. These two small groups agreed that if sufficient workers should be represented by delegates to the July 3 Conference, the Farmer–Labor Party should be supplanted by a Federated Farmer–Labor Party, and the National Committee of the Farmer–Labor Party replaced by a new National Executive Committee. The number of organizational members sending delegates necessary for the critical mass necessary to trigger this transformation was agreed by the two subcommittees to be 500,000. It was also agreed that the July 3 Conference should pass a general statement of principles and a resolution calling for the recognition of the Soviet Union. If the 500,000 threshold was not achieved, an Organization Committee for the new federated FLP would instead be established.[12] The July 1923 Conference of the FLP was attended by approximately 540 delegates. The Workers Party seems to have made every effort to capture a majority at the gathering. At the convention itself, it used a disciplined caucus system, with groups of ten on the floor led by a group captain.[13] The Workers Party delegates to the July 3 Conference were guided by a steering committee of the Central Executive Committee. During debate on the organization plan at the conference, C.E. Ruthenberg made a speech in which he asked the Farmer–Labor Party delegates what they wanted, stating that any concessions would be agreed to save the sacrifice of a federated Farmer–Labor Party itself. Five out of seven seats on the National Executive Committee of the new organization were offered to the Farmer–Labor Party. In response, the convention was adjourned and the Farmer–Labor Party delegates went into a closed caucus. This caucus returned with a resolution proposing to exclude the Workers Party from the conference and to ask the conference to accept the 1921 program and constitution of the Farmer–Labor Party without changes. This proposal was made on the floor of the conference by John Fitzpatrick of the Chicago Federation of Labor, who stated that \"it would be suicide\" to unite \"with any organization which advocated other than lawful means to bring about a political change.\" This resolution was tabled by a vote of approximately 500–40, prompting a walkout by John Fitzpatrick and a group of delegates sharing his views.[14] The Workers Party gained a majority for its program and established a \"Federated Farmer–Labor Party\" at this convention. Structural iron worker Joseph Manley, a son-in-law of William Z. Foster although a factional loyalist to John Pepper, was elected as National Secretary of the organization. The WPA's Chicago labor paper, The Voice of Labor, was turned over to the FFLP and became its official organ, The Farmer–Labor Voice.[15] The notion of a \"Federated Farmer–Labor Party\" closely paralleled the organizational ideal for a third party then currently being advanced, the Socialist Party—an organization modelled upon the British Labour Party to which political organizations (like the WPA and the SPA) might affiliate without losing their independent organizational identity. The Socialist Party sought the establishment of an American \"Labor Party\" via the CPPA—and failed. The Workers Party successfully \"captured\" the Farmer–Labor Party organization, only to lose the allegiance of the mass organizations with which they so eagerly desired to unite.[citation needed] A Conference of the Farmer–Labor Party was held in St. Paul on March 11–12, 1924, at which it was decided to hold its next National Convention on June 17 in that same city. A convention call was issued for that gathering, which called for farmer, labor, and political organizations to send delegates provided that they subscribed to a five-point \"tentative program\" that called for public ownership, government banking, public control of all natural resources, restoration of civil liberties, and the abolition of the use of the injunction in labor disputes.[citation needed] An effort was made by some members of the Farmer–Labor Party of the United States to merge the convention of the FLP with that of the Conference for Progressive Political Action, an attempt which was unsuccessful. This group also attempted to remove all national political parties from the convention call—the intended effect being to exclude the Workers (Communist) Party from participation. This effort failed as well.[citation needed] There was pressure placed on the Farmer–Labor Party to purge itself of Communists and to postpone its next convention until July 4, 1924, so that it might meet jointly with that of the Conference for Progressive Political Action. On March 18, 1924, National Secretary Jay G. Brown wrote to the National Committee asking for a vote on the question of holding a convention on July 4 at Cleveland. This convention was not called. Brown resigned as National Secretary, to be replaced on a temporary basis by Robert M. Buck, who soon resigned as well. National Chairman W.M. Piggott then appointed Bert Martin as National Secretary and headquarters were moved from Chicago to Denver.[16][17] The June 1924 Convention of the Farmer–Labor Party (in which the Federated Farmer–Labor Party participated as a member organization) was attended by over 500 delegates representing 26 states. The convention discussed the upcoming run of Sen. Robert M. La Follette for President. La Follette, a bitter opponent of the Workers Party of America, did not seek the endorsement of the convention, which proceeded to nominate its own candidates for President and Vice President of the United States—Duncan McDonald and William Bouck, respectively. The National Committee of the FLP met in Cleveland on July 4 and elected delegates to the Conference for Progressive Political Action. W.M. Piggott of Utah was re-elected as National Chairman and Bert Martin of Denver as National Secretary. On July 10, 1924, after the endorsement of La Follette by the CPPA at Cleveland, a majority of the National Executive Committee withdrew the nominations of MacDonald and Bouck and pledged support to an independent campaign of the Workers Party. By the end of 1924, the Federated FLP had ceased to exist.[citation needed] The demise of the Federated Farmer–Labor Party did not mean an end to the Farmer–Labor Party movement, however. The regular Farmer–Labor Party continued to exist at the state level, with state and local organizations in Minnesota, Colorado, Utah, Illinois, Kentucky, Montana, New York, Pennsylvania, Oklahoma, Missouri, Washington, the Dakotas, and elsewhere. The national organization continued under the leadership of National Chairman W.M. Piggott and National Secretary Bert Miller. The group's 1920 Presidential candidate, Parley Parker Christensen, attended the Dec. 12, 1924, meeting of the National Committee of the Conference for Progressive Political Action and was made a member of the committee of arrangements for the CPPA's forthcoming February 21–22, 1925, conference. A Convention of the loyal members of the Farmer–Labor Party was called for that same time and place, where it aimed to cooperate with the CPPA in the formation of a labor party.[citation needed] There were subsequent attempts to reconstitute a national Farmer–Labor Party into the 1930s, without the participation of either the CPUSA or the Socialist Party. Frank Webb was the remnant party's candidate in 1928. For the 1932 Presidential election, Jacob Coxey campaigned as the Farmer–Labor Party candidate in a few states. In neither election did the party receive more than 8,000 votes.[18][19] The Farmer–Labor Party continued to exist as a successful state party in Minnesota until 1944, when it merged with the Democratic Party of that state to form the Minnesota Democratic–Farmer–Labor Party (DFL). Minnesota elected Farmer-Labor candidates to the United States House of Representatives in all but one election between 1918 and 1942: During the same period, Minnesota was represented in the United States Senate at various times by four Farmer-Labor senators, either for full terms or partial terms: Folksinger and Farmer-Labor supporter Jim Garland wrote the song \"I Don't Want Your Millions, Mister,\" in which he sings, \"Take the two old parties, mister,/No difference in them I can see./But with a Farmer-Labor party,/We will set the workers free.\"[citation needed] Woody Guthrie wrote lyrics for a song \"Farmer-Labor Train\" with the tune from the \"Wabash Cannonball\" and performed it on August 29, 1942 on \"Labor for Victory,\" a joint AFL and CIO on NBC Radio's Red Channel. In 1948 transformed into \"The Wallace-Taylor Train\" for the 1948 Progressive National Convention of July 22–25, 1948, which nominated former U.S. Vice President Henry A. Wallace for U.S. President against Harry S. Truman (Democrats), Strom Thurmond (Dixiecrats), and Thomas E. Dewey (Republicans).[20][21][22]","Title":"Farmer–Labor Party - Wikipedia","KeyID":"4885","URL":"https://en.wikipedia.org/wiki/Farmer%E2%80%93Labor_Party"}