{"Content: ":"Wellnhopterus (IPA: [vɛlnˈhɔptərʌs], meaning Wellnhofer's wing) is an azhdarchid pterosaur recovered from the Late Cretaceous Javelina Formation in Texas. It consists of a set of upper and lower jaws (TMM 42489-2), as well as some cervical vertebrae (TMM 42489-2.3 to 42489-2.8) and a fragmentary long bone (TMM 42489-2.9). In July 2021, the jaws were given the genus name \"Javelinadactylus\" (IPA: [xɑːveːliːnɑːˈdæktɪlʌs], meaning \"Javelina Finger\"), with the type and only species as \"J. sagebieli\"; however, this article has now been retracted.[1] In a paper published in December 2021, the complete holotype was independently named Wellnhopterus, with the only species being W. brevirostris.[2] As of 2022, this is the formal name of this pterosaur. In March 1986, jaws and neck vertebrae of a large pterosaur were discovered in Brewster County by preparator Robert Rainey. In 1991, Peter Wellnhofer illustrated the find by a picture in his The Illustrated Encyclopedia of Pterosaurs and in the photo caption assigned it to Quetzalcoatlus sp.[3] Accordingly, his illustrator John Sibbick reconstructed Quetzalcoatlus with a too blunt snout, a mistake repeated in many popular science works. In 1996, Alexander Kellner and Wann Langston Jr. pointed out that the remains dated from older layers than those which had produced Quetzalcoatlus sp. and represented a form with a shorter snout and neck.[4] In 2004, Kellner, limiting himself to the skull material which he reconstructed, stated that it was a member of the Tapejaridae.[5] In 2006, David Michael Martill and Darren Naish concluded that the snout resembled that of Tupuxuara more than that of Quetzalcoatlus and referred to the taxon as the \"Javelina Tupuxuara\".[6] In 2012, the fossils were studied by Brian Andres whose cladistic analysis recovered the taxon as a member of the Azhdarchidae, both when the neck vertebrae were included and when only the skull material was entered.[7] In 2013, Mark Witton similarly favoured an azhdarchid interpretation over a thalassodromid one, comparing it to other \"blunt-jawed\" azhdarchids.[8] The holotype, TMM 42489-2, was found in a layer of the Javelina Formation dating from the middle Maastrichtian. It consists of the front of the paired premaxillae, the paired maxillae and jugals, the front of the mandibular symphysis of the lower jaws and the dentary rami. The remains had been partially articulated. In December 2021, the complete specimen, including the jaws and the cervical vertebrae, were named by Brian Andres and posthumously Wann Langston Jr. as the type species of a short-snouted azhdarchid, Wellnhopterus brevirostris. The generic name, Wellnhopterus is Wellnhofer’s name combined with the Greek pteron, meaning \"Wellnhofer's wing\", and the specific name, brevirostris (IPA: [brɛvɪˈrɒstrɪs]) meaning \"short-beaked\" is a combination of the Latin words brevis, meaning short, and rostrum, meaning beak, in reference to its description in the literature as a “short-faced animal”.[2] In August 2021, the type species \"Javelinadactylus sagebieli\" was named and described by Hebert Bruno Nascimento Campos as a thalassodromine based on TMM 42489-2, but the neck vertebrae (specimens TMM 42489-2.3 to 2.7) were not considered to be part of the holotype in this paper. The generic name combines a reference to the Javelina Formation with a Latinised Greek daktylos (\"finger\"), a usual suffix in the names of pterosaurs. The specific name honours James Christopher Sagebiel, head vertebrate fossils collection of the University of Texas. It was the second pterosaur species named from the latest Cretaceous of Texas, after Quetzalcoatlus. However, in July 2022, Campos' paper was retracted due to the following reasons:[1] \"The editors have retracted this article, because the author did not have the ownership of the data reported. This was confirmed by the University of Texas at Austin. In addition, this article described a new species that was based on photographs of specimen TMM 42489-2. This specimen has been described and named, as Wellnhopterus brevirostris, gen. et sp. nov., in a different article that was submitted for publication prior to the submission of this article, and itself was part of a larger study. Hebert Bruno Nascimento Campos agrees to this retraction. The online version of this article contains the full text of the retracted article as Supplementary Information.\"[1] Andres and Langston Jr. recovered the taxon as an azhdarchid.[2] Phylogeny after Andres, 2021:[9] Tapejaridae Dsungaripteromorpha Chaoyangopteridae Radiodactylus Montanazhdarcho Azhdarchinae Phosphatodraco Aralazhdarcho Eurazhdarcho Zhejiangopterus Wellnhopterus Cryodrakon Hatzegopteryx Arambourgiania Quetzalcoatlus Wellnhopterus was likely raptorial, as \"blunt-jawed\" azhdarchids are thought to have been specialised to hunt proportionally large prey.[10][11][12] Its co-existence with Quetzalcoatlus and a possible additional pterosaur taxon have been used as examples of pterosaur diversity being higher in the Maastrichtian than traditionally thought.[13]   ","Title":"Wellnhopterus - Wikipedia","KeyID":"489","URL":"https://en.wikipedia.org/wiki/Javelinadactylus"}