{"Content: ":"James Alexander Reed (November 9, 1861 – September 8, 1944) was an American Democratic Party politician from Missouri. Reed was born on November 9, 1861 on a farm in Richland County, Ohio. He was a descendant of David Reed.[2] He moved with his family to Cedar Rapids, Iowa at the age of 3. He went to public schools and attended Coe College. He became a lawyer and moved to Kansas City, Missouri, in 1887. Reed served as a city councilor of Kansas City from 1897 to 1898 and as prosecutor of Jackson County from 1898 to 1900. He unsuccessfully prosecuted Jesse E. James, son of the bandit Jesse James, for train robbery in 1899.[3] He was elected Kansas City mayor from 1900 to 1904. As mayor, Reed oversaw the \"Kansas City Spirit\" construction of Convention Hall in 90 days to host the 1900 Democratic National Convention. The original Convention Hall had opened in 1899 but burned down on April 4, 1900. The convention was scheduled to be held on July 4, and Reed, who had not been a supporter of the original hall before he was elected mayor, presided over the opening of the new hall at the same time the convention was convened. In 1910, he was elected to the US Senate from Missouri as a Democrat. He served in the Senate for three terms, from 1911 to 1929, when he decided to retire. Unlike many members of his party, he opposed the League of Nations. He sought and failed to receive the Democratic nomination for president. He served as chairman of the Committee on Weights and Measures from 1917 to 1921. One of his biggest contributions to the State of Missouri came in 1913 when as a member of the Senate Banking Committee, he changed his vote to break a deadlock to pass the Federal Reserve Act, which resulted in Missouri getting 2 of the 12 Federal Reserve Banks (in St. Louis and Kansas City).[4] Missouri is the only state with multiple headquarters of the Federal Reserve. Reed was very involved in the Senate Banking Committee's work to improve the Federal Reserve Act, including amendments to strengthen the power and independence of the Federal Reserve Board. President Wilson acknowledged the value of Reed's contributions in a letter sent to him while the bill was pending in committee [see James A. Reed: Legendary Lawyer, p. 38]. Reed reflected the deep racial prejudices of his region. In the debate over the Immigration Act of 1917, he declared that \"no man not of the white race ought to be permitted to settle permanently in the United States of America.\"[5] He fought to expand the immigration restrictions in that bill so that it would prevent the immigration of anyone of African ancestry, in addition to its prohibitions against immigration from Asian nations.[6] However, Reed was the only senator to vote against the Emergency Quota Act of 1921, which enacted strict limits on immigration. Later in his political career, Reed opposed the Ku Klux Klan particularly in his reelection campaign of 1922 which cost him numerous votes. [see James A. Reed: Legendary Lawyer, p. 79-80]. In 1927, he opposed the reauthorization of the Sheppard–Towner Act, which had been enacted in 1921, to reduce maternal and infant mortality and improve the health of mothers and babies, and he attacked the Children's Bureau for its \"excessive\" federal funding and the \"power and control\" Sheppard-Towner gave to Grace Abbott, Bureau Chief. On the floor of the Senate, Reed ridiculed the Children's Bureau and suggested, \"We would better reverse the proposition and provide for a committee of mothers to take charge of the old maids [in the Children's Bureau] and teach them how to acquire a husband and have babies of their own.\" In 1929, as Reed was retiring from the Senate, H. L. Mencken wrote a tribute praising Reed for his opposition to what Mencken called \"demagogues\" and \"charlatans\" from both political parties.[7] Reed then retired from politics and moved back to Missouri, where he continued to practice law. He was also meanwhile an active Civitan.[8] He died at his summer home in Oscoda County, Michigan. Reed represented Suffolk County, Massachusetts District Attorney Joseph C. Pelletier during his removal proceedings before the Massachusetts Supreme Judicial Court. On February 21, 1922, the court found Pelletier guilty of 10 of the 21 charges against him and removed him from office.[9] In 1927, Reed unsuccessfully represented Henry Ford in Sapiro v. Ford, a federal libel lawsuit brought by Aaron Sapiro, leader of the American husbandry movement.[10][11] In his newspaper, The Dearborn Independent, Ford had published a series of articles containing excerpts from his book, The International Jew, which alleged that Sapiro, who was Jewish, and the American husbandry movement were part of an international Jewish conspiracy to defraud American farmers.[11] The Sapiro case ended in a mistrial after which Henry Ford agreed to settle the matter by paying a significant amount of money to the plaintiff. The settlement was done without Reed's knowledge and after Reed claimed he had won the case [see Chapter 15, James A. Reed: Legendary Lawyer ]. In March 1931, Reed was the attorney for Myrtle Bennett, who had shot her husband, John Bennett, a perfume salesman, on September 29, 1929 after a quarrel about a just-completed bridge game. The trial, held in the courthouse of Jackson County, Missouri, received worldwide coverage.[12] During the trial, he discovered that his neighbor and married mistress, Nell Donnelly Reed, was two months pregnant with his child.[13] Donnelly's husband had threatened to kill himself if she ever became pregnant since he was unable to have children.[13] Reed refused to divorce his wife of 43 years, especially to marry an Irishwoman.[13] Donnelly traveled to Europe and returned in the fall with a supposedly-adopted son, David, born September 10, 1931. Reed and Donnelly agreed not to take any further steps until his wife died.[13] In December 1931, Donnelly and her chauffeur were abducted at gunpoint and held to ransom.[14] Reed closely involved himself in the case and was alleged to have called upon the assistance of John Lazia, a major figure in the Kansas organized crime scene, to help find Donnelly, which occurred within 34 hours of the abduction.[15] The subsequent court cases led to three men being imprisoned for the crime and to the controversial acquittal of a fourth, who claimed to have thought that he was abducting someone else.[14] After Reed's wife died in 1932, Donnelly divorced her husband, and the two were married in December 1933.[1][14] He died just two days short of his biological son's 13th birthday after he had caught pneumonia after spending a morning fishing in the rain.[13] Reed died at his summer home in Oscoda County, Michigan. J. Michael Cronan, James A. Reed: Legendary Lawyer; Marplot in the United States Senate, iUniverse Press (Bloomington, IN, 2018)","Title":"James A. Reed (politician) - Wikipedia","KeyID":"4900","URL":"https://en.wikipedia.org/wiki/James_A._Reed_(politician)"}