{"Content: ":"Albert Cabell Ritchie (August 29, 1876 – February 24, 1936) was an American lawyer and politician. A Democrat, he was the 49th governor of Maryland from 1920 to 1935.[1][2] Ritchie was a conservative who campaigned for, but did not win, the presidential nomination in both 1924 and 1932. As of 2020, Ritchie is the state's longest-serving governor, with almost 15 years of service (14 years, 11 months, and 27 days) and a record four terms. Ritchie has the eighth-longest gubernatorial tenure in post-Constitutional U.S. history at 5,474 days.[3] Albert Ritchie was born on August 29, 1876, in Richmond, Virginia, to relatively distinguished parents. His father, Albert, had served as a member of the Maryland Constitutional Convention in 1867, as a professor of law at the University of Maryland, as city solicitor of Baltimore, Maryland, and as a judge. His mother, Elizabeth Caskie Cabell, was a granddaughter of William H. Cabell, a governor of Virginia, and related to Joseph Cabell, a close associate of Thomas Jefferson. Ritchie moved to Baltimore with his family shortly after his birth and received his early education from private schools including the Carey School for Boys, which later became known as the Boys' Latin School. He received a bachelor's degree from Johns Hopkins University in 1896, and his law degree from the University of Maryland School of Law in 1898. He entered into practice with the firm of Steele, Semmes, Carey and Bond in 1900, and in 1903 was appointed assistant city solicitor of Baltimore. The same year, he formed his own law practice with Stuart S. Janney. Ritchie continued to serve as solicitor until 1910, and continued to practice law with Janney until 1919. In 1907, Ritchie was appointed as a professor of law at the University of Maryland School of Law. In 1907, Ritchie married Elizabeth Catherine Baker of Catonsville, Maryland. However, in June 1916, Baker filed for divorce under the charge of abandonment, since Ritchie had left her to live with his mother in 1910. He did not challenge her claim, and the divorce was finalized soon thereafter. Ritchie never remarried, nor did he have any children. On July 1, 1910, Ritchie was appointed as people's counsel to the Public Service Commission of Baltimore. He garnered much attention for fighting to lower gas and electricity prices for the people of Baltimore that resulted in annual savings of $500,000. Ritchie resigned on February 16, 1913, to return to his law practice, where he took up a case against a local utility company for producing inferior quality gas. The Public Service Commission sided with Ritchie on the issue, and the result was further savings of $200,000 annually for the residents of Baltimore. Ritchie's actions did not go unnoticed, and he was nominated to be Attorney General of Maryland in 1915, a position he served in from December 20, 1915, to December 20, 1919. In the primary election, Ritchie defeated challenger William Milnes Maloy, who would later challenge him for governor, by 20,000 votes. In the general election, Ritchie defeated his Republican rival, Albert Doub, by 25,000 votes. As attorney general, Ritchie economized the state government by having the state law department assume the legal activities of nearly every department, with the exception of the Public Service Commission, thus eliminating the need for other departments to hire outside legal counsel. On June 3, 1918, Ritchie took a leave of absence as attorney general to serve on the War Industries Board as general counsel. Established as a result of World War I, the War Industries Board was one of the most influential of all the wartime organizations established by the government. While on the board, Ritchie became a good friend of Bernard Baruch, the chairman of the board, and a man who would later support Ritchie's presidential aspirations. The board was dissolved in December 1918, and Ritchie returned to his position as attorney general. During the gubernatorial election of 1919, Ritchie made his interest known and quickly gained support from the state Democrats. He went unopposed on the primary ticket, but the general election proved to be considerably more challenging and proved to be one of the closest elections in state history. Harry Whinna Nice, the Republican nominee was a close friend and favorite of a notorious and powerful Democratic party boss in Baltimore, John S. \"Frank\" Kelly. Harry Nice was a frequent caller to \"Frank\" Kelly's headquarters on West Saratoga Street in Baltimore while attending law school. The warm relationship Nice developed with \"Boss\" Kelly, as he was also known, worked to his advantage and landed him a considerably high appointment following law school, assistant to the state's attorney in Baltimore. That was especially surprising since Nice was a Republican in a city predominantly run by Democrats. It is still rumored that Kelly, seeking to confirm and show the Democratic Party leadership, which trying to oust him, that he was still the top Democratic boss in Baltimore, pulled a few strings to get Nice appointed as a sign of just how powerful he was to any would-be political challengers. The election year of 1919 saw the political winds of fortune blowing strongly in the direction of the GOP in Maryland but nationally as well. Convinced and initially backed by Kelly, Nice resigned as assistant state's attorney and cast his hat into the gubernatorial race. However, Nice then made a costly mistake. In speeches during the campaign, Nice promised to clean up the dirty underworld politics of the Democrats and their political bosses and ensure elections were fair and open to everyone. Ballot stuffing, voter fraud, and outright voter intimidation were common, especially in large cities like Baltimore. The speeches were taken by \"Boss\" Kelly as a slap to the face, the man he had helped build politically was out condemning him and his business in public. While Kelly was no doubt enraged, he was probably more embarrassed then anything else, as the other Baltimore bosses saw it as weakness believing Kelly had no real control over his candidate, as he had often claimed. In a last-minute decision on election day, \"Boss\" Kelly, switched his support from his former friend, Harry Nice, to Albert Ritchie and swung just enough votes Ritchie's way to give him the narrowest margin of victory in Maryland history. Out of nearly 225,000 votes, Ritchie won with a mere 165 votes to spare, defeating Republican challenger Harry W. Nice 112,240 to 112,075. Across the state, however, Republicans gained control of the legislature and succeeded in electing Republicans to both mayor of Baltimore and attorney general. Ritchie proved one of the last strong upholders of states' rights, gaining national prominence in 1922 with his stand against President Harding during the Western Maryland coal strike, and his strenuous opposition to the Volstead Act (prohibition). His legislative program was in three main areas: state government reorganization, increased representation for Baltimore, and reduction in the number of elections. The first governor of Maryland reelected since the Civil War, Ritchie loomed as a serious contender for the Democratic presidential nomination in 1924 until the compromise on John W. Davis. Ritchie worked hard for the ticket, and at home achieved reforms in mental health, shellfish conservation, and law enforcement while continuing to fight federal encroachments on state prerogatives.[4] During Ritchie's first term, he worked to improve the public education system by establishing standards for the counties and by distributing wealth from the richer to the poorer counties. His actions were successful, and the Maryland educational system emerged as one of the best in the nation. Ritchie also invested considerable funds in expanding and improving the highways of the state, resulting in Maryland emerging as having one of the best highway systems in the country. Ritchie was a strong opponent of the Eighteenth Amendment, which established prohibition, and was a staunch advocate of states' rights. He also gained national attention for his refusal to cooperate with the administrations of Presidents Warren G. Harding and Calvin Coolidge. During a miner's strike in 1922, Ritchie refused a request from Harding to break up the strike by force, instead choosing a diplomatic alternative. The situation was peacefully defused. For the first time in state history, Ritchie was nominated for a second term as governor in 1923. He was again unopposed in the primary, but during the general election faced Alexander Armstrong, his successor as attorney general. In a campaign which focused on his accomplishments as governor and defiance of the Eighteenth Amendment, Ritchie easily defeated Armstrong by a plurality of 43,000 votes. His second term began on January 9, 1924, but because of an election law that changed the date of election that passed during Ritchie's first term, his second term only lasted three years. Ritchie had announced early on his intentions to seek a third term as governor, but, unlike in 1919 and 1923, he faced opposition in the primary elections of 1926. Ritchie's old rival, William Milnes Maloy, whom Ritchie had defeated in 1915 for nomination for attorney general, again chose to challenge Ritchie for the Democratic nomination. Ritchie was easily nominated, having defeated Maloy by 81,500 votes. During the general election, Ritchie was challenged by Republican Addison Mullikin, who made issue of the Conowingo Dam construction project which he felt Ritchie had handled poorly. Nevertheless, Ritchie won the election by over 60,000 votes and won Baltimore and 14 of 23 counties in the state. He was sworn in for his third term on January 12, 1927. During his third term, Ritchie further worked with the state transportation system, calling for the construction of new highways and bridges, and for the improvement of the railways. Ritchie also pursued one of the earliest programs of conservation of the Chesapeake Bay, enacting strict game and fishing legislation. A corruption scandal emerged towards the end of Ritchie's third term involving employees of the State Roads Commission who were accused of embezzling $376,000. After a long investigation, and after Ritchie established a committee to investigate the allegations, those responsible were arrested. The Governor and the State Roads Commission were absolved from blame. Ritchie was nominated for a fourth term in September 1930. State Senator David McIntosh of Baltimore County had initially announced his candidacy for governor, but withdrew upon Ritchie's announcement that he would seek renomination. Ritchie secured renomination easily, and faced William Broening, the Republican mayor of Baltimore, during the general election. Ritchie won re-election by one of the largest majorities up to that time, having won by a plurality of 66,770 votes. By early 1931 unemployment stood at 19.2%. Governor Ritchie was a stalwart opponent of federal intervention in local affairs, and continued to urge programs sponsored by the business community itself. Social welfare agencies based on state support expanded services as much as possible, but beyond pushing ahead with all feasible public works projects the state did little. Baltimore established a Commission on Employment Stabilization but found work for only one-fifth of the job-seekers. Baltimore relief agencies were soon overwhelmed and the election of Mayor Howard W. Jackson, although bringing about municipal loans to the Citizens' Emergency Relief Committee, showed that local aid was simply inadequate. Ritchie agreed to issue state bonds to aid Baltimore, but would not borrow from President Herbert Hoover's new Reconstruction Finance Corporation until mid-1933, and his luxury tax program met stiff opposition from county representatives opposed to new tobacco taxes. Originally planned for $8 million, the Baltimore bond issue had to be $12 million as the state economy floundered. Only reluctantly was federal assistance finally accepted.[5] Ritchie had established a national reputation during the convention of 1924 and was admired by the conservative wing of the Democratic party as a \"wet\" (in favor of repealing Prohibition) who appealed to the urban vote. At the 1932 Democratic National Convention he was convinced that Roosevelt would not get the necessary two-thirds majority to win the nomination. Ritchie was well received, but Roosevelt was nominated on the fourth ballot. Ritchie and several others including Governor George Dern were considered for the vice presidential nomination, which ultimately went to John Nance Garner.[6] Throughout his 15 years as governor, Ritchie called the legislature into special session several times, including once in 1920 to vote on women's suffrage in Maryland, and again in 1933 to ratify the repeal of the Eighteenth Amendment in 1933. Ritchie tried, but failed to achieve nomination as president during the election of 1932, and declined an offer by Franklin D. Roosevelt to be his running mate. Ritchie's popularity as governor reached its peak during the early years of his fourth term, but gradually began to wane because of growing jealously within the party as a result of his long tenure as governor, and because of two lynchings that had occurred on the Eastern Shore of Maryland (those of Matthew Williams in Salisbury in 1931,[7] and George Armwood in Princess Anne in 1933).[8] Although Ritchie's model, business-like government had thoroughly modernized Maryland, he had forged a Democratic party organization which his opponents attacked as a \"machine\". In 1934 Ritchie was seeking his fifth term and \"Ritchie forever\" seemed a real possibility. However, Dr. Charles Conley cut heavily into the Ritchie vote in the Democratic primary, and Republican opponent Harry W. Nice attacked the governor's relief efforts and promised to be \"more new Dealish\" than the conservative Ritchie. While a Ritchie victory was widely predicted, when Nice took all but three counties the postmortems agreed that the governor's longevity \"and the cry of 'too long'\" was the fundamental explanation, but the opposition of Baltimore blacks and labor also seemed significant. In the general election, Nice defeated Ritchie 253,813 to 247,644.[9] He was also a member of Civitan International.[10] After his defeat, Ritchie returned to his law practice in Baltimore. On February 24, 1936, Ritchie died suddenly and unexpectedly of what was determined to be a cerebral hemorrhage. After a private funeral, Ritchie's body was placed on public display for several days and was viewed by thousands of mourners. He was interred at Greenmount Cemetery, where he was buried next to his father and mother.","Title":"Albert Ritchie - Wikipedia","KeyID":"4901","URL":"https://en.wikipedia.org/wiki/Albert_Ritchie"}