{"Content: ":"Governor of New York 1928 presidential campaign Other campaigns for president: Member of the New York State Assembly Al Smith, former governor of New York and the 1928 Democratic presidential nominee, ran an unsuccessful campaign for the party's 1932 presidential nomination. He ultimately lost to Franklin Delano Roosevelt, his one-time political ally (and gubernatorial successor), who would go on to win the general election. Al Smith's 1932 presidential campaign was his fourth consecutive bid for the presidency.[1][2] Smith had unsuccessfully campaigned for the Democratic nomination in both 1920 and 1924.[1][2] Smith secured the nomination in 1928, however he lost the general election to Republican-nominee Herbert Hoover.[1][2] After receiving the Democratic nomination in 1928, Smith was prohibited by New York law from running for reelection in the 1928 gubernatorial election. Smith persuaded his then-political ally Franklin D. Roosevelt to run for governor in his place. Consequentially, his loss in the 1928 presidential election left Smith out of office.[1] Smith had originally run in 1928, a year heavily expected to be a Democratic loss, in order to keep himself in the conscious of Democrats, in order to remain a viable candidate for the following election (in 1932). However, by the end of the 1928 election, Smith had changed his mind and had decided against running in 1932.[1] In fact, after losing the 1928 election, Smith indicated that he held no interest in again running for any political office.[1] By all signs, Smith's initial disinterest in against running for the presidency was genuine. Smith had relinquished his positions of power within the Democratic Party (which would have been important for him to retain if he was planning to run again for the party's presidential nomination). In 1929, Smith had stepped-down as leader of the Democratic National Committee.[1] In 1929, Smith neglected to intervene in the ousting of his ally Judge George Alvany as the head of Tammany Hall. This consequentially lost Smith his control of the Tammany machine, whose delegate votes had formed a base of support for all his previous campaigns for the Democratic nomination.[1] Anticipating his own plans to run, Roosevelt had asked Ed Flynn to inquire with Smith about his true ambitions. Flynn was convinced by Smith's assertion that he was indeed finished with politics.[3] There was more than one reason for Smith's disinterest. A major reason was the vile prejudice that Smith had endured in his 1928 campaign. Smith was bitter about the anti-Catholic prejudice that he had faced in the 1928 election, and had little interest in subjecting himself to it again.[1][3][4] Another element of Smith's disinterest was his desire to accumulate personal wealth so that he could both comfortably retire in his old age and leave behind an inheritance for his sons.[1] The office of Governor of New York had paid only $10,000, which was less than even the Governor's cabinet officers earned.[1] Thus, Smith held very little in the way of personal wealth.[1] After leaving the office of governor in early 1929, Smith found high-paying opportunities, such as a $50,000 per-year position as the president of the Empire State Building Corporation.[1] Smith had personal debt he wanted to pay-off.[3] Additionally, family members of his had lost money in the stock-market crash.[3] Additionally, Smith saw himself as part of a proud tradition of Tammany Hall politicians that retired honorably from public office when their time came.[1] Smith originally felt no personal animosity towards his gubernatorial successor Franklin Delano Roosevelt. Smith trusted that Roosevelt would continue his programs as governor.[1] Roosevelt had long been a supporter of Smith's, participating in all three of Smith's presidential campaigns. In addition, Roosevelt had written an open letter which launched Smith's 1922 gubernatorial campaign and sent his wife Eleanor to campaign for Smith (since Roosevelt himself was physically unable to do so himself) when Smith was being challenged in 1924 by Franklin's own relative Theodore Roosevelt, Jr.[1] In the time since the conclusion of his Governorship in 1929, Smith had become resentful towards his successor (and one-time political ally) Franklin Roosevelt.[1][5] Roosevelt, who had begun planning a 1932 run for the presidency immediately after the 1928 election, recognized that, should he change his mind and decide to run, Al Smith was going to be the man to beat for the nomination.[1] Ironically, Roosevelt's treatment of Smith was largely what drove Smith to challenge him for the nomination.[1] After the 1928 election, Smith had expected Roosevelt to contact him and seek advice for transitioning into the office of governor. However, Roosevelt's call never came. Smith grew impatient before finally calling Roosevelt himself and offering assistance. Roosevelt refused this offer.[1] Roosevelt, immediately after his election, began reneging on some of his campaign promises to continue Smith's policies.[1] Smith nevertheless tried his hardest to ease Roosevelt's transition.[1] He oversaw the installation of wheelchair ramps in the Executive Mansion, to accommodate Roosevelt.[1] He even moved out of the Mansion early to allow the Roosevelt's to settle into the residence before the inauguration.[1] Smith and his political associates felt that, once Roosevelt assumed the office, he began to treat Smith in an immensely disrespectful manner.[1][5] As governor, Roosevelt continued to refuse Smith's offers to provide him advice.[1][5] Particularly upsetting was that Roosevelt refused to even entertain Smith's request that he retain Robert Moses in the role of Secretary of State. [1] Smith not only felt spurned by Roosevelt, but also by Jimmy Walker. Smith was deeply upset that Roosevelt and Walker, two younger men to whom he had previously been a mentor, had begun to display an immense ingratitude towards him.[1] As his resentment of Roosevelt grew, the prospect of running in 1932 began to acquire the appeal of potentially blocking the presidential aspirations of Roosevelt.[1] Smith's acquired animosity towards Roosevelt was not the only factor that contributed to his change of heart.[1] By 1932, Smith was discontent with his retirement from politics, finding the private-sector uninteresting.[1] Additionally, Smith's sense of personal ambition was a major factor in his decision to run in 1932.[1] Smith also felt that his loyalty and service to the party had entitled him to receive the nomination.[1][6] Smith was heavily motivated by the fact that the Depression under Hoover's leadership had made the successful election of a Democratic ticket in 1932 seem to be a relatively foregone conclusion. All signs made it appear that Hoover was imminently facing an historic defeat. Smith, having lost in 1928, a year in which a Democratic victory was viewed heavy improbability, felt that he was entitled to receive the nomination in a year in which a Democratic victory was essentially guaranteed.[1][3] Smith also desired to prove that Catholics and Irishmen were capable of serving in highest office. Therefore, Smith was interested in the idea of running in a year where his religion, a contributing factor to his 1928 defeat, would not be able to stifle his odds of a general election victory.[1] Smith planned his campaign from New York.[6] In February 1932, the New York Times wrote that Smith had commented that, “he would place his cause in the hands of the people and risk his chances without making an active campaign for the nomination.”[5] While this was not a clear declaration of candidacy, political observers saw this as an indication that Smith was making himself available as a “Stop Roosevelt” candidate ahead of the first primary contest, which would be held in New Hampshire.[5] Smith's longtime political allies Robert Moses and Belle Moskowitz were a key members of the campaign.[1][3] Robert Moses, a loyal supporter of Smith, however, recognized that Smith's candidacy was relatively hopeless. The campaign, hampered by its late start, struggled to assemble an adequate organizational structure.[1] However, several key members of Smith's previous efforts were notably absent from this campaign. His opponent, Roosevelt had previously been a key campaign surrogate during all three of Smith's previous presidential efforts.[1] Roosevelt, a Protestant, had served as an effective Protestant advocate for the previous candidacies of the Catholic Smith.[7] Roosevelt had served as Smith's floor manager for all three previous campaigns. He also delivered a seconding speech for Smith at the 1920 convention and nominating speeches at both the 1924 and 1928 conventions.[1] Consequentially, Smith's 1932 campaign lacked a key surrogate from the team that had successfully secured him the nomination in 1928. Additionally, in 1931, before he definitively changed his mind about running, Smith had been approached by New York Democratic Party figures such as James Farley and Edward J. Flynn. Smith informed them that he was not planning to run, which led them to lend themselves to Roosevelt's effort instead.[1] Frances Perkins and Samuel Irving Rosenman, both old friends of Smith's, worked for the Roosevelt campaign.[3] During the campaign, New York politician James J. Hoey leaked information provided to him from inside the Smith campaign to Roosevelt.[3] A benefit that both Smith and Roosevelt enjoyed over other contenders was their status from having served as governors of New York. Out of just sixteen Democratic tickets since the end of the United States Civil War, nine had New Yorkers at the top of the ticket, and of these six were current or former governors of New York. This was due to New York's electoral importance (having the most electoral votes of any state) and the difficulty it presented for Democratic tickets to win (the state leaned somewhat Republican in presidential elections). Tammany Hall quickly threw their support behind Smith, despite the fact that he and Tammany's leader John Curry were not particularly close.[3] Roosevelt had made a political miscalculation as governor in his handling of Tammany-related corruption. Roosevelt had been too tough on the corruption for Tammany to support him. However, Roosevelt had also been too weak on Tammany to win-over anti-Tammany Democrats.[3] While Tammany supported Smith, the rest of New York's delegation was divided between Smith and Roosevelt. The former \"Smith coalition\" was divided between the two governors. Smith was able to garner the backing of John H. McCooey New York member to the Democratic National Committee.[8] McHooey ran the Brooklyn Democratic machine, consequentially garnering Smith the support of the Brooklyn Democratic organization. In fact, Smith was able to garner the backing of all of the Democratic organizations for each of New York City's boroughs, with the exception of The Bronx (which backed Roosevelt).[3] In 1932 only 17 states held primaries. Thus, while they affected the delegates representing a number of states, primaries did not entirely determine who the nominee would be.[9] Neither Smith nor Roosevelt placed their names on the ballot in the New Hampshire primary. Both instead ran as write-ins. Additionally, neither of the two visited New Hampshire ahead of the primary. Instead of campaigning personally in the state, both candidates had their voters be courted by individuals that were campaigning to be elected as delegates pledged to their candidacy.[5] Smith was outspent in New Hampshire by Roosevelt (who spent the most of any candidate). Nonetheless, Smith outperformed Roosevelt in the primary.[10] Ahead of the April primaries, Roosevelt delivered a well-publicized radio address where he proclaimed that the US needed to, “build from the bottom up, not the top down….put their faith once more in the forgotten man at the bottom of the economic pyramid.”[10][11] Roosevelt's speech caused party leaders, such as Democratic National Committee Chairman John J. Raskob, to judge Roosevelt as an extremist, causing them to oppose his candidacy.[10] Raskob, who prioritized the issue of repealing prohibition, additionally disapproved of Roosevelt's decision to disregard the issue. Raskob urged Smith and other democrats (such as Newton D. Baker) to enter the race in order to block Roosevelt.[11] A red-faced Smith furiously responded to Roosevelt's address during his speech to the New York Democratic Party's annual Jefferson Day Dinner declaring, “This is no time for demagogues…I will take off my coat and vest and fight to the end against any candidate to persists in any demagogic appeal to the masses…to destroy themselves by setting class against class and rich against poor”[10][11][6] Reporters dubbed this the ‘’Angry Warrior Speech’’, a deliberate reference to a line from Roosevelt’s speech nominating Smith at the 1924 convention which declared Smith to be, “the happy warrior of the political battlefield”.[6][12] To Smith's benefit, Roosevelt's campaign managers Howe and Farley were overconfident and committed miscalculations early in the primary race.[11] One of these mistakes was entering Roosevelt into the Massachusetts primary.[11] Smith's strongest support ahead of the primaries laid in New England and the Mid-Atlantic. As a result, before even the New Hampshire primaries took place, Smith's backers were already campaigning in Vermont, Massachusetts and Pennsylvania (all of which were seen as highly viable states for Smith to find victories in).[5] Meanwhile, Roosevelt's major weakness was among northeastern progressives.[6] These factors coalesced in April, with Smith winning in the Massachusetts primary, and dealing Roosevelt a humiliating defeat. In winning Massachusetts, Smith was awarded all of the state's 32 delegates.[11][13][14][15] The Pennsylvania primary was held same day as the Massachusetts primary. Smith's campaign had failed to amass a sufficient own slate of delegate candidates, consequentially leaving Roosevelt-supporting delegates unopposed in a significant number of districts. However, the majority of the delegate candidates supporting Roosevelt had ahead of the election promised to, regardless to their own personal favoritism of Roosevelt, back whomever won the popular vote of the state's primary. Roosevelt's campaign, expecting to win the primary, had urged all delegates to pledge their support to the winner of the state's preferential vote in the primary. A number of anti-Roosevelt delegate candidates, ahead of the primary, publicly rebuked the Roosevelt campaign's call for all delegate candidates to pledge support in accordance with the result of the preferential vote. Among them were John R. Collins (the chairman Democratic Party of Pennsylvania), Sedgwick Kistler (a member of the DNC), Roland S. Morris (a former ambassador to Japan) and Judge Henry Clay Niles. In the Pennsylvania primary Smith performed significantly stronger than he was expected to, coming a very-close second to Roosevelt (only losing by less than 2,000 votes).[16] Philadelphia proved to be a stronghold of support for Smith. In fourteen Philadelphia-area districts, Smith-supporting delegates were elected. Smith also performed strongly in Pittsburgh, with ten districts in Allegheny County electing Smith-supporting delegates. Smith additionally received an immense amount of backing from the state's coal country. An obstacle that Smith had competing midwestern primaries was that his openly-conservative economic policies clashed with the midwestern progressivists' leftist economic stances. Roosevelt had been intentionally vague about his economic stances, so as to earn the support of midwestern progressivists without further alienating eastern progressivists (who favored a more conservative economic approach).[6][17] Smith and Roosevelt were both defeated in California by John Nance Garner, who had the backing of William Randolph Hearst, a longtime foe of Smith's.[10][9] In early Spring Jesse I. Straus (president of R. H. Macy & Co.) conducted two polls. The first was a poll of 2,000 individuals who had previously served as delegates and alternates to the 1928 Democratic National Convention. The results of this poll were as follows:[18] Straus published the results of this first poll public on March 29. He reported that many of the respondents expressed holding Smith in high-regards. However, they felt it would be imprudent to nominate him due to the prospective electoral detriment the issues surrounding his religion posed.[18] The second poll was of 1,200 Democratic voters. The results of this second poll were as follows:[18] A challenge to Smith's candidacy was that, in his earlier period of disinterest, he had relinquished his influence in the Democratic Party.[1] However, despite having given up his power in the Democratic Party, Smith retained the support of many of party's leaders. As previously mentioned, Roosevelt's speeches had caused party leaders to judge him as an extremist. Consequentially, party leaders sought to prevent Roosevelt's nomination, with many viewing Smith as the strongest candidate to block him.[10] Soon after he announced his campaign, Smith's campaign saw a significant boost when Jimmy Walker and the Tammany machine committed their support to him. This came despite Smith not being particularly close to Tammany's new leader, John Curry. This was spurred by Roosevelt authorizing Samuel Seabury to investigate corruption in New York City.[1] Tammany remained a major player in national Democratic Party politics. Smith also won the support of the Democratic organizations in Brooklyn, Queens, and Staten Island, with only the Bronx supporting Roosevelt. Other big-city organizations followed suit, giving Smith nearly two-hundred delegates pledging their support to his candidacy.[1] However, with Tammany no longer having the level of complete control it once enjoyed over state politics, the New York delegation's support was split between Roosevelt and Smith.[6] Frank Hague's political machine in New Jersey firmly supported Smith.[19] By virtue of his primary win, Smith enjoyed solid support from the Massachusetts delegation.[6] This support in Massachusetts was bolstered by the backing of Joseph B. Ely.[19] Roosevelt had secured the most delegates (around 600) heading into the convention. Nonetheless, he had fallen short of the requisite two-thirds necessary for the nomination by 100 votes.[10] Smith was Roosevelt's closest rival in the delegate race heading into the convention. However, he had only secured a third the number of delegates that Roosevelt had.[6] While Roosevelt's delegate lead was large, it was not unsurmountable.[3] Ahead of the convention, financier Bernard Baruch arranged a meeting between Smith and William Gibbs McAdoo in hopes that the two would potentially plot for McAdoo to make himself a dark horse during the convention if it became necessary in order to block Roosevelt from capturing the nomination.[10] McAdoo, despite having not declared himself a candidate, was interested in being nominated.[11] Upon his arrival in Chicago, Smith was greeted by sizable crowds and boisterous cheers along his route from the LaSalle Street Station to the Congress Hotel.[1] At the convention, Smith gave a speech advocating for the repeal of prohibition. The speech was energetically received.[10] Chicago's anti-prohibition mayor Anton Cermak had arranged for the hall to be packed with people that would cheer for Smith's speech.[10] The enthusiastic reaction to Smith's speech was discouraging to Roosevelt, who in his campaign had made a conscious effort to downplay the issue of prohibition.[10] At the convention Roosevelt won the battles over both the convention chairmanship and the party platform.[10] Garner also hoped to block Roosevelt's nomination.[6] Robert Moses worked diligently on behalf of Smith's candidacy during the convention. During the first-three ballots, Moses successfully fought to hold an alliance of dark horse candidates together in order to prevent Roosevelt from amassing enough delegates to secure the nomination.[1] At least eight dark horses arose during the convention, (including Newton D. Baker, Harry F. Byrd and George White), each hoping to block Roosevelt and emerge the nominee.[6] The first ballot concluded on June 29 at 4:28 am.[6] In the Roosevelt camp, James Farley was working as floor manager and Ed Flynn was working to partner with Roosevelt supporters such as Huey Long and Cordell Hull to fend-off Al Smith's efforts to lead a successful \"stop Roosevelt\" movement.[3] Much of the convention's strategizing and negotiation took place in \"smoke-filled\" hotel rooms.[3] Smith himself made efforts to break-off some Roosevelt loyalists. In the midst of the balloting, Ed Flynn was given word by Smith's campaign manager, Proskauer, that Governor Smith wanted to have a word with him at his room in the Congress Hotel. Flynn obliged. As Flynn entered Al Smith's hotel room, the room cleared-out, leaving the two men alone. Smith reportedly said, \"Ed, you are not representing the people of Bronx County in your support of Roosevelt. You know the people of Bronx County want you to support me.\"[3] Flynn said that, while Smith was likely correct, he could not rightfully shift his allegiance. He had committed himself and his fellow Bronx County delegates to the Roosevelt campaign before Smith had launched his candidacy. He believed that it would have been wrong to ditch FDR now, simply because Smith had become a candidate.[3] This conversation was later recalled as, \"painful\", by Flynn, who considered his friendship with Smith to have been, \"much longer and more intimate,\" than his friendship with Roosevelt.[3] After the second ballot, Mississippi's twenty delegates came close to abandoning their support of Roosevelt. However, Roosevelt-supporter Huey Long persuaded them to stay loyal to Roosevelt on the third-ballot.[10] When convention adjourned at 9:15 am, following the conclusion of its third ballot, no candidate had been able to secure the nomination.[6] After three rounds of balloting, there appeared to be a genuine glimmer of hope that the party might be unable to secure enough votes for Roosevelt and be forced to select Smith as a compromise candidate.[1] At the close of the third ballot, it appeared that Roosevelt was losing momentum.[3] Both ahead of and during the fourth ballot, many at the convention began searching for a potential compromise candidate. However, such a candidate never materialized, as Roosevelt's campaign maneuvered to secure him the nomination in fourth ballot.[11] Roosevelt's campaign managers Farley and Howe figured that Smith's delegates were not going to abandon him.[10][20] They also realized that the favorite-son candidates supported by delegates from Ohio and Illinois were going retain their blocs’ support. Those states were firmly backing favorite sons, possibly as stalking horses for Newton D. Baker.[10][20][19] This led them to conclude that California and Texas presented their greatest opportunities at persuading delegates to abandon the candidates that they had been loyal to on the first three ballots.[10][20] Since both states supported Garner, this meant their best shot would be to win-over Garner's delegates. Thus, Roosevelt's team scattered to win over Garner's delegates in the nine hours following the third-ballot.[6] William Randolph Hearst was following the convention proceedings remotely from his residence in California. He had realized that his favored candidate, Garner, was not going to win the nomination.[10] Hearst disliked Roosevelt, but nevertheless preferred him against any of the potential dark horse candidates.[10] Roosevelt had, earlier in his campaign, reluctantly walked-back his Wilson-era support for the League of Nations amidst much criticism from Hearst's papers for his previously-declared support of it.[10][11] Hearst, who strongly opposed internationalism, therefore preferred Roosevelt to other remaining candidates, such as dedicated internationalist Newton D. Baker (who Hearst particularly despised).[1] [10][6] Joseph P. Kennedy, a supporter of Roosevelt, called Hearst to warn him that if he did not release Garner's delegates to Roosevelt, Newton Baker could win the nomination.[6] This telephone call further persuaded Hearst to support Roosevelt.[10][6] A disheartened Hearst sent a wire to one of his reporters asking Garner to “throw his votes to Roosevelt”[6] Upon being given Hearst's message Garner responded, “Hell, I’d do anything to see the Democrats win one more election.”[6] Having lost the support of Hearst, who had been behind his win in the California primary, Garner came to the conclusion that Roosevelt would be the party's best shot at a general election victory, and released his delegates.[1][10] Since they voted as blocs, both the California and Texas delegations held internal votes in order to decide whether or not they were going to throw their support behind Roosevelt. In the case of California, the internal vote decided in favor supporting Roosevelt by the narrow margin of 54 to 51.[10] McAdoo played a critical role in persuading California's bloc to support Roosevelt.[10] McAdoo, in turn, had been persuaded to support Roosevelt by Hearst.[1] Smith was gathered with a small group of friends, including Moses, at the Congress Hotel listening to the radio when McAdoo delivered his speech declaring California's support for Roosevelt.[1] Knowing that the race had been lost, Smith immediately signaled for his entourage to begin packing their bags to leave Chicago. Moses and others snuck out a side door of the hotel, while Smith found himself cornered by reporters at the front entrance to the hotel. The reporters, which had incidentally been gathered in anticipation of Roosevelt's arrival at the hotel, asked Smith whether he intended to support the party's nominee. Smith gave them no answer.[1] Smith was reportedly so angered that he left Chicago without congratulating Roosevelt.[20] However, his silence was partially due to an agreement between Smith, Raskob and John W. Davis to convene with each other in New York before declaring their attitudes about the Democratic ticket.[21] On July 2, H. L. Mencken declared that, by his observation, the party lacked confidence in both Roosevelt's ability to deliver a general election victory and his physical fitness for the office of president. He opined that the party had nominated the weakest candidate that had been presented before them. Mencken faulted Smith, believing that his pure spite towards Roosevelt had left him blind to the strategy that was necessary to successfully thwart Roosevelt's candidacy. Mencken also felt that Smith had lost his edge.[10] Indeed, had Smith and McAdoo been able to agree on an alternate candidate for their fractions of the Democratic Party to support, they could have succeeded in blocking Roosevelt's nomination. Smith endorsed Roosevelt in a speech delivered to a record crowd of 200,000 in Newark. While Smith would never reach the White House, his hope for it to be shown that Irishmen and Catholics could serve as President was later fulfilled when Democrat John F. Kennedy (ironically the son of Roosevelt-backer Joseph P. Kennedy) was elected the 35th President of the United States in 1960, becoming the first Catholic to serve as President. In both the 2008 and 2012 elections, Democrat Joe Biden was elected to the office of Vice President, serving as the nation's first Catholic Vice President. In 2016, Tim Kaine was the Democratic nominee for Vice President. Kaine and presidential nominee Hillary Rodham Clinton (the first woman to be nominated for president by a major party) won the popular vote by nearly three million but lost the Electoral College vote to the winner in Donald Trump. In the following election of 2020, Biden ran and won election, becoming the second ever Catholic president. In addition, several other Catholics have been nominated by the Democratic Party for the offices of president of vice president. John Kerry served as the Democratic nominee in the 2004 election. In 1968, Edmund Muskie was the Democratic Party's vice-presidential nominee. In 1972 John F. Kennedy's brother-in-law Sargent Shriver served as the Democratic Party's vice-presidential nominee (after Thomas Eagleton, also Catholic, was dropped from the ticket). 1984 Geraldine Ferraro was the Democratic Party's vice-presidential nominee. Each lost their respective elections.","Title":"Al Smith 1932 presidential campaign - Wikipedia","KeyID":"4902","URL":"https://en.wikipedia.org/wiki/Al_Smith_1932_presidential_campaign"}