{"Content: ":"John James Blaine (May 4, 1875 – April 16, 1934) was an American lawyer and politician. He was the 24th Governor of Wisconsin and a United States senator. He also served as Attorney General of Wisconsin and a member of the Wisconsin State Senate. Blaine was born on May 4, 1875, in Wingville, Wisconsin. Blaine attended the common schools, and then what is now Valparaiso University in Indiana, graduating from the university's law department in 1896. After being admitted to the bar in Wisconsin, he practiced law in Montfort before moving to Boscobel.[1] Blaine served as vice-president of a telephone company, and as mayor of Boscobel, Wisconsin, for three one-year terms: 1901-1902, 1903-1904, and 1906-1907. He was on the Grant County Board of Supervisors, and was a member of Wisconsin State Senate (16th District) from 1909 to 1912.[1][2] He served as delegate to Republican National Convention from Wisconsin, 1912 (alternate), 1916, 1920, 1924, 1928, 1932. He was Wisconsin State Attorney General, from 1919 to 1921. He served as the 24th Governor of Wisconsin from January 3, 1921 to January 3, 1927.[1] In 1926, he defeated the Progressive Republican United States Senator Irvine Lenroot in the Republican primary. He won the general election with 55% of the vote against Democratic, Independent and Socialist Party candidates. Blaine served in the Senate from March 4, 1927 to March 3, 1933. He was the only senator to vote against ratification of the Kellogg–Briand Pact, which was approved 85–1.[3] Blaine asserted that ratifying the treaty represented an endorsement of British imperialism.[4] Blaine crossed party lines during the 1928 presidential campaign and endorsed Democratic nominee Al Smith for president.[5] He later authored the 21st Amendment (Blaine Act), which repealed the 18th Amendment (Volstead Act), which had prohibited intoxicating liquors. In 1932, John B. Chapple defeated Blaine in the Republican primary. Chapple was then defeated in the general election by F. Ryan Duffy, as part of massive Democratic victories in the national elections that year. Blaine resumed the practice of law at Boscobel and was appointed a director of the Reconstruction Finance Corporation by President Franklin Roosevelt, serving until his death. Blaine died of pneumonia in Boscobel, Wisconsin, on April 16, 1934 (age 58 years, 347 days).[1] He is interred at Boscobel Cemetery, Boscobel, Wisconsin.[6] Son of James Ferguson Blaine (1827–1888) and Elizabeth (Johnson) Blaine (1834–1903), who were immigrants from Scotland and Norway respectively. Blaine married Anna C. McSpaden (1875–1938) on August 23, 1904. ","Title":"John J. Blaine - Wikipedia","KeyID":"4905","URL":"https://en.wikipedia.org/wiki/John_J._Blaine"}