{"Content: ":"Joseph Irwin France (October 11, 1873 – January 26, 1939) was a Republican member of the United States Senate, representing the State of Maryland from 1917 to 1923. France was born in Cameron, Missouri, the son of Hanna Fletcher (née James) and Joseph Henry France. He attended the common schools in the area and the Canandaigua Academy in Canandaigua, New York. At the age of 11, he worked as a telegraph messenger.[1] In 1895, he graduated from Hamilton College in Clinton, New York,[2] where he was a brother of Theta Delta Chi. He also attended the University of Leipzig in Leipzig, Germany and finally, in 1897, graduated from the medical department of Clark University in Worcester, Massachusetts. France began to teach natural science at the Jacob Tome Institute of Port Deposit, Maryland in 1897, but resigned later to enter the College of Physicians and Surgeons in Baltimore, Maryland. He commenced the practice of medicine in Baltimore after graduation in 1903. France was elected to the Maryland State Senate in 1906, serving until 1908. He left the Senate in 1908 to engage in the field of finance. He served as the secretary to the medical and surgical faculty of Maryland from 1916–1917. After a short time out of politics, France re-entered the political arena in 1916 and was elected to the United States Senate. During the 65th Congress, he served in the Senate as the chairman of the Committee on Public Health and National Quarantine. France attempted to introduce an amendment to the Sedition Act of 1918 that would have ensured limited free speech protections, but the amendment was defeated, and France would remark that the legislation was criminal, repressive, and characteristic of the Dark Ages.[3] France warned in March 1920 that \"Republican liberals\" would split off the Republican Party to form the \"Anti-Prohibition Party\".[4] France introduced a joint resolution in the same month asking that dissenters imprisoned during World War I be pardoned.[5] He was an unsuccessful candidate for re-election in 1922, losing his seat to Democratic rival William Cabell Bruce. Following his defeat, France became President of the Republic International Corporation and also resumed the practice of medicine in Port Deposit. France also joined the Freemasons during this time.[6] France opposed Herbert Hoover in Republican primaries during the Presidential campaign of 1932. He was giving a speech at the Republican Convention in Chicago when the microphone malfunctioned, leaving France continuing his speech while the sound system was repaired.[7] Although he won some contests, receiving more popular votes than any other candidate including Hoover, few delegates were selected in the primaries and France was heavily defeated at the convention. When Senator Phillips Lee Goldsborough announced his retirement from the Senate in 1934, France attempted to win his seat. He was unsuccessful in the election of 1934, losing to Democratic rival George L. P. Radcliffe. France was the first U.S. Senator to visit Russia after the Russian Revolution, and consistently advocated cordial relations with the Soviet Union.[8] In 1921 after having been sent to Russia to study economic conditions there, he met with Russian officials, including Lenin, to assist in the release of Marguerite Harrison, an American journalist and convicted spy.[9] Lenin wrote in a letter to Georgy Chicherin: I have just finished a conference with Senator France. ... He told me how he came out for Soviet Russia at large public meetings together with Comrade Martens [an unofficial Soviet representative in the United States]. He is what they call a \"liberal\", for an alliance of the United States plus Russia, plus Germany, in order to save the world from Japan, England, and so on, and so on.[10] The letter went on to relate that Marguerite Harrison was the sister-in-law of the Governor of Maryland and that Senator France's re-election was put in jeopardy by her incarceration. France attracted controversy in the United States by accusing Colonel Edward W. Ryan of the American Red Cross of fomenting the Kronstadt rebellion.[11] France spoke at a 1920 meeting of the NAACP to support the enactment of the Dyer Anti-Lynching Bill.[12] France fought against voter disenfranchisement, and proposed an amendment to a railroad bill so that black train passengers paying a first-class fare could get first-class accommodations.[13] In 1903 France married Evalyn Smith Tome, widow of millionaire Jacob Tome. Evalyn France was the first woman to be president of a national bank.[14] Three months after her death in 1927, France married a Russian woman named Tatiana Vladimirovna Dechtereva in Paris.[8][15] They divorced in July of 1938.[1] France died of a heart attack on January 26, 1939 at his home on the Tome estate in Port Deposit.[1] He is buried at Hopewell Cemetery in Port Deposit.","Title":"Joseph I. France - Wikipedia","KeyID":"4906","URL":"https://en.wikipedia.org/wiki/Joseph_I._France"}