{"Content: ":"James W. “Jim” Ford (December 22, 1893 – 1957[citation needed]) was an activist, a politician, and the Vice-Presidential candidate for the Communist Party USA in the years 1932, 1936, and 1940. Ford was born in Alabama and later worked as a party organizer for the CPUSA in New York City. He was also the first African American to run on a U.S. presidential ticket (1932) in the 20th century. James W. Ford was born in Pratt City, Alabama on December 22, 1893, the son of Lymon Forsch and his wife. His father, a former resident of Gainesville, Georgia, had come to Alabama in the 1890s to work in the coal mines and steel mills.[1] He worked for 35 years as a coal miner for the Tennessee Coal, Iron and Railroad Company.[2] James' mother earned additional money for the family as a domestic worker.[2] At an early age Ford lost his grandfather, who was burned alive in a vicious lynching for supposedly being too closely acquainted with a white woman.[2] Ford got his first job at age 13 working on a railroad track in Ensley, Alabama. Here he experienced discrimination by being paid less than white workers and was given the dirtiest tasks.[3] He later worked as a Blacksmith's helper at a steel plant, a machinist's helper, and as a laborer at a blast furnace.[3] Ford worked his way through high school before attending Fisk University.[1] Just prior to graduation in 1917, Ford enlisted in the U.S. Army in support of the American war effort in World War I, believing that fighting in that War would assist in winning freedom for Black Americans back home.[3] He entered the signal corps with the 325th Field Signal Battalion of the 92nd Infantry Division in France.[4] Ford quickly became disillusioned with military service, seeing it as an extension of the Jim Crow policies which he sought to fight at home. Among the discrimination Ford witnessed within the army were false rape allegations levied against Black soldiers who spoke up against their ill-treatment.[5] In the Army, Ford helped organize protest meetings among Black soldiers in order to organize for their rights and protections. Ford saw World War I as an imperialist war which served the interests of Wall Street and big banks. At the end of the war, Ford was discharged from the Army and returned to civilian life. Ford returned to an America as a skilled radio operator, but was deemed unemployable because he was Black.[5] Ford ended up taking a job as an unskilled laborer at a mattress factory in Chicago.[5] Ford landed a job working for the United States Post Office as a parcel post dispatcher, joining the Union of Post Office Workers (UPW Local 1) at that same time.[6] Ford became active in his union local, earned the trust of Black and white workers alike, and was elected by them as a delegate to the Chicago Federation of Labor. In his work with the CFL, Ford fought against segregationist policies pushed by the leadership of various unions.[7] The young Ford possessed athletic prowess and was a member of the post office's baseball team. It was during his time working at the post office that Ford was drawn to the political message of the CPUSA, particularly its call for self-determination for Black Americans. Ford was ultimately fired from his job at the post office due to federal officials fearing his ability to unify Black and white workers along class lines.[7] Progressive Era Repression and persecution Anti-war and civil rights movements Contemporary In 1925, Ford was recruited into the Chicago section of the American Negro Labor Congress (ANLC), established by the Communist Party as a mass organization of Black workers.[1] The next year Ford joined the CPUSA.[8] In 1928 Ford was sent to the Soviet Union to represent the CPUSA at the 4th World Congress of the Red International of Labor Unions (RILU), which was held in Moscow during March and April.[8] He was elected to the RILU Secretariat.[9] In the Soviet Union, Ford studied various issues relating to the ethnic peoples that comprised various Republics within the USSR. Ford was particularly inspired by the treatment of Jews in the USSR, as opposed to how they had been treated under the Tsar's reign.[10] Ford did not immediately return to the United States, instead remaining in Moscow to work on RILU matters as a full-time functionary. In August 1928, Ford attended the 6th World Congress of the Communist International on behalf of the CPUSA, where he was elected to the Comintern's Negro Commission.[8] In 1929, James Ford was elected as a delegate to the 1929 World Congress of the League Against Imperialism, which met in Hamburg, Germany.[11] Here, he gave a report titled \"For the Emancipation of Negroes From Imperialism,\" (July 1929).[12] In it, Ford argues that the key pillar holding up the exploitation of Black people is imperialism. Ford explains how the enslavement of Black people went through 3 distinct stages during the roughly 300 years prior to his report. The \"First\" or \"Classical Period\" involved the birth of the slave trade and the slave profits accrued by Portuguese, Dutch, and British imperialists. In Ford's estimation, it is the relations of capitalist production that are the foundation for his people's enslavement. The \"Second\" period was that of industrial capitalism and the division of Africa amongst the world's premier imperialist powers, with the \"Third\" stage corresponding to modern imperialism and the completion of Africa's division and enslavement.[13] In this speech, Ford consistently asserts that class struggle is the prime vehicle for the ultimate emancipation of Black people on a global scale. While his life's work focused primarily on the Black liberation struggle within America, Ford saw the struggles and interests of Black Americans as being inseparably tied to that of the international working class. He says: \"[T]he Negroes' struggle for freedom cannot be fought upon the basis of race or nationalism solely... The struggle is international, involving the unity of the Negro peoples with the exploited and oppressed of all countries. The Negro people must begin to break down all policies and tendencies that isolate them and isolate the workers and oppressed peoples of other countries from their struggles. This is of great significance since \"race war\" slogans and racial issues are being raised to obscure the real struggle against imperialism.\"[14] According to Ford, only the broad \"toiling masses\" of Black people themselves are able to break the chains of white supremacy and capitalism. Ford asserts that Black liberation struggles which represent the demands of intellectuals and the middle class will never truly free Black people. Rather, he suggests that the working masses must lead the intellectuals and middle class in order for any Black liberation struggle to even have the hope of being successful.[15] Ford proposes the adoption of a trade union program, the demands of which included (among other things) an 8-hour working day, protections for young and women workers, opposition to class collaboration, and opposition to white supremacy.[16] In outlining a program for Black liberation struggles in general, Ford voices support for the independence of Liberia, Haiti, and Jamaica (among other countries).[17] In July 1929, Ford attended the 10th Enlarged Plenum of the Executive Committee of the Communist International (ECCI), at which he delivered two speeches.[18] Later that month, Ford attended the 2nd Congress of the League Against Imperialism, where he was elected to the General Council and the Executive Committee.[8] During the ultra-radical \"Third Period\" (1929–1933), many in the Comintern advocated that the American Communist Party launch the controversial slogan \"Self-determination for the Black Belt\" — a call for de facto or even de jure sovereignty of the broad swath of the American South in which Black Americans constituted a demographic majority. Ford considered the question of whether American Blacks constituted an “oppressed nationality” to be a largely academic matter, in view of the exceedingly limited contact which the Communist Party had with the Black community.[9] The supporters of the ultra-radical idea of \"self-determination\" for the Black people as an \"oppressed nationality\" (as opposed to fighting for equal rights for an \"oppressed racial minority\" of Americans) won the day. Thereafter Ford dutifully spoke out on behalf of independence of the American Black belt, in accord with the new party line. Within the Black Belt region, most African Americans were more concerned with getting aid for their daily lives: help with evictions, jobs, services, and civil rights. In 1930 Ford organized the 1st International Conference of Negro Workers in Hamburg, which was sponsored by the Comintern. Here, he was elected as Secretary of the short-lived International Trade Union Committee of Negro Workers as well as editor of its journal, The Negro Worker.[8] There he was supplied with a young mistress (an agent of the Soviet GPU) and a monthly pension from Soviet intelligence.[19] While in Hamburg, Ford participated in distributing copies of The Negro Worker via couriers to sailors on ships headed to British possessions, including Jamaica and the Union of South Africa.[20] In response to disputes on the docks in South Africa, where copies of The Negro Worker were found, the British government lodged a protest with the German government, which resulted in Ford's arrest and departure from Hamburg.[20] Ford returned to the United States in 1930.[a] He assumed the role of Vice President of the League of Struggle for Negro Rights, the organizational successor to ANLC.[8] In 1932 Ford was elected to the governing Political Buro of the CPUSA. He had become a top political leader of the Communist Party USA. In 1932 the CPUSA nominated Ford as its candidate for Vice President of the United States, running on the ticket with Presidential nominee William Z. Foster; this increased his national recognition. He was the first African American to run on a presidential ticket. The placing of a Black man near the top of the Communist ticket was symbolic of the party's self-declared commitment to racial equality and its commitment to advance Blacks to its own leadership.[22] Historian Mark Solomon notes that this was part of a broader campaign: In 1932 the CP ran dozens of black candidates in every region for everything from alderman and mayor to lieutenant governor and governor to member of Congress. All the Party candidates stressed the issues of unemployment insurance and racial equality. Getting elected was not a serious goal. Campaigns were 'mass actions,' political sounding boards; in Ford's words, they were a means 'to mobilize workers in the struggle for their immediate needs.' When asked about chances for the Party's black candidates, Ford replied, 'The Communist Party is not stupid; we know that better than 4 million Negroes in this country cannot vote...and besides this, there is a great anti-Negro sentiment which the Party goes up against when it puts forth Negroes as their candidates.'\"[23] In all, the Foster-Ford ticket tallied 102,991 votes in 1932, which constituted a major step forward when gauged against the organization's performance during its first two electoral efforts in 1924 and 1928.[23] In 1933 Ford was made the new head of the Harlem Section of the Communist Party in New York City.[24] This was intended both to tighten party discipline in the organization and to lessen the influence of the more freewheeling, nationalist-inclined agitators such as Cyril Briggs and Richard B. Moore. The ultra-left \"Third Period\" slogan of \"Self-determination for the Black Belt\" was drawing to a close, in favor of a new effort to build bridges with liberals and fighting for the solution of practical problems through the New Deal. The Harlem Communists sought to join with church and civic groups in a “Provisional Committee against Discrimination” in an effort to eliminate racism in job hiring and firing.[25] Building the so-called “Popular Front” would be the new slogan of the day. On March 19, 1935, Harlem was torn by a riot, caused when a manager at a Kress store on 125th Street grabbed a Black teenager for allegedly stealing a knife. The boy was dragged into the basement by police before being released through a back door. Black customers believed the boy was being beaten, however, and a rumor started to spread that the boy had been killed. An angry crowd formed, a rock was thrown through the chain store window, and police broke up the spontaneous street meeting that had developed. Within an hour, not a window was left intact on 125th Street and rampant looting had broken out. In the end, one African American was killed, several others injured, and more than 200 were jailed in the so-called \"Harlem Race Riot.\"[26] While the immediate response of the press was to blame the Communists for fomenting racial unrest, two months of hearings followed in which Ford's Harlem Section of the Communist Party was able to highlight the area's economic and social plight. The Communist Party established connections with a number of the area's labor, religious, and political leaders in the aftermath of the March 19th event.[27] As historian Mark Naison notes: During the next two months, the Harlem Party concentrated the efforts of its best organizers on the Mayor's Commission hearings. The commission divided its work among six subcommittees dealing with major problems in Harlem: crime and police, health and hospitals, housing and recreation, education, discrimination in employment, and discrimination in relief. A total of twenty-five hearings took place under the auspices of these bodies, and the Party used them to present a detailed analysis of discrimination against Harlem residents, backed up by rigorous cross-examination of employers and city officials.... \"The Party's activities at the hearings helped strengthen its ties with other Harlem organizations. The representatives of Harlem 'labor unions, trade associations, religious, social and political organizations' that came to the hearings shared many of the same concerns about racial problems in New York as Party organizers and cooperated with them closely in exposing Harlem conditions. In style and educational background, the leading black Communists at the hearings, James Ford, Merrill Work, Abner Barry, Ben Davis, Williana Burroughs, and Louise Thompson, had much in common with the middle-class Harlem civic leades who also testified. Although Communists openly used the hearings as a platform for their political views, they tried to maintain a level of professionalism in the presentation of evidence that would command the respect of their black allies and the Commission.\"[28] In the summer of 1935 Ford was sent by the CPUSA to the 7th World Congress of the Comintern as a delegate, where he was elected an alternate member of ECCI.[8] In 1936, Ford was nominated on the CPUSA's ticket as its vice presidential candidate, running this time with the CPUSA's General Secretary, Earl Browder. Ford traveled to Spain in 1937 along with other American Communists in support of the Republican forces in the Spanish Civil War.[8] In 1940 the Communist Party supported the Browder/Ford ticket again, the third and final time James Ford appeared in that capacity. Earl Browder, reading too much into the dissolution of the Communist International in May 1943 and the wartime alliance of the Soviet Union with America, dissolved the Communist Party in 1944. He replaced it with a \"Communist Political Association\" in an effort to make the organization more mainstream within the United States. James Ford was chosen as the vice president of this new formation. When in April 1945 Moscow signaled its intense displeasure in the decision to dissolve the Communist Party, Browder was cashiered, and expelled from the reconstituted party in July.[29] Although Ford made a public self-criticism of his alleged errors, he was demoted from the top echelon of Communist Party leaders.[citation needed] He was not re-elected to the National Committee of the party and was supplanted in his de facto role as “America's leading Black Communist” by Benjamin J. Davis[citation needed]. Ford was not targeted by the US Department of Justice in its 1948 prosecution of the top leadership of the CPUSA.[citation needed]","Title":"James W. Ford - Wikipedia","KeyID":"4909","URL":"https://en.wikipedia.org/wiki/James_W._Ford"}