{"Content: ":"William David Upshaw (October 15, 1866 – November 21, 1952) served eight years in Congress (1919–1927), where he was such a strong proponent of the temperance movement that he became known as the \"driest of the drys.\" In Congress, Upshaw was a staunch defender of the Ku Klux Klan, which was founded in his congressional district, and lost reelection because of major KKK scandals in the mid-1920s. In 1932, he ran for President of the United States on the Prohibition Party ticket, finishing the race in fifth place. Upshaw was born on October 15, 1866, in Georgia. He attended public schools in Atlanta, Georgia as a child, and graduated from Mercer University. Leaving college, he worked in agriculture and as a merchant in his father's business until being incapacitated by an accident in 1895 when he fell from a wagon and injured his back.[1] Upshaw used a wheelchair for seven years, but gradually regained the ability to walk with crutches. His condition eventually improved enough that he told newspaper reporters that he was able to walk several steps unaided.[2] Despite his improved ability to walk, Upshaw continued to regularly rely on his crutches. In Congress, some opponents accused him of using the crutches as \"part of a costume\" to elicit sympathy and support from voters after they caught him running at the United States Capitol without relying on any crutches.[3] Upshaw's political career began when he became involved with the prohibition movement. He served as vice president of the Georgia Anti-Saloon League in 1906 and played a major role in passage of statewide prohibition in that state in 1907, making it the first dry state in the Southern United States. The defense of prohibition was a major factor in the establishment of the second Ku Klux Klan (\"Klan of the 1920s\") in 1915. The KKK coordinated its activities with the Anti-Saloon League to enforce prohibition.[4] Upshaw was elected to the United States Congress as a Democrat representing Georgia's 5th District in 1919. Incumbent Democrat William S. Howard retired to run for the United States Senate, and Upshaw ran unopposed in the general election. He served four terms, until 1927.[1] In Congress, Upshaw was an important supporter of the KKK and prohibition. Upshaw vocally defended the Klan during a congressional probe into their activities saying: \"that he felt a sort of wounded pride in hearing the many criticisms hurled at the Klan, which was organized in my district and whose imperial wizard is one of the Knightliest, most patriotic men I have ever known.\"[5][6] He suggested investigating all secret societies such as the Masons, etc. which may have contributed to the early conclusion of the probe. Upshaw was accused of being a secret member of the KKK, but he always denied the allegations. Internal Klan newsletters claimed that he was a member.[7] According to the Georgia Historical Society, Upshaw was never proven to be a KKK member, but there was \"little doubt\" that he was a member. He was in frequent contact with leaders of the KKK in Georgia.[8] In 1922, Upshaw came out strongly against a federal anti-lynching bill. He made several strong speeches against the bill, making racial remarks and arguing in favor of states' rights. He was a key political leader opposing federal laws intending to crack down on the KKK. His public support of the KKK undermined his reelection efforts in 1926 as his primary election opponent Leslie Jasper Steele connected him to the major scandals occurring within the KKK at that time. Upshaw was also exposed for taking payments from the Anti-Saloon League, which his opponent used to claim he was only supporting prohibition for financial reasons. Upshaw lost the primary election and failed to secure the Democratic nomination to run for Congress for a fifth term.[8] In Congress, Upshaw supported the creation of a United States Department of Education and was focused on eliminating what he considered alien doctrines from public education, such as Bolshevism. Known as the \"Billy Sunday of Congress\" and for his \"colorful, bizarre antics\" as a congressman, Upshaw was supported politically by the most powerful names in Southern Protestantism, including evangelist Bob Jones, Sr., the founder of what eventually became Bob Jones University. Upshaw served as a member of the Board of Trustees from the founding of Bob Jones College in Lynn Haven, Florida in 1927, until he was dropped from the board in 1932 for failing to attend its annual meetings or file his voting proxies. Leaving Congress in 1927, Upshaw was elected as a vice president of the Southern Baptist Convention where he served two terms and made repeated attempts to restart his political career. In 1932, he was the Prohibition Party candidate for the President of the United States with Frank S. Regan of Illinois as his running mate. The ticket came in fifth, losing to Franklin D. Roosevelt (who favored repeal of prohibition), incumbent Republican President Herbert Hoover, Socialist candidate Norman Thomas, and Communist candidate William Z. Foster. In 1942 Upshaw was a candidate in the Democratic primary for the U.S. Senate in Georgia, but again lost the election and failed to secure his party's nomination.[1] Upshaw moved to California and turned to lecturing, writing, and ministering as a Christian evangelist in the later years of his life. He was ordained a Baptist minister in 1938, at age 72. He served as vice president and teacher at the Linda Vista Baptist Bible College and Seminary in San Diego.[1] While in California, he became involved with Roy Davis, a leading member of the KKK, to found an orphanage in San Bernardino County. The charity ended in scandal when it was revealed that Davis had swindled donors out of their money.[9][10] At age 85, a few months before Upshaw's death, he claimed to have been miraculously healed and had regained the ability to walk in a William Branham revival meeting.[11] Upshaw sent a letter describing his healing claim to each member of Congress.[12][11] Among the widespread media reports was a story carried in the Los Angeles Times where Upshaw admitted to reporters that he had been able to walk without crutches prior to the Branham meeting. He claimed that his strength was improved and he could now walk farther than before the healing without the aid of crutches.[12][2] Upshaw died on November 21, 1952, aged 86, in Glendale, California, and was buried at Forest Lawn Memorial-Park.[1] Source (popular vote): Leip, David. \"1932 Presidential Election Results\". Dave Leip's Atlas of U.S. Presidential Elections. Retrieved July 31, 2005.Source (electoral vote): \"Electoral College Box Scores 1789–1996\". National Archives and Records Administration. Retrieved July 31, 2005.","Title":"William David Upshaw - Wikipedia","KeyID":"4910","URL":"https://en.wikipedia.org/wiki/William_David_Upshaw"}