{"Content: ":"James Hudson Maurer (April 15, 1864 – March 16, 1944) was a prominent American trade unionist who twice ran for the office of Vice President of the United States on the ticket of the Socialist Party of America.[1] James H. Maurer was born in Reading, Pennsylvania on April 15, 1864 and was one of three brothers.[1][2] His father, James D. Maurer, was a shoemaker who later served as a Police officer in Reading.[3] Maurer first went to work at age 6 as a newsboy, becoming an assistant to a plumber at the age of 10, later becoming a full-fledged plumber.[2] The Maurers were of Pennsylvania Dutch ethnic extraction and the family counted ancestors in America dating back nearly two centuries.[2] Maurer joined the Knights of Labor labor union on his 16th birthday in April 1880.[2] He was also active in the Single Tax movement associated with Henry George.[4] In the early 1890s, he joined the People's Party, a populist political organization which attempted in particular to advance the cause of the nation's farmers. He was introduced to socialist ideas near the end of the decade, spending nearly a year to read Karl Marx's Capital before joining the Socialist Labor Party of America (SLP) in 1899. Maurer helped to organize Section Hamburg, Pennsylvania SLP in February of that year.[5] From 1901 he was a member of the Plumbers and Steamfitters Union. Throughout his later life Maurer was strongly supportive of the American Federation of Labor and he came to strongly disapprove of the SLP's efforts to establish a competing socialist trade union to the AF of L, the Socialist Trade and Labor Alliance and left the SLP to join the Socialist Party of America (SPA) in 1901 over this issue.[6] He ran for Governor of Pennsylvania on the Socialist Party ticket in 1906, garnering nearly 26,000 votes.[7] In November 1910, Maurer was elected as a Socialist to the Pennsylvania House of Representatives, serving through 1912.[8] During his term in the legislature, Maurer fought for the passage of a plan for Old Age Pensions and attempted to prevent the establishment of a State Constabulary, which was seen as a mechanism for the armed and organized breaking of strikes.[2] Also in 1912, Maurer was elected as President of the Pennsylvania Federation of Labor, a post which he held until 1930. Defeated in his bid for reelection to the Pennsylvania House in 1913, Maurer came back from the loss to win election to two more terms, in 1915 and 1917. During his second and third terms of office, Maurer was instrumental in working for the passage of child labor and workmen's compensation legislation in the state. In January 1916, Maurer was part of a three-person delegation to President Wilson to advocate part of the Socialist Party's peace program, proposing that \"the President of the United States convoke a congress of neutral nations, which shall offer mediation to the belligerents and remain in permanent session until the termination of the war.\" A resolution to this effect had been offered in the House of Representatives by the SPA's lone Congressman, Meyer London of New York, and President Wilson received London, Maurer, and party leader Morris Hillquit at the White House, along with various other delegations. Maurer was the only member of the Pennsylvania legislature to vote against a resolution supporting American severance of diplomatic relations with Germany in the run up to American entry into the war.[9] When he attempted to explain his voting rationale on the floor, Maurer was rudely shouted down by his colleagues and ruled out of order by the chair.[9] Hillquit later recalled that Wilson was at first \"inclined to give us a short and perfunctory hearing\" but as the Socialists made their case to him, the session \"developed into a serious and confidential conversation.\" Wilson told the group that he had already considered a similar plan but chose not to put it into effect because he was not sure of its reception by other neutral nations. \"The fact is,\" Wilson claimed, \"that the United States is the only important country that may be said to be neutral and disinterested. Practically all other neutral countries are in one way or another tied up with some belligerent power and dependent on it.\"[10] On July 30, 1917 a public Maurer speaking event in Seattle was the scene of a near riot when his speech on the topic \"Is Conscription Constitutional?\" was broken up by khaki-clad soldiers.[11] At an \"open air mass meeting\" held under the auspices of the People's Council of America, Maurer had spoken for about 15 minutes when a group of soldiers began heckling him.[11] Maurer briefly tried to shame the hecklers into silence, but instead the soldiers rushed the speaker's platform and forcibly brought Maurer's oration to a close.[11] According to a contemporary news report, only the quick action of local socialist activist Kate Sadler prevented the tense situation from degenerating into a riot, when she leaped to her feet, scolded the young soldiers, and abruptly launched into a short fundraising speech that defused the situation and allowed for an orderly termination of the meeting.[11] Maurer's outspoken opposition to the war hampered his support among his legislative constituents and he found his re-election efforts further challenged by a ban on public meetings enacted in an effort to slow the spread of deadly influenza.[12] As a result, Maurer was defeated in his November 1918 bid to win another term in the legislature at Reading.[12] In his capacity as head of the Pennsylvania Federation of Labor, Maurer was very active in the Steel strike of 1919 in Pittsburgh, helping to organize workers to win the right of collective bargaining with their employers.[2] Maurer was elected multiple times to the governing National Executive Committee of the SPA. He was also President of the Workers' Education Bureau of America and Brookwood Labor College from 1921. He was on the governing National Committee of the Conference for Progressive Political Action (CPPA) from 1922. He was strongly supportive of Robert LaFollette's 1924 campaign for president. In September 1927, James H. Maurer, as its chairman, headed an American workers' delegation and visited Soviet Union. He exchanged opinions with its leader, Joseph Stalin.[13] Maurer was elected to the Reading City Council in November 1927, part of a sweep by the Socialist Party which won the administration of the city.[2] In 1928, Maurer was selected by party convention to join Norman Thomas on the Socialist Party's presidential ticket. He ran a second time for Governor of Pennsylvania in 1930. In 1932, he was selected once again as Norman Thomas' running mate in the SPA's presidential campaign. In 1934, Maurer made his final electoral run as a candidate for US Senate from Pennsylvania. In 1938 the Social Democratic Federation-affiliated Rand School Press published Maurer's autobiography, It Can Be Done. Jim Maurer retained his faith in socialism into the New Deal of President Franklin D. Roosevelt, writing in 1938: \"There can be no doubt that if the cards were dealt honestly and the game played on the level without marked cards, the New Deal would be a vast improvement over the Old. But if President Roosevelt believes that those who profited under the old deal and never played the game square in their lives will now play fair with him, he is due for a rude awakening. I believe President Roosevelt is sincere and that he really hopes to lift the suffering masses out of their desperate poverty and yet save capitalism.... \"Just how President Roosevelt and his advisers hope to lift the exploited and oppressed out of the mire by increasing profits and raising the cost of living is too deep for me. If they believe employers will increase wages as their profits increase, then they believe the leopard can change his spots. They should know that increased profits only increase the appetite for profits. The desire for the accumulation of great wealth seems like a disease, and disease has never been cured by increasing its virulence. ...[T]he one lasting solution is the end of the profit system.\"[14] James H. Maurer died on March 16, 1944 in Reading, Pennsylvania.[1] The eulogy at his funeral was delivered by Birch Wilson, a long-time party comrade from Reading.[15]","Title":"James H. Maurer - Wikipedia","KeyID":"4912","URL":"https://en.wikipedia.org/wiki/James_H._Maurer"}