{"Content: ":"James Renshaw Cox (1886–1951) was an American Roman Catholic priest of Pittsburgh, Pennsylvania, known for his pro-labor activism. He was a candidate for President of the United States in 1932, and also an organizer of an unprecedented protest march on Washington, DC. Cox was born in 1886 in the Lawrenceville neighborhood of Pittsburgh, growing up in an unparalleled period of industrial expansion. He began as a cab driver and steelworker, working his way through Duquesne University. He next entered Saint Vincent Seminary in Latrobe, Pennsylvania and was ordained in 1911. From 1917 to 1919, he served in World War I as chaplain at Base Hospital 27 at the Mongazon Seminary in Angers, France. After the war, he enrolled in the University of Pittsburgh, earning a master of economics degree, and he was appointed pastor in 1923 at Old St. Patrick's Church in the Strip District. During the Great Depression, he organized a food-relief program and helped the homeless and unemployed find shelter. In January 1932, Cox led a march of 20,000 unemployed Pennsylvanians, dubbed \"Cox's Army\", on Washington, D.C, the largest demonstration to date in the nation's capital.[1] He hoped the action would stir Congress to start a public works program and to increase the inheritance tax to 70%.[2] Even Pennsylvania's Republican governor Gifford Pinchot backed Cox's march. Pinchot hoped Cox would back his own hopes to wrest away the Republican nomination for president away from Hoover. Cox had other plans. Herbert Hoover was sufficiently embarrassed by the march that a full-scale investigation was launched against Cox. The Republican National Committee wanted to know how Cox was able to purchase enough gasoline to get the marchers to Washington, suggesting the Vatican, or Democratic supporters of Al Smith funded the operation. It turned out that Andrew Mellon had quietly ordered his Gulf Oil gas stations to dispense free gas to the marchers. This proved to be the pretext for Hoover to remove Mellon from his post as Secretary of the Treasury. The march sparked the formation of the Jobless Party. The Jobless Party supported government public works and labor unions, and spread from Pittsburgh to other major cities. James Cox became the Jobless Party's first presidential candidate.[3] Even Cox's bishop viewed his race as an effort to give substance to the encyclicals of Popes Leo XIII and Pius XI. In September 1932, however, Cox pulled out of the election giving his support to the Democratic Party ticket and Franklin Roosevelt. This effectively led to the demise of the Jobless Party. After the presidential election of 1932, Cox continued his relief work and was a member of the Pennsylvania Commission for the Unemployed. In the mid-1930s, Roosevelt appointed him to the state recovery board of the National Recovery Administration. James Cox became known as Pittsburgh's \"Pastor of the Poor\".[4] Cox was also a mentor to Charles Owen Rice, who would inherit his mantle as Pittsburgh's labor priest for the rest of the 20th century. Cox died at age 65 in Pittsburgh on March 20, 1951; he is interred in Calvary Cemetery in the city's Hazelwood neighborhood. The James R. Cox Collection is maintained the Archives Service Center (ASC) at the University of Pittsburgh. The collection consists of Cox's recorded radio programs, over four hundred photographs taken between 1923 and 1930, newspaper clippings, sermons, and hymns. His diary and manuscripts are preserved covering the period from 1904–1936. Included with the diary and manuscripts are a travel film of the Holy Land, transcripts from an interview and various certificates.[5] Some of the photographs document his activities as a radio host with WJAS.[6][7] Other photos document his charitable food distributions.[8][9]","Title":"James Renshaw Cox - Wikipedia","KeyID":"4915","URL":"https://en.wikipedia.org/wiki/James_Renshaw_Cox"}