{"Content: ":"James Watson Republican Joseph Robinson Democratic The 1932 United States Senate elections coincided with Democrat Franklin D. Roosevelt's landslide victory over incumbent Herbert Hoover in the presidential election. With the Hoover administration widely blamed for the Great Depression, Republicans lost twelve seats and control of the chamber to the Democrats, who won 28 of the 34 contested races (two Democratic incumbents, Duncan U. Fletcher of Florida and John H. Overton of Louisiana, were re-elected unopposed). Among the defeated Republican incumbents in 1932 were Majority Leader James Watson (R-IN) and five-term Senator Reed Smoot (R-UT); in Smoot's regard, the consensus view among economists and economic historians is that the passage of his Smoot-Hawley tariff exacerbated the Great Depression, although by how much is debated by economists.[2] This is also one of only five occasions where 10 or more Senate seats changed hands in an election, with the other occasions being in 1920, 1946, 1958, and 1980. As of 2021, this is the last time Democrats won a Senate election in Kansas. Democrats took three seats from Republican incumbents: Democrats defeated eight Republican incumbents: All races are general elections for class 3 seats, unless noted. In these elections, the winners were elected and seated during 1932; ordered by election date. All elections are for Class 3 seats. There were two elections for the same seat, due to the November 6, 1931 death of two-term Democrat Thaddeus H. Caraway. Caraway's widow, Democrat Hattie Wyatt Caraway, was appointed November 13, 1931 to continue his term. In May 1932, Caraway surprised Arkansas politicians by announcing that she would run for a full term in the upcoming election, joining a field already crowded with prominent candidates who had assumed she would step aside. She told reporters, \"The time has passed when a woman should be placed in a position and kept there only while someone else is being groomed for the job.\"[10] When she was invited by Vice President Charles Curtis to preside over the Senate she took advantage of the situation to announce that she would run for reelection. Populist former Governor and Senator Huey Long of neighboring Louisiana traveled to Arkansas on a seven-day campaign swing on her behalf. She was the first female senator to preside over the body as well as the first to chair a committee (Senate Committee on Enrolled Bills).[11] Lacking any significant political backing, Caraway accepted the offer of help from Long, whose efforts to limit incomes of the wealthy and increase aid to the poor she had supported. Long was also motivated by sympathy for the widow and his ambition to extend his influence into the home state of his party rival, Senator Joseph Robinson, who had been Al Smith's vice-presidential candidate in 1928. Bringing his colorful and flamboyant campaign style to Arkansas, Long stumped the state with Caraway for a week just before the Democratic primary. He helped her to amass nearly twice as many votes as her closest opponent.[12][page needed] Long effectively used a method to quiet crying babies at campaign stops in Arkansas to encourage voter interest: Mrs. Caraway would never forget nor cease to laugh over the plans we made for caring for obstreperous infants in the audience so that their mothers might listen to the speeches without the crowds being disturbed. I remember when I saw her notice one of our campaigners take charge of the first baby. The child began fretting and then began to cry. One of the young men accompanying us immediately gave it a drink of water. The child quieted for a bit and resumed a whimper, whereupon the same campaign worker handed the baby an all-day sucker, which it immediately grasped and soon fell asleep. Mrs. Caraway did not understand that it was a matter of design until it had been repeated several times.[13] Caraway went on to win the general election in November, with the accompanying victory of Franklin D. Roosevelt as U.S. President.[12][page needed] There were 2 elections November 8, 1932 for the same seat, due to the death of one-term Republican Charles W. Waterman. The primaries were held September 13, 1932.[14][15] Democrat Walter Walker was appointed to continue the term, pending the special election, which he then lost. Republican attorney Karl C. Schuyler was elected finish the term, but he lost the contemporaneous election to the next term. He died in 1933.[16] Democratic former senator Alva B. Adams was elected to start the new term that would begin in March 1933. Adams would be re-elected once and serve until his December 1, 1941 death. There were two elections due to the death of William J. Harris. It was only the second time that both of Georgia's Senate seats have been up for election at the same time, following double-barrel elections in 1914. Democratic incumbent William J. Harris died April 18, 1932. Richard Russell Jr., the Democratic Governor of Georgia, appointed fellow-Democrat John S. Cohen April 25, 1932 to continue the term but Cohen was not a candidate for election. Russell then won the September 14, 1932 Democratic primary over Charles R. Crisp, 57.72% to 42.28%.[19] Russell was then unopposed in the November 8, 1932 special election.[5] Primaries were held June 6, 1932.[20][21] Murphy served only 3 years until his July 16, 1936 death. North Carolina had 2 elections for the same seat, due to the December 12, 1930 death of five-term Democrat Lee S. Overman. Democratic former-Governor of North Carolina Cameron A. Morrison was appointed December 13, 1930 to continue Overman's term, pending a special election. Primaries for both parties were held June 4, 1932[24][25][26] Morrison lost the primary run-off election. Reynolds was seated December 5, 1932. Primaries for both parties were held June 4, 1932[27][28] and a Democratic run-off primary was held July 2, 1932.[29] Interim appointee Cameron A. Morrison lost the primary run-off election. Reynolds would be re-elected once and serve until his 1945 retirement.","Title":"1932 United States Senate elections - Wikipedia","KeyID":"4918","URL":"https://en.wikipedia.org/wiki/1932_United_States_Senate_elections"}