{"Content: ":"Lester Jesse (\"L. J.\" or \"Dick\") Dickinson (October 29, 1873 – June 4, 1968) was a Republican United States Representative and Senator from Iowa. He was, in the words of Time magazine, \"a big, friendly, white-thatched Iowa lawyer.\"[1] In early 1936 he dreamed of winning the presidency. However, the only race he would enter that year would be for his own seat in the Senate, and he would lose it. Dickinson was born on a farm near Derby, Iowa in Lucas County, to Levi and Willimine Morton Dickinson.[2] When he was five, his family moved to another farm outside Danbury, Iowa, in Woodbury County.[2] As a boy, he worked on his father's farm, peddled milk from the dairy, practiced orations behind the barn, and clerked in a hardware store.[2] He graduated from Danbury High School in 1892, Cornell College (in Mount Vernon, Iowa) in 1898, and from University of Iowa College of Law at Iowa City in 1899. He was admitted to the bar in 1899 and commenced practice in Algona, Iowa, Kossuth County in the north-central part of the state. He was a second lieutenant in the 52nd Infantry, Iowa National Guard, from 1900 to 1902 and was city clerk of Algona from 1900 to 1904. He was County Attorney for Kossuth County from 1909 to 1913. In 1910, he made an unsuccessful run for the Republican nomination for a seat in the Iowa House of Representatives.[2] He married Myrtle Call, daughter of Ambrose A. Call, one of the founders of Algona, in 1901.[2] According to Time, he did not \"drink, smoke, [or] take part in sports or society.\"[1] In 1918, Dickinson ran for Congress, challenging incumbent Frank P. Woods in the Republican primary for the seat in Iowa's 10th congressional district in north-central Iowa (made up of Boone, Calhoun, Carroll, Emmet, Greene, Hamilton, Humboldt, Hancock, Kossuth, Palo Alto, Pocahontas, Winnebago, and Webster counties). Woods was then Chairman of the National Republican Congressional Committee, but had voted against the 1917 declaration of war on the German Empire,[3] creating a great political liability in 1918.[4] After defeating Woods in the primary,[5] Dickinson defeated the Democratic nominee (as did every Republican nominee in every general election race during the existence of that district, from 1882 to 1931). Dickinson became the House's \"leader of that body's first, historic Farm Bloc.\"[1] He was a strong advocate for the McNary–Haugen Farm Relief Bill, an effort to maintain pre-war price levels by increasing federal purchases of farm products for sales overseas.[2] He was re-elected in 1920, 1922, 1924, 1926, and 1928, serving in the House from March 4, 1919 – March 3, 1931. Dickinson's cousin, Fred Dickinson Letts, was a U.S. Representative from Iowa's 2nd congressional district for the last six of those years (from March 1925 to March 1931). Dickinson was a dark horse candidate for the Republican nomination for vice president in 1924.[2] But after President Calvin Coolidge sent the convention a message that he would accept a different Iowan—Judge and former Senator William Squire Kenyon—as his running mate, Dickinson's name disappeared from the discussions and voting, and on the third ballot the convention settled on Charles G. Dawes.[6] Democratic U.S. Senator Daniel F. Steck's seat was up in 1930. Steck, the first Democratic senator from Iowa since the American Civil War, had reached the Senate with the assistance of many conservative Republican voters (who refused to support the 1924 Republican primary victor, Smith W. Brookhart, because of his anti-business, pro-labor views) and an unprecedented vote by the Senate in 1926 to overturn its original choice to seat Brookhart in 1925. Thus, Steck's \"election\" was viewed as an anomaly, and several Republicans fought for the chance to run for his seat in 1930.[7] Running as a supporter of the controversial Smoot-Hawley Tariff Act, Dickinson defeated sitting Iowa Governor John Hammill and two others in the Republican primary, and easily defeated Steck in the general election. In 1932, he was chosen to deliver the keynote speech at the 1932 Republican National Convention, where fellow Iowa native Herbert Hoover was re-nominated for his failed re-election bid.[2] Once Franklin D. Roosevelt replaced Hoover in 1933, Dickinson distinguished himself by coming out early and often against the New Deal.[1] In a 1934 speech, he argued that the only beneficiaries of the new Agricultural Adjustment Act were the \"brain trusters\" behind the new programs, sneering that, \"taken from their dismal classrooms, chicken farms, editorial rooms and law offices, they now loiter behind mahogany desks solving problems of the world.\"[2] Time commented in 1936 that he \"demands 'sane, honest industrial and agricultural programs' and a return 'to the ideas of our New England forefathers.'\"[1] In May 1936, Time reported that Dickinson was interested in the chance to run against President Roosevelt, speculating that \"the buzzing in his large, well-shaped head\" was the question, \"'If Warren Harding could get the Republican Presidential nomination in 1920, why can't I get it in 1936?'\"[1] It explained: Like Harding, he would personify a return to normalcy after a hectic Democratic regime. For dark horse Dickinson, oldtime Harding supporters have been quietly conducting the same kind of preconvention campaign that Harry Daugherty put on for his Dark Horse in 1920—unobtrusively making friends, taking care not to offend leading candidates, building up a man on whom irreconcilably opposed factions could unite after a convention deadlock.[1] In the 1936 Republican National Convention, there was no deadlock, so Dickinson's aspiration to play in 1936 the role that Harding played in 1920 never came to pass.[2] Instead, Kansas Governor Alfred Landon was the only viable candidate, and was nominated on the first ballot. Meanwhile, in his race for re-election, Dickinson faced a strong primary challenge from a crowded field of other Republicans that included Brookhart. While Dickinson did not receive a majority of the vote, he won with a percentage great enough to automatically advance to the general election. His Democratic opponent was sitting Iowa Governor Clyde Herring. Herring defeated Dickinson by fewer than 36,000 votes. Dickinson had served in the Senate from March 4, 1931, to January 3, 1937. After 1936, Iowans' support for Roosevelt and the New Deal noticeably faded, and a bitter split developed in the Iowa Democratic Party between New Dealers and independent-minded Democrats such as incumbent U.S. Senator Guy Gillette. In this setting, Dickinson ran for Gillette's seat. However, his experience in the 1938 election was much like his 1936 election experience. After a strong battle in the Republican primary (in which he defeated U.S. Representative Lloyd Thurston), Dickinson again lost in the general election, this time by fewer than 3,000 votes. After leaving the Senate, Dickinson initially returned to Algona.[2] In June 1939, he joined a Des Moines firm that his son, L. Call Dickinson, had started in 1936.[2][8] The former senator's involvement bolstered the young firm's reputation, and it became one of the leading business law firms in Des Moines and the state. Known informally for decades as \"the Dickinson firm,\" it is currently known as Dickinson, Mackaman, Tyler & Hagen, P.C.[8] Dickinson died on June 4, 1968, and is interred in Algona Cemetery.[9]","Title":"Lester J. Dickinson - Wikipedia","KeyID":"4924","URL":"https://en.wikipedia.org/wiki/Lester_J._Dickinson"}