{"Content: ":"Frederick Steiwer (October 13, 1883 – February 3, 1939) was an American politician and lawyer in the state of Oregon.[1] A native of the state, he was county district attorney and member of the Oregon State Senate from eastern Oregon and a veteran of World War I. A Republican, he was elected to the United States Senate and served from 1927 to 1938.[1] Twice a candidate for the Republican nomination to the Presidency, he delivered the keynote address during the 1936 Republican National Convention.[2][3] Born in Oregon on a farm near Jefferson in Marion County,[4] Steiwer's parents were John F. and Ada (née May) Steiwer. He received his education in the local public schools,[5] and entered Oregon State Agricultural College (now Oregon State University) at Corvallis at age 15 in 1898 and graduated four years later with a Bachelor of Science degree in mechanical engineering.[5] Steiwer then attended the University of Oregon in Eugene where he earned a Bachelor of Arts degree in 1906 before attending the school's law school, then located in Portland.[5] In 1908, he was admitted to the Oregon State Bar and began practicing law for the Portland firm Snow & McCamant, where he had already been employed.[5] In March 1909, he left the firm and moved to eastern Oregon where he formed a partnership with G. W. Phelps in Pendleton.[5] A member of the Masons and a farmer, he also joined the Phi Delta Phi legal fraternity.[4][5] Steiwer started his career in public office in 1909 as the deputy district attorney for Umatilla County, serving until 1910.[4] In 1912, he was elected as the district attorney for the county and served until 1916. That year he was elected to the state senate as a Republican representing Umatilla County and District 20.[6] Steiwer only served during the 1917 legislative session, resigning to enlist in the U.S. Army during the First World War.[4] He served from 1917 to 1919 in the Sixty-fifth Field Artillery with rank of first lieutenant.[4] In 1926, Steiwer was elected as a Republican to the U.S. Senate, defeating incumbent Robert Stanfield in the primary.[4][7] He won with only 39% of the vote, running against Democrat and later judge Bert Haney and Stanfield, then running for re-election as an independent.[citation needed] In 1928, he was one of many candidates for the Republican presidential nomination at the National Convention, with Herbert Hoover winning the nomination and then the fall election.[citation needed] At the 1936 Republican National Convention he was the keynote speaker and temporary chairman,[8] as well as an unsuccessful candidate for the nomination.[9][10] Steiwer was re-elected in 1932 and served from March 4, 1927 until January 31, 1938, when he resigned to return to the practice of law after suffering health problems.[11] He had undergone gall bladder surgery in November 1936.[12] While in the Senate he was chairman of the Committee on Expenditures in Executive Departments (Seventy-second Congress).[4] He also served on the Senate Judiciary Committee and helped oppose President Roosevelt's plan to pack the Supreme Court.[13] Steiwer was an opponent of Roosevelt and The New Deal.[14] In April 1937, he proposed an amendment to the U.S. Constitution to create a nationwide primary for selection of the candidates for the U.S. presidency and vice-presidency.[15] No amendment was ever passed. On December 12, 1911, he married Frieda Roesch in Pendleton, and they had two children.[16] One daughter, named Elizabeth,[17] had a son who married the daughter of Thomas J. Watson, Jr. of IBM fame.[18] His uncle was Winlock W. Steiwer, a state senator. Upon leaving the Senate, he returned to the full-time practice of law in Washington, D.C.,[4] Steiwer died in the District of Columbia at the age of 55 on February 3, 1939,[4] and was buried at Arlington National Cemetery in neighboring Arlington, Virginia.[4]","Title":"Frederick Steiwer - Wikipedia","KeyID":"4927","URL":"https://en.wikipedia.org/wiki/Frederick_Steiwer"}