{"Content: ":"Joseph Robinson Democratic Joseph Robinson Democratic The 1936 United States Senate elections coincided with the reelection of President Franklin D. Roosevelt. The Great Depression continued and voters backed progressive candidates favoring Roosevelt's New Deal in races across the country. The Democrats gained 5 net seats during the election, and in combination with Democratic and Farmer–Labor interim appointments and the defection of George W. Norris from the Republican Party to become independent, the Republicans were reduced to 16 seats, the most lopsided Senate since Reconstruction. The Republicans took one open seat in Massachusetts, while the Democrats took open seats in Michigan and New Hampshire and defeated incumbents Daniel O. Hastings (R-DE), Lester J. Dickinson (R-IA), W. Warren Barbour (R-NJ), Jesse H. Metcalf (R-RI), and Robert D. Carey (R-WY). This was the last of four consecutive elections where Republicans suffered losses due to the ongoing effects of the Great Depression. This was also the last Senate election in the 20th century in which a Democratic candidate who won two terms also made net gains in the Senate on both occasions (although Franklin Roosevelt won a third and fourth term, he lost Senate seats on both occasions). After the April 1936 special election. In these special elections the winners were seated once they qualified; ordered by election date. In these general elections, the winners were elected for the term beginning January 3, 1937; ordered by state. All of the elections involved the Class 2 seats. John H. Bankhead II Democratic John H. Bankhead II Democratic There were two special elections in Florida, due to the May 8, 1936 death of four-term Democrat Park Trammell and the June 17, 1936 death of five-term Democrat Duncan U. Fletcher. Democrat Scott M. Loftin was appointed May 26, 1936 to continue the term, pending a special election. Primaries were held August 11, 1936.[5] Andrews would be re-elected once and serve until his death September 18, 1946. Democrat William Luther Hill was appointed July 1, 1936 to continue the term, pending a special election. Democrat Claude Pepper, who had lost to Trammell in 1934 won this election. Pepper would be re-elected twice and serve until he lost renomination in 1950. He would later be elected to the U.S. House of Representatives and serve there for 26 years. Democrat Rose McConnell Long was elected April 21, 1936 to finish the term to which she was appointed on January 31, 1936. She was not a candidate, however, to the next term on November 3, 1936, see above. Marcus A. Coolidge Democratic Henry Cabot Lodge Jr. Republican There were 2 elections to the same seat on the same day due to the December 22, 1935 death of two-term Republican Thomas D. Schall. Elmer A. Benson Farmer–Labor Guy V. Howard Republican The election was held to fill the vacancy in the seat formerly held by Thomas D. Schall for the final two months of Schall's unexpired term. Governor Floyd B. Olson had appointed Elmer Benson to fill the seat in 1935, but this appointment was temporary and subject to a special election held in the next general election year thereafter—1936. Benson opted to run for governor instead of running for election to continue for the remainder of the term. No special primaries were held for the special election, and, among Minnesota's three major parties, only the Republican Party of Minnesota officially fielded a candidate—Guy V. Howard. Regardless of the absence of Farmer-Labor and Democratic nominees, Howard nevertheless faced a great degree of competition from independent candidates Nathaniel J. Holmberg, Andrew Olaf Devold, and John G. Alexander. The candidates were: Howard was not a candidate for the next term, and served only until January 1937. Elmer A. Benson Farmer–Labor Ernest Lundeen Farmer–Labor The election to the next term was won by Farmer–Labor congressman Ernest Lundeen. James E. Murray Democratic James E. Murray Democratic George W. Norris Independent George W. Norris Independent William Warren Barbour Republican William H. Smathers Democratic There were 2 elections, due to the May 6, 1935 death of two-term Republican Bronson M. Cutting. Democratic former-Congressman Dennis Chavez had been Cutting's opponent in 1934. On May 11, 1935, after Cutting's death, Chavez was then appointed to continue Cutting's term, pending a special election which he then won. Chavez would be re-elected four more times and serve until his death in 1962. One-term Democrat Carl Hatch was easily re-elected. Hatch would be re-elected once and serve until his 1948 retirement.","Title":"1936 United States Senate elections - Wikipedia","KeyID":"4937","URL":"https://en.wikipedia.org/wiki/1936_United_States_Senate_elections"}