{"Content: ":"The 1940 Republican National Convention was held in Philadelphia, Pennsylvania, from June 24 to June 28, 1940. It nominated Wendell Willkie of New York for president and Senator Charles McNary of Oregon for vice president. The contest for the 1940 Republican presidential nomination was wide-open. Front-runners included Senator Arthur H. Vandenberg of Michigan, Senator Robert Taft of Ohio and Manhattan District Attorney Thomas E. Dewey. Prior to reforms during the 1970s, most convention delegates were not elected directly through primaries and those primaries that were held were often uncontested. Other delegates were elected via party convention or local district primaries. Many of the delegates were elected to the convention without a formal or informal pledge to support any particular candidate. Three candidates openly competed for delegate support during the primary season: Manhattan District Attorney Thomas Dewey, Ohio Senator Robert A. Taft, and Michigan Senator Arthur Vandenberg. Only 300 of the 1,000 convention delegates had been pledged to a candidate by the time the convention opened.[citation needed] Other candidates who were known to be willing to accept the nomination or actively seeking the nomination without being placed on the ballot in a primary included former President Herbert Hoover, businessman Wendell Willkie, Pennsylvania Governor Arthur James, New Hampshire Senator Styles Bridges, and newspaper publisher Frank Gannett. A Willkie boom developed in the later stages of the campaign.[citation needed] Delegate selections were completed by June 16, one week ahead of the convention.[1] Although the German invasion of Poland had occurred in fall of the year prior, many Americans were ambivalent to the events in Europe or outright opposed to American involvement. However, the Germans' May 1940 invasion of France may have affected delegates' perceptions of the potential nominees. Those candidates who had actively campaigned for the nomination, especially Dewey and Vandenberg, emphasized their opposition to military involvement in Europe at a time when most Republicans opposed intervention.[2] The German offensive may have also hurt Dewey's standing in particular. He was only 38 years old and foreign policy was considered his greatest weakness, as he had never held any national office.[3] The convention opened in Philadelphia just two days after France surrendered on June 22. The campaign for the nomination began with no one certain whether President Franklin D. Roosevelt would seek an unprecedented third term in office. However, by the time the convention opened, Roosevelt was the clear Democratic nominee.[citation needed] At the 1940 Republican National Convention itself, keynote speaker Harold E. Stassen, the Governor of Minnesota, announced his \"tacit\" support for Willkie and became his official floor manager. Though he had delegates that voted for him through a number of ballots, Stassen did not seek to gain delegates either. Hundreds of vocal Willkie supporters packed the upper galleries of the convention hall. Willkie's amateur status and his fresh face appealed to delegates as well as voters. The delegations were selected not by primaries but by party leaders in each state, and they had a keen sense of the fast-changing pulse of public opinion. Gallup found the same thing in polling data not reported until after the convention: Willkie had moved ahead among Republican voters by 44% to only 29% for the collapsing Dewey.[citation needed] As the pro-Willkie galleries repeatedly chanted \"We Want Willkie!\", the delegates on the convention floor began their vote. Dewey led on the first ballot but steadily lost strength thereafter. Both Taft and Willkie gained in strength on each ballot, and by the fourth ballot it was obvious that either Willkie or Taft would be the nominee. The key moments came when the delegations of large states such as Michigan, Pennsylvania, and New York left Dewey and Vandenberg and switched to Willkie, giving him the victory on the sixth ballot.[citation needed] The voting went like this: \"On the first ballot, Dewey was ahead followed by Taft and Willkie. Thereafter, Dewey steadily lost strength while Taft and Willkie picked up votes. On the fourth ballot Willkie was ahead but short of the 501 votes needed for nomination. On the sixth roll call — 1 a.m. Friday — Willkie finally went over the top.\"[5] Willkie's nomination is still considered by most historians to have been one of the most dramatic moments in any political convention.[citation needed] Willkie also made history too by his personal appearance at the 1940 convention. \"WILLKIE BREAKS PARTY TRADITION BY PERSONAL APPEARANCE LIKE ROOSEVELT'S IN '32\", The New York Times' headline told its readers. \"CROWD GOES WILD GREETING NOMINEE\" and \"CHEERS MARK HIS EVERY WORD\" in The New York Times' headlines convey something of the convention's mood in 1940 with Willkie's appearance. \"As your nominee,\" Willkie told the convention in his brief appearance, \"I expect to conduct a crusading, vigorous, fighting campaign.\"[citation needed] Willkie delivered his acceptance speech from the podium at the convention hall, something that never happened at a Republican convention before.[6] It was broadcast on a local television station,[7] also a first. A couple of months later, Willkie again accepted the nomination in a kick-off speech at Calloway Park in his hometown of Elwood, Indiana. Willkie had given little thought to the vice-presidential nominee. He left the decision to the convention chairman, Representative Joe Martin (R-Massachusetts), the House Minority Leader. Martin suggested Senate Minority Leader Charles L. McNary of Oregon. Though McNary had spearheaded a \"Stop Willkie\" campaign late in the balloting, Willkie agreed, and McNary was selected on the first ballot:[citation needed] The 1940 Republican Convention was the first national party convention shown on live television, and was seen in three cities on \"pioneer stations\". It was broadcast in New York by NBC on W2XBS (now WNBC), in Philadelphia by W2XE (now KYW-TV), and in Schenectady on W2XB (now WRGB). The convention was also shown on television screens in the exhibition hall of the Commercial Museum of Philadelphia, next door to the Convention Hall, for \"overflow\" crowds. Local newspapers predicted that two thousand people would view the convention from the museum, and estimates range as high as 6,000 total television viewers in all three cities.[8] During the convention, two dynamite bombs were discovered outside of the hall; a total of seven bombs were discovered in the greater Philadelphia area during the convention. The discoveries of the bombs were inadvertently released to the public by an emotional New York City police commissioner Lewis J. Valentine while discussing the New York World's Fair bombing that killed two police officers.[9] In 1999, declassifications by the British Secret Intelligence Service revealed the extent of British involvement in the nominating campaign, among other efforts to elect pro-intervention candidates and destroy the reputations of American isolationists. Working through a covert organization known as British Security Co-ordination, British intelligence agent Sanford Griffith published polls during and before the convention suggesting that a majority of Republicans supported American aid to Britain. These polls were then reported in the pro-Allied press to show support for Willkie. Direct co-ordination between a BSC-funded group of businessmen and journalists, the Century Group, and the Willkie campaign positions commenced after he won the nomination.[10]","Title":"1940 Republican National Convention - Wikipedia","KeyID":"4939","URL":"https://en.wikipedia.org/wiki/1940_Republican_National_Convention"}