{"Content: ":"Bakonydraco is a genus of pterodactyloid pterosaur from the Late Cretaceous period (Santonian stage) of what is now the Csehbánya Formation of the Bakony Mountains, Iharkút, Veszprém, western Hungary. Bakonydraco was named in 2005 by paleontologists Attila Ősi, David Weishampel, and Jianu Coralia. The type species is Bakonydraco galaczi. The genus name refers to the Bakony Mountains and to Latin draco, \"dragon\". The specific epithet galaczi honors Professor András Galácz, who helped the authors in the Iharkút Research Program, where fossils are since 2000 found in open-pit mining of bauxite, among them the remains of pterosaurs, the first ever discovered in Hungary. Bakonydraco is based on holotype MTM Gyn/3, a nearly complete mandibula, a fusion of the lower jaws. Also assigned to it, as paratype, is MTM Gyn/4, 21: parts from another jaw's symphysis (the front parts, having fused into a single blade-like structure, of the two lower jaws); azhdarchid wing bones and neck vertebrae from the same area may also belong to it.[1] The lower jaws are toothless and the two halves of the mandibula are frontally fused for about half of its overall length, forming a long, pointed section that is compressed side-to-side and also expanded vertically, giving it a somewhat spearhead- or arrowhead-like shape from the side. This expansion occurs both on the lower edge and on the top surface, where the most extreme point corresponds with a transverse ridge which separates the straight back half of the symphysis from the pointed end in the front. The jaws of MTM Gyn/3 are 29 centimeters (11.4 inches) long, and the wingspan of the genus is estimated to be 3.5 to 4 meters (11.5 to 13.1 feet), which is medium-sized for a pterosaur. Because the jaws are relatively taller than other azhdarchids, and reminiscent of Tapejara, it could have been a piscivore (feeding on small fish), or a frugivore.[1] Initially, Bakonydraco was assigned to the family Azhdarchidae,[1] however, paleontologists Brian Andres and Timothy Myers in 2013 had proposed that Bakonydraco actually belonged to the family Tapejaridae, in a position slightly more basal than both Tapejara and Tupandactylus.[2] Indeed, the original paper describing this species compared the holotype jaw to Tapejara and Sinopterus,[1] implicating its affinities to this clade (or at least a large amount of convergence). If Bakonydraco is a tapejarid, it represents the only Late Cretaceous record of Tapejaridae known to date (aside from the slightly older Caiuajara dobruskii). A more recent phylogenetic study reinforces this placement.[3] The cladogram on the left follows the 2014 phylogenetic analysis by Brian Andres and colleagues that also recovered Bakonydraco within the family Tapejaridae, more specifically within the tribe Tapejarini.[4] In 2020, in a phylogenetic analysis conducted by David Martill and colleagues, Bakonydraco was once again found within the Tapejaridae, this time consisting of two lineages: the Tapejarinae and the Sinopterinae, Bakonydraco was recovered within the subfamily Sinopterinae in the basalmost position, unlike in the analysis by Andres and colleagues. Their cladogram is shown on the right.[5] Topology 1: Andres et al. (2014). Bennettazhia oregonensis Eopteranodon lii \"Sinopterus\" gui Nemicolopterus crypticus Huaxiapterus jii Sinopterus dongi \"Huaxiapterus\" benxiensis \"Huaxiapterus\" corollatus Tupandactylus navigans Tupandactylus imperator Bakonydraco galaczi Europejara olcadesorum Tapejara wellnhoferi Topology 2: Martill et al. (2020). Bennettazhia oregonensis Tapejara wellnhoferi Europejara olcadesorum Vectidraco daisymorrisae Caiuajara dobruskii Tupandactylus navigans Tupandactylus imperator Bakonydraco galaczi \"Huaxiapterus\" benxiensis \"Huaxiapterus\" corollatus Eopteranodon lii Huaxiapterus jii Sinopterus dongi    ","Title":"Bakonydraco - Wikipedia","KeyID":"494","URL":"https://en.wikipedia.org/wiki/Bakonydraco"}