{"Content: ":"Henry Styles Bridges (September 9, 1898 – November 26, 1961) was an American teacher, editor, and Republican Party politician from Concord, New Hampshire. He served one term as the 63rd governor of New Hampshire before a twenty-four-year career in the United States Senate. Bridges was born in West Pembroke, Maine, the son of Alina Roxanna (Fisher) and Earle Leopold Bridges.[citation needed] He attended the public schools in Maine. Bridges attended the University of Maine at Orono until 1918. From 1918 he held a variety of jobs, including teaching, newspaper editing, business and state government. He was an instructor at Sanderson Academy, Ashfield, Massachusetts from 1918 to 1919. He was a member of the extension staff of the University of New Hampshire at Durham from 1921 until 1922. He was the secretary of the New Hampshire Farm Bureau Federation from 1922 until 1923, and the editor of the Granite Monthly Magazine from 1924 until 1926. Meanwhile, He was the director and secretary of the New Hampshire Investment Corporation from 1924 until 1929. He was then a member of the New Hampshire Public Service Commission from 1930 until 1934. Bridges ran for governor of New Hampshire in 1934, and won, becoming the nation's youngest governor at the time, according to John Gunther's Inside U.S.A. Republican presidential nominee Alf Landon considered Bridges as his running mate for the 1936 United States presidential election, but aides pointed out that Democrats could use \"Landon Bridges falling down\" as a campaign slogan.[1] Bridges was elected to the United States Senate in 1936, and would serve until his death in 1961. In 1937 he retired from the Army Reserve Corps, in which he had served as a lieutenant since 1925. In 1940 he attempted to win the Republican nomination for President; the nomination was eventually won by Wendell Willkie. That same year, Bridges also received two delegates for the Republican vice presidential nomination, which eventually went to Charles L. McNary. Bridges broke his hip on New Year's Eve 1941, and missed several months of the next Senate session. Bridges was reelected to four subsequent terms in 1942, 1948, 1954, and 1960, but he did not complete his final term due to his death. He became the highest-ranking Republican senator, serving as chairman of the Joint Committee on Foreign Economic Cooperation when the Republicans had control of the Senate from 1947 until 1949, Senate Minority Leader from 1952 until 1953, President pro tempore of the United States Senate when the Republicans had control of it from 1953 until 1955, chairman of the Joint Committee on Inaugural Arrangements for both of the inaugurations of President Dwight Eisenhower, Chairman of the Committee on Appropriations when the Republicans had control of the Senate from 1947 to 1949 and 1953–1955, and Chairman of the Republican Policy Committee from 1954 until his death. In 1946, Bridges was part of a five-member committee which investigated racist, violent voter suppression in Mississippi incited by the state's demagogic senator Theodore G. Bilbo.[2] The committee, being composed of three Democrats and two Republicans, voted to exonerate Bilbo along party lines. Bridges and his fellow conservative colleague on the committee, Bourke Hickenlooper of Iowa, dissented from the decision on the grounds that Bilbo's actions violated federal laws and abused the First Amendment.[3] In the Senate, John Gunther wrote, Bridges was \"an aggressive reactionary on most issues...and he is pertinaciously engaged in a continual running fight with the CIO, the Roosevelt family and the Union of Soviet Socialist Republics.\"[4] Bridges voted present on the Civil Rights Act of 1957 and voted in favor of the Civil Rights Act of 1960.[5][6] After WWII, when the U.S. government was recruiting Nazi scientists, engineers, and doctors, and Jewish members of the U.S. State Department[citation needed] obstructed the naturalization and political rehabilitation of those individuals, Bridges said on the floor of the Senate on July 18, 1950 that the State Department needed a \"first-class cyanide fumigating job\" to eliminate resistance to the program, part of an extended \"house cleaning\" metaphor referencing the common use of cyanide as a fumigant.[a][7][8] Bridges was a staunch defender of Senator Joseph McCarthy of Wisconsin, and was one of only 22 senators, all Republicans, who voted against the censure of McCarthy for his \"red scare\" communist investigations, and for his so-called \"lavender scare\" tactics aimed at homosexuals in 1954.[9] Bridges was also a key collaborator, with fellow Republican senators McCarthy and Herman Welker of Idaho in the blackmail of Democratic Wyoming senator Lester C. Hunt, harassment that led to Senator Hunt's suicide in his Capitol office on June 19, 1954.[10][11] Bridges threatened that if he did not immediately retire from the Senate and agree not to seek reelection, Bridges would see that Hunt's son, Lester Hunt, Jr., who had been arrested for soliciting an undercover policeman, was prosecuted and that his son's homosexuality would be widely publicized. Bridges also threatened Inspector Roy Blick of the Morals Division of the Washington Police Department with the loss of his job for failing to prosecute Hunt Jr.[12][13] A Republican, Edward D. Crippa, was appointed by the Republican acting governor of Wyoming, Clifford Joy Rogers, to fill the vacant seat.[14] Alex Ross in The New Yorker wrote in 2012 of an event \"loosely dramatized in the novel and film Advise & Consent [in which] Senator Lester Hunt, of Wyoming, killed himself after ... Bridges ... threatened to expose Hunt's son as a homosexual\".[15] Bridges died of a heart attack on November 26, 1961, in East Concord and, after a service attended by a thousand people at the State House in Concord, was buried in Pine Grove Cemetery.[16][17] He was one of the poorest men ever elected governor and still of modest means when elected to the Senate, yet his widow Doloris told then Vice President Lyndon Johnson that her husband had left her \"a million dollars in cash\".[18] Bridges willed his East Concord home to the state to serve as a residence for New Hampshire's governors. The New Hampshire Governor's Mansion is known as \"Bridges House\".[19] The \"Styles Bridges Room\" in the U.S. Capitol was named in his memory on March 12, 1981.[20] Interstate 93 in New Hampshire, from Concord north to the Vermont state line, is named the Styles Bridges Highway. In December 2012, the Boston Globe called for the state to examine Bridges's role in Senator Lester Hunt's death and reconsider whether the state should continue to honor Bridges, or rename the highway.[21]","Title":"Styles Bridges - Wikipedia","KeyID":"4941","URL":"https://en.wikipedia.org/wiki/Styles_Bridges"}