{"Content: ":"Maynard C. Krueger (January 16, 1906 – December 20, 1991) was an American socialist politician and an economics professor at the University of Chicago. He is best remembered as the 1940 Vice Presidential nominee of the Socialist Party of America. Maynard Krueger was born January 16, 1906 on a farm near Alexandria, Missouri, in 1906.[1] A gifted student, Krueger completed his high school work at the age of 15.[2] He entered the University of Missouri, from which he received a Bachelor of Arts degree in 1926 and a Master's degree in 1927. An instructor at the University of Pennsylvania from 1928 to 1932, Krueger also spent time at the universities of Berlin, Paris, and Geneva.[3] His leftist associates in Paris included George Orwell. In 1932, Krueger accepted a position at the University of Chicago as an assistant professor, initially lecturing in Sociology under Edward Shils. Soon moving to the Economics Department, Krueger became an associate professor in 1947, a full professor in 1965, and emeritus in 1977.[4] He gained a measure of public recognition during the 1930s as a frequent participant in the University of Chicago's regular Round Table radio broadcasts.[2] Krueger was involved with many left-wing organizations such as the Socialist Party of America and the Chicago Workers Committee on Unemployment.[5] During the election campaign of 1932, Krueger served as the national director of research for the Socialist Party.[2] Krueger was also active in the trade union movement, serving three times as a vice president of the American Federation of Teachers during the decade of the 1930s.[2] He was also active in the Chicago Federation of Labor during 1936 and 1937.[2] During the Socialist Party's faction fight of the 1930s, Krueger was an active member of the so-called \"Militant\" faction of young Marxists who sought to turn the SP to the left. In August 1933, he was a delegate at the Socialist International Congress at Paris, where he advocated arming the proletariat.[6] In 1940, Krueger was the Socialist Party's candidate for Vice President of the United States, running with Norman Thomas. Although Krueger was 34 at the time of the November 1940 election, younger than the constitutional age of 35 for someone seeking to be in line for the U.S. presidency, he was able to point out that by Inauguration Day on January 20, 1941, he would be 35 years and 4 days old. In November 1940, the Thomas-Krueger ticket received 116,599 votes (0.2% of the total). Krueger was on the Executive Committee of the Socialist Party for many years, serving as the SP's National Chairman from 1942 to 1946. In 1948, Krueger ran as an Independent candidate for U.S. Representative from Illinois' 2nd congressional district, receiving 4,566 votes (2.52%). In 1958, Krueger won the University of Chicago's Quantrell Award, believed to be the nation's oldest prize for undergraduate teaching.[7] Krueger died on December 20, 1991. He was 85 years old at the time of his death.","Title":"Maynard C. Krueger - Wikipedia","KeyID":"4946","URL":"https://en.wikipedia.org/wiki/Maynard_C._Krueger"}