{"Content: ":"Alben Barkley Democratic Alben Barkley Democratic The 1940 United States Senate elections coincided with the election of Franklin D. Roosevelt to his third term as president. Although Roosevelt was re-elected, support for his administration had dropped somewhat after eight years, and the Republican opposition gained three seats from the Democrats. However, the New Deal Democrats regained firm control of both the House and Senate because Progressives dominated the election.[2] The Minnesota Farmer–Labor Party also disappeared from the Senate, as Henrik Shipstead joined the Republican party and Ernest Lundeen had died during the preceding term. Senator Harry S. Truman of Missouri was elected to his final term in the Senate in 1940. Truman resigned in 1945 to serve as President Roosevelt's third Vice President. Republicans had a net gain of three seats in the regular elections, plus one more in a November special election. Four Republican gains came from wins over Democrats: Republicans gained a seat from Farmer–Labor when an incumbent changed party: Democrats did win one seat from a Republican: In these special elections, the winner elected during 1940 and seated once qualified; ordered by election date. In these regular elections, the winners were elected for the term beginning January 3, 1941; ordered by state. All of the elections involved the Class 1 seats. John G. Townsend Jr. Republican James M. Tunnell Democratic James M. Slattery Democratic Charles W. Brooks Republican George L. P. Radcliffe Democratic George L. P. Radcliffe Democratic Henrik Shipstead Farmer–Labor Henrik Shipstead Republican Harry S. Truman Democratic Harry S. Truman Democratic One-term Democrat Harry S. Truman was narrowly re-elected. He would only serve until resigning January 17, 1945, to become U.S. Vice President. William Warren Barbour Republican William Warren Barbour Republican James M. Mead Democratic James M. Mead Democratic The whole ticket nominated by Democrats and American Laborites was elected. Joseph F. Guffey Democratic Joseph F. Guffey Democratic There were 2 elections due to the June 20, 1940, death of two-term Republican Ernest Willard Gibson. Warren Austin Republican Warren Austin Republican Two-term Republican Warren Austin was easily re-elected. He faced no opponents in the primary.[5] Austin served only until his August 2, 1946, resignation to become U.S. Ambassador to the United Nations. Ernest W. Gibson Jr. Republican George Aiken Republican Gibson's son, Republican Ernest W. Gibson Jr. was appointed June 24, 1940, to continue his father's term, pending a special election, in which he was not a candidate. Aiken did not take the seat until January 10, 1941, as he wanted to remain Governor of Vermont. He would be repeatedly re-elected and serve until his 1975 retirement. Robert M. La Follette Jr. Progressive Robert M. La Follette Jr. Progressive","Title":"1940 United States Senate elections - Wikipedia","KeyID":"4949","URL":"https://en.wikipedia.org/wiki/1940_United_States_Senate_elections"}