{"Content: ":"Eopteranodon (meaning \"dawn Pteranodon (toothless wing)\") is a genus of tapejarid pterosaur from the Aptian-age Lower Cretaceous Yixian Formation of Beipiao City, Liaoning, China. The genus was named in 2005 by paleontologists Lü Junchang and Zhang Xingliao. The type and only species is Eopteranodon lii. Eopteranodon is based on the type specimen or holotype BPV-078, an incomplete skeleton and skull. Its skull, including a large crest, was toothless and similar to that of Pteranodon. The skull lacks the point of the snout but it was in life less than 200 millimeters long (7.9 inches), and the animal had a wingspan of about 1.1 meters (3.6 feet). A second specimen, D2526, described in 2006, had a larger wingspan. Despite its similarities to Pteranodon, Eopteranodon was not placed into a family by its describers, who put it into the clade Pteranodontia as incertae sedis (uncertain position).[1] Shortly thereafter, a phylogenetic study of all known Yixian pterosaurs by the same scientists found it to be close to the azhdarchoids, noted for the crested genera Tapejara and Tupuxuara, and the giant, long-necked Quetzalcoatlus.[2] A further analysis of other recently discovered forms, in 2006 still considered basal to (having split off earlier than) azhdarchoids, helped the original authors, along with David Unwin, to place these species together with Eopteranodon in a new clade Chaoyangopteridae, the possible sister group of the Azhdarchidae.[3] However, in 2014, in an analysis by Brian Andres and colleagues, Eopteranodon was recovered as a basal member of the clade Tapejaromorpha, closely related to the species \"Sinopterus\" gui and Nemicolopterus crypticus. Their cladogram is shown on the left.[4] Later, in 2017, in another phylogenetic analysis, Eopteranodon was considered a member of the family Tapejaridae based on proportions of the crest on the lower jaw and the limbs.[5] This concept has been followed by several studies in 2019, including the one by Borja Holgado and colleagues,[6] and the one by Alexander Kellner and colleagues. The cladogram on the right is based on the topology made by Kellner and colleagues.[7] Topology 1: Andres et al. (2014). Bennettazhia oregonensis Eopteranodon lii \"Sinopterus\" gui Nemicolopterus crypticus Huaxiapterus jii Sinopterus dongi \"Huaxiapterus\" benxiensis \"Huaxiapterus\" corollatus Tupandactylus navigans Tupandactylus imperator Bakonydraco galaczi Europejara olcadesorum Tapejara wellnhoferi Topology 2: Kellner et al. (2019). Keresdrakon vilsoni Thalassodromeus sethi Tupuxuara leonardii Caupedactylus ybaka Aymberedactylus cearensis Eopteranodon lii \"Huaxiapterus\" benxiensis \"Huaxiapterus\" corollatus Sinopterus dongi Europejara olcadesorum Caiuajara dobruskii Tapejara wellnhoferi Tupandactylus imperator    ","Title":"Eopteranodon - Wikipedia","KeyID":"495","URL":"https://en.wikipedia.org/wiki/Eopteranodon"}