{"Content: ":"Harold Edward Stassen (April 13, 1907 – March 4, 2001) was an American politician who was the 25th Governor of Minnesota. He was a leading candidate for the Republican nomination for President of the United States in 1948, considered for a time to be the front-runner. He thereafter regularly continued to run for that and other offices, such that his name became most identified with his status as a perennial candidate. Born in West St. Paul, Minnesota, Stassen was elected as the district attorney of Dakota County, Minnesota after graduating from the University of Minnesota. He won election as Governor of Minnesota in 1938. Stassen is the youngest person elected to that office.[1] He gave the keynote address at the 1940 Republican National Convention. He resigned as governor to serve in the United States Navy during World War II, becoming an aide to Admiral William Halsey Jr. After the war, he became president of the University of Pennsylvania, holding that position from 1948 to 1953. Stassen sought the presidential nomination at the 1948 Republican National Convention, winning a significant share of the delegates on the first two ballots of the convention. During the Republican primaries preceding the convention, he engaged in the Dewey–Stassen debate, the first recorded debate between presidential candidates. Stassen sought the presidential nomination again at the 1952 Republican National Convention, and helped Dwight D. Eisenhower win the nomination by shifting his support to Eisenhower. After serving in the Eisenhower administration, Stassen sought various offices. Between 1958 and 1990, he campaigned unsuccessfully for the positions of Governor of Pennsylvania, Mayor of Philadelphia, United States Senator, Governor of Minnesota, and United States Representative. He further sought the Republican nomination for president in 1964, 1968, 1976, 1980, 1984, 1988, and 1992. Stassen, the third of five children, was born in West St. Paul, Minnesota, to Elsie Emma (née Mueller) and William Andrew Stassen, a farmer and several-times mayor of West St. Paul. His mother was German and his father was born in Minnesota, to German and Czech parents.[2][3][4][5][6] At the age of 11 Stassen graduated from elementary school and four years later graduated from high school.[7] At the University of Minnesota, Stassen was an intercollegiate debater and orator,[8] and captain of the champion university rifle team in 1927.[9] He received his B.A. degree in 1927,[10] and his LL.B. degree from the University of Minnesota Law School in 1929.[11][12] That year, he married his wife, the former Esther Glewwe, whose sister, Martha, was married to Harold's younger brother, William.[13] In 1930, after opening a law office with Elmer J. Ryan in South St. Paul, Stassen defeated Alfred Joyce, the incumbent District Attorney of Dakota County, and took office on January 5, 1931, months after Joyce was suspended from practicing law.[14] Three years after taking office Stassen was elected president of the Minnesota County Attorneys' association.[15][5] In 1935, Stassen participated in the creation of the Young Republicans committee in Minnesota and was one of three elected to be temporary members of the state committee to carry on pre-convention work and would be elected its chairman later that year.[16][17] In 1936 Stassen led an effort by the Young Republicans that demanded greater representation for them at county conventions and for their inclusion in state leadership before his tenure as chairman ended later that year.[18][19] Stassen was a delegate to the 1936 Republican National Convention. On April 24, 1937, he gave the keynote address at the Minnesota Republican state convention.[20][21] In October he announced his intention to run for governor in 1938, and formally started his campaign in November. Despite being a member of the party's executive committee Stassen seconded a motion preventing a gubernatorial endorsement at the convention in December.[22][23] On January 2, 1939 Stassen was inaugurated by Chief Justice Henry M. Gallagher. His first action was to order an audit of expenditures in every state department. He would later sign into law Minnesota's first civil service law.[24] In September he organized a farm problems conference, attended by the governors of South Dakota, Wisconsin, Kansas, North Dakota, and Illinois or their representatives. World War Two's effect on agriculture was the main issue considered.[25] When New York District Attorney and future Governor Thomas E. Dewey traveled to Minneapolis during the 1940 presidential campaign he was introduced by Stassen.[26] By the end of 1939 Stassen's approval rating was over 80% and he had the support of over 80% of both Democrats and Farmer-Laborers.[27] Despite the fact that Stassen was then constitutionally ineligible for the presidency because of his age, some Republicans supported his involvement in presidential politics and Secretary of the Interior Harold L. Ickes commented that Stassen was a political upcomer and was more serious than Dewey.[28] Stassen, who was reelected as governor of Minnesota in 1940 and 1942, supported President Franklin D. Roosevelt's foreign policy and encouraged the state Republican Party to repudiate American isolationism before the attack on Pearl Harbor. During the 1942 campaign, he announced that, if re-elected, he would resign to serve on active duty with the United States Naval Reserve, which Stassen had joined with the rank of lieutenant commander earlier that year.[5][30] Stassen was re-elected governor in November 1942 and, true to his campaign promise, resigned as governor on April 23, 1943, prior to reporting for active duty with the Navy. (Although he would run in 13 more elections in his life, this was the last time he would hold an elected office.)[citation needed] After being promoted to the rank of commander, he joined the staff of Admiral William F. Halsey, Commander of the Third Fleet in the Pacific Theater. He was awarded the Legion of Merit for meritorious service in this position. After almost two and a half years of service, he was promoted to the rank of captain on September 27, 1945, and was released from active duty in November of the same year.[30] Stassen lost some of his political base while overseas, whereas Republican candidates such as Thomas E. Dewey had a chance to increase theirs. Stassen was a delegate at the San Francisco Conference that established the United Nations, and was one of the US signatories of the United Nations Charter. He served as president of the University of Pennsylvania from 1948 to 1953. His attempt to increase the prominence of the university football team was unpopular and soon abandoned.[3] From 1953 to 1955, he was the director of President Dwight D. Eisenhower's short-lived Foreign Operations Administration.[31] Stassen was later best known for being a perennial candidate for the Republican Party nomination for President of the United States, seeking it nine times between 1944 and 1992 (1944, 1948, 1952, 1964, 1968, 1980, 1984, 1988, and 1992). He never won the Republican nomination, much less the presidency; in fact, after 1952, he never even came close, but continued to campaign actively and seriously for president until just a year before his death. Due to his victory in the gubernatorial race, status as America's youngest governor and overwhelming approval rating Stassen was touted as a possible future Republican presidential nominee starting in 1940 despite the fact that he would be constitutionally unable to serve until 1942 due to the requirement that a President be at least 35 years of age.[32] Stassen's strongest bid for the Republican presidential nomination was in 1948, when he won a series of upset victories in early primaries. His challenge to the front runner, New York Governor and 1944 G.O.P. presidential nominee Thomas E. Dewey, was serious enough that Dewey challenged Stassen to a debate on the night before the Oregon Republican primary. The May 17 Dewey–Stassen debate was the first recorded modern debate between presidential candidates to take place in the United States. The debate, which concerned the criminalization of the Communist Party of the United States, was broadcast over the radio throughout the nation. At the convention in Philadelphia, Osro Cobb, the then Republican state chairman in Arkansas, made a seconding speech for Stassen, having been motivated by Stassen's promise if nominated to campaign actively in the South. Cobb described the South as \"the last frontier to which we can turn for substantial gains for our party – gains that can be held in the years to come. There is a definite affinity between the southern farmer and the grassroots Midwestern Republicans. …Our party simply cannot indulge the luxury of a Solid South, handed on a silver platter to the opposition every four years....\"[33] In the first two rounds of balloting, Stassen finished third behind Dewey, the front runner, and Robert Taft. After the second round, Stassen and Taft bowed out and Dewey was selected unanimously as the nominee on the next ballot. In all Republican conventions since 1948, the nominee has been selected on the first ballot. Stassen's home-state delegation played a key role in the 1952 Republican contest when, over his objection, his delegates were released to Dwight D. Eisenhower. This swing helped Eisenhower to defeat Robert A. Taft on the first ballot.[34] He served in the Eisenhower Administration, filling posts including director of the Mutual Security Administration (foreign aid) and Special Assistant to the President for Disarmament.[31] During this period, he held cabinet rank and led a quixotic effort (perhaps covertly encouraged by Eisenhower, who had reservations about Richard Nixon's maturity for the presidency)[35] to \"dump Nixon\" at the 1956 Republican Convention.[31] Stassen also ran for:[citation needed] After leaving the Eisenhower Administration, Stassen campaigned unsuccessfully for governor of Pennsylvania (1958 and 1966) and for mayor of Philadelphia (1959). In 1978, Stassen moved back to Minnesota and ran a campaign for the U.S. Senate. In 1982, he campaigned for the Minnesota governorship and in 1986 for the fourth district congressional seat. He campaigned for the Republican Party presidential nomination in every election except 1956, 1960, and 1972.[37] He was on the ballot in the 1988 New Hampshire Republican primary and received 130 votes, and also received 1 vote in the Democratic primary. On the death of Happy Chandler in 1991, Stassen became the earliest serving governor of any U.S. state still living. When he died, the title was passed to Charles Poletti, a former governor of New York State. Stassen died of natural causes in 2001 in Bloomington, Minnesota, at the age of 93 and is buried at the Acacia Park Cemetery in Mendota Heights, Minnesota. The Minnesota Department of Revenue headquarters near the State Capitol is named for him. Raised as a Baptist, Stassen was active with regional Baptist associations as well as many other religious organizations. During the 1960s, he gained a reputation as a liberal, particularly when, as president of the American Baptist Convention in 1963, he joined Martin Luther King Jr. in his March on Washington for Jobs and Freedom.[3] Much of Stassen's political thought came from his religious beliefs. He held important positions in his denomination and in local and national councils of churches.[5] In the latter 1960s and early 1970s, Stassen also participated with the U.S. Inter-religious Committee on Peace, which sponsored a series of conferences on religion and peace.[37] Baptists writing memorials remembered him as much as a church figure as a political candidate.[38] His son Glen Stassen was a prominent Baptist theologian. Throughout his life, Stassen was a liberal Republican and challenged the more conservative elements of the Republican Party such as when he opposed Senator Robert A. Taft, favorite son and a leader of the conservative coalition, in Taft's home state of Ohio during the 1948 Republican primary. He was seen as breaching political etiquette and was defeated.[39] During the 1938 Minnesota gubernatorial campaign Stassen ran against the imposition of a sales tax and later in life supported a form of universal basic income in which unemployed mothers of two or more children would be given $115 per month.[40][41] Despite having called for the banning of the Communist Party in the United States, Stassen differed from the majority of conservatives with his stances against the embargo on Cuba and military intervention in Vietnam, instead favoring both North and South Vietnam joining the United Nations, where their problems could be settled.[42][43] Stassen was one of the founders of the United Nations and supported it throughout his life. When he died on March 4, 2001, aged 93, he was the last living signer of the United Nations Charter.[citation needed] Commander Harold E. Stassen, United States Navy, is awarded the Legion of Merit for exceptionally meritorious conduct in the performance of outstanding services to the Government of the United States as Assistant Chief of Staff, Administration, and Aide and Flag Secretary on the staff of Commander, THIRD Fleet, from 15 June 1944 to 26 January 1945.[44] General Orders: Bureau of Naval Personnel Information Bulletin No. 337 (April 1945) & No. 363 (May 1947) Action Date: June 15, 1944 – January 26, 1945 In his political career, Stassen, ran many campaigns for public office. He was successfully elected governor of Minnesota three times, in 1938, 1940, and 1942. Stassen ran for Republican nomination for President of the United States in 1940, 1944, 1948, 1952, 1964, 1968, 1980, 1984, 1988, and 1992. As then-Governor of Minnesota, his 1940 bid was just as a favorite-son candidate and after delivering the keynote address, he endorsed the eventual nominee, Wendell Willkie. His 1948 and 1952 campaigns saw him run competitively, whilst his other candidacy saw him make little impact. Stassen would run many unsuccessful campaigns for other public offices. He ran unsuccessfully for Lt. Governor of Pennsylvania. He twice ran unsuccessfully for Governor of Pennsylvania, in Republican primary for Governor of Pennsylvania, 1958 and 1966. He ran unsuccessfully for Mayor of Philadelphia in 1959. He twice ran unsuccessfully for United States Senate from Minnesota, in 1978 and 1994. He ran unsuccessfully for the Minnesota's 2nd district in the United States House of Representatives in 1986. In the Harold E. Stassen Papers at the Minnesota Historical Society, digital content is available for researcher use,[1] including speech files, handwritten notes, memoranda, annotated briefings, correspondence, war diaries, working papers, and draft charters for the United Nations. The entire Harold E. Stassen collection includes campaign and political, naval service, United Nations, Eisenhower administration, and organizational membership files of the Minnesota Governor (1938–1943), Naval Officer (1943–1945), United Nations delegate (April–June 1945), Presidential contender (1948), and Eisenhower cabinet member and Director of the Mutual Security Agency (1953–1958), documenting most aspects of Stassen's six-decade career, including all of his public offices, campaigns, and Republican Party and other non-official activities. Digital selections from this manuscript collection were made based on user and researcher interest, historic significance, and copyright status.","Title":"Harold Stassen - Wikipedia","KeyID":"4954","URL":"https://en.wikipedia.org/wiki/Harold_Stassen"}