{"Content: ":"The America First Party was an isolationist political party which was founded on January 10, 1943.[1] Its leader, Gerald L. K. Smith, was the party's presidential candidate in the 1944 U.S. presidential election. The America First Party advocated a reactionary version of isolationism advanced by Smith after he split from his support of the Republican “Old Guard.” It was notable for “flourishes of racism and Anti-Semitism.”[1] In March 1944, Smith stated that he and his associates in the party favored Charles A. Lindbergh for president of the United States.[2] When Wendell Willkie withdrew from the race for the 1944 Republican presidential nomination on April 5, following his complete loss of the Wisconsin primary in which New York Governor Thomas E. Dewey, Harold Stassen, and General Douglas MacArthur claimed all the delegates,[3] Gerald L. K. Smith proclaimed that the candidate's decision “was a great victory for the America First people.” Willkie had stated during the Wisconsin campaign that any candidate who did not repudiate “America First and Gerald L. K. Smith cannot possibly be elected president.” “I hope,” Smith said in a statement on April 5, 1944, “that the other possibilities within the party have learned by now that the way to make votes is not to attack Gerald Smith and the America First movement.”[4] Harry H. Bennett, of the Ford Motor Company, in a statement on April 9, 1944, repudiated claims that he said had been made by Smith that America First had the support of Henry Ford.[5] General Robert E. Wood, former head of the America First Committee, stated in Chicago on April 16, 1944, that there was no connection between the pre-Pearl Harbor organization and the current party led by the Reverend Gerald Smith.[6] On April 29, 1944, Smith released a statement claiming that Governor Dewey was “Willkie’s man”, adding that “true nationalists and American Firsters cannot support Dewey-Roosevelt-Willkie internationalism.”[7] The America First party nominated Gerald Smith as its candidate for president on July 31, at its first convention, begun July 29, in Detroit, and chose an electoral college slate to support him. Further, the convention nominated Governor John W. Bricker of Ohio, already the Republican vice-presidential nominee, as Smith's running mate. “Bricker, reached by telephone at Columbus, Ohio, said of the Detroit nomination: ‘I know nothing about it. I know no one connected with it. I shall not permit my name to be used in any such connection. I am a candidate for vice-president on the Republican ticket only.’”[8] At a night press conference in St. Louis on August 1, Gov. Bricker denounced Smith and the America First party, stating, “The act of Smith, in associating my name with his on a spurious ticket without any notice of any kind whatsoever, is the cheapest of demagoguery. I denounce it and shall not have my name used in any such connection.” Six hours earlier, Gov. Dewey, the Republican presidential nominee, charged in Springfield, Illinois, that Smith had made a “sinister effort to smear” Bricker. Smith, said Dewey, “is one of those rabble-rousers who, like Adolf Hitler, makes racial prejudice his stock in trade.” Bricker, who had arrived in St. Louis for a two-day conference of the 26 Republican governors, told reporters that he had paid very little attention to Smith or his movement until last night, “when he associated my name with his at a meeting of some kind that was held in Michigan.” Bricker added, “I hate demagoguery, religious intolerance and racial prejudice. They can destroy our free government, as they have destroyed liberty around the world. I shall fight them as long as I am in public office or as long as I live. “The right of religious worship according to one’s own conscience is protected to every American citizen in the bill of rights. The men and women of our armed forces are fighting and dying to preserve that precious right. We must preserve it here at home.” In Detroit, Smith said that he was “happy and proud” to share a place with Congressman Hamilton Fish of New York on Dewey's “purge list.” Smith added that Bricker, in “repudiating our sincere desire to mobilize 3,000,000 of our people in his behalf, displays the same weakness he showed when he capitulated unnecessarily to Mr. Dewey in Chicago.”[9] Ultimately, the vice presidential spot on the America First ticket was taken by former Father Coughlin activist Harry Romer.[1] The results of the 1944 presidential election were less than encouraging for America First Party members; of the over 47,600,000 presidential votes cast, Smith received a mere 1,780, mostly from the states of Texas and Michigan. This America First Party was renamed the Christian Nationalist Crusade in August 1947.[10] The organization published a monthly periodical named ‘’The Cross and the Flag,’’ from April 1942 until December 1977, after Smith’s death in 1976. In 1948 the Christian Nationalist Party nominated Smith for President and Harry Romer for vice president;[11] according to the website \"ourcampaigns.com\" this ticket received just 42 votes nationwide.[12] The campaign platform included a full-scale defense of segregation, as well as opposition to civil rights.[1] In 1952 a rump America First Party nominated Douglas MacArthur for president, and Harry F. Byrd for vice president, without their consent, while the Christian Nationalists nominated MacArthur and crusading anti-Communist California State Senator Jack B. Tenney.[13] This election apparently marked the final time that candidates were fielded by the original Smith movement or its offspring. By this time, Smith and others in the party had become devout anti-Communists, and this worked against the organization's isolationist and non-interventionist ideology.[1] The name \"America First Party\" was used by several later campaigns unconnected to the original party:","Title":"America First Party (1943) - Wikipedia","KeyID":"4955","URL":"https://en.wikipedia.org/wiki/America_First_Party_(1943)"}