{"Content: ":"Gerald Lyman Kenneth Smith (February 27, 1898 – April 15, 1976) was an American clergyman, politician and organizer known for his populist and far-right demagoguery.[1][2][3][4] A leader of the populist Share Our Wealth movement during the Great Depression, afterward he became known for far-right causes including the Christian Nationalist Crusade, which he founded in 1942. He founded the America First Party in 1943 and was its 1944 presidential candidate, winning fewer than 1,800 votes.[5][6][4][7] He was a preeminent antisemite and a white supremacist.[4][8] Late in life, he built the Christ of the Ozarks statue in Eureka Springs, Arkansas, with donations, and initiated the Passion Play there.[5] Gerald Lyman Kenneth Smith was born on February 27, 1898, in Pardeeville, Wisconsin, to Sarah and Lyman Z. Smith. He had one sister. The family moved to Viroqua, Wisconsin, where the children grew up. He graduated from Valparaiso University in Indiana in 1918 with a degree in biblical studies.[5] The descendant of three generations of Disciples of Christ ministers, Smith followed his father into the ministry and was ordained in 1916. He first ministered in the Midwest: Wisconsin, Illinois and Indiana.[5] Smith moved his family to Louisiana in 1928 because his wife contracted tuberculosis, and facilities in Shreveport had a good reputation for helping those with the disease. Smith served as a minister in Shreveport, making radio broadcasts attacking local utility companies, the wealthy, and corruption, while supporting trade unions.[5] Smith met Governor Huey P. Long in 1929 and became his national organizer during the Great Depression, when Long launched the Share Our Wealth society. This movement proposed minimum and maximum limits on household wealth and income. Smith resigned his ministry to work full-time recruiting members to the society. In describing his campaign philosophy, Smith wrote that \"in order to succeed, a mass movement must be superficial for quick appeal, fundamental for permanence, dogmatic for certainty, and practical for workability.\"[9] After Long was assassinated in 1935, Smith directed the society for a short time. He became an ally of Francis Townsend, Father Charles Coughlin and Huey Long's followers in forming the Union Party. It nominated William Lemke as its candidate in the 1936 presidential election. In the fall of 1936, Smith joined the former short-term Governor James A. Noe in a tour of Louisiana in which the two railed against Governor Richard Leche's sales tax on luxury items, revenue that the governor claimed was essential for the state's share of the new Social Security program. Noe charged that Leche \"sold out to Roosevelt to finance Social Security.\"[10] In stark contrast to Long, who had held his racial views close to his chest, Smith instead chose to take the Share Our Wealth movement in the direction of white supremacy. As European tensions rose with the ascendancy of the Nazi Party in Germany, Smith tried to form an alliance with the non-interventionist America First Committee, but did not succeed. In 1943, Smith formed the America First Party, essentially appropriating the name. He became a member of William Dudley Pelley's fascist Silver Legion of America, which was patterned after Hitler's brown shirts.[11] (Pelley was later convicted for violating the Espionage Act in 1942 and sentenced to 15 years in prison, but he was acquitted in 1944 for violating the Alien Registration Act.) Smith told an audience of Silver Shirts, \"We're going to drive that cripple out of the White House,\" meaning Franklin Delano Roosevelt.[12] After moving to Michigan, Smith ran for the United States Senate as a Republican from there, but lost in the primary. In 1947, the Anti-Defamation League of B'nai Brith cited Smith's Christian Nationalist Crusade along with Merwin K. Hart's National Economic Council and the Ku Klux Klan as \"organized anti-Jewish organizations... which had significant influence, resources and membership.\"[13] In late 1947, Smith moved CNC offices from Detroit to St. Louis.[13] Smith ran as the America First Party candidate in the 1944 Presidential election, winning 1,781 votes (1530 in Michigan, 281 in Texas). In 1948, with running mate Harry Romer on the Christian Nationalist Party ticket, he received 48 votes.[7] Smith's only other bid for the presidency was in 1956, when he received eight write-in votes in California. \"Gerald Smith ran for president because he lusted for power, but his hatred for Jews and his relentless crusade against them had no such 'rational' motivation... Smith was fascinated by the Office of the President of the United States.\" wrote biographer Glen Jeansonne.[4] In the early 1950s, at the time of the appointment of Anna M. Rosenberg as Assistant Secretary of Defense, the Anti-Defamation League published an article attributing the attacks on Rosenberg's loyalty to \"professional anti-Semites and lunatic nationalists\", including the \"Jew-baiting cabal of John Rankin, Benjamin Freedman and Gerald Smith\".[14] Smith's activism in the Los Angeles area was opposed by a coalition of Jewish and black groups; a headline in the B'nai B'rith Messenger called him \"the Little Fuehrer\".[15] In 1956, Smith joined a strong campaign against the Alaska Mental Health Enabling Act. He was among such opponents as those who nicknamed it the \"Siberia Bill\" and denounced it as being part of a communist plot to hospitalize and brainwash Americans. It was a bipartisan, federal effort to improve mental health care for residents of Alaska, which was still a territory, and its passage was aided by the support of the conservative senator Barry Goldwater. The Christian Nationalist platform called for deportations of Jews and African Americans. Smith and his groups also targeted screeds against Catholics, President Dwight D. Eisenhower, and others.[12] In 1959, the Cross and the Flag, the Christian Nationalist Crusade's magazine, claimed that six million Jews were not killed in death camps in Europe during World War II but instead immigrated to the United States during the war.[16] Smith eventually moved to Eureka Springs, Arkansas, where he bought and renovated a mansion as a retirement home. In 1964, he began construction of a planned religious theme park on his own property, to be called \"Sacred Projects\". Smith's biographer, Glen Jeansonne, in Gerald L. K. Smith: Minister of Hate, writes that Smith only had $5,000 to his name at the end of 1963 and yet raised $1,000,000 by the spring of 1964 to commission and construct the \"Christ of the Ozarks\" project. Although the park was never fully developed, in 1966 the centerpiece, the Christ of the Ozarks statue, was completed on Magnetic Mountain at an elevation of 1,500 feet, from where it overlooked the town. Emmet Sullivan, the sculptor, had worked under Gutzon Borglum as one of the sculptors of Mount Rushmore.[17] Smith's original plans were for a life-size recreation of ancient Jerusalem in the hills near Eureka Springs; no construction of this portion took place. He did initiate an annual outdoor Passion Play, inspired by another passion play which is performed every ten years in the town of Oberammergau, Germany. It is staged in an amphitheater located near the statue for several nights each week from late April through late October. Smith married Elna Sorenson in 1922. The couple adopted their only child, whom they named Gerald L. K. Smith Jr.[5] Smith died age 78 on April 15, 1976 of pneumonia in Glendale, California.[3][12][18] His wife took over the Christian Nationalist Crusade at his death.[12] With his wife, he is buried adjacent to the Christ of the Ozarks statue, where hymns are continuously played near the graves.[19] Smith is claimed to be the originator of the following quotation, often wrongly attributed to others (in particular Baptist pastor, author, and political commentator, Adrian Rogers, who quoted it in a sermon without attribution): \"You cannot legislate the poor into freedom by legislating the wealthy out of freedom. What one person receives without working for, another person must work for without receiving. The government cannot give to anybody anything that the government does not first take from somebody else. When half of the people get the idea that they do not have to work because the other half is going to take care of them, and when the other half gets the idea that it does no good to work because somebody else is going to get what they work for, that my dear friend, is about the end of any nation. You cannot multiply wealth by dividing it.\"[citation needed] According to the Congressional Record of 1958, it had also been said by U.S. Senator James Eastland of Mississippi during his address at the November 13, 1957 annual meeting of the Illinois Agricultural Association.[20] Smith read Henry Ford's book The International Jew, which became one of his favorites; Smith sold many copies of this book, which he reprinted.[4] Articles Books","Title":"Gerald L. K. Smith - Wikipedia","KeyID":"4956","URL":"https://en.wikipedia.org/wiki/Gerald_L._K._Smith"}