{"Content: ":"John Tayler (July 4, 1742 – March 19, 1829) was a merchant and politician. He served nine years as Lieutenant Governor of New York, four months acting as the sixth Governor of New York, and also in both houses of the New York State Legislature. He was a trader, farmer, and shopkeeper in Albany, New York. He married Margarita Van Valkenburgh in 1764. Tayler was a Patriot during the Revolutionary War. He was drawn into public service for the Colonies. He was a member from Albany County in the New York State Assembly from 1777 to 1779, in 1780–81, and from 1785 to 1787. He was appointed City Recorder (Deputy Mayor) of Albany in 1793, and First Judge of the Albany County Court in 1797. In 1798, he ran for U.S. Senator from New York, but was defeated by Federalist James Watson. He served in the New York State Senate from 1804 to 1813. On January 29, 1811, he was elected President pro tempore of the State Senate and was Acting Lieutenant Governor, Lt. Gov. John Broome having died in August 1810. He served until the end of June 1811 when he was succeeded by DeWitt Clinton who had been elected Lt. Gov. in a special election under the provisions of Article XX of the New York State Constitution of 1777. Tayler was elected Lieutenant Governor in 1813, and re-elected in 1816, on the ticket with Daniel D. Tompkins. After Tompkins' resignation to assume the office of Vice President of the United States, Tayler served as Acting Governor from February 24 to June 30, 1817. Article XVII of the New York State Constitution of 1777 states \"...as often as the seat of government shall become vacant, a wise and descreet freeholder of this State shall be, by ballot, elected governor,..., which elections shall be always held at the times and places of choosing representatives in assembly...\" This meant that, whenever a vacancy occurred, the Lt. Gov. did not succeed to the governor's office but administrated the state only until the end of the yearly term of the New York State Assembly on June 30, the successor being elected in April. This was the only occurrence of a vacancy of the governor's office under this Constitution, and in April 1817 DeWitt Clinton was elected Governor. Tayler was re-elected Lt. Gov. and re-elected in 1820. The duel between Alexander Hamilton and Aaron Burr in 1804 is linked to comments spoken by Hamilton at Tayler's home in Albany, which were related in a letter written by Tayler's son-in-law, Dr. Charles D. Cooper, which was later published in an Albany newspaper. Tayler was a presidential elector in 1828, voting for Andrew Jackson and John C. Calhoun. Tayler died on March 19, 1829, in Albany. He was buried in Albany Rural Cemetery in Menands, New York.","Title":"John Tayler - Wikipedia","KeyID":"4965","URL":"https://en.wikipedia.org/wiki/John_Tayler"}