{"Content: ":"Joseph Christopher Yates (November 9, 1768 – March 19, 1837) was an American lawyer, politician, statesman, and founding trustee of Union College. He served as 7th Governor of New York, from January 1, 1823 – December 31, 1824. Born in 1768 in Schenectady in the Province of New York in the colonial era, Yates rose during the early Federal period after the United States gained independence in the American Revolutionary War. He read the law with an established firm and passed the bar. He served as the mayor of Schenectady (beginning in 1798), being appointed successively to twelve one-year terms. In 1805 he was elected as a state senator, in 1808 as a State Supreme Court justice, and in 1823 as the seventh governor of New York (1823–1824). Yates is the only Governor of New York to have been born in Schenectady County, which was settled in the early Dutch colonial period. In his public life, Yates served also as a founding Trustee of Union College, established in 1795 in Schenectady. The private college became well known. Yates also served as President of the Schenectady Savings Bank. Yates was selected as a presidential elector in 1828. His residence in Schenectady, during the period when he served as governor, survives on Front Street near the Mohawk River. It is a contributing property in the city's listed Stockade Historic District. As Governor, Yates sat for a portrait by John Vanderlyn, an American painter famed for his portrayals of such eminent political figures as George Washington, Aaron Burr, James Monroe, George Clinton, Andrew Jackson and Zachary Taylor. The painting is owned by the City of New York.[1] Joseph was born to Christopher \"Colonel Stoeffel\" Yates and his wife Jannetje Bradt in the autumn of 1768. In the course of his life he married three times: the first was said to be for love: Ann, widow of James Ellice ; the second was for money, Maria, daughter of John Kane and his wife; and the last was for clout, as he required her connections to further his ambitious political career, Elizabeth De Lancey, a daughter of John De Lancey and his wife, of Westchester County, New York. Yates had three children, all daughters: Helen Maria, the oldest, was born on September 28, 1797. She later married Colonel John K. Paige and died January 25, 1829. Anna Alida was born September 14, 1806, and married John D. Watkins, a resident of Georgia. Jane Josepha was born November 6, 1811, and married Samuel Neil of New York. Joseph C. Yates died on March 19, 1837. He was buried in a family cemetery in Schenectady County, New York. In 1889, his youngest daughter, Jane (Yates) Neil, arranged to reinter the remains of her father Joseph and those of several other Yates family members to her husband's Neil family mausoleum in the churchyard of St. Peter's Episcopal Church in Bronx County, New York. The Neil family mausoleum has no indication that Gov. Yates is interred there. Yates County, New York and the Town of Yates are named after former Governor Yates.","Title":"Joseph C. Yates - Wikipedia","KeyID":"4967","URL":"https://en.wikipedia.org/wiki/Joseph_C._Yates"}