{"Content: ":"Aymberedactylus (meaning \"small lizard finger\") is a genus of tapejarid pterosaur from the Early Cretaceous Crato Formation of Brazil.[1] It contains a single species, A. cearensis. The holotype specimen of Aymberedactylus, MN 7596-V, is a nearly complete mandible preserved in three dimensions. It was discovered in the Aptian-Albian Crato Formation, a konservat-lagerstätte well known for its exquisite preservation of fossils,[2] and it was described in 2016.[1] The name Aymberedactylus is derived from the Tupi word aymbere (\"small lizard\") and Greek daktylos (\"finger\"), and the specific name refers to the Brazilian state of Ceará, which it was discovered in.[1] Aymberedactylus can be identified as a tapejarine tapejarid from the holotypic jawbone due to its toothlessness, slightly downturned dentary symphysis which accounts for half of the total length of the jaw, and a small crest on the bottom of the dentary (which was incompletely preserved). Small neurovascular foramina on the symphysis indicates the likely presence of a horned sheath over the tip of the jaw, which is also seen in Tupandactylus. The preserved portion is 270 millimetres (11 in) long.[1] It can be distinguished from other pterosaurs by a long retroarticular process (a process to which the depressor mandibulae muscle attaches, implying that Aymberedactylus had good control over the movement of its jaw bones) and a small fossa, or depression, with a roughened bone texture on the splenial bone. In addition, Aymberedactylus shows a unique combination of traits: the shelf on the dentary symphysis is deep, the dorsal rim of the symphysis is concave, the jaw is relatively wide, the dentary fossa is short and shallow (which indicates a relatively weak bite), and the mandibular rami form a very large angle with the symphysis. These traits are a unique combination of basal and derived characteristics within Tapejaridae.[1] The preserved specimen of Aymberedactylus would have had a wingspan of approximately 2 metres (6 ft 7 in), typical of tapejarids. Judging by how the bones in its skull were not yet entirely fused, it was likely a subadult.[1] A phylogenetic analysis conducted in 2016 recovered Aymberedactylus as the most basal tapejarine.[1] Aymberedactylus cearensis Europejara olcadesorum Tupandactylus imperator Tapejara wellnhoferi Caiuajara dobruskii Sinopterus dongi Eopteranodon lii \"Huaxiapterus\" benxiensis \"Huaxiapterus\" corollatus   ","Title":"Aymberedactylus - Wikipedia","KeyID":"497","URL":"https://en.wikipedia.org/wiki/Aymberedactylus"}