{"Content: ":"William Christian Bouck (January 7, 1786 – April 19, 1859) was an American politician from New York. He was the 13th Governor of New York from 1843 to 1844. A native of Fultonham, New York, Bouck was educated in the local schools while working on his family's farm and became a farmer himself. Originally a member of the Democratic-Republican Party, and later a Democrat, he began a government and politics career with election as town clerk of Fulton (1807-1808), town supervisor (1808-1809), and sheriff of Schoharie County (1812-1813). Bouck served in the militia from 1809 to 1822 and rose through the ranks to become commander of New York's 18th Regiment with the rank of colonel. As Bouck's career progressed, he served in the New York State Assembly (1814-1816, 1817-1818), and New York State Senate (1821-1822). from 1821 to 1840, Bouck served on the Erie Canal Commission, and during his long tenure, he oversaw construction of the western portion of the canal and several branch canals. In 1842, Bouck was elected governor, and he served from 1843 to 1844. His term was largely occupied with responding to the Anti-Rent War, and he was an unsuccessful candidate for renomination in 1844. After leaving office, Bouck served on the state Board of Regents (1845 to 1847) and from 1846 to 1849 was Assistant Treasurer of the United States at the New York City sub-treasury. Bouck died in Fulton, New York on April 19, 1859. He was buried at Middleburgh Cemetery in Middleburgh, New York. Bouck was born in Fultonham, New York on January 7, 1786,[1] a son of Christian Bouck (1753–1836) and Margaret (Borst) Bouck (1762–1806).[2] His siblings included Joseph Bouck, who served as a member of the United States House of Representatives.[3] He was raised on his father's farm and educated in the local schools of Schoharie County.[1] Bouck became a farmer and began a long career in government and public service in 1807, when he was elected as Fulton's town clerk.[1] From 1808 to 1809, Bouck was Fulton's town supervisor.[1] He served as Sheriff of Schoharie County from 1812 to 1813.[1] In 1809 Bouck was appointed adjutant of the New York Militia's 18th Regiment, a post he held until he was appointed sheriff.[4] Bouck continued his service in the militia; he was appointed quartermaster of the 28th Brigade in 1815.[5] In 1817, he was promoted to major in the 113th Regiment.[6] Later in 1817, Bouck was promoted to lieutenant colonel in the 28th Brigade.[7] From 1819 to 1822, Bouck commanded the 18th Regiment with the rank of colonel.[8][9] As a member of the Democratic-Republican Party, Bouck served in the New York State Assembly from 1813 to 1816 and again from 1817 to 1818.[1] He was a member of the New York State Senate from 1821 to 1822.[1] From 1821 to 1840, he was a member of the Erie Canal Commission, first selected to fill a newly-created seat.[1] When the Federalist Party became dormant and the Democratic-Republican followers of Andrew Jackson began calling themselves Democrats, Bouck became a leader of the Albany Regency, the clique led by Martin Van Buren which dominated New York state's Democratic Party.[10] While serving as a canal commissioner, Bouck developed a strong reputation for both competence and integrity.[1] During the nineteen years he served on the commission, he oversaw construction of the Erie Canal west of the Genesee River.[1] In addition, he supervised design and building of several branch canals connected to the Erie, including the Cayuga, Seneca, Crooked Lake, Chemung and Chenango Canals.[1] The canal projects overseen by Bouck required the expenditure of more than $8 million in state funds (more than $243 million in 2019), all of which he was able to account for during audits of his work.[1] During his service as a canal commissioner, Bouck frequently carried large sums of cash from Albany in order to pay construction crews in western New York.[1] Both well-known and highly visible as he traveled alone on his favorite mount, he earned the nickname \"White Horse Bouck\", and was held in such great esteem that he was never accosted or robbed.[1] When the Whig Party came to power in New York in 1840, Bouck was so strongly identified with the Erie Canal that he could have obtained reappointment to the commission despite his party affiliation if he had desired it.[1] During the New York Democratic Party's factional dispute between the Barnburners and Hunkers, Bouck was identified with the conservative Hunker faction, causing him to fall out with President Martin Van Buren, who was the leader of the Barnburners.[11] In November 1840, Bouck was the Democratic nominee for governor and Daniel S. Dickinson the Democratic candidate for lieutenant governor, and they were defeated by the Whig incumbents, William H. Seward and Luther Bradish.[12] In November 1842, Bouck and Dickinson ran again.[13] They won the November general election by defeating Whig candidates Bradish for governor and Gabriel Furman for lieutenant governor.[13] Bouck's term was occupied primarily with the state's response to the Anti-Rent War.[14] Tenants who held perpetual leases under the patroon system first implemented when New York was a Dutch colony objected to the \"quarter sale\" provision of their leases.[15] Under this provision if a tenant sold his lease, he had to pay his patroon one quarter of the sale price or one additional year's rent.[15] In addition, while the wealthiest patroon, Stephen Van Rensselaer, had generally proved a benevolent landlord usually willing to accept partial or late payments rather than evict tenants who fell behind on their rent, after his death in 1839 his heirs attempted to collect long-overdue payments.[16] When the tenants could not pay and could not negotiate for favorable repayment terms, they were threatened with eviction and a revolt ensued.[16] Bouck was sympathetic to the tenants,[17] but as part of the effort to restore order during a violent demonstration, near the end of his term he sent units of the state militia to Hudson, which was viewed unfavorably by the tenants and their supporters.[18] In 1844, the Democratic Party desired to nominate a candidate who would consistently enforce the law against the rioters.[18] Rather than renominate Bouck, they nominated Silas Wright, who won the general election.[13] During his term, Wright also used the militia to restore order, and in 1846 he was defeated for a second term by Whig nominee John Young,[13] who had taken the side of the tenants.[19] After completing his term as governor, Bouck served as a delegate to the 1846 state constitutional convention.[20] He served as a member of the Board of Regents of the University of the State of New York from 1845 to 1847.[21] From 1846 to 1849 he served as Assistant United States Treasurer in New York City.[20] In retirement, Bouck was a resident of Bouck's Island, his family's Boucks Island farm on the Schoharie Creek in Fulton.[22] He died at his Bouck's Island home on April 19, 1859[22] and was buried at Middleburgh Cemetery in Middleburgh.[23] In 1807, Bouck married Catherine Lawyer (1787–1865).[2] They were the parents of 13 children,[2] including: Gabriel Bouck commanded the 18th Wisconsin Volunteer Infantry Regiment during the American Civil War.[24] He later served as Speaker of the Wisconsin State Assembly, Attorney General of Wisconsin and a member of the U.S. House from Wisconsin's 6th congressional district.[24] The hamlet of Bouckville in the town of Madison, New York is named for Bouck.[25] Bouck Hall, the student activities building at the State University of New York at Cobleskill is also named after him.[26] Bouck's Island, the Bouck family farm and home, is a New York State Historic Site.[27] (*) elected but declined; (**) elected but died before taking office","Title":"William C. Bouck - Wikipedia","KeyID":"4972","URL":"https://en.wikipedia.org/wiki/William_C._Bouck"}