{"Content: ":"Silas Wright Jr. (May 24, 1795 – August 27, 1847) was an American attorney and Democratic politician. A member of the Albany Regency, he served as a member of the United States House of Representatives, New York State Comptroller, United States Senator, and Governor of New York. Born in Amherst, Massachusetts and raised in Weybridge, Vermont, Wright graduated from Middlebury College in 1815, studied law, attained admission to the bar, and began a practice in Canton, New York. He soon began a career in politics and government, serving as St. Lawrence County's surrogate judge, a member of the New York State Senate, and a brigadier general in the state militia. Wright became a member of the Albany Regency, the coterie of friends and supporters of Martin Van Buren who led New York's Democratic Party beginning in the 1820s. As his career progressed, he served in the United States House of Representatives (1827–1829), as State Comptroller (1829–1833), and U.S. Senator (1833–1844). In the Senate, Wright became chairman of the Finance Committee, a post he held from 1836 to 1841. In 1844, Van Buren lost the Democratic presidential nomination to James K. Polk; Polk supporters nominated Wright for vice president as a way to attract Van Buren's support to the ticket, but Wright declined. Later that year he was elected governor, and he served one two-year term. Defeated for reelection in 1846, he retired to his home in Canton. He died in Canton in 1847, and was buried at Old Canton Cemetery. Wright was born in Amherst, Massachusetts, one of nine children born to tanner and shoemaker Captain Silas Wright (1760–1843) and Eleanor (Goodale) Wright (1762–1846).[1] The family moved to Weybridge, Vermont in 1796, where they operated a farm on the banks of the Otter Creek.[2] The elder Silas Wright commanded a company of militia during the War of 1812 and took part in the Battle of Plattsburgh.[3] In addition, he was an early adherent of the Democratic-Republican Party, and served in local offices including member of the Vermont House of Representatives.[4] The younger Silas Wright was educated in the public schools of Addison County and at Middlebury Academy.[5] Wright was an exceptional student, and received his teaching credentials when he was thirteen.[6] He taught school in Rutland and Addison Counties from 1808 to 1810 while preparing to attend college.[7] In 1811 he began attendance at Middlebury College.[8] Following his graduation with a Bachelor of Arts degree in 1815,[5][9] Wright moved to Sandy Hill, New York to study law, first at the law firm headed by Henry C. Martindale, and then with the firm of Roger Skinner, with whom he a formed a close friendship that lasted until Skinner's death.[10] Through Skinner, Wright became acquainted with Martin Van Buren and other members of the group known as the Albany Regency, which came to dominate the Democratic Party in New York.[11] Wright was admitted to the bar in 1819 and began to travel through upstate New York looking for a place to establish himself in a legal career.[12] Upon arriving in Canton, Wright met Medad Moody, a family friend from Weybridge who persuaded him to settle there.[13] Wright began a law practice and was soon involved in politics as a Democratic-Republican, and served in local offices including justice of the peace, overseer of roads, town clerk, and school inspector.[14][15] For several years he served as Canton's postmaster.[16] He was surrogate of St. Lawrence County from 1821 to 1824.[17] In 1822, several of Canton's young men formed a militia company, which they elected Wright to lead with the rank of captain.[18] When his company was grouped with several others to form the 7th Regiment in 1825, Wright was appointed commander with the rank of major.[18][19] In 1826 he was promoted to colonel.[18] In 1827 his regiment was organized as part of the militia's 49th Brigade, 12th Division and the brigade's officers unanimously elected him as commander, which resulted in his promotion to brigadier general.[20] Wright resigned in 1829, when his assumption of the New York State Comptroller's post required him to spend the majority of his time in Albany.[19] In 1823, the Democratic-Republican county convention in St. Lawrence County nominated Wright for the New York State Senate.[21] The convention was dominated by supporters of Governor DeWitt Clinton and Wright was known to be a member of the Bucktails faction (adherents of Martin Van Buren), but St. Lawrence County's Democratic-Republicans were anxious to end the Clinton-Van Buren rivalry prior to the 1824 presidential election.[21] As a result, the Clintonians in St. Lawrence County supported Wright.[21] The Federalist Party had all but disappeared, but Clintonians in Washington County nominated Allen R. Moore.[22] The district covered six counties and while Moore ran well in most, Wright's large majority in St. Lawrence County (he received every vote in Canton but his own) was sufficient for him to prevail in the general election.[22] He was elected to a four-year term.[22] When Wright took his seat in January 1824, he became involved in an Albany Regency effort to remove DeWitt Clinton from the Erie Canal Commission.[23] Clinton had long been identified as the main proponent of the project, and though his political career was at an ebb, voter outrage over his removal propelled Clinton's return to the governorship in 1825.[23] In 1826, Senator Jasper Ward was accused by the press of corruption in the legislature's approval of acts of incorporation for two insurance companies.[24] Ward requested that the senate investigate, and Wright was named chairman of the committee that examined the question.[25] Wright's committee concluded that most of the charges in the newspapers were false, but that there was enough truth in them to recommend that Ward be expelled from the senate.[26] Ward resigned, and the senate took no further action.[26] In 1826, Wright was elected to the U.S. House as a Bucktail.[27] In the two-member 20th District, Wright and his running mate Rudolph Bunner defeated Clintonians Nicoll Fosdick and Elisha Camp.[27] Wright served in the 20th Congress, March 4, 1827 to February 16, 1829. In the House, Wright supported the protectionist Tariff of 1828 (the Tariff of Abominations), though he later changed his stance and became an advocate of low tariffs to fund the federal government - \"for revenue only\" in the political language of the day.[28] Wright was a candidate for reelection to the 21st Congress in 1828, but appeared to lose to George Fisher.[29] Wright contested the results, but Fisher was seated and served from March 4, 1829 to February 5, 1830, when the contest was decided in Wright's favor.[29] Already serving as state comptroller, Wright declined to qualify for the House seat, which remained vacant until Jonah Sanford was seated following a special election in November 1830.[29] In January 1829, incumbent William L. Marcy resigned as New York State Comptroller in order to accept a judgeship.[30] The comptroller was elected by a joint ballot of the state legislature for a three-year term and the legislators selected Wright to fill the vacancy.[30] In this office, Wright was also an ex officio member of the state canal commission, and his duties included oversight of the state canal system as well as management of the state's general fund.[31] During his term, he focused on the Bucktail priority of avoiding debt, arguing for limited canal maintenance and construction paid for from available funds rather than financing more expansive improvements over time.[31] He was reelected in February 1832 and served until January 4, 1833, when he resigned to accept election to the U.S. Senate.[32] After DeWitt Clinton's death in 1828, Van Buren's Bucktail supporters became known as Jacksonians (followers of Andrew Jackson at the national level) and the Jacksonians eventually adopted the name Democrats.[33] In 1833, Wright was the successful Democratic nominee for U.S. Senator, filling the vacancy caused by the resignation of William L. Marcy.[34] He was reelected in 1837 and served from January 4, 1833 to November 26, 1844.[35] Wright served as chairman of the Finance Committee from 1836 to 1841.[36] He supported Henry Clay's compromise Tariff of 1833[37] and voted for the Tariff of 1842.[38] An opponent of centralized banking, Wright defended Andrew Jackson's removal of federal deposits from the Second Bank of the United States during the Bank War and opposed the recharter of the United States Bank.[39] He also opposed Clay's plan to distribute surplus federal funds to the states.[40] When Van Buren succeeded Jackson as president in 1837, Wright supported his plan for an Independent Treasury to replace the Bank of the United States.[41] Wright voted no when John C. Calhoun moved to stop receiving petitions to abolish slavery in the District of Columbia, but voted yes on excluding anti-slavery materials from U.S. mail in the slave-holding states.[42] In 1838, Wright opposed William Cabell Rives' resolution declaring that citizens of the states had no right to interfere with slavery in the federal territories and that the residents of the territories had jurisdiction.[43] During the administration of President John Tyler, Wright voted against the treaty for the annexation of Texas, believing immediate annexation would cause unrest on the slavery issue.[44] In 1844, Wright declined Tyler's offer to appoint him to a vacancy on the United States Supreme Court.[38] Wright had campaigned for Martin Van Buren in 1840, when Van Buren lost his bid for reelection as president.[45] In 1844, Wright again supported Van Buren for president.[38] Van Buren was initially the front runner at the party's May national convention, but his opposition to Texas annexation cost him support among southern delegates who favored the expansion of slavery, and he could not obtain the two-thirds majority required under the convention's rules.[46] Upon learning that some delegates were considering him as a compromise choice for the presidential nomination, Wright sent a letter to a New York delegate asking to be withdrawn from consideration and pledging his continued support for Van Buren.[47] When dark horse James K. Polk won the presidential nomination, southern Democrats attempted to appease Van Buren supporters by nominating Wright for vice president.[38] Samuel Morse was in Washington, DC to demonstrate the telegraph, which he used to send and receive convention updates from Baltimore.[48] Upon being informed by telegraph of his selection, Wright declined the nomination, partly from refusal to support a ticket backing the annexation of Texas, and partly to avoid accusations of intriguing against Van Buren to benefit himself.[49] Skeptical delegates then dispatched a committee to Washington by train to confirm the news in person.[48] When Wright told the emissaries his refusal was firm, they returned to Baltimore, then spent the next day sending messages by telegraph in an effort to get him to reconsider.[48] Finally persuaded that he would not change his mind, delegates nominated George M. Dallas for vice president.[49] Despite his misgivings on the Texas question, Wright campaigned for the Polk-Dallas ticket, which won the general election and took office in 1845.[49] In August 1844, the New York state Democratic convention nominated Wright for governor.[49] He accepted, and entered the general election contest against Whig nominee Millard Fillmore.[50] Wright defeated Fillmore, and took office in January 1845.[50] As governor, Wright continued his conservative approach to state finances, vetoing a bill appropriating money for work on the state's canals because he thought the amount was excessive.[51] He also took the side of the patroon landlords in New York's Anti-Rent War.[52] When anti-rent tenants caused unrest in Delaware County, Wright declared a state of insurrection and dispatched the militia to restore order.[52] He was an unsuccessful candidate for reelection in 1846, losing to Whig nominee John Young, who was supported by the anti-rent tenants.[53] On August 27, 1847, Wright suffered a heart attack or stroke while at the post office in Canton, which his friends believed was brought on by overwork while tending to outdoor chores at his farm in hot weather.[54] In addition, Wright had recently given up alcohol after years of heavy drinking, and quitting suddenly may have had a negative effect on his health.[55] Medical attention was summoned, and he was soon well enough to walk home, but he collapsed again and died shortly after reaching his house.[54] He was buried at Old Canton Cemetery.[56] Wright's death was sudden and surprised his political supporters, who had been planning to offer him as a candidate in the 1848 presidential election.[57] In 1833, Wright married Clarissa Moody (1804–1870), the daughter of the family friend who had persuaded him to settle in Canton.[58] They had no children.[58] In 1838, Wright received the honorary degree of LL.D. from the University of Vermont.[59] The people of Weybridge, Vermont erected a monument to Wright; it includes sculptures by Erastus Dow Palmer and stands in the center of town along Vermont Route 23.[60] The Wright memorial inspired the name of a nearby dairy, Monument Farms.[60] Silas Wright was the namesake of Wright County, Missouri[61] and Wright County, Minnesota.[62] In addition, he was the namesake of Wright, New York, a town in Schoharie County.[63] Wright Peak, an Adirondack Park mountain in North Elba, New York, is named for Wright.[64] The Silas Wright House at 3 East Main Street in Canton is now a museum and the home of the St. Lawrence County Historical Association.[65] Closeup of Weybridge, Vermont monument Mid Range photo of monument Far away shot of monument Wright depicted on the 1882 $50 Gold certificate Silas Wright Revenue Stamp used by the New York City Custom House in the 1880s and 1890s","Title":"Silas Wright - Wikipedia","KeyID":"4973","URL":"https://en.wikipedia.org/wiki/Silas_Wright"}