{"Content: ":"John Young (June 12, 1802 – April 23, 1852) was an American politician. He served in the New York State Assembly (1832, 1845–1846), the United States House of Representatives (1836-1837, 1841–1843) and as Governor of New York (1847-1848). Young was born in Chelsea, Vermont on June 12, 1802. As a child, his family moved to Freeport (now Conesus) in Livingston County, New York, where his parents operated an inn. He attended the schools of Conesus and Lima Academy in Lima, New York. His academy education enabled him to qualify as a schoolteacher, after which he taught at schools in Livonia, New York. He later studied law with Augustus A. Bennett of East Avon, New York, and Ambrose Bennett of Geneseo, New York. In 1829, Young was admitted to the bar, after which he began a practice in Geneseo. Among the prospective attorneys who later studied under him was his brother in law James Wood, and Young and Wood later formed a partnership. He entered politics as a Jacksonian Democrat, but shortly afterward joined the Anti-Masonic Party. He was a member of the New York State Assembly (Livingston Co.) in 1832. Young was elected as a Whig to the 24th United States Congress, to fill the vacancy caused by the resignation of Philo C. Fuller, holding office from November 1836 to March 3, 1837. In 1840 he was elected to the 27th United States Congress, holding office from March 4, 1841, to March 3, 1843. He was again a member of the Assembly (Livingston Co.) in 1845 and 1846. In 1846 Young was the Whig nominee for governor. He defeated incumbent Silas Wright and served one term, January 1847 to December 1848. As governor, Young favored expanding the Erie Canal, oversaw establishment of the state court of appeals, and opposed the Mexican War. He also pardoned farmers who had been imprisoned for participating in the Anti-Rent War, including leader Smith A. Boughton.[1] In 1848 Young was defeated for the Whig nomination for governor by Hamilton Fish, who went on to win the general election. In 1848 Young was a delegate to the 1848 national convention. He first backed Henry Clay for president, but supported Zachary Taylor after Taylor was nominated. After Taylor assumed office he rewarded Young with the appointment as Assistant Treasurer of the United States in New York City. Young served until his death in New York City from tuberculosis on April 23, 1852. He was buried at Temple Hill Cemetery in Geneseo. In 1833 Young married Ellen Harris of York, New York. They were the parents of four children.","Title":"John Young (governor) - Wikipedia","KeyID":"4974","URL":"https://en.wikipedia.org/wiki/John_Young_(governor)"}