{"Content: ":"Hamilton Fish (August 3, 1808 – September 7, 1893) was an American politician who served as the 16th Governor of New York from 1849 to 1850, a United States Senator from New York from 1851 to 1857 and the 26th United States Secretary of State from 1869 to 1877. Fish is recognized as the \"pillar\" of the presidency of Ulysses S. Grant and considered one of the best U.S. Secretaries of State by scholars, known for his judiciousness and efforts towards reform and diplomatic moderation.[1][2] Fish settled the controversial Alabama Claims with Great Britain through his development of the concept of international arbitration.[1] Fish and Grant kept the United States out of war with Spain over Cuban independence by coolly handling the volatile Virginius Incident.[1] In 1875, Fish initiated the process that would ultimately lead to Hawaiian statehood, by having negotiated a reciprocal trade treaty for the island nation's sugar production.[1] He also organized a peace conference and treaty in Washington D.C. between South American countries and Spain.[3] Fish worked with James Milton Turner, America's first African American consul, to settle the Liberian-Grebo war.[4] President Grant said he trusted Fish the most for political advice.[5] Fish came from both prominence and wealth, his family being of Dutch American heritage long-established in New York City. He attended Columbia College, and later passed the bar. Initially working as New York's commissioner of deeds, he ran unsuccessfully for New York State Assembly as a Whig candidate in 1834. After marrying, he returned to politics and was elected to the U.S. House of Representatives in 1843. Fish ran for New York's Lieutenant Governor in 1846, falling to a Democratic Anti-Rent Party contender. When the office was vacated in 1847, Fish ran and was elected to the position. In 1848 he ran and was elected Governor of New York, serving one term. In 1851, he was elected U.S. Senator for the state of New York, serving one term. Fish gained valuable experience serving on the U.S. Senate Committee on Foreign Relations. During the 1850s he became a Republican after the Whig party dissolved. In terms of the slavery issue, Fish was a moderate, having disapproved of the Kansas–Nebraska Act and the expansion of slavery. After traveling to Europe, Fish returned to America and supported Abraham Lincoln as the Republican candidate for president in 1860. During the American Civil War, Fish raised money for the Union war effort and served on Lincoln's presidential commission that made successful arrangements for Union and Confederate troop prisoner exchanges. Fish returned to his law practice after the Civil War, and was thought to have retired from political life. When Ulysses S. Grant was elected president in 1868, he appointed Fish as U.S. Secretary of State in 1869. Fish took on the State Department with vigor, reorganized the office, and established civil service reform. During his 8-year tenure, Fish had to contend with Cuban belligerency, the settlement of the Alabama claims, Canada–US border disputes, and the Virginius incident. Fish implemented the new concept of international arbitration, where disputes between countries were settled by negotiations, rather than military conflicts. Fish was involved in a political feud between Senator Charles Sumner and President Grant in the latter's unsuccessful efforts to annex the Dominican Republic. Fish organized a naval expedition in an unsuccessful attempt to open trade with Korea in 1871. Leaving office and politics in 1877, Fish returned to private life and continued to serve on various historical associations. Fish died quietly of old age in his luxurious New York State home in 1893. Historically, Fish has been praised for his calm demeanor under pressure, honesty, loyalty, modesty, and for his talented statesmanship during his tenure under President Grant, briefly serving under President Hayes. The hallmark of his career was the Treaty of Washington, peacefully settling the Alabama Claims. Fish also ably handled the Virginus incident, keeping the United States out of war with Spain. Fish's lesser known, but successful South American détente and armistice, has been forgotten by historians. Fish, while Secretary of State, lacked empathy for the plight of African Americans,[6] and opposed annexation of Latin race countries.[7] Fish has been traditionally viewed to be one of America's top ranked Secretaries of State by historians. Fish's male descendants would later serve in the U.S. House of Representatives for three generations. Hamilton Fish was born on August 3, 1808 at what is now known as the Hamilton Fish House in Greenwich Village, New York City, to Nicholas Fish and Elizabeth Stuyvesant (a daughter of Peter Stuyvesant and direct descendant of New Amsterdam's Director-General Peter Stuyvesant). He was named after his parents' friend Alexander Hamilton.[8] Nicholas Fish (1758–1833) was a leading Federalist politician and notable figure of the American Revolutionary War. Colonel Fish was active in the Yorktown Campaign that resulted in the surrender of Lord Cornwallis.[8] Peter Stuyvesant was a prominent founder of New York, then a Dutch Colony, and his family owned much property in Manhattan.[9] Fish received his primary education at the private school of M. Bancel.[10] In 1827, Fish graduated from Columbia College, having obtained high honors.[10] At Columbia, Fish became fluent in French, a language that would later help him as U.S. Secretary of State.[11] After his graduation, Fish studied law for three years in the law office of Peter A. Jay, served as president of the Philolexian Society, and was admitted to the New York bar in 1830, practicing briefly with William Beach Lawrence.[10][11] Influenced politically by his father, Fish aligned himself to the Whig Party.[10] He served as commissioner of deeds for the city and county of New York from 1831[12] through 1833, and was an unsuccessful Whig candidate for New York State Assembly in 1834.[11] On December 15, 1836, Hamilton Fish married Julia Kean (a descendant of a New Yorker who was a New Jersey governor, William Livingston).[13] The couple's lengthy married life was described as happy and Mrs. Fish was known for her \"sagacity and judgement.\"[13] The couple had three sons and five daughters.[13] Hamilton Fish had multiple notable descendants and relatives. For eight years after his defeat as a Representative in the New York State Assembly, Fish was reluctant to run for office.[14] However, Whig party leaders in 1842 convinced him to run for the House of Representatives.[14] In November, Fish was elected to the House of Representatives; having defeated Democrat John McKeon and serving in the 28th Congress from New York's 6th District between 1843 and 1845.[14] The Whigs at this time were in the minority in the House; however, Fish gained valued national experience serving on the Committee of Military Affairs.[14] Fish failed to win a re-election bid for a second term in the House.[10] Fish was the Whig candidate for Lieutenant Governor of New York in 1846, but was defeated by Democrat Addison Gardiner who had been endorsed by the Anti-Rent Party.[15] Leasing farmers in New York refused to pay rent to large land tract owners and sometimes resorted to violence and intimidation.[15] Fish had opposed the Anti-Rent Party for the use of illegal tactics not to pay rent.[15][10] Gardiner was elected in May 1847 a judge of the New York Court of Appeals and vacated the office of lieutenant governor.[15] Fish was then in November 1847 elected to fill the vacancy, and was Lieutenant Governor in 1848.[15] Lieut. Gov. Fish had a favorable reputation for being \"conciliatory\" and for his \"firmness\" over the New York Senate.[16] In November 1848, he was elected Governor of New York, defeating John A. Dix and Reuben H. Walworth, and served from January 1, 1849, to December 31, 1850.[17] At 40 years of age, Fish was one of the youngest governors to be elected in New York history.[17] Fish advocated and signed into law free public education facilities throughout New York state.[17] He also advocated and signed into law the building of an asylum and school for the intellectually disabled.[17] During his tenure the canal system in the state of New York was increased.[10] In 1850, Fish recommended that the state legislature form a committee to collect and publish the Colonial Laws of New York.[17] None of the bills that Governor Fish vetoed were overturned by the New York legislature.[17] In his annual messages Fish spoke out against the extension of slavery from land acquired from the Mexican–American War, including California and New Mexico.[17][10] His anti-slavery messages gave Fish national attention and President Zachary Taylor, also a Whig, was going to nominate Fish to the Treasury Department in a cabinet shakeup.[10] However Taylor died in office before he could nominate Fish.[10] Despite his national popularity Fish was not renominated for Governor.[10] After Governor Fish had retired from office he did not openly seek the nomination to be elected U.S. Senator.[18] However, Fish's supporters, the William H. Seward-Thurlow Weed Whigs, in January 1851 nominated him as a candidate for U.S. Senator.[10] A deadlock ensued over his nomination because one New York legislature Whig Senator was upset about Fish not publicly supporting the Compromise of 1850.[18][19][10] Before the election Fish had only stated government should enforce the laws.[18] Although Fish did not favor the spread of slavery he was hesitant to support the free soil movement.[20] Finally, when two Democratic Senators who were against Fish's nomination were conspicuously absent, the Senate took action and voted.[21] On March 19, 1851, Fish was elected a U.S. Senator from New York and he took his seat on December 1, serving alongside future Secretary of State William H. Seward.[18] In the United States Senate, he was a member of the U.S. Senate Committee on Foreign Relations until the end of his term on March 4, 1857.[22] Fish became friends with President Franklin Pierce's Secretary of State William L. Marcy and Attorney General Caleb Cushing.[22] He was a Republican for the latter part of his term and was part of a moderately anti-slavery faction.[23] During the 1850s, the Republican Party replaced the Whig Party as the central party against the Democratic Party.[18] By 1856, Fish privately considered himself a Whig although he knew that the Whig Party was no longer viable politically. Fish was a quiet Senator, rather than an orator, who liked to keep to himself.[18] Fish often was in disagreement with Senator Sumner, who was firmly opposed to slavery and advocated equality for blacks.[18] His policy was to vote for legislation on the side of \"justice, economy, and public virtue.\"[18] He strongly opposed the repeal of the Missouri Compromise.[18] Fish often voted with the Free Soil faction and was strongly against the Kansas-Nebraska Bill.[24] In February 1855, merchants represented by Moses H. Grinnell, criticized Fish's bill on immigration and maritime commerce. Fish's bill was designed to protect Irish and German immigrants who were dying on merchant ships during oceanic passage to America. The merchants believed that Fish's bill was oppressive to commercial interests over human interests.[25] During his tenure, the nation and Congress were in tremendous political upheaval over slavery, that included violence, disorder, and disturbances of the peace.[18] In 1856, pro-slavery advocates invaded Kansas and used violent tactics against those who were anti-slavery.[18][26] In May 1856, Senator Charles Sumner was viciously attacked by Preston Brooks in the Senate Chamber.[26] At the expiration of his term, he traveled with his family to Europe and remained there until shortly before the opening of the American Civil War, when he returned to begin actively campaigning for the election of Abraham Lincoln.[18] While in France, Fish studied foreign policy with diplomats and distinguished Americans; having gained valuable experience that would eventually benefit his tenure as Secretary of State.[18] Fish had several important roles during the American Civil War. Fish's private secretary was involved in the attempt of the merchant ship Star of the West to bring relief supplies to Fort Sumter in Charleston harbor. During this period, Fish often met with General Winfield Scott, commander-in-chief of the US Army. Fish was dining with Scott in New York when a telegram reported that Confederates had fired on Star of the West. Fish said that this meant war; Scott replied \"Don't utter that word, my friend. You don't know what a horrid thing war is.\"[27] In 1861–1862, Fish participated in the \"Union Defense Committee of the State of New York\", which co-operated with the City of New York in raising and equipping Union Army troops, and disbursed more than $1 million for the relief of New York volunteers and their families. The committee included chairman John A. Dix, William M. Evarts, William E. Dodge, A.T. Stewart, John Jacob Astor, and other New York men. Fish was appointed chairman of the committee after Dix joined the Union Army.[27] In 1862, President Lincoln appointed Fish and Bishop Edward R. Ames as commissioners to visit Union prisoners in Richmond, Virginia. The Confederate government, however, would not allow them to enter the city. Instead, Fish and Rev. Ames started the prisoner exchange program which continued virtually unchanged throughout the war. After the war ended, Fish went back to private practice as a lawyer in New York.[27] From 1860 to 1869, Fish was trustee of The Bank for Savings in the City of New-York stepping down from that role when he became US Secretary of State.[28] Hamilton Fish was appointed Secretary of State by President Ulysses S. Grant and served between March 17, 1869 and March 12, 1877. He was President Grant's longest-serving Cabinet officer. Upon assuming office in 1869, Fish was initially underrated by some statesmen including former Secretaries of State William H. Seward and John Bigelow. Fish, however, immediately took on the responsibilities of his office with diligence, zeal, and intelligence.[29] Fish's tenure as Secretary of State was lengthy, almost eight years, and he had to contend with many foreign policy issues including the Cuban insurrection, the Alabama Claims, and the Franco-Prussian War.[30] During Reconstruction, Fish was not known to sympathize with Grant's policy to eradicate the Ku Klux Klan, racism in the Southern states, and promote African American equality. Fish complained of being bored at Grant's cabinet meetings when Grant's U.S. Attorney General Amos T. Akerman told of atrocities of the Klan against black citizens.[6] Throughout Fish's tenure during Grant's first term in office, Fish periodically threatened to resign. After Fish's and Grant's \"high-water mark\" accomplishment of settling the Alabama Claims, Fish told Grant he would resign on August 1, 1871. Grant, however, needed Fish's professional advice and pleaded with Fish to remain in office. Grant told Fish he could not replace him. Fish remained in office, 13 years Grant's senior, even under ill health.[31] When Fish assumed office he immediately began a series of reforms in the Department of State.[32] After appropriations were given to his office by Congress, Fish cataloged and organized 700 volumes of miscellaneous State Department documents and created the Bureau of Indexes and Archives.[32][33] Fish introduced indexing of State Department files so subordinates could easily find documents.[32] Fish implemented civil service reform by having State Department applicants be required to pass an entry examination before being appointed consultant.[32] This policy was sometimes hampered, since President Grant could appoint any person to office without the person having to take an examination.[32] However, the policy of testing overall improved the staff at the State Department.[32] Fish's methods of organization included disciplined staff and prompt copying of dispatches.[33] The method of record keeping, however, was cumbersome, having remained the same since John Quincy Adams.[33] Rather than world regions, countries were listed in alphabetical order; the correspondence was embedded in bound diplomatic and consular category archives, rather than by subject matter.[33] Added to countries' information was a miscellaneous category filed chronologically.[33] This resulted in a tedious and time-consuming process to make briefings for Congress.[33] Diplomatic ministers, only 23 in 1877, were not kept informed of current world events that took place in other parts of the world.[33] By 1869, Cuban nationals were in open rebellion against their mother country Spain, due to the unpopularity of Spanish rule. American sentiment favored the Cuban rebels and President Grant appeared to be on the verge of acknowledging Cuban belligerency. Fish, who desired settlement over the Alabama Claims, did not approve of recognizing the Cuban rebels, since Queen Victoria and her government had recognized Confederate belligerency in 1861. Recognizing Cuban belligerency would have jeopardized settlement and arbitration with Great Britain.[34] In February 1870, Senator John Sherman authored a Senate resolution that would have recognized Cuban belligerency. Working behind the scenes Fish counseled Sherman that Cuban recognition would ultimately lead to war with Spain. The resolution went to the House of Representatives and was ready to pass, however, Fish worked out an agreement with President Grant to send a special message to Congress that urged not to acknowledge the Cuban rebels.[35] On June 13, 1870 the message written by Fish was sent to Congress by the President and Congress, after much debate, decided not to recognize Cuban belligerency. President Grant continued the policy of Cuban belligerent non recognition for the rest of his two administrations. This policy, however, was tested in 1873 with the Virginius Affair.[36] After President Grant assumed office on March 4, 1869 one of his immediate foreign policy interests was the annexation of the Caribbean island nation of the Dominican Republic, at that time referred to as Santo Domingo, to the United States.[37] President Grant believed the annexation of Santo Domingo would increase the United States' mineral resources and alleviate the effects of racism against African Americans in the South.[38] Hamilton Fish, though loyal to President Grant, racially opposed annexation of Latin American countries, saying \"the incorporation of those peopled by the Latin race would be but the beginnings of years of conflict and anarchy.\"[39] The divided island nation, run by mulatto leader President Buenaventura Báez, had been troubled with civil strife.[40] Báez had controversially imprisoned an American citizen, Davis Hatch, for speaking out against the Báez government, susceptible to a Haitan military take over.[41] Fish told Grant that the Senate would not be ready to pass a Santo Domingo annexation treaty.[40] In April 1869, Fish gave Grant's private secretary Orville Babcock \"special agent\" status to search the island.[40] Babcock, a military aide, who had served with merit in the Civil War, was a proponent of annexation, and racially open to annexing a Latin American mixed race country, by the United States. In September 1869, Babcock made a preliminary treaty that would annex Santo Domingo to the United States and give it the opportunity to apply for statehood.[40] In October 1869, Fish drew up a formal treaty that included: a $1,500,000 payment of the Dominican national debt; Samaná Bay would be leased to the United States for $150,000 yearly payment; Santo Domingo would eventually be given statehood.[42] In a private conference with President Grant, Fish agreed to support the Santo Domingo annexation if President Grant sent Congress a non-belligerency statement not to get involved with the Cuban rebellion against Spain.[43] Charles Sumner, chairman of the Senate Foreign Relations Committee, was against the treaty, believing that Santo Domingo needed to remain independent, and that racism against U.S. black citizens in the South needed to be dealt with in the continental United States. Sumner believed that blacks on Santo Domingo did not share Anglo-American values.[44] On January 10, 1870, Grant submitted the Santo Domingo treaty to the United States Senate.[45] Fish believed Senators would vote for annexation only if statehood was withdrawn; however, President Grant refused this option.[46][47] The Senate took its time deliberating, and finally rejected the treaty on June 30, 1870. Eighteen Senators led by Charles Sumner defeated the treaty.[47] Pres. Grant, angered at Sumner's refusal to support the treaty, fired Sumner's friend J. Lothrop Motley, Grant's ambassador to England, for disregarding Fish's instructions regarding the Alabama Claims. Grant believed that Sumner had in January 1870 stated his support for the Santo Domingo treaty. Sumner was then deprived of his chairmanship of the Senate Foreign Relations Committee in 1871 by Grant's allies in the Senate.[48] President Grant and Secretary Fish were interested in establishing an inter-oceanic canal through Panama.[30] Secretary Fish organized a treaty signing on January 26, 1870 in Bogota between the United States and Colombia that established a Panama route for the inter-oceanic canal.[30] The Colombian Senate, however, amended the treaty so much that the strategic value of the inter-oceanic canal construction became ineffective. As a result, the United States Senate refused to ratify the treaty.[30] During the previous administration of President Andrew Johnson, Secretary of State Seward attempted to resolve the Alabama Claims with the Johnson-Clarendon convention and treaty. The Alabama Claims had arisen out of the American Civil War, when Confederate raiding ships built in British ports (most notably the C.S.S. Alabama) had sunk a significant number of Union merchant ships. The Johnson-Clarendon treaty, presented to Congress by President Ulysses S. Grant, was overwhelmingly defeated by the Senate and the claims remained unresolved.[49] Anglophobia led by Charles Sumner was at an all-time high when Fish became Secretary of State. Sumner had demanded Britain cede Canada to the United States as payment for the Alabama Claims. In late 1870, an opportunity arrived to settle the Alabama Claims under Prime Minister William Gladstone. Fish, who was determined to improve relations with Britain, along with President Grant and Senate supporters, had Charles Sumner removed by vote from the Senate Foreign Relations Committee, and the door was open for renewed negotiations with Britain.[50] On January 9, 1871, Fish met with British representative Sir John Rose in Washington and an agreement was made, after much negotiation, to establish a Joint Commission to settle the Alabama Claims to be held in Washington under the direction of Hamilton Fish. At stake was the financing of America's debt with British bankers during the Civil War, and peace with Britain was required.[51] On February 14, 1871, both distinguished High Commissioners representing Britain, led by the Earl of Ripon, George Robinson, and the United States, led by Fish, met in Washington D.C. and negotiations over settlement went remarkably well. Also representing Britain was Canadian Prime Minister John A. Macdonald. After 37 meetings, on May 8, 1871 the Treaty of Washington was signed at the State Department and became a \"landmark of international conciliation\". The Senate ratified the treaty on May 24, 1871.[52] On August 25, 1872, the settlement for the Alabama claims was made by an international arbitration committee meeting in Geneva and the United States was awarded $15,500,000 in gold for damage done by the Confederate warships. Under the treaty settlement over disputed Atlantic fisheries and the San Juan Boundary (concerning the Oregon boundary line) was made. The treaty was considered an \"unprecedented accomplishment\", having solved border disputes, reciprocal trade, and navigation issues. A friendly perpetual relationship between Great Britain and America was established, with Britain having expressed regret over the Alabama damages.[53] On April 11, 1871, a peace-trade conference, presided over by Hamilton Fish, was held in Washington D.C. between Spain and the South American republics of Peru, Chile, Ecuador, and Bolivia, which resulted in an armistice between the countries.[3] These countries had been in a \"technical\" state of war since 1866, and the United States in 1871 served as mediator under the direction of Hamilton Fish.[3] Representing Spain was Mauricio Lopez Roberts; Manuel Freyer represented both Peru and Bolivia; Joaquín Godoy represented Chile; and Antonio Flores represented Ecuador. President Grant gave Fish full powers to control negotiations at the détente meeting between the five countries. The signed armistice treaty consisted of seven articles; hostilities were to cease for a minimum of three years and the countries would allow commercial trade with neutral countries.[3] In 1871, Korea was known as the \"Hermit Kingdom\", a country determined to remain isolated from other nations, specifically from commerce and trade from Western nations, including the United States.[54] In 1866, U.S. relations with Korea were troubled when Christian missionaries were beheaded by the Korean Daewongun, regent to King Kojong, and the crew of the General Sherman, a U.S. trading ship, were massacred.[54] Secretary Seward, under President Johnson, demanded redress for what was perceived as the outrageous actions of the Korean government.[54] U.S. Naval warships were ordered to the Orient, however, when Seward's term ended in 1869, he was unable to organize a naval expedition.[54] When Fish took office he organized the Korean naval expedition and broadened the purposes.[54] In April 1871, Fish ordered Frederick F. Low, minister to China, to take the Asiatic Fleet and voyage to Seoul.[54] The purpose of the expedition was to seek retribution for the assaulted sailors and to open up a commercial treaty with the King of Korea.[54] Fish had told the fleet not to use force unless the honor of the U.S. Flag was infringed by the Koreans.[54] On May 8, 1871, Low and Rear Admiral John Rodgers, commander of the Asiatic Squadron, voyaged to Korea with five warships, eighty-five guns, and 1,230 sailors and marines.[54] On May 16, the naval squadron reached Nagasaki Bay and a week later lowered anchor near the mouth of the Han. The Koreans sent unofficial representatives to stall for time and hope the American squadron would leave.[54] In June, the American fleet while doing nautical survey was fired upon by the Korean forts on the Han River leading to Seoul. The American fleet fired back, damaging the forts. The Americans demanded an apology on the grounds that the honor of the American flag had been violated.[54] On June 10, a U.S. military expedition was launched after the Koreans failed to apologize for the attack; the objective was to destroy the Korean forts on Kanghoa Island. The U.S.S. Monocacy pounded the forts with 9 inch guns while 546 sailors and 105 marines landed on the island and captured and destroyed the Korean forts.[54] The \"Citadel\" fortress, on a steep 115-foot hillside, put up the stiffest resistance to the American troops, who fought in hand-to-hand combat with the Korean Tiger Hunters. All of the Korean forts taken were destroyed and leveled on June 11. Three hundred fifty Korean Tiger Hunters were killed, compared with only one American officer and two American sailors.[54] Lieut. Hugh W. McKee was the first U.S. Navy officer to die in battle in Korea.[54] The Asiatic Squadron remained on the Han River for three weeks, but the Koreans would not open negotiations for a commercial treaty.[54] As the American squadron left, the Koreans believed that they had won a great victory over the Americans.[54] The attempt to open Korea up to trade was similar to how Commodore Matthew Perry in 1854 had approached the opening of Japan. Korea, however, proved to be more isolated than Japan. In 1881, Commodore Robert W. Shufeldt, without using a naval fleet, went to a more conciliatory Korean government and made a commercial treaty. The U.S. was the first Western nation to establish formal trade with Korea.[54] During the 1870s, Cuba was in a state of rebellion against Spain. In the United States, Americans were divided on whether to militarily aid the rebel Cubans. Many jingoists believed the United States needed to fight for the Cuban rebels and pressured the Grant Administration to take action.[55] A privately owned ship, the Virginius, was used to run guns, ammunition, and vital supplies to the Cuban rebels. The captain of the Virginius was Joseph Fry, former officer of the Confederate and Federal Navies. On October 31, 1873, the Virginius was run down in neutral waters by the Spanish warship, the Tornado, off of Morant Bay, Jamaica.[55] After being hit, the Virginius took on water and was forced to surrender to the Spanish authorities. The 103 crew members consisted of Cuban rebel recruits and 52 American and British citizens.[55] The Spanish hauled down and trampled the American flag, and brought the prisoners to Santiago. A total of 53 Virginius crew members were executed by the Spanish authorities.[55] The Spanish finally stopped the carnage as a British warship appeared with guns ready to fire on Santiago. The American Navy, at this time, although formidable worldwide, was in decline after the American Civil War.[55] When news reached the United States of the executions, President Grant and Secretary Fish were forced to make an immediate response.[55] Many Americans demanded a full-scale war with Spain.[55] Fish found out that the registration was falsified under American ownership, however, the executions of Americans demanded action.[55] Fish coolly handled the situation, calling upon Spanish minister, Admiral José Polo de Bernabé in Washington D.C. and holding a conference.[55] A settlement was made where Spain relinquished the severely damaged Virginius to the U.S. Navy, while survivors were released that included 13 Americans.[55] The Spanish Captain who ordered the executions was censured, and Spain paid $80,000 reparations to American families whose family members were executed in Santiago.[55] The national honor of both Spain and the United States was preserved and it was chiefly due to the restraint and moderation of Fish and Bernabé that a satisfactory settlement of the Virginius Affair was reached by the United States and Spain.[55] Fish also negotiated the Reciprocity Treaty of 1875 with the Kingdom of Hawaii under the reign of King Kalākaua. Hawaiian sugar was made duty-free, while the importation of manufactured goods and clothing was allowed into the island kingdom.[56] By opening Hawaii to free trade the process for annexation and eventual statehood into the United States had begun. The U.S. settled the Liberian-Grebo war in 1876 when Hamilton Fish dispatched the USS Alaska, under President Grant's authority, to Liberia. Liberia was in practice an American colony. U.S. envoy James Milton Turner, the first African American ambassador, requested a warship to protect American property in Liberia. Turner, bolstered by U.S. naval presence in harbor and support of the USS Alaska captain, negotiated the incorporation of Grebo people into Liberian society and the ousting of foreign traders from Liberia.[4] As the 1876 Republican convention approached during the U.S. Presidential Election, President Grant, unknown to Fish, had written a letter to Republican leaders to nominate Fish for the Presidential ticket. The letter was never read at the convention and Fish was never nominated. President Grant believed that Fish was a good compromise choice between the rival factions of James G. Blaine and Roscoe Conkling. Cartoonist Thomas Nast drew a caricature of Fish and Rutherford B. Hayes as the Republican Party ticket. Fish, who was ready to retire to private life, did not desire to run for president and was content at returning to private life. Fish found out later President Grant had written the letter to the convention.[57] President Grant at the close of his second term, and Secretary Fish, remained interested in establishing an inter-oceanic canal treaty.[30] Fish and the State Department negotiated with a special envoy from Nicaragua in February 1877 for an inter-oceanic treaty.[30] Negotiations, however, failed as the status of the neutral zone could not be established.[30] After leaving the Grant Cabinet in 1877 and briefly serving under President Hayes, Fish retired from public office and returned to private life practicing law and managing his real estate in New York City. Fish was revered in the New York community and enjoyed spending time with his family. Fish resided in Glen Clyffe, his estate near Garrison, New York, in Putnam County, New York, in the Hudson River Valley. His health remained good until around 1884, having suffered from neuralgia. On September 6, 1893, Fish had retired from the evening having played cards with his daughter. The following morning on September 7, Fish, at the age of 85, suddenly died. His death was attributed to advanced age.[58] On September 11, 1893, Fish was buried in Garrison at St. Philip's Church-in-the-Highlands Cemetery under waving trees on the hills along the Hudson River shoreline. He was buried next to his wife and oldest daughter. Fish was buried near the grave of Edwards Pierrepont, President Grant's U.S. Attorney General. Many notable persons attended Fish's funeral, while Bishop Potter conducted services. Julia Grant, widowed wife of Ulysses S. Grant, attended Fish's funeral.[59] Charles Francis Adams described Fish as \"a quiet and easy-going man; but, when aroused, by being, as he thought, 'put upon', he became very formidable. Neither was it possible to placate him.\" Fish's 20th Century biographer, A. Elwood Corning, stated that Fish was free from \"petty jealousies and prejudices which so often drag the reputation of statesmen down to the level of politicians\" and that Fish \"used the language and practiced the manners of a gentleman.\" As an invaluable member of the Grant Administration, Fish commanded \"men's confidence, and respect by his firmness, candor, and justice.\"[60] A survey of scholars in the December 1981 American Heritage Magazine ranked Fish number 3 on a list of top ten Secretary of States noting his settling of the Alabama Claims in 1871, for his peaceful settlement of the Virginius Incident obtaining Spanish reparations, and for his Hawaiian treaty, ratified by the U.S. Senate in 1875, starting the annexation process leading to the eventual statehood of Hawaii.[1] There is a memorial to Fish at the Cathedral of All Saints (Albany, New York). The Hamilton Fish Newburgh-Beacon Bridge, which spans the Hudson River 50 miles north of New York City between Dutchess and Orange Counties, is named after Fish.[61] Fish was a long time member of the New York Society of the Cincinnati by right of his father's service as an officer in the Continental Army. Fish succeeded to his father's \"seat\" in the Society upon his father's death in 1833. In 1848, Fish became the Vice President General of the national Society and, in 1854, he became its President General. In 1855 Fish was elected President of the New York Society. Fish served as both President General of the national Society and President of the New York Society until his death in 1893. His 39-year tenure in office as President General is by far the longest in the Society's history. Three of Fish's direct descendants, all named Hamilton, served in the U.S. House of Representatives for the state of New York. Hamilton Fish II, Fish's son, served one term as U.S. Representative from 1909 to 1911.[62] Fish II also served as assistant to Secretary of State Hamilton Fish. Hamilton Fish III, Fish's grandson, served as U.S. Representative from 1920 to 1945.[63] Hamilton Fish IV, Fish's great-grandson, served as U.S. Representative from 1969 to 1995.[64] Another son Stuyvesant Fish was an important railroad executive.[65] Another son, Nicholas Fish II, was a U.S. diplomat, who was appointed second secretary of legation at Berlin in 1871, became secretary in 1874, and was chargé d'affaires at Berne in 1877–1881, and minister to Belgium in 1882–1886, after which he engaged in banking in New York City.[66] Hamilton Fish, Fish's grandson by Nicholas, was an 1895 graduate of Columbia College, saw service in the Spanish–American War as one of the storied Rough Riders. He was the first member of that regiment to be killed in action, at the Battle of Las Guasimas, Cuba.[67]","Title":"Hamilton Fish - Wikipedia","KeyID":"4975","URL":"https://en.wikipedia.org/wiki/Hamilton_Fish"}