{"Content: ":"John Alsop King (January 3, 1788 – July 7, 1867) was an American politician who was Governor of New York from 1857 to 1858. John Alsop King was born in the area now encompassed by New York City on January 3, 1788, to U.S. Senator Rufus King (1755–1827)[1] and Mary (née Alsop) King. His maternal grandparents were John Alsop (1724–1794), a prominent merchant and Mary Frogat (1744–1772).[2] John A. King was part of the King family of Massachusetts and New York through his mother. He had four younger brothers, including Charles King (1789–1867), who was President of Columbia University, and Congressman James G. King (1791–1853), Edward King (1795–1836) and Frederic Gore King (1802–1829).[3][4][5] When his father was appointed the U.S. ambassador to Great Britain, the family moved to Britain, and King was educated at Harrow School. Upon graduating from Harrow, King returned to New York City to study law. He was admitted to the bar and practiced in New York City.[6] John King's law career was interrupted by a stint in the military; he served as a cavalry lieutenant in the War of 1812. After the war, however, he returned to his law practice and then ventured into politics. King was a member of the New York State Assembly (Queens Co.) in 1819, 1820 and 1820–21; of the New York State Senate (First D.) in 1823; and again of the State Assembly in 1832, 1838 and 1840.[6] He was president of the New York State Agricultural Society in 1849.[7] King was elected as a Whig to the 31st United States Congress, holding office from March 4, 1849, to March 3, 1851. His term as Governor of New York from 1857 to 1858 was noted for improvements to the State's education system and the enlargement of the Erie Canal.[6] Following a series of attacks (the so-called Quarantine War of 1858) on the quarantine facility on Staten Island, King dispatched several units of the New York State Militia to briefly occupy the island. In the 1860 presidential election, when the Republicans won New York, King was elected a presidential elector and voted for Abraham Lincoln and Hannibal Hamlin.[8] He was married to Mary Ray (1790–1873), daughter of Cornelius and Elizabeth Elmendorf Ray. Together, John and Mary had:[9] King died on July 7, 1867, in Queens County, New York.[6] Notes Sources Chisholm, Hugh, ed. (1911). \"King, Rufus\". Encyclopædia Britannica (11th ed.). Cambridge University Press.","Title":"John A. King - Wikipedia","KeyID":"4979","URL":"https://en.wikipedia.org/wiki/John_A._King"}