{"Content: ":"Caupedactylus is an extinct genus of tapejarid azhdarchoid pterosaur known from the Early Cretaceous period (Albian stage) of what is now the Romualdo Formation of the Araripe Basin in northeastern Brazil. The type and only species of Caupedactylus is Caupedactylus ybaka.[1] The genus was first named and described by Alexander Wilhelm Armin Kellner in 2013. The type species is Caupedactylus ybaka. The generic name combines the goddess of beauty of the Tupi, Caupe, with a Greek δάκτυλος, daktylos, \"finger\", a usual suffix in the names of pterosaurs. The specific name ybaka means \"dwelling in the sky\" in the local Tupinambá.[1] Caupedactylus is known from the holotype specimen MN 4726-V, probably found in the Araripe basin in a layer of the Romualdo Formation dating from the Albian, about 110 million years old. It consists of a partial skeleton with a complete skull, lower jaws and a partial postcranial skeleton. The postcrania contain the right shoulder girdle, left coracoid, sternum, right humerus and the proximal part of the first phalanx of the wing finger. It represents and adult individual, which is exceptional for pterosaurs from this formation. The specimen was freed from the chalkstone by an acid bath.[1] Kellner estimated the wingspan of Caupedactylus at 3.3 meters (11 ft), making it the largest known tapejarine. The skull is about forty-six centimetres long.[1] Some unique traits, autapomorphies, were established. The snout sports a crest on the premaxilla extending both to the front and to the rear of the skull. The point of the snout curves downwards combined with a slightly concave lower edge of the upper jaw. The paired points of the snout are not separated. The ascending branch of the jugal bone, connecting to the lacrimal bone, is strongly reclining at an angle of 115 degrees. In the rear of the palate a reduced split-shaped fenestra postpalatina is present. The quadratum reclines 150 degrees relative to the lower edge of the skull. The basisphenoid of the lower braincase lacks appending processes. The basisphenoid does not reach the space between the pteroids. The rear half of the lower edge of the symphysis of the lower jaws is thick, forming a slightly convex surface.[1] The skull is crowned by a large rounded crest that continues to behind, descending over the parietals. The crest is very thin, about half a millimetre at the upper part. The jaws are toothless. The profile of the symphysis of the lower jaws closely fits the edge of the upper jaws: when closing the beak, no gap would have remained. The symphysis has a low keel at the underside.[1] The palate is well-preserved and seems to show that the traditional interpretation of its bones is the correct one, contra the more modern view that what have usually been seen as the fronts of the palatine bones would really be the internal wings of the maxillae.[1] Caupedactylus was, within the family Tapejaridae, placed in the subfamily Tapejarinae, though without a cladistic analysis.[1] In 2019 however, Kellner (the describer of Caupedactylus) and colleagues had included it in a phylogenetic analysis where it was recovered as the basalmost tapejarine.[2] Azhdarchidae Chaoyangopteridae Keresdrakon Thalassodromeus Tupuxuara Caupedactylus Aymberedactylus Eopteranodon Sinopterus \"Huaxiapterus\" benxiensis \"Huaxiapterus\" corollatus Europejara Caiuajara Tapejara Tupandactylus   ","Title":"Caupedactylus - Wikipedia","KeyID":"498","URL":"https://en.wikipedia.org/wiki/Caupedactylus"}