{"Content: ":"Edwin Denison Morgan (February 8, 1811 – February 14, 1883) was the 21st governor of New York from 1859 to 1862 and served in the United States Senate from 1863 to 1869. He was the first and longest-serving chairman of the Republican National Committee. He was also a Union Army general during the American Civil War. A native of Massachusetts, Morgan was raised in Connecticut, trained as a merchant in Hartford, and served on the city council. He later moved to New York City, where he became a successful wholesale grocer and bond broker and served as an assistant alderman and member of the New York State Senate. Originally a Whig, he was one of the founders of the Republican Party, and he served as chairman of the Republican National Committee from 1856 to 1864 and 1872 to 1876. In 1858, Morgan was elected Governor of New York, and he served from 1859 to 1862. As governor during the American Civil War, Morgan supported the Union. Appointed a major general of volunteers in the Union Army, he commanded the military's Department of New York while serving as governor. In 1863, he was elected to the United States Senate, where he served one term. He was an unsuccessful candidate for renomination in 1869, and the unsuccessful Republican nominee for governor in 1876. Morgan had been a patron of Chester A. Arthur at the start of Arthur's career; when Arthur became president, he nominated Morgan as United States Secretary of the Treasury. Morgan was confirmed by the Senate, but declined on the grounds of age and ill health. Morgan died in New York City in 1883, and was buried in Connecticut. Morgan was born on February 8, 1811 in Washington, Massachusetts, to Jasper and Catherine (Copp) Morgan.[1] The family moved to Windsor, Connecticut, where Morgan received his early education before attending Bacon Academy in Colchester.[2] Edwin Morgan was a cousin of Morgan G. Bulkeley, the Governor of Connecticut from 1889 to 1893. In addition, he was a cousin of Congressmen Edwin B. Morgan and Christopher Morgan.[3] He began his business career as a grocer in Hartford, Connecticut. He became a partner with his uncle and served on the city council. In 1836, he moved to New York City and became a successful wholesaler, broker and banker. In 1843, Morgan organized E.D. Morgan & Company, an import house, in partnership with George D. Morgan, his cousin, and Frederick Avery, who left the firm a year later and was replaced by John T. Terry. Solon Humphreys was taken in as a full partner in 1854 after working several years as an agent in St. Louis, Missouri. Largely through his connections, the firm became the principal agent for Missouri securities. Nearly two-thirds of the bonds issued by the State of Missouri from 1835 to 1860, plus a large share of securities of St. Louis, were sold through the house of Morgan – in all perhaps thirty million dollars worth. All the while the firm maintained its wholesale grocery trade.[2] In 1849, Morgan was elected as a member of the New York City Board of Assistant Aldermen. He made a name for himself as chairman of the Sanitary Committee during the cholera epidemic of 1848.[2] He was also a member of the New York State Senate from 1850 to 1853, and State Commissioner of Immigration.[4] Morgan became highly influential in Republican politics of his time and twice served as chairman of the Republican National Committee, 1856 to 1864 and 1872 to 1876.[4] From 1859 until 1862, he served as Governor of New York, elected in 1858 and 1860. He was appointed major general of volunteers in September 1861 and commanded the Department of New York until he resigned on January 3, 1863, serving simultaneously as governor and head of the military department.[5] In February 1863, he was elected to the U.S. Senate, and served one term until 1869. In January 1869, he sought re-nomination, but was voted down by the Republican caucus of State legislators who instead nominated Ex-Governor Reuben E. Fenton. In 1876, Morgan ran again for Governor but was defeated by Democrat Lucius Robinson. In 1881, Morgan was nominated by President Chester A. Arthur as Treasury Secretary and was confirmed by the Senate, but declined the position.[6]: 255  In 1833, he married Eliza Matilda Waterman (b. 1810), daughter of Henry Waterman (1782–1854). Together, they had: Known for generous contributions to charities and causes, he contributed large sums to the Union Theological Seminary.[5] Morgan died in New York City on February 14, 1883.[8] He was buried at the Cedar Hill Cemetery in Hartford.[5][9] Through his son Edwin, he was a grandfather of Edwin Denison Morgan III (1854–1933), who married Elizabeth Mary Moran.[7] Through his grandson, he was the 2x great-grandfather of Edwin D. Morgan (1921–2001), businessman and Pioneer Fund director from 2000 to 2001.[10]","Title":"Edwin D. Morgan - Wikipedia","KeyID":"4980","URL":"https://en.wikipedia.org/wiki/Edwin_D._Morgan"}