{"Content: ":"Reuben Eaton Fenton (July 4, 1819 – August 25, 1885) was an American merchant and politician from New York. Fenton was born near Frewsburg, in Chautauqua County, New York on July 4, 1819.[1] He was the son of a farmer, and schoolteacher, George Washington Fenton (1783–1860) and Elsey (née Owen) Fenton (1790–1875).[2] He had four siblings: Roswell Owen Fenton, George Washington Fenton Jr., William H.H. Fenton, and John Freeman Fenton.[3] His paternal grandparents were Roswell Fenton and Deborah (née Freeman) Fenton and his maternal grandfather was John Owen of Carroll, New York.[3] His paternal aunt, Hannah Fenton was the wife of Lambert Van Buren of Kinderhook, New York.[4] He was educated in the district school, Cary's Academy near Cincinnati, Ohio and the Fredonia Academy.[5] In 1840, he was named commander of the New York Militia's 162nd Infantry Regiment with the rank of colonel. He became a lumber merchant, studied law, and was admitted to the bar in 1841.[6] Fenton entered politics as a Democrat. He was Town Supervisor of Carroll from 1843 to 1850.[7] He was elected as a Democrat to the 33rd United States Congress, and served from March 4, 1853, to March 3, 1855. In his first term in Congress, Fenton strongly opposed the Kansas-Nebraska Act of 1854 and unsuccessfully tried to persuade President Franklin Pierce and U.S. Secretary of State William L. Marcy to oppose the bill. He was defeated for re-election that year. He left the Democratic Party to help organize the Republican Party,[6] and was later elected, as a Republican, to the 35th, 36th, 37th and 38th United States Congresses, and served from 1857 to 1865. During the 36th Congress, he served on the Committee on Invalid Pensions and in the 37th Congress, he served on the Committee on Claims.[7] He served a total of five terms as congressman. He was the Governor of New York from 1865 to 1868, elected in 1864 and 1866. \"During his tenure, Cornell University was founded; a free public school system was initiated; and relief measures were sanctioned that benefited veterans.\"[8] After serving two terms as governor, Fenton lost the November 1868 election to John T. Hoffman, a Tammany-backed Democrat. In 1868, he was among the candidates to be Vice President but the nomination went eventually to Schuyler Colfax,[9] whom Fenton had previously been allied with in discussing \"growing public agitation about\" General George B. McClellan's inactivity with President Abraham Lincoln during the U.S. Civil War.[10] In January 1869, he was elected a U.S. Senator from New York, succeeding Edwin D. Morgan and serving from 1869 to 1875 when Francis Kernan replaced him. While in the Senate, he served as Chair of the Committee to Audit and Control the Contingent Expenses during the 42nd Congress while also serving on the Committee on Manufactures and the Committee on Territories.[7] In 1872, he was among the Republicans opposed to President Ulysses S. Grant who joined the short-lived Liberal Republican Party.[11] In 1878, Fenton represented the United States at the International Monetary Conference in Paris. He was known as \"The Soldiers' Friend\" for his efforts to help returning Civil War veterans. He worked to remove tuition charges for public education, helped to establish six schools for training teachers, and signed the charter for Cornell University.[12] In 1840, Fenton was married to Jane W. Frew (1821–1842), the daughter of John Frew. They had one daughter, Jane Frew Fenton. After his first wife's death in 1842 Jane went to live with her maternal grandparents. Reuben got remarried on June 12, 1844 to Elizabeth Scudder (1824–1901). Together, they were the parents of:[5] Fenton died on August 25, 1885 in Jamestown,[13] and was buried in Lakeview Cemetery.[14] The town of Fenton in Broome County, New York is named for Reuben Fenton. Fenton's family home was an Italian Villa style house built in 1863. He and his family lived there until the passing of Fenton's wife. After her passing the house was abandoned before it became city property in 1919. It has been home to the Fenton History Center since 1964 and is now used as a museum dedicated to the local history of Chautauqua county.[15] It was listed on the National Register of Historic Places in 1972.[16] After his death, a building at The State University of New York at Fredonia, Fenton Hall, was named in his honor because he had attended the previous incarnation of the school, Fredonia Academy.[17][18] Fenton Avenue in The Bronx, New York, is named for him.[17]","Title":"Reuben Fenton - Wikipedia","KeyID":"4981","URL":"https://en.wikipedia.org/wiki/Reuben_Fenton"}