{"Content: ":"John Thompson Hoffman (January 10, 1828 – March 24, 1888) was the 23rd Governor of New York (1869–72). He was also Recorder of New York City (1861–65) and the 78th Mayor of New York City (1866–68). Connections to the Tweed Ring ruined his political career, in spite of the absence of evidence to show personal involvement in corrupt activities. He is to date the last New York City mayor elected Governor of New York and the last elected to higher office. He was born in Ossining in Westchester County, New York. He was the son of Jane Ann (Thompson) and Adrian Kissam Hoffman, a physician in Westchester County. His father's parents, Philip L. Hoffman and Helena Kissam, were \"among the most valuable members of early society in New York, and the founders of many public charities and benevolent works,\" Harper's Weekly effused.[1] He attended Union College starting in 1843 in the junior class, but had to leave for a time due to ill health, eventually graduating in 1846. He then studied law, was admitted to the bar in 1849 and practiced in Manhattan.[1] Hoffman became active in the Tammany Hall faction of the Democratic Party. He was a member of the New York State Democratic Central Committee beginning in 1848, and served as New York City Recorder from 1861 to 1866. Hoffman served as mayor of New York City from 1866 to 1868. from 1866 to 1868 he was Grand Sachem, or leader, of the Tammany Hall organization. When he was elected mayor in 1865, reformers had high hopes for him. A front-page article in Harper's Weekly intoned: It is many years since the city of New York has chosen for her Chief Magistrate a man of the position and reputation of John T. Hoffman. He is not only a gentleman of high social position, but a lawyer of distinction, a judge of eminent probity, a representative by descent of some of the oldest New York families, a citizen of unblemished reputation ...[1] Hoffman was elected governor in 1868, the last New York City Mayor to accomplish this feat and the last New York City Mayor elected to higher office. Hoffman's election was aided by Tammany Hall under the leadership of its boss William Tweed. Later on the fact that Hoffman had aid from Tweed, and his voter majority was so large for that time, would be recalled as proof that the Governor was a member of the notorious Tweed Ring. In actuality, while Tweed did frequently see Hoffman in Albany on various votes and projects, it was no more than any other major Democrat in New York State. But they worked harmoniously together, and Tweed aided Hoffman in getting re-elected in 1870. Shortly afterwards a new City Charter was enacted which granted more local autonomy to New York City. Such reform had been discussed for decades, but Tweed with Hoffman brought it to fruition. But just at this point Tweed's corruption began being revealed in The New York Times and Harper's Weekly, and the new Charter was discredited as being planned for more municipal corruption. At this time Hoffman was also considering seriously to run for the presidency in 1872, and Tweed was to be his manager. Tweed, in actuality, had little interest in national affairs (he had been a Congressman for a single term in the 1850s), and while he might have considered the possible corruption pickings greater he also was aware of the bad publicity such scandals had brought on the Grant Administration. Whoever ran for president in 1872 would face Grant running for re-election. As it turned out, the Tweed scandals wrecked Hoffman's chances, and the nomination eventually was split between those Democrats supporting liberal Republican Horace Greeley and those supporting the \"pure\" Democrat, New York attorney Charles O'Conor. Hoffman, his reputation ruined by the connections with Tweed, did not seek further political offices. Hoffman died at age 60 in Wiesbaden, Germany on March 24, 1888, while traveling in Europe with family members, as he did each winter.[2] He was buried at Dale Cemetery in Ossining.","Title":"John T. Hoffman - Wikipedia","KeyID":"4982","URL":"https://en.wikipedia.org/wiki/John_T._Hoffman"}