{"Content: ":"Lucius Robinson (November 4, 1810 – March 23, 1891) was an American lawyer and politician. He was the 26th Governor of New York from 1877 to 1879. He graduated from Delaware Academy in Delhi, New York. Afterwards he studied law in the offices of Erastus Root and Amasa J. Parker, was admitted to the bar in 1832, and began practice in Catskill, New York He was district attorney of Greene County from 1837 to 1840. Then he removed to New York City and became a member of Tammany Hall. He joined the Republican Party when it was founded, and was a member of the New York State Assembly (Chemung Co.) in 1860 and 1861. He was New York State Comptroller from 1862 to 1865. In 1861, he was elected on the Union ticket nominated by Republicans and War Democrats. In 1863 he was defeated for re-nomination at the Union state convention, but the nominated candidate refused to run, and the Republican State Committee put Robinson back on the ticket, and he was re-elected. After the war he joined the Democratic Party again, and was re-nominated for comptroller on the Democratic ticket, but this time was defeated by the Republican candidate Thomas Hillhouse. After his defeat he resumed the practice of law. In 1871–72 he was a member of the New York State Constitutional Commission. He was a director of the Erie Railroad, and was acting president of the company while the president, Peter H. Watson, was travelling about Europe. In 1875, he was again elected state comptroller, defeating the Republican candidate, former United States Treasurer Francis E. Spinner. While serving as comptroller, he was elected governor, and was in office from 1877 to 1879, the first governor to serve a three-year term after the amendment to the state constitution in 1874. As governor, he opposed Tammany Hall vigorously, which led the Tammany leader John Kelly to have himself nominated for governor by Tammany Hall at the next election in 1879, with the intention to split the Democratic vote, and so defeat Robinson. This happened, and the Republican candidate Alonzo B. Cornell was elected governor with fewer votes than Robinson and Kelly together. Robinson was a delegate to the 1876 Democratic National Convention and supported Samuel J. Tilden for president. He died from pneumonia, and was buried at the Woodlawn Cemetery, Elmira.","Title":"Lucius Robinson - Wikipedia","KeyID":"4985","URL":"https://en.wikipedia.org/wiki/Lucius_Robinson"}