{"Content: ":"David Bennett Hill (August 29, 1843 – October 20, 1910) was an American politician from New York who was the 29th Governor of New York from 1885 to 1891 and represented New York in the United States Senate from 1892 to 1897. In 1892, he made an unsuccessful bid for President on a platform of bimetallism, but lost the nomination to Grover Cleveland, his longtime political rival and former running mate. David B. Hill was born on August 29, 1843 in Havana, New York. He was educated locally, studied law, and began a practice in Elmira in 1864. In 1864, he was named Elmira City Attorney. Hill represented Chemung County in the New York State Assembly in 1871 and 1872. Hill was elected an alderman of Elmira in 1880, Mayor of Elmira in 1882, and was President of the New York State Bar Association from 1886 to 1887. Hill served as Lieutenant Governor from 1883 to 1885, elected in 1882 on the ticket with Governor Grover Cleveland. Hill became governor in 1885, when Cleveland resigned to take office as President of the United States. Hill won election to the office of governor in his own right in 1885 and 1888. While Cleveland had publicly advocated for civil service reform, Hill embraced the role of patronage in politics and built up a strong following. During Hill's tenure as governor, the Democratic Party organization in New York polarized between those loyal to Hill and those who favored Cleveland.[1] As governor, Hill opposed attempts to enact civil service reform and tax liquor. He supported regulation of tenement housing and labor reforms such as maximum work hours.[2] On May 15, 1885, Hill signed \"a bill establishing a 'Forest Preserve' of 715,000 acres that was to remain permanently 'as wild forest lands.'\"[3] This tract soon became the Adirondack Park. During his tenure as governor, William Kemmler was executed in the electric chair, the first inmate in the country ever to be put to death in this manner. On April 23, 1889, Hill vetoed a bill from the state legislature that would block the street construction at the Polo Grounds. He also vetoed two attempts at ballot reform by the Republican legislature.[4] After the 1888 elections, which saw the defeat of Cleveland and the re-election of Hill, Hill established effective control over the state Democratic Party. Democratic gains in the 1890 elections gave the Democratic Party a majority in the legislature. The legislature elected Hill to the Senate in January 1891, but Hill did not take the seat until January 1892, after his term as Governor expired.[1] In 1892, Hill sought the Democratic nomination for President of the United States, running as a supporter of bimetallism. At the 1892 Democratic National Convention, Cleveland defeated Hill and Governor of Iowa Horace Boies on the first ballot. Cleveland went on to defeat President Benjamin Harrison in the general election.[5] As Senator, Hill blocked President Cleveland's two appointments to the U.S. Supreme Court, William B. Hornblower and Wheeler H. Peckham, both New York judges who had opposed Hill's political machine. In 1894, Hill was defeated by Republican Levi P. Morton when, as a sitting U.S senator, he ran again for governor again. In 1896, Hill initially opposed the nomination of William Jennings Bryan for President, but supported Bryan in the general election against the Clevelandite Gold Democrats. In 1897, Hill was defeated for re-election by Republican Thomas C. Platt. Hill received significant support for the vice presidential nomination at the 1900 Democratic National Convention, but the party nominated former Vice President Adlai Stevenson I. Hill served as the campaign manager of Democratic presidential nominee Alton Parker in the 1904 presidential election.[2] Hill died at Wolfert's Roost, his country home near Albany on October 20, 1910, from the effects of Bright's Disease and heart disease. He was buried in Montour Cemetery in Mountour Falls.","Title":"David B. Hill - Wikipedia","KeyID":"4987","URL":"https://en.wikipedia.org/wiki/David_B._Hill"}