{"Content: ":"Vectidraco (meaning \"dragon from the Isle of Wight\"), is a genus of azhdarchoid pterosaur from the Lower Cretaceous of England. In November 2008, Daisy Morris of Whitwell, Isle of Wight, a four-year-old avid natural history collector, discovered some small bones in a rock below the cliff face of Atherfield Point at the southwest coast of Wight. Her parents carefully collected all additional rocks with fossils in them that they could find at the site.[1] In April 2009, Daisy's discovery was authenticated by palaeontologist Martin Simpson, from the University of Southampton.[2][3] The Morris family donated the specimen to the Natural History Museum. A scientific paper was published in 2013 about the find in the electronic journal PLoS ONE, titled A New Small-Bodied Azhdarchoid Pterosaur from the Lower Cretaceous of England and Its Implications for Pterosaur Anatomy, Diversity and Phylogeny. In it Darren Naish, Martin Simpson, and Gareth Dyke described and named the type species Vectidraco daisymorrisae. The generic name is derived from the Latin Vectis, the Roman name of the island now known as the Isle of Wight, and dracō, meaning \"dragon\". The specific name honours the discoverer Daisy Morris.[3][1] A children's book has also been written by Simpson about Daisy Morris's discovery, called Daisy and the Isle of Wight Dragon.[4] The only known specimen, holotype NHMUK PV R36621, was uncovered in the Chale Clay Member of the Atherfield Clay Formation of the Lower Greensand Group, a clay layer of the Deshayesites forbesi zone, Deshayesites fittoni subzone, dating from the early Aptian, with an age of 124 million years. It consists of the left side of a pelvis, the right ischium, the rear dorsal vertebra and the first three sacral vertebrae, of a subadult or adult individual.[3] Vectidraco is a relatively small pterosaur. The pelvis is four centimetres long as preserved. Vectidraco's wingspan was estimated at seventy-five centimetres, its total body length at thirty-five centimetres. In view of its affinities, the describing authors assumed it was a toothless form, featuring a crest on its snout.[3] Several unique derived traits, autapomorphies, were established. The hip joint is bordered at its top rear corner by a triangular depression. This depression is overhung by a ridge running downwards to the rear. The front blade of the ilium features an undivided roughly oval depression at its front inner side, below a convex surface. Furthermore, a unique combination of traits is present in that the elongated rear blade of the ilium is T-shaped, terminating in a wide expansion also projecting upwards, that is longer than the shaft of the rear blade itself.[3] Damage to the ilium shows the presence of camellate bone, internal air chambers. Also all the preserved vertebrae are pneumatised.[3] Vectidraco was assigned to the Azhdarchoidea, in a basal position. If correct, this would make it one of the smallest azhdarchoids known.[3] In 2018, paleontologist Nicholas Longrich and colleagues had, in a large phylogenetic analysis, found Vectidraco in a more derived position within the Azhdarchoidea, more specifically as the sister taxon of both Tapejara and Europejara within the family Tapejaridae.[5] In 2020, in a phylogenetic analysis conducted by David Martill and colleagues, Vectidraco was once again found within the Tapejaridae. Their analysis follows that of Longrich and colleagues, in which the Tapejaridae was divided into two lineages: the Tapejarinae and the Sinopterinae. Vectidraco, just like in the analysis by Longrich and colleagues, was recovered as the sister taxon of both Tapejara and Europejara, within the subfamily Tapejarinae.[6] Their cladogram is shown below: Bennettazhia oregonensis Tapejara wellnhoferi Europejara olcadesorum Vectidraco daisymorrisae Caiuajara dobruskii Tupandactylus navigans Tupandactylus imperator Bakonydraco galaczi \"Huaxiapterus\" benxiensis \"Huaxiapterus\" corollatus Eopteranodon lii Huaxiapterus jii Sinopterus dongi   ","Title":"Vectidraco - Wikipedia","KeyID":"499","URL":"https://en.wikipedia.org/wiki/Vectidraco"}