{"Content: ":"Frank Swett Black (March 8, 1853 – March 22, 1913) was an American newspaper editor, lawyer and politician. A Republican, he was a member of the United States House of Representatives from 1895 to 1897, and the 32nd Governor of New York from 1897 to 1898. A native of Limington, Maine, Black graduated from Dartmouth College in 1875 and moved to New York, where he edited and reported for newspapers in Johnstown and Troy. He studied law, attained admission to the bar in 1879, and practiced in Troy. Black became involved in politics by giving speeches for Republican candidates and serving as chairman of the party in Rensselaer County. In 1894, he was a successful candidate for the United States House of Representatives, and he served a partial term, March 1895 to January 1897. Black resigned before the end of his term because he had been elected governor. In 1896, Black was the successful Republican nominee for governor. He served one term, January 1897 to December 1898. He was an unsuccessful candidate for renomination in 1898, losing at the party's state convention to Theodore Roosevelt, who went on to win the general election. After leaving office, Black resumed the practice of law and remained active in politics as a campaign speaker for Republican candidates. He died in Troy on March 22, 1913 and was buried at his summer home, a farm in Freedom, New Hampshire. Black was born near Limington, Maine on March 8, 1853, one of eleven children born to farmer Jacob Black and Charlotte (Butters) Black.[1] His father moved the family to Alfred, Maine after accepting an appointment as keeper of the York County jail.[1] Black graduated from Lebanon Academy in 1871, then taught school while attending Dartmouth College.[1] He graduated with a Bachelor of Arts degree in 1875, was an editor of all three of the school's student publications, and won prizes for oratory.[1][2] While in college, Black joined the Delta Kappa Epsilon fraternity.[2] After completing his education, Black moved Rome, New York, where he sold chromolithographs.[1] He soon moved to Johnstown, New York to become editor of the Johnstown Journal, the publisher of which was a member of the Stalwart faction of Republicans who were loyal to Roscoe Conkling.[3] A member of the Half-Breed faction of the Republican Party and follower of James G. Blaine,[4] Black changed the political stance of the paper while its publisher was out of town, for which he was promptly fired.[3] He then moved to Troy, New York, where he worked for the Troy Whig and Troy Times.[1] While working as a night reporter, clerk in the Troy post office, and process server, he studied law at the firm of Robertson & Foster.[1][3] Black attained admission to the bar in 1879 and began to practice in Troy.[1] In 1888, Black campaigned for Benjamin Harrison for president.[1] In 1892, he campaigned for Harrison's reelection, but Harrison was defeated by former President Grover Cleveland.[1] His continued political activities included serving as chairman of the Republican Party in Rensselaer County.[3] In March 1894, an election day dispute between Republicans and Democrats in Troy culminated with the murder of Robert Ross, a Republican.[1] Black assisted in the prosecution of the defendants, Democrats Bartholomew \"Bat\" Shea and John McGough, who were convicted.[5][6] McGough was sentenced to 20 years in prison, and Shea was executed.[5] Largely as the result of publicity from the Ross murder case,[7] in November 1894, Black was elected to the 54th United States Congress, representing New York's 19th congressional district.[1] He served from March 4, 1895 to January 7, 1897, when he resigned because he had been elected governor.[1] During his House term, Black was a member of the Committee on Pacific Railroads and the Committee on Private Land Claims.[1] He was a delegate to the 1896 Republican National Convention and supported William McKinley for president.[8] Black was elected governor in 1896 and served from January 1, 1897 to December 31, 1898.[1] A highlight of his governorship was completion of construction on the New York State Capitol, which had fallen far behind schedule and had been plagued with cost overruns.[1][8] As governor, Black advocated for conservation of the area now known as the Adirondack State Park.[1] As part of this effort, he oversaw the establishment of the New York State College of Forestry.[1] During Black's governorship, the boroughs that now make up New York City were consolidated into one municipality.[1] Black also oversaw New York's participation in the Spanish–American War.[1] Under his leadership, 16,000 New York soldiers were raised, trained, and equipped for accession into the United States Army as it expanded for the war.[1] In addition, he successfully advocated for election reforms, including allowing soldiers to vote while they were out of state or outside the United States.[1] In his 1894 and 1896 campaigns, Black had been nominated at Republican conventions by political operative Louis F. Payn, who was widely regarded as a corrupt associate of Thomas C. Platt, the boss of New York State's Republican Party.[9] As governor, Black caused a controversy when he appointed Payn as state insurance superintendent.[9] Despite criticism from advocates of good government and civil service reform, Black continued to support Payn.[9] Even though he backed Payn, Black incurred Platt's displeasure when Black successfully opposed a bill Platt favored, which would have banned from newspapers editorial cartoons critical of state government officials.[10] (As governor, Theodore Roosevelt won a showdown with Platt over Payn's reappointment, which resulted in the selection of another candidate.[11]) Late in Black's term, state officials were accused of squandering taxpayer money on a project to expand the Erie Canal, which had come to be regarded as a boondoggle because of delays and excessive costs.[12] Black's chances for reelection were jeopardized, so Republicans replaced him as their 1898 gubernatorial nominee with Theodore Roosevelt, who had recently attained hero status in Cuba during the Spanish–American War.[13] Roosevelt won the November general election by narrowly defeating Democratic nominee Augustus Van Wyck.[14] In 1899, an investigating commission appointed by Black, in conjunction with two special counsels appointed by Roosevelt, exonerated those involved of criminal wrongdoing.[15] After leaving office, Black resumed his law practice.[16] Among the noteworthy cases in which he was involved, Black took part in the defense of Roland B. Molineaux in the famed People v. Molineux case.[16] After Molineaux was convicted of murder, the conviction was overturned and he won an acquittal at retrial.[16] The case was the source of the well-known \"Molineux rule\" which limits the ability of prosecutors to use prior crimes as proof that a defendant committed the crime with which he is charged.[17] Black also took part in the defense of Caleb Powers for the assassination of Kentucky governor William Goebel.[18] Black maintained his interest in politics even after leaving office.[19] He was a delegate to the 1904 Republican National Convention, and nominated President Theodore Roosevelt for election to a full term.[20] Later that year, he was a candidate for the Republican nomination for United States Senator, but withdrew in favor of incumbent Chauncey Depew, who went on to win reelection.[19] In 1908, Black, who had fallen out with Roosevelt, supported Charles Evans Hughes for president over Roosevelt's choice, William Howard Taft.[21] Black remained a popular and sought-after speaker for political events and other occasions.[22] Among his best-known orations was a 1903 commemorative eulogy for Abraham Lincoln delivered to the Republican Club of the City of New York during its annual Lincoln's Birthday celebration.[1][23] Black died from heart disease at his home in Troy on March 22, 1913.[24] He was cremated and his ashes were buried at his summer home, a farm in Freedom, New Hampshire.[25][26] In 1879, Black married Lois B. Hamlin (1858-1931) of Provincetown, Massachusetts, whom he had met while teaching school.[3][27] They were the parents of a son, Arthur (1880-1953).[3][28] In 1898, Black received the honorary degree of LL.D. from Dartmouth College.[8]","Title":"Frank S. Black - Wikipedia","KeyID":"4990","URL":"https://en.wikipedia.org/wiki/Frank_S._Black"}