{"Content: ":"Frank Wayland Higgins (August 18, 1856 – February 12, 1907) was an American politician who served as the 35th Governor of New York. Higgins was born in Rushford, New York on August 18, 1856.[1][2] He was the son of Orrin Thrall Higgins (1826–1890) and Lucia Cornelia (née Hapgood) Higgins (1831–1868). Given the first name \"Francis\" at birth, he called himself \"Frank\" from an early age. His elder sister was Clara Alzina Hapgood Higgins,[3] who later married Frank Sullivan Smith, one time head of the Shawmut Railroad.[4] His father, a descendant of Stephen Hopkins of the Mayflower, was a successful merchant who owned a chain of grocery stores in Olean, New York and held mining and timber tracts in Michigan, Wisconsin, Washington, Oregon, and Minnesota.[1] Higgins' grandfather was a pioneer physician of distinction in Western New York.[1] Higgins attended Rushford Academy and then Riverview Academy, a military school in Peekskill, New York, from which he graduated in 1873. He then attended a commercial college in Binghamton, New York. After completing his education Higgins worked as a sales agent for an oil company in Detroit and Chicago, and then became a partner in the Stanton, Michigan mercantile firm of Wood, Thayer, and Company. In 1879, Higgins returned to New York and became a partner in his father's business, Higgins, Blodgett & Co.[1] He was a delegate to the 1888 Republican National Convention. In 1894, Higgins was elected to the New York Senate with a plurality of 8,046 votes over his opponent,[5] and he served for eight years, sitting in the 117th, 118th (both 32nd D.), 119th, 120th, 121st, 122nd, 123rd, 124th and 125th New York State Legislatures (all seven 50th D.). While in the Senate, he served on various committees and was \"Chairman of the Finance Committee for a longer period than any other man.\"[5] In 1888, he was a delegate to the Republican National Convention in Chicago that resulted in the nomination of former Senator Benjamin Harrison of Indiana for President and Levi P. Morton of New York, a former Congressman and Minister to France, for Vice President.[5] In 1902, Higgins was the successful Republican candidate for lieutenant governor against Democrat Charles N. Bulger (663,689 votes to 653,555 votes),[5] and he served one term from 1903 to 1904. In what was considered the Republican Roosevelt wave, due to former New York Governor's Theodore Roosevelt's election to the Presidency,[6] Higgins was the successful Republican nominee for governor in 1904,[5] and he served one term from January 1905 to December 1906.[7] He was succeeded by fellow Republican Charles Evans Hughes (who later became the U.S. Secretary of State and Chief Justice of the United States).[8][9] Higgins was in ill health at the end of his term and died just six weeks after leaving office. In his obituary in The New York Times, it was said: \"The illness of ex-Gov. Higgins covers practically the whole of his administration of two years. His health was not robust when he was nominated for Governor in 1904, and it is but chronicling the truth to say that the campaign taxed him greatly. Following his election he was able to rest up, and for a time he felt better than in months. On assuming office, however, the cares of the Governorship wore on him and each month increased the pressure.\"[1] On June 5, 1877, Higgins was married to Kate Corinne Noble (1855–1929), a daughter of Aaron Harrison Noble and Aldura (née Bell) Noble. They married in Stanton, Michigan where Higgins was then in business.[10] Together, they were the parents of: Among Higgins closest friends was Olean Mayor Nicholas Van Vranken Franchot, who served as the New York State Superintendent of Public Works during Higgins administration.[15] Higgins died of heart disease in Olean on February 12, 1907.[1] After an Episcopal burial service read at his residence, he was buried at Mount View Cemetery in Olean.[15] President and Mrs. Roosevelt sent flowers, as did Governor Hughes and many other prominent people.[15] Higgins estate was valued at $1,250,000, considerably less than the $15,000,000 estimated around his death.[16] His wife died at the Higgins residence, 128 South Street in Olean, in May 1929.[10] Higgins official portrait as Governor of New York was painted by Buffalo, New York native, Eugene Speicher.[17] A biography of Higgins's life was written by William Gabler, entitled Frank Wayland Higgins: New York’s Forgotten Governor.[2][18]","Title":"Frank W. Higgins - Wikipedia","KeyID":"4992","URL":"https://en.wikipedia.org/wiki/Frank_W._Higgins"}