{"Content: ":"William Sulzer (March 18, 1863 – November 6, 1941) was an American lawyer and politician, nicknamed Plain Bill Sulzer. He was the 39th Governor of New York and a long-serving congressman from the same state. Sulzer was the first, and to date only, New York governor to be impeached and the only governor to be convicted on articles of impeachment. He broke with his sponsors at Tammany Hall, and they produced convincing evidence that Sulzer had falsified his sworn statement of campaign expenditures.[1] William Sulzer was born in Elizabeth, New Jersey on March 18, 1863, the son of Lydia (Jelleme), who was Frisian, and Thomas Sulzer, a German immigrant.[2] He was the second in a family of eight children, and his siblings included Charles August Sulzer, who pursued a successful political career in Alaska. He was reared on his family farm and attended the public schools of Elizabeth. At age 12 he left home and sailed as a cabin boy aboard a brig, the William H. Thompson. He returned to the family home a year later and became a clerk in a grocery store.[3] Sulzer took night classes at Cooper Union before attending lectures at Columbia Law School and studying law with the New York City firm of Parish & Pendleton. He was admitted to the bar in 1884, and commenced practice in New York City. Even before beginning his law practice, he was a member of Tammany Hall political machine serving as a popular stump speaker.[4][3] He married Clara Rodelheim in 1908. Sulzer's career in politics began in 1884 when he worked for the Tammany Hall political machine on New York's East Side as a stump speaker for various Democratic campaigns including the presidential campaign of then-Governor Grover Cleveland. Sulzer was a member of the New York State Assembly in 1890, 1891, 1892 (all three New York Co., 14th D.), 1893 and 1894 (both New York Co., 10th D.). His participation in the machine helped assure that he was appointed to the Committee on General Laws in his first term.[5] During his time in the Assembly he introduced bills seeking to abolish debtors' prisons, and to limit hours for workers. His popularity and loyalty to Tammany machine were such that in 1893, Tammany Boss Richard Croker selected Sulzer to be elected as Speaker of the New York State Assembly. The term was noted as being highly corrupt and highly partisan, as the Democratic machine dominated all committees, and with them the state budget. Sulzer himself declared during the term \"[A]ll legislation came from Tammany Hall and was dictated by that great statesmen, Richard Croker.\"[6] During his time in the Assembly, Sulzer was a delegate to the 1892 Democratic National Convention, and returned as such to every national convention until 1912. Sulzer was elected to the 54th United States Congress in 1894, and served as a U.S. Representative in the eight succeeding Congresses, from March 4, 1895, to December 31, 1912, representing the 10th Congressional District. In Congress he was a Populist, known for his oratory. Declaring himself to be a \"friend to all humanity and a champion of liberty\", he supported the Cuban rebels during their War of Independence, and during the Second Boer War introduced a resolution supporting the Boer Republics and banning the sale of military supplies and munitions to the British Empire. Repeatedly he called for resolutions condemning Czarist Russia over the issue of pogroms. In the Sixty-second United States Congress he chaired the Committee on Foreign Affairs, from which he proposed a resolution praising the Revolution of 1911. He also opposed United States intervention in the Mexican Revolution, and proposed a unanimously supported bill to annul the Treaty of 1832 with Russia due to a Russian refusal to recognize the passports of Jewish-Americans.[8] Sulzer during his time in Congress supported numerous Progressive goals in terms of popular democracy and efficiency. He was a supporter of the creation of the United States Department of Labor, the direct election of senators --- for which he proposed a resolution in support of --- and the eight-hour day. In the Election of 1896 he supported the nomination of and campaigned for William Jennings Bryan.[9] In 1896, for the first time he announced his candidacy for the governorship but was rejected by Tammany and the Democratic Party at large. In 1898 Richard Croker openly opposed his attempt for the Democratic nomination.[10] For the next six elections Sulzer was continually rejected for the Democratic nomination for governor, losing to Tammany supported politicians such as William Randolph Hearst, and John Alden Dix. In 1912 though, the split between the Republicans and the Progressives meant that the Democratic nomination was likely to win. This in turn prompted a fight in the Democrats, as reformers disappointed in Governor Dix's support for Tammany moved to oust him from contention. The Empire State Democracy Party was even founded by reformers such as State Senator Franklin D. Roosevelt to run against Dix or any other clear Tammany candidate. In this crisis Sulzer found himself selected as a compromise candidate, acceptable to reform-minded and Tammany Democrats. The party united, Sulzer went on to defeat Republican Job E. Hedges and Progressive Oscar S. Straus. He resigned from Congress effective December 31, 1912, having been elected Governor of New York in November 1912 for the term beginning on January 1, 1913. Sulzer was elected with the support of William Jennings Bryan, William Randolph Hearst and Woodrow Wilson, as well as the reform and Tammany factions of the state Democratic Party. Upon taking office Sulzer and Croker's successor \"Silent Charlie\" Murphy began to turn against each other as Sulzer claimed control of the state Democratic Party, rather than staying loyal to Tammany. On taking office as governor, Sulzer in an initial move announced the renaming of the Executive Mansion \"The People's House\".[11] The populist rhetoric of this move was followed by a campaign to \"let the people rule\", through a series of reforms, including a move to promote open primaries for party nominations, and investigations into corruption in the legislature and executive branches of state government. At the same time Sulzer refused to follow Tammany decisions for state appointments. These moves would damage the power of Tammany and other machines, Democratic and Republican throughout the state, and empower Sulzer. The campaign for direct primaries would win him the support of Theodore Roosevelt and his Progressives, but also moved Tammany to stand firmly against him.[12] Critics claimed that Sulzer was using the direct primary issue to build his own machine or to co-opt Tammany and assume control of it from Murphy, based on his populist appeal. Meanwhile, Sulzer and his supporters countered that the effort was necessary to promote fair government.[13] By the end of April investigations against previously appointed Tammany officials had further developed the party split. And then on the 26th as the Open Primaries Bill moved to a vote Sulzer declared \"If any Democrat in this State is against the Democratic State platform, that man is no true Democrat, and as the Democratic Governor of the State I shall do everything in my power to drive that recreant Democrat out of the Democratic Party.\"[14] In spite of the threat, both Machine and Independent Democrats voted against the bill overwhelmingly. The Machine delegates, led by Speaker Al Smith followed the orders of Murphy, while the Independent Democrats, mostly from rural, Upstate New York opposed the bill fearing that Open primaries would silence their influence and power against the weight of the urban vote. Sulzer's refusal to work with Tammany on appointments was a major threat to the organization, which had since its foundation been dependent on Civil Service work to develop its power. One of the appointments that Sulzer refused to make was that of James E. Gaffney, owner of the 1914 \"Miracle\" Braves, to State Commissioner of Highways.[15] Even after the defeat of the vote, Sulzer vowed to continue his fight with Murphy and the other bosses, and that there would be no Compromise. In response, the Tammany-allied State Comptroller William Sohmer moved to freeze payrolls for state highway and prison projects, and the State Senate under the leadership of another Tammany officer Robert F. Wagner refused to approve the Governor's appointments to the New York Public Service Commission. As the conflict between Sulzer and Tammany moved on, accusations of perjury arose against the Governor, stemming from an 1890 lawsuit accusing him of involvement in fraudulent companies in Cuba while a Congressman. It was also rumored that he was sued by a Philadelphia woman for breaking a 1903 promise to marry her. He rejected all these claims and characterized the breach of promise lawsuit as a \"frame-up.\"[16] In May 1913, the state legislature established a Joint Committee to investigate the financial conduct of state institutions, chaired by Senator James J. Frawley, a loyal Tammany Hall Democrat. In the summer of 1913 this committee, using Tammany-provided information,[citation needed] accused Sulzer of diverting campaign contributions to purchase stocks for himself and perjuring himself under oath. Sulzer and his supporters averred that the charges were made under instructions from Murphy in order to remove Sulzer as an obstacle to Tammany Hall. Some historians have corroborated Sulzer's version of events. Sulzer also questioned the constitutionality of the committee itself. But as evidence emerged regarding his use of campaign funds, he began to lose the support of the national Democratic Party. On August 11, 1913, the Frawley committee announced its findings to the state legislature, and moves began towards impeachment,[clarification needed] managed by Tammany Hall's legislative leaders, Al Smith and Robert Wagner. Sulzer's only support came from Progressive legislators, who were too few to slow the process down.[17] Over the next two days, Sulzer attempted to obstruct the impeachment at every turn but was powerless to stop it, as Smith and Wagner maintained control of their respective houses. In a last-minute attempt to prevent impeachment, the Governor's wife admitted to having been responsible for the theft of campaign funds. The Governor's allies attempted to postpone proceedings based on the new evidence, but were unsuccessful and the decision came to a vote.[18] On August 13, the New York Assembly voted to impeach Governor Sulzer by a vote of 79 to 45. Sulzer was served with a summons to appear before the New York Court for the Trial of Impeachments, and Lieutenant Governor Martin H. Glynn was empowered to act in his place pending the outcome of the trial. However, Sulzer maintained that the proceedings against him were unconstitutional and refused to hand over power to Glynn.[19] Beginning August 21, Glynn began signing documents as \"Acting Governor\" despite Sulzer's refusal.[20] On September 18, Sulzer's trial before the Impeachment Court began in Albany. Sulzer called upon Louis Marshall to head his defense team; Marshall agreed but confided in his wife that he was not enthusiastic about the outcome.[21] The trial did not go well; Sulzer did not even testify in his own defense. On the afternoon of October 16, the court convicted Sulzer on three of the Articles of Impeachment: filing a false report with the Secretary of State concerning his campaign contributions, committing perjury, and advising another person to commit perjury before an Assembly committee.[22] The court voted to remove Sulzer from office. On October 17, 1913, Sulzer was removed by the same margin, a vote of 43–12, and Lt. Gov. Glynn succeeded to the governorship.[23] According to the 1914 book The Boss or the Governor by Samuel Bell Thomas, a crowd of 10,000 gathered outside the Executive Mansion on the night Governor Sulzer left Albany, leading to an exchange as follows: Some in Albany maintained that he was impeached unfairly, as he had been the first person ever to have been impeached for acts committed before taking office. There have been several pieces of legislation introduced in the New York State Assembly and Senate to have his political record repaired. None have been successful to date. Sulzer was able to recover somewhat politically. Just a few weeks after the impeachment, he was elected on the Progressive ticket to the New York State Assembly, and was a member of the 137th New York State Legislature (New York Co., 6th D.) in 1914. For the New York state election, 1914, he organized the American Party as a spoiler, to defeat Martin H. Glynn, his former lieutenant governor who had succeeded him as governor and was running for re-election. Sulzer also attempted to gain the Progressive Party nomination for governor, but was defeated in the primary, partly due to the intervention of Theodore Roosevelt who, in a letter to all members of the party, declared \"the trouble with Sulzer is that he does not tell the truth.\"[25] However, Sulzer found support in the Prohibition Party which, on the basis of a speech he gave denouncing rum, nominated him for governor in 1914.[26] He came in third, behind Republican Charles S. Whitman, who was elected governor, and Glynn, who was unseated. Sulzer thus claimed that the result was a moral victory, as the Democrats who had impeached him were swept out of power. In the Election of 1916 Sulzer was the Presidential nominee of the American Party.[27] Leaving politics, he engaged in the practice of law in New York City. He wrote and spoke in support of the Baháʼí Faith from the 1920s occasionally after having met ʻAbdu'l-Bahá during his visit including the United States in 1912.[28] He died in New York on November 6, 1941, aged 78. He was buried at the Evergreen Cemetery in Hillside, New Jersey. The Great McGinty, Preston Sturges' 1940 film, was based in part on William Sulzer's story, per film historian Kevin Brownlow.[citation needed] Bitten by the Tiger: The True Story of Impeachment, the Governor & Tammany Hall a 2013 book written by Jack O'Donnell and published by Chapel Hill Press, goes into depth about William Sulzer's political rise, achievements, and his impeachment.[29] Media related to William Sulzer at Wikimedia Commons","Title":"William Sulzer - Wikipedia","KeyID":"4995","URL":"https://en.wikipedia.org/wiki/William_Sulzer"}