{"Content: ":"William Averell Harriman (November 15, 1891 – July 26, 1986), better known as Averell Harriman, was an American Democratic politician, businessman, and diplomat. The son of railroad baron E. H. Harriman, he served as Secretary of Commerce under President Harry S. Truman, and later as the 48th Governor of New York. He was a candidate for the Democratic presidential nomination in 1952 and 1956, as well as a core member of the group of foreign policy elders known as \"The Wise Men\". While attending Groton School and Yale University, he made contacts that led to creation of a banking firm that eventually merged into Brown Brothers Harriman & Co. He owned parts of various other companies, including Union Pacific Railroad, Merchant Shipping Corporation, and Polaroid Corporation. During the presidency of Franklin D. Roosevelt, Harriman served in the National Recovery Administration and on the Business Advisory Council before moving into foreign policy roles. After helping to coordinate the Lend-Lease program, Harriman served as the ambassador to the Soviet Union, and attended the major World War II conferences. After the war, he became a prominent advocate of George F. Kennan's policy of containment. He also served as Secretary of Commerce, and coordinated the implementation of the Marshall Plan. In 1954, Harriman defeated Republican Senator Irving Ives to become the Governor of New York. He served a single term before his defeat by Nelson Rockefeller in the 1958 election. Harriman unsuccessfully sought the presidential nomination at the 1952 Democratic National Convention and the 1956 Democratic National Convention. Although Harriman had Truman's backing at the 1956 convention, the Democrats nominated Adlai Stevenson II in both elections. After his gubernatorial defeat, Harriman became a widely respected foreign policy elder within the Democratic Party. He helped negotiate the Partial Nuclear Test Ban Treaty during President John F. Kennedy's administration, and was deeply involved in the Vietnam War during the Lyndon B. Johnson administration. After Johnson left office in 1969, Harriman became affiliated with various organizations, including the Club of Rome and the Council on Foreign Relations. Better known as Averell Harriman, he was born in New York City, the son of railroad baron Edward Henry Harriman and Mary Williamson Averell. He was the brother of E. Roland Harriman and Mary Harriman Rumsey. Harriman was a close friend of Hall Roosevelt, the brother of Eleanor Roosevelt. During the summer of 1899, Harriman's father organized the Harriman Alaska Expedition, a philanthropic-scientific survey of coastal Alaska and Russia that attracted 25 of the leading scientific, naturalist, and artist luminaries of the day, including John Muir, John Burroughs, George Bird Grinnell, C. Hart Merriam, Grove Karl Gilbert, and Edward Curtis, along with 100 family members and staff, aboard the steamship George Elder. Young Harriman would have his first introduction to Russia, a nation on which he would spend much attention in his later life in public service. He attended Groton School in Massachusetts before going on to Yale, where he joined the Skull and Bones society and Psi Upsilon.[1]: 127, 150–1 [2] He graduated in 1913. After graduating, he inherited one of the largest fortunes in America, and became Yale's youngest Crew coach. Using money from his father, he established the W.A. Harriman & Co banking business in 1922. His brother Roland joined the business in 1927 and the name was changed to Harriman Brothers & Company. In 1931 it merged with Brown Bros. & Co. to create the highly successful Wall Street firm Brown Brothers Harriman & Co. Notable employees included George Herbert Walker and his son-in-law Prescott Bush. Harriman's main properties included Brown Brothers & Harriman & Co, the Union Pacific Railroad, the Merchant Shipbuilding Corporation, and venture capital investments that included the Polaroid Corporation. Harriman's associated properties included the Southern Pacific Railroad (including the Central Pacific Railroad), the Illinois Central Railroad, Wells Fargo & Co., the Pacific Mail Steamship Co., American Ship & Commerce, Hamburg-Amerikanische Packetfahrt-Aktiengesellschaft (HAPAG), the American Hawaiian Steamship Co., United American Lines, the Guaranty Trust Company, and the Union Banking Corporation.[citation needed] He served as Chairman of The Business Council, then known as the Business Advisory Council for the United States Department of Commerce, in 1937 and 1939.[3] Harriman's older sister, Mary Rumsey, encouraged Averell to leave his finance job and work with her and their friends, the Roosevelts, to advance the goals of the New Deal. Averell joined the NRA National Recovery Administration, an effort to cartelise the American economy via a Corporate State model (ruled unconstitutional by the Supreme Court in 1935), marking the beginning of his political career. Following the death of August Belmont Jr., in 1924, Harriman, George Walker, and Joseph E. Widener purchased much of Belmont's thoroughbred breeding stock. Harriman raced under the nom de course of Arden Farm. Among his horses, Chance Play won the 1927 Jockey Club Gold Cup. He also raced in partnership with Walker under the name Log Cabin Stable before buying him out. U.S. Racing Hall of Fame inductee Louis Feustel, trainer of Man o' War, trained the Log Cabin horses until 1926.[4] Of the partnership's successful runners purchased from the August Belmont estate, Ladkin is best remembered for defeating the European star Epinard in the International Special. Harriman's banking business was the main Wall Street connection for German companies and the varied U.S. financial interests of Fritz Thyssen, who was a financial backer of the Nazi Party until 1938. The Trading With the Enemy Act (enacted on October 6, 1917)[5] classified any business transactions for profit with enemy nations as illegal, and any funds or assets involved were subject to seizure by the U.S. government. The declaration of war on the U.S. by Hitler led to a U.S. government order on October 20, 1942, to seize German interests in the U.S., which included Harriman's operations in New York City. The Harriman business interests seized under the act in October and November 1942 included:[citation needed] The assets were held by the government for the duration of the war, then returned afterward; UBC was dissolved in 1951. Compensation for wartime losses in Poland was based on prewar assets. Harriman, who owned vast coal reserves in Poland, was handsomely compensated for them through an agreement between the American and Polish governments. Poles who had owned little but their homes received negligible sums. Beginning in the spring of 1941, Harriman served President Franklin D. Roosevelt as a special envoy to Europe and helped coordinate the Lend-Lease program. In August 1941, Harriman was present at the meeting between FDR and Winston Churchill at Placentia Bay, which yielded the Atlantic Charter. The joint agreement would establish American and British goals for the period following the end of World War II—before the U.S. was involved in that war—in the form of a common declaration of principles that were eventually endorsed by all of the Allies.[6] Harriman was subsequently dispatched to Moscow to negotiate the terms of the Lend-Lease agreement with the Soviet Union in September 1941, together with the Canadian publishing millionaire Lord Beaverbrook, who represented the United Kingdom.[7] Harriman tended to follow Beaverbrook's argument that since Germany had committed three million men to the invasion of the Soviet Union—so that the Soviets were doing the bulk of the fighting against the Third Reich—it was in the best interests of the Western powers to do everything to assist the Soviet Union.[7] The decision to aid the Soviet Union was taken against the advice of the U.S. ambassador in Moscow, Laurence Steinhardt, who from the moment that Operation Barbarossa started on June 22, 1941, had been sending cables predicting the Soviet Union would be rapidly defeated, and that any American aid would thus be wasted.[8] Likewise, General George Marshall was advising President Roosevelt that it was inevitable that Germany would crush the Soviet Union, and predicted that the Wehrmacht would reach Lake Baikal by the end of 1941.[9] The most important result of the Beaverbrook-Harriman mission to Moscow was the conclusion agreed upon between Churchill and Roosevelt that the Soviet Union would not collapse by the end of 1941. Additional conditions of the agreement were that even if the Soviet Union was defeated in 1942, keeping Soviet Russia fighting would impose major losses on the Wehrmacht, which would only benefit the United States and the United Kingdom.[10] Harriman has been subsequently criticized for not imposing preconditions on American aid to the Soviet Union, but the American historian, Gerhard Weinberg, has defended him on this point, arguing that in 1941, it was Germany—not the Soviet Union—that represented the main danger to the United States.[7] Furthermore, Joseph Stalin told Harriman that he would refuse American aid if preconditions were attached, leaving Harriman with no alternatives on the issue.[7] Harriman believed if Germany defeated the Soviet Union, then all of the vast natural resources of the Soviet Union would be at the disposal of the Reich, making Germany far more powerful than it already was. Therefore, it was in the best interests of the United States to deny those resources to the Reich.[7] He also pointed out that the defeat of the Soviet Union would free up three million men of the Wehrmacht for operations elsewhere, allowing Hitler to shift money and resources from his army to his navy and potentially increasing the threat to the United States.[10] Harriman told Roosevelt that if Operation Barbarossa was successful in 1941, Hitler would almost certainly defeat Britain in 1942.[10] His promise of $1 billion in aid technically exceeded his brief. Determined to win over the doubtful American public, he used his own funds to purchase time on CBS radio to explain the program in terms of enlightened self-interest. Nonetheless, considerable U.S. public skepticism towards Soviet aid persisted, lifting only with the Japanese attack on Pearl Harbor.[11] In a speech in 1972, Harriman stated: \"Today people tend to forget that, in 1941, President Roosevelt and Prime Minister Churchill had one prime objective: to destroy Hitler's forces, and win the war in a way that would be least costly in terms of human lives. For over a year, the British alone had borne the brunt of Nazi attacks; for their own self-preservation, they wanted to keep Russia as a fighting ally. Roosevelt had yet another consideration in mind. In those early days of the war, he was fearful that we would eventually be drawn into the conflict, yet he still hoped that our participation could be limited to air and naval forces, with a minimum of ground troops. We are all, to a considerable extent, the product of our experience: Roosevelt had a particular horror of the trench warfare of World War I and he wanted above all to prevent that fate from again befalling American fighting men. He hoped that, with our support, the Red Army would be able to keep the Axis forces engaged. The strength of the British divisions coupled with our own air and sea power might then make it unnecessary for the United States to commit major ground forces on the European continent\".[12] The Beaverbrook-Harriman mission promised that the United States and Great Britain would supply the Soviet Union every month with 500 tanks and 400 airplanes, plus tin, copper, and zinc.[13] However, the promised supplies had to be sent via the perilous \"Murmansk run\" through the Arctic Ocean, and only a tiny fraction of what was promised had in fact arrived by December 1941.[13] On November 25, 1941 (twelve days before the Japanese attack on Pearl Harbor), Harriman noted that \"The United States Navy is shooting the Germans—German submarines and aircraft at sea.\"[14] In 1941, a team of officers, led by General Albert Wedemeyer on behalf of General Marshall, drew up the Victory Program, whose premise was that the Soviet Union would be defeated that year, and that to defeat Germany would require the United States to raise by the summer of 1943 a force of 215 divisions comprising 8.7 million men.[15] The Harriman-Beaverbrook mission, whose more optimistic appraisal of Soviet fighting power ran contrary to the more pessimistic assessment, challenged one of the basic assumptions of the Victory Program. The Victory Program, with its call for a 215-division army plus men for the Army Air Corps, the Navy and the Marines that would require massive amounts of equipment, leading to what was known as the Feasibility Dispute within different departments of the government.[16] To build the necessary weapons for such a massive force would require the government essentially to end all civilian production in the U.S, a measure estimated to cause a 60% reduction in living standards.[16] Many in the government felt this would impose a level of sacrifice that the American people would be unwilling to accept.[16] The Feasibility Dispute ended in 1942 with the \"civilian\" fraction triumphing over the military as Roosevelt decided upon what was known as the \"90 division gamble\".[16] Roosevelt decided that all of the evidence he received since the Harriman-Beaverbrook mission indicated that the Soviet Union would not be defeated as the Victory Program had assumed, and accordingly the 215 division force envisioned was not necessary and instead he would \"gamble\" with a 90 division force.[17] In August 1942, Harriman accompanied Churchill to the Moscow Conference to explain to Stalin why the western allies were carrying out operations in North Africa instead of opening the promised second front in France. The meeting was a difficult one with Stalin openly accusing Churchill to his face of lying to him and suggested that the British would not open a second front in Europe because of cowardice, sarcastically saying that the recent defeats suffered by the British 8th Army in North Africa showed how brave the British were against the Wehrmacht.[18] Harriman had spent much time after the meeting at the Kremlin reminding Churchill that the Allies needed the Soviet Union and to try not to take Stalin's remarks too personally, saying the fate of the world was hanging in balance.[18] On June 24, 1943, Harriman met with Churchill to tell him that Roosevelt did not want him to attend the up-coming summit meeting with Stalin, saying that it was important to allow Roosevelt who had never met Stalin to establish an \"intimate understanding\", which would be \"impossible\" if Churchill was there.[19] Churchill rejected this suggestion, sending a telegram to Roosevelt full of hurt feelings saying: \"I do not underrate the use that enemy propaganda would make of a meeting between the heads of Soviet Russia and the United States at this juncture with the British Commonwealth and Empire excluded. It would be serious and vexatious, and many would be bewildered and alarmed thereby\".[19] Roosevelt in his reply lied by saying that this just a \"misunderstanding\" and he had never wanted to exclude Churchill from the summit with Stalin.[20] Harriman was appointed as United States Ambassador to the Soviet Union in October 1943.[11] In his 1975 memoir Special Envoy to Churchill and Stalin, 1941-1946, Harriman wrote that Stalin was \"the most inscrutable and contradictory character I have ever known\", a mysterious man of \"high intelligence and fantastic grasp of detail\" who possessed much \"shrewdness\" and \"surprising human sensitivity\".[21] Harriman concluded that Stalin was \"better informed than Roosevelt, more realistic than Churchill, in some ways the most effective of the war leaders. At the same time he was, of course, a murderous tyrant\".[21] Harriman, who thoroughly enjoyed living in London, did not want to be U.S ambassador in Moscow and only reluctantly accepted the assignment in October 1943 after Roosevelt told him that he was the only man he wanted in Moscow.[22] Harriman was also reluctant to part with his mistress, Pamela Churchill, the wife of Randolph Churchill.[23] Although Harriman was one of the richest men in the United States, running a vast business empire comprising investments in railroads, aviation, banks, utilities, shipbuilding, oil production, steel manufacturing, and resorts, this in fact endeared him to the Soviets who believed he represented American capitalist ruling class.[23] Nikita Khrushchev later told Harriman: \"We like to do business with you, for you are the master and not the lackey\".[23] Stalin viewed the United States through a Marxist prism, which saw American Big Business as the puppeteers and American politicians as the puppets.[23] At a three power conference in Moscow that took place between October 19 and 30, 1943, Harriman played a major role in representing the United States as part of the American delegation headed by Secretary of State Cordell Hull while the Soviet delegation was headed by the Foreign Commissar Vyacheslav Molotov and the British delegation headed by the Foreign Secretary Anthony Eden.[24] The main American demands at the Moscow Conference were to have a new international organization replace the League of Nations to be called the United Nations; to have Soviet Union to agree to adhere to the \"unconditional surrender\" formula adopted at the Casablanca conference (a major point given that the Soviets sometimes hinted that they were willing to sign a separate peace with Germany); and for the \"Big Three\" powers whom it was assumed would dominate the post-war world to be a \"Big Four\" as the Americans wanted China to stand alongside the United States, the Soviet Union, and Great Britain as one of the world's dominant powers.[24] The demand for a \"Big Four\" instead of a \"Big Three\" turned out to the main difficulty at the Moscow conference as the British and Soviets did not consider China a major power in any sense.[24] As long as the Soviet Union was engaged in the war against Germany, they not did wish to antagonize Japan with whom they had signed a neutrality agreement in 1941, and the Soviets objected that having Foo Ping Shen, the Chinese ambassador to Moscow, sign the proposed Four Power Declaration would cause tensions with Tokyo.[24] Eventually, after much patient diplomacy, Harriman won out, and a Four Power declaration was signed on October 30, 1943, by Hull, Eden, Molotov and Foo stating that the four permanent members of the United Nations Security Council would be the United States, Great Britain, the Soviet Union and China.[24] Besides for the Four Power declaration, the other issues at the Moscow conference were whether the United States would recognize the French Committee of National Liberation headed by General Charles de Gaulle as the French government-in-exile.[24] Roosevelt had a strong personal aversion to de Gaulle, and throughout the war, the Americans had an \"anybody but de Gaulle\" attitude. At Moscow, the Americans very reluctantly agreed to Eden's insistence that they extend some recognition to de Gaulle, although the Americans still refused to grant him full recognition, a matter which contributed much to de Gaulle's subsequent anti-Americanism.[24] The question of who the legitimate government of France was posed a major potential problem since the next year Operation Overlord, the invasion of France, was scheduled to take place. Presuming Overlord was successful, the question would arise over whom the Anglo-Americans would turn France over to. Nothing infuriated de Gaulle more than the implication that the Americans would not hand over France to his National Committee after the liberation. Tensions between Great Britain and the Soviet Union over the Arctic supply convoys were eased while the difficulties over supplies coming over Iran were left unresolved despite Harriman's best efforts at playing mediator.[24] On the matter of Germany, the Soviet Union agreed to the \"unconditional surrender\" formula while it agreed that after the war, Germany was to be disarmed and denazified.[24] All of the delegations at the Moscow conference agreed that Germany was to be permanently disarmed after the war, which led to the question of whether Germany should be also deindustrialized as well in order to ensure that Germany would never be able to build military weapons again; no consensus was reached over this issue.[25] The question of what Germany's borders were to be after the war was left unresolved, through everybody at the conference agreed that Germany was going to lose territory with the only question being just how much.[25] One matter where agreement was reached was with Austria as it was announced at the Moscow conference that the Anschluss of 1938 was to be undone and Austria would have its independence restored after the war.[26] Finally, in regards to the Reich, it was agreed that war crimes trials were to take place after the war with lesser war criminals to be tried in the nations where they had committed their crimes while the leaders of Germany were to be tried by a special court consisting of judges from the United Kingdom, the United States and the Soviet Union.[26] The communique in Moscow which announced that war crimes trials would be held after the war was intended primarily as a deterrent to German officials currently engaged in war crimes as it was hoped that the prospect of facing a hangman's noose after the war might change their behavior.[26] As for Italy, it was agreed that the Soviet Union was to send a representative to the Allied Control Commission which governed the liberated parts of Italy and that Italy was to pay reparations to the Soviet Union in the form of ships, as much of the Italian merchant marine was to be handed over to the Soviet Union.[26] No agreement was reached over the question of the Soviet Union's borders after the war, with the Soviets insisting that their postwar borders should be exactly where they were on June 21, 1941, a point that the American delegation and to a lesser extent British delegation resisted.[27] At the Tehran Conference in late 1943 Harriman was tasked with placating a suspicious Churchill while Roosevelt attempted to gain the confidence of Stalin. The conference highlighted the divisions between the United States and Britain about the postwar world. Churchill was intent on maintaining Britain's empire and carving the postwar world into spheres of influence while the United States upheld the principles of self-determination as laid out in the Atlantic Charter. Harriman mistrusted the Soviet leader's motives and intentions and opposed the spheres approach as it would give Stalin a free hand in eastern Europe.[11] At the Tehran conference, Molotov finally promised Harriman what he long sought, namely that after Germany was defeated, the Soviet Union would declare war on Japan.[28] At Tehran, Roosevelt told Stalin that as a \"practical man\" who was planning to run for a fourth term in 1944 that he had to think of Polish-American voters, but that he agreed that the Soviets could keep the part of Poland they had annexed in 1939, provided that this was kept a secret until the 1944 election.[29] Harriman felt that this was a mistake, as he regarded Roosevelt's statement that the Polish government had to accept the loss of some of its territory as virtually agreeing to allow the Soviets to impose any government they wanted on Poland because it was unlikely that the Polish government-in-exile would agree with the annexation.[29] At the same time, Harriman was jolted when Molotov admitted to him that there had been attempts at arranging a separate German-Soviet peace which would leave the Western Allies to face the full force of the Wehrmacht earlier in 1943, but that the Soviets had rejected the peace overtures.[30] The way in which Molotov phrased his account implied to Harriman that in the future the Soviets might be more receptive to such peace offers, which Harriman regarded as an attempt at blackmail.[30] On January 22, 1944, Harriman's daughter Kathleen, whom the British Foreign Office described as \"the poor man's Mrs. Roosevelt\", traveled to Katyn Forest to see the \"evidence\" that the Soviet authorities had produced meant to prove that the Katyn Forest massacre had been committed by the Germans in 1941, instead of the Soviets in 1940.[31] Since all of the available evidence suggested that the Soviets had in fact committed the Katyn Forest massacre in April 1940, Harriman later stated that he tried to avoid the subject, telling a Senate hearing \"No, I do not recall the subject came up\".[32] Starting in February 1944, Harriman pressed Stalin to open U.S-Soviet staff talks to prepare for when the Soviet Union would enter the war against Japan, only to be told this was \"premature\" as Stalin stated it would require at least four infantry divisions to invade Manchuria, which would not be possible given that the Soviets were fully involved in the war against Germany.[33] For the rest of 1944, Harriman pressed Molotov to bring the head of the Soviet Far Eastern Air Force to Moscow to open staff talks with the U.S military mission about establishing American air bases in either the Vladivostok area or in Kamchatka to allow American aircraft to bomb Japan.[33] Molotov refused to make any firm commitments about allowing American bombers to strike Japan from air bases in the Soviet Union.[33] Another major concern of the Roosevelt administration was to ensure that the Chinese civil war did not resume with the end of World War II, and to do so, the Americans sought a coalition government between the Chinese Communist Party and the Kuomintang.[34] In connection with this, Harriman met Stalin on June 10, 1944, to get from him a rather generalized statement declaring his support for Generalissimo Chiang Kai-shek as China's only leader and a promise that he would use his influence with Mao Zedong to pressure him to recognize Chiang.[35] In August 1944, Harriman sought permission for American aircraft flying supplies to the Armia Krajowa rebels fighting in the Warsaw Uprising to land at the Poltava airbase as otherwise the American aircraft would have no fuel to make it home.[36] On August 16, 1944, the Assistant Commissar for Foreign Affairs, Andrei Vyshinsky, told Harriman that \"the Soviet government cannot of course object to English or American aircraft dropping arms in the region of Warsaw since this is an American or British affair. But they decidedly object to American or British aircraft, after dropping arms in the region of Warsaw, landing on Soviet territory, since the Soviet government does not wish to associate themselves either directly or indirectly with the adventure in Warsaw\".[36] In a cable to Washington, Harriman wrote: \"The Soviet Government's refusal is not based on operational difficulties nor on a denial of the conflict, but on ruthless political calculations\".[37] In the summer of 1944, Stalin promised Harriman that the Americans would be allowed to use air bases in the Soviet Far East to bomb Japan, but only if the Americans supplied the Soviet Air Force with hundreds of four engine bombers.[38] In September 1944, Stalin expressed much pique to Harriman that the recent Anglo-American communique issued at the Quebec Conference did not mention the Soviet Union, leading him to sarcastically state \"if the United States and Great Britain desired to bring the Japanese to their knees without Russian participation, the Russians were ready to do this\".[38] When Harriman protested it was impossible to include the Soviet Union in the plans for victory over Japan until the Soviets opened staff talks, Stalin assented.[33] In early October 1944, the commanders of military forces in the Soviet Far East arrived in Moscow to begin staff talks with General John Deanne of the U.S. military mission.[38] At the same time, Stalin informed Harriman that Soviet entry into the war against Japan would require American approval of certain political conditions about the future of Manchuria, a point about which he did not elaborate upon.[39] On December 14, 1944, Stalin spelled out to Harriman what these political conditions were, namely that the Soviet Union be allowed to lease the Chinese Eastern Railroad and the ports on the Liaotung peninsula and for China to recognize the independence of Outer Mongolia.[40] In a thinly veiled threat, Stalin boasted to Harriman that the flat open plains of Manchuria and northern China were the perfect country for Soviet combined arms operations, expressing much confidence that the Red Army would have no difficulty defeating the Kwantung Army and that all of northern China would be under Soviet control once the Soviets declared war on Japan.[40] Essentially, Stalin was saying the Soviets would take whatever they wanted in China, regardless if they had an agreement with the United States or not.[40] At a dinner at the Kremlin during the visit of General de Gaulle to Moscow in December 1944, Harriman was disturbed by the way Stalin toasted Chief Air Marshal Alexander Novikov in front of him and de Gaulle, saying: \"He has created a wonderful air force. But if he doesn't do his job properly then we'll kill him\".[41] Harriman also attended the Yalta Conference, where he encouraged taking a stronger line with the Soviet Union—especially on questions of Poland.[42] The American delegation at the Yalta conference stayed at the luxurious Livadia Palace overlooking the Black Sea, and Harriman was given a room of his own to stay, a sign of presidential favor as most of the American delegation had to sleep five men to a room owing to a surplus of delegates and a lack of space in the Livadia Palace.[43] The Livadia palace had been built in 1910–11 as a summer residence for the Emperor Nicholas II and his family, and was designed to house only 61 people, hence the presence of a 215-strong American delegation literally overwhelmed its facilities.[44] On February 8, 1945, Roosevelt, Harriman and Charles \"Chip\" Bohlen who served as the interpreter met Stalin, Molotov and the translator Vladimir Pavlov to discuss the Soviet entry into the war against Japan.[45] During the meeting, it was agreed that the Kuriles islands and the southern half of Sakhalin island were to be annexed by the Soviets.[46] Without consulting Chiang, Roosevelt agreed to the Soviet demands for a role in managing the port of Dairen and to own the Chinese Eastern Railroad, through with the regard to the former he felt that Dairen should be internationalized.[47] Roosevelt stated that he could not inform the Chinese at present because whatever was said to them \"was known to the whole world in twenty-four hours\", but he would tell them when the time was right; much to Harriman's mirth, Stalin promised he could \"guarantee the security of the Supreme Soviet!\"[48] Once Molotov presented a draft note to Harriman about the future of Manchuria, Harriman complained that the Soviet draft stated the Soviet Union would lease both Dairen and Port Arthur and manage not only the Chinese Eastern Railroad, but the South Manchuria Railroad as well.[49] Harriman objected, stating that Roosevelt wanted the ports on the Liaotung peninsula to be internationalized, not leased by the Soviet Union and for the Manchurian railroads to be run jointly by a Sino-Soviet commission instead of being owned by the Soviet Union.[49] Molotov agreed to Harriman's amendments, but when Churchill expressed his approval of Stalin's request for the Soviets to have a naval base at Port Arthur, the latter told Harriman that internationalization would not be possible for Port Arthur.[50] The final draft called for the internationalization of Dairen with a leading role reserved for the Soviet Union; the Soviets to have a naval base at Port Arthur; a Sino-Soviet commission to run the railroads of Manchuria; and China to recognize Outer Mongolia.[51] On February 10, 1944, Harriman informed Stalin that Roosevelt had agreed to the British call for the \"Big Four\" to become the \"Big Five\" by including France.[52] Specifically, the Americans were backing the British call to recognize France as one of the great powers of the post-war world and to allow the French to have an occupation zone in Germany.[52] Through Stalin had been opposed to de Gaulle's claims for the French to have an occupation zone in Germany, the Anglo-American front on this issue, which was relatively unimportant to him, led him to tell Harriman that he now agreed on a four-power occupation of Germany.[53] On February 11, 1945, the conference ended and the following day Harriman saw Roosevelt, his friend since childhood, for the last time, as he boarded a C-54 airplane at Saki airfield to take him to Egypt.[54][55] On April 12, 1945, Roosevelt died. At the Yalta conference, it was agreed that American prisoners captured by the Germans and liberated by the Soviets were to be immediately repatriated to American forces.[56] The fact that the Soviets made many difficulties about fulfilling this promise such as not allowing American officers into Poland to contact American prisoners of war there led to frequent clashes between Harriman and Molotov, and contributed much to Harriman's increasing negative feelings about the Soviet Union.[56] On May 11, 1945, Harriman reported in a cable to Washington that Stalin \"feared a separate peace by ourselves with Japan\" before the Soviet Union had moved its forces eastwards to take invade Manchuria.[57] After Roosevelt's death, he attended the final \"Big Three\" conference at Potsdam. Although the new president, Harry Truman, was receptive to Harriman's anti-Soviet hard line advice, the new secretary of state, James Byrnes, managed to sideline him. While in Berlin, he noted the tight security imposed by Soviet military authorities and the beginnings of a program of reparations by which the Soviets were stripping out German industry.[11] In 1945, while Ambassador to the Soviet Union, Harriman was presented with a Trojan Horse gift. In 1952, the gift, a carved wood Great Seal of the United States, which had adorned \"the ambassador's Moscow residential office\" in Spaso House, was found to be bugged.[58][59][60] Harriman served as ambassador to the Soviet Union until January 1946. When he returned to the United States, he worked hard to get George Kennan's Long Telegram into wide distribution.[11] Kennan's analysis, which generally accorded with Harriman's, became the cornerstone of Truman's Cold War strategy of containment. From April to October 1946, he was ambassador to Britain, but he was soon appointed to become United States Secretary of Commerce under President Harry S. Truman to replace Henry A. Wallace, a critic of Truman's foreign policies. In 1948, he was put in charge of the Marshall Plan. In Paris, he became friendly with the CIA agent Irving Brown, who organised anti-communist unions and organisations.[61][62] Harriman was then sent to Tehran in July 1951 to mediate between Iran and Britain in the wake of the Iranian nationalization of the Anglo-Iranian Oil Company.[63][better source needed] In 1949, the Defense Secretary James Forrestal committed suicide and afterwards Harriman and his wife Marie virtually adopted Forrestal's son Michael.[64] Harriman paid tuition for Michael Forrestal when he attended Harvard Law School and made him make connections with New York's elite when he went into work at a law firm.[64] Michael Forrestal served as a protege of Harriman's and later followed him into the Kennedy administration. [64] In the 1954 race to succeed Republican Thomas E. Dewey as Governor of New York, the Democratic Harriman defeated Dewey's protege, U.S. Senator Irving M. Ives, by a tiny margin. He served as governor for one term until Republican Nelson Rockefeller unseated him in 1958. As governor, he increased personal taxes by 11% but his tenure was dominated by his presidential ambitions. Harriman was a candidate for the Democratic Presidential Nomination in 1952, and again in 1956 when he was endorsed by Truman but lost (both times) to Illinois governor Adlai Stevenson. Despite the failure of his presidential ambitions, Harriman became a widely respected elder statesman of the party. Harriman's long friend Truman believed that the United States, which was a Protestant majority country, would never elect a Catholic president, which led him to oppose Senator John F. Kennedy in the 1960 Democratic primaries.[65] Under Truman's influence, Harriman had been slow to endorse Kennedy, only doing so after it became clear that Kennedy was going to win the Democratic nomination.[65] After Kennedy won the 1960 election, Harriman pressed hard for a position in the new Kennedy administration, which Kennedy younger brother and right-hand man Robert Kennedy opposed, saying that Harriman was too old and a latecomer to the Kennedy camp.[66] However, after a luncheon, where Harriman recalled his service with Roosevelt and Truman, the elder Kennedy decided that Harriman's knowledge and experience might serve his administration well.[67] Kennedy did make a condition: he told Harriman's adopted son, Michael Forrestal: \"Averell's hearing is atrocious. If we're going to give him a job, he has to have a hearing aid, and I want you to see that he does\".[67] In January 1961, he was appointed Ambassador at Large in the Kennedy administration, a position he held until November, when he became Assistant Secretary of State for Far Eastern Affairs. In 1961, at the suggestion of Ambassador Charles W. Yost Harriman represented President Kennedy at the funeral of King Mohammed V of Morocco. During this period he advocated U.S. support of a neutral government in Laos and helped to negotiate the Partial Nuclear Test Ban Treaty in 1963. During a visit to New Delhi to meet the Indian prime minister Nehru, Harriman met an exiled Lao Prince Souvanna Phouma, who favored neutrality for his nation in the Cold War.[67] At the time, there was a civil war in Laos between the Communist Pathet Lao and the anti-Communist Special Forces, and Harriman concluded based on his talks in New Delhi that the best outcome would be neutrality for Laos and that Souvanna Phouma was not a Communist dupe as the CIA claimed.[68] Shortly after his return to the United States, the Pathet Lao won a victory on the Plain of Jars on March 9, 1961, and all of Laos seemed to be brink of taken over by the Pathet Lao.[69] Kennedy seriously considered American intervention in Laos, but he soon learned that Laos was logistically difficult for the American forces to reach and more importantly to be supplied once they had arrived.[70] Furthermore, Laos bordered China and Kennedy was informed that if the United States sent troops to fight in Laos, so too would the Chinese sent troops to Laos to fight them.[70] As Kennedy pondered what to do about Laos, Khrushchev in Moscow told the American ambassador, Llewellyn Thompson, that he was wanted to see an international conference to settle the Lao civil war, an offer Kennedy promptly accepted.[71] Harriman was visiting Turkey with the Secretary of State, Dean Rusk, when he suddenly received a call from Kennedy telling him to go to Laos at once for an assessment of the situation.[72] Harriman relished his job as a diplomatic trouble-shooter who was accustomed to working on his own and embraced the assignment, through he complained that he was not dressed for the tropics as he rushed off to Laos.[72] On his way to Vientiane, he stopped in Saigon to meet the chairman of the joint chiefs of staff, General Lemnitzer, who agreed with Harriman's plans to send troops to Laos to improve the American bargaining position.[72] However, on April 24, 1961, the Pathet Lao unilaterally declared a ceasefire, and Harriman headed to Geneva to head the American delegation to discuss the neutralization of Laos.[72] Rusk headed the American delegation at the Geneva conference, but after a week he returned to Washington and left Harriman in charge.[73] Harriman felt at 126 strong that the American delegation was too large, and believed that too much time would be wasted in meetings.[73] Harriman appointed William Sullivan as his deputy and ordered him to reduce the size of the delegation.[73] When Sullivan suggested cutting the delegation by a third, Harriman shouted \"That's not enough. I want it cut by half\".[73] When Rusk objected that Sullivan as a Class 3 officer was not senior enough to serve as Harriman's deputy, the latter replied: \"Nobody will know, nobody will care, what his rank is\".[73] When the Chinese foreign minister Chen Yi indicated a willingness to meet privately with Harriman, Rusk refused, saying the Republicans would attack the Democrat Kennedy as \"soft on Communism\" if it emerged that an American diplomat had a met Chinese diplomat.[74] An infuriated Harriman responded that in World War II Roosevelt had let him meet anyone whom it was necessary for him to meet, and charged that Rusk was too rigid to serve as secretary of state.[75] The Chinese delegation accused the United States of supporting Phoumi, leading Harriman to accuse the Chinese of supporting the Pathet Lao.[75] A Soviet diplomat named Georgi Pushkin told Harriman privately the next day: \"You did the Chinese a great injustice\".[75] When Harriman inquired how, Pushkin replied: \"They're not helping the Pathet Lao. All the arms and ammunition are coming from us\".[75] With that remark, Harriman came to understand that the Soviets wanted Laos to be neutral out of the fear that a Communist Laos would be in the Chinese sphere of influence, an insight that did much to improve his bargaining power.[75] Harriman, who at this stage still thought that Southeast Asia was relatively unimportant for the United States, endorsed a call by Undersecretary of State Chester Bowles to make all of Southeast Asia neutral. This plan Rusk stoutly opposed.[76] In November 1961, Kennedy promoted Harriman to the role of assistant secretary of state for Far Eastern affairs.[77] William Sullivan replaced Harriman as the head of the American delegation in Geneva.[78] Harriman favored the neutralist Prince Souvanna Phouma as the next leader of Laos and urged Kennedy to drop American support for right-wing Prince Phoumi Nosavan.[78] In a memo in 1962 to Carl Rowan of the U.S. Information Agency entitled \"Burn this!\", Harriman stated his views about how Kennedy's administration was responding to journalistic coverage of Indochina, saying that the media would treat a greater role by U.S. advisers as \"our participation in this war - a new war under President Kennedy - the Democratic War Party, so skillfully avoided by the Republican President Eisenhower. The press do not belong in these aircraft, but can be kept fully informed by briefings in Saigon by our military or embassy\".[79] During a visit to Vientiane, Harriman pressed Phoumi Nosavan to accept Souvanna Phouma as prime minister and a lesser cabinet post in his a government headed by him.[78] Harriman was in notably cranky mood and Michael Forrestal, who translated Harriman's remarks into French for Lao leaders, found himself substituting less offensive words for some of Harriman's ruder words. Harriman's original remark to Phoumi Nosavan that he was stupidly self-destructive was one of his kinder statements.[78] Shortly afterwards, on May 6, 1962, Phoumi Nosavan led his men into a notable defeat at Nam Tha.[78] Phoumi Nosavan claimed to have been defeated by a North Vietnamese division, but an American general, Reuben Tucker, reported to Kennedy that there were no North Vietnamese at Nam Tha and that Phoumi \"couldn't lead a squad around a corner\".[78] General Tucker's reports confirmed to Kennedy Harriman's assessment of Phoumi as a weak leader.[78] Harriman together with Roger Hilsman called for a show of force to prove that the United States was unwilling to accept a Communist Laos after Phoumi's defeat.[78] Kennedy decide to move the 7th Fleet into the Gulf of Siam to signal the possibility of American intervention in Laos, which Harriman decided was too mild a statement and urged Kennedy not to move the fleet, least it be seen as a weakness by the Communists.[80] On June 11, 1962, Prince Souvanna Phouma announced the formation of a coalition government to end the civil war in Laos and declared that henceforward his nation would be neutral in the Cold War.[81] Harriman predicted to Kennedy too that the North Vietnamese would keep using the Ho Chi Minh Trail running through Laos, but would accept Souvanna's government.[81] In July 1962 while visiting Geneva, a Burmese diplomat offered Harriman a chance to a meet a North Vietnamese cabinet minister, Ung Van Khiem.[81] Harriman knew that Rusk would not grant permission, so he instead phoned Kennedy and obtained his permission.[82] At the meeting with Khiem, Harriman began by remembering Roosevelt's support for Vietnamese independence, saying that if Roosevelt had not died in 1945, America would have pressured the French to grant independence to Vietnam after the war.[82] Khiem replied that he had warm memories of American aid to the Viet Minh in World War II, and said he was surprised that the United States had supported France in an attempt to take back its lost colony after 1945.[82] Khiem accused the United States of acting in bad faith by encouraging President Diem of South Vietnam to cancel the elections that were supposed to unify Vietnam in 1956, and of showing further bad faith by supporting the Saigon regime in its war against the Viet Cong guerrillas.[82] Harriman told Khiem that North Vietnam should stop supporting the Viet Cong and then Vietnam would have peace.[82] Khiem was very disillusioned by the fact that Harriman believed North Vietnam and South Vietnam to be different countries with little in common.[82] Khiem's translator thought that he was missing an opportunity, as Harriman seemed to hint if the Laos accords were respected, then Kennedy might change his policies towards South Vietnam.[82] The meeting ended inconclusively with Harriman saying that North Vietnam should cease its support for the Viet Cong while Khiem stated that the partition of Vietnam was unnatural and that his government was the real Vietnam.[83] In the Cuban Missile crisis, Harriman urged firmness in pressing for the removal of the Soviet missiles from Cuba. Nevertheless he also advised Kennedy to give Khrushchev a dignified way to back down.[84] The Laos settlement, together with Harriman's counsel in the Cuban Missile Crisis, greatly raised his prestige with Kennedy.[85] Knowing that he had the president's approval, Harriman took to such churlish antics such as turning off his hearing aid whenever a speaker at a National Security Council meetings started to bore him.[86] At one meeting, Harriman cursed the \"goddamned generals\" who wanted to fight a war first in Laos, and now in South Vietnam, and then, turning to General Earle Wheeler who was sitting opposite him, said \"Oh, excuse me, Wheeler\" without any embarrassment.[87] The National Security Adviser McGeorge Bundy called Harriman \"the crocodile\" because he was usually quiet before bursting into fury.[87] Harriman became rather enthusiastic about the appellation, and therefore had his desk decorated with miniature silver, bass and crystal crocodiles.[87] Harriman's image was that of a crusty and autocratic elder statesman whose brusqueness and bad temper were legendary in Washington, but whose counsel was greatly valued by Kennedy who appreciated him for his sound judgement on international affairs.[87] When Michael Forrestal joined the National Security Council, Kennedy half-jokingly told him: \"You will be my emissary to that special sovereignty, Averell Harriman\".[88] In February 1963, when the embassy in Saigon blamed the negative reporting on South Vietnam's government on biased journalists, Harriman advised Frederick Nolting, the American ambassador in Saigon, to stop treating journalists like his enemies.[89] In December 1961, Anatoliy Golitsyn defected from the Soviet Union and accused Harriman of being a Soviet spy, but his claims were dismissed by the CIA and Harriman remained in his position until April 1963, when he became Under Secretary of State for Political Affairs. He retained that position during the transition to the Johnson administration until March 1965 when he again became Ambassador at Large. He held that position for the remainder of Johnson's presidency. Harriman headed the U.S. delegation to the preliminary peace talks in Paris between the United States and North Vietnam (1968–69). President-elect Kennedy appointed Harriman as ambassador-at-large, to operate \"with the full confidence of the president and an intimate knowledge of all aspects of United States policy. By the summer of 1963, South Vietnam was in crisis with massive demonstrations being orchestrated by the Buddhist clergy against the regime of President Ngo Dinh Diem.[90] In August 1963, the Central Intelligence Agency reported to Kennedy that there were at least three different plots being organized within the Army of the Republic of Vietnam (ARVN) against Diem.[91] On August 21, 1963, the South Vietnamese Special Forces, which were not part of the ARVN, raided Buddhist pagodas all over South Vietnam, most notably the Xa Loi pagoda in Saigon, the most sacred pagoda in South Vietnam.[92] The raids and the killing of Buddhist monks had raised the temperature in South Vietnam to boiling point. Several ARVN generals complained to the CIA that the press release saying the raids were the work of the ARVN was false, and charged that Diem was not an effective leader, saying that Diem's younger brother and right-hand man Ng nh Nhu together with his abrasive wife Madame Nhu were in control.[93] Roger Hilsman, the assistant secretary of state for Far Eastern Affairs, had become convinced that the Diem regime was a liability and the United States needed a new government in Saigon to win the war.[93] Harriman supported Hilsman.[93] On August 24, 1963, on a weekend when Kennedy, Rusk and the Defense Secretary Robert McNamara were all out of Washington, Hilsman with the support of Harriman and Forrestal sent out two cables.[94] The first cable was a press release that announced the raids on the Buddhist pagodas were the work of the Special Forces, not the ARVN.[94] The second cable instructed Henry Cabot Lodge Jr, the American ambassador in Saigon, to support a coup if Diem did not exile his younger brother and his sister-in-law whom both Hilsman and Harriman thought were the source of the crisis.[94] Lodge asked for a change in wording, to say his instructions authorize him to tell the rebellious ARVN generals \"we are prepared to have Diem without the Nhus, but it is in effect up to them whether to keep them\".[95] The undersecretary of state, George Ball, consulted with Forrestal and agreed to the change, which in effect authorized a coup.[95] The National Security Adviser McGeorge Bundy felt he had delegated too much to Forrestal who seemed to him to be more closer to Harriman than to himself.[96] On August 25, 1963, several members of the cabinet such as Rusk and McNamara who were against a coup were accusing Hilsman and Harriman of attempting to do an end-run around them by sending out a cable supporting a coup when they were not present in Washington.[97] At a meeting called by Kennedy that day to discuss the dispute, the president stated that they had not crossed the Rubicon and it would still possible to change the policy.[98] Harriman argued that before the pagoda raids, it was impossible to know the true state of South Vietnamese public opinion, but the massive demonstrations with millions protesting in the streets showed the Diem regime was deeply unpopular.[98] Kennedy seemed indecisive as McNamara together with the chairman of the Joint Chiefs of Staff, General Maxwell Taylor, spoke for retaining Diem while Hisman and Harriman argued that the Ngo brothers could not be separated, and to get rid of Nhu, whom Kennedy conceded was a trouble-maker, would also mean getting rid of his older brother.[98] Kennedy agreed to another meeting that same day. Before the meeting, Harriman asked about the mood of the National Security Council, and if it was possible that Kennedy might change his mind.[99] Harriman did not attend the second meeting, which weakened the case for a coup.[99] Still uncertain about what to do, Kennedy opened a third meeting the next day.[100] Before the meeting, Forrestal told him that he was concerned about the claim that he acted unethically in changing the instructions, leading Harriman to say \"quit being a goddamned fool\".[100] At the third meeting, Harriman made a vigorous case for a coup and insulted nearly everyone who was opposed to the coup.[100] Harriman told Taylor to his face that he had been wrong on every issue since World War II and was also wrong on this issue.[100] When the Marine General Victor \"Brute\" Krulak spoke against a coup, Harriman mocked him for his short stature and his nickname of \"Brute\".[100] When the former ambassador to South Vietnam, Frederick Nolting, spoke of Diem as a friend and an honorable man, Harriman snapped \"No one cares what you think\".[100] Finally, Harriman's rudeness got to such a point that Kennedy asked him to please be civil to others in the room or leave.[100] The meeting ended with Kennedy seemingly come around to supporting a coup as Harriman argued that if South Vietnam would be lost to Communism if the Ngo brothers stayed.[100] Seeking support to change Kennedy's mind, Taylor cabled General Paul D. Harkins, the commander of Military Assistance Command, Vietnam, to tell him to advise Kennedy that Diem was the only effective leader South Vietnam had.[96] At the next meeting on August 27, Taylor read out Harkin's cable and stated that Harkins had only agreed to support a coup because he thought it was policy in Washington.[96] The cable seemed to have some effect on Kennedy as Taylor maintained that Harkins and the other American advisers were all for Diem as the only leader capable of defeating the Viet Cong.[96] Harriman, who was more polite at this meeting, told Kennedy: \"Mr. President, I was very puzzled by the cable from General Harkins until I read the outgoing from General Taylor\".[96] Once it was pointed out that Taylor had asked Harkins to back him up by offering an assessment that supported his views, Kennedy smiled and said afterwards: \"Averell Harriman is one sharp cookie\".[96] The American author Joseph Trento has accused Harriman of being responsible for the coup. In an interview with Trento, Colonel William Corson, USMC, by 1963 has alleged that Harriman was running \"Vietnam without consulting the president or the attorney general.\"[101] Corson said Kenny O'Donnell, JFK's appointments secretary, was convinced that the National Security Advisor, McGeorge Bundy, followed the orders of Harriman rather than the president. Corson also claimed that O'Donnell was particularly concerned about Michael Forrestal, a young White House staffer who handled liaison on Vietnam with Harriman.[101] Harriman certainly supported the coup against the South Vietnam president Ngo Dinh Diem in 1963. However, it is alleged that the orders that ended in the deaths of Diem and his brother actually originated with Harriman and were carried out by Henry Cabot Lodge Jr.'s military assistant.[102][103] Special Operations Army officer, John Michael Dunn, was sent to Vietnam in his stead. He followed the orders of Harriman and Forrestal rather than the CIA.[101] According to Corson, Dunn's role in the incident has never been made public but he was assigned to Ambassador Lodge for \"special operations\" with the authority to act without hindrance; and he was known to have access to the coup plotters. Corson speculated that with Richardson recalled the way was clear for Dunn to freely act.[101] When Johnson ordered \"working groups\" set up to advise on Vietnam in the fall of 1964, Harriman was one of the \"doves\", through a quiet one.[104] In 1965, Harriman visited Moscow to press the Soviet Union to end its support of North Vietnam, meeting the Premier Alexei Kosygin.[105] The meeting went badly with Kosygin asking: \"Speaking in human terms, between ourselves, really believe there was a real legal government in South Vietnam. You just cannot believe this. Yet the United States for this so-called government, sheds the blood of its own soldiers and kills defenseless Vietnamese\".[105] Harriman accused North Vietnam of being the aggressor, leading Kosygin to say the South Vietnamese would fight with bamboo sticks against their government.[105] Harriman took the criticism of his country personally and launched a lengthy denunciation of North Vietnam.[105] Kosygin merely laughed and said: \"You don't believe what you are saying\".[105] Harriman replied that the honor of the United States was at stake, he had the word of President Johnson that the United States would fight on until victory, and asked Kosygin to start negotiating peace.[105] Kosygin, in turn, stated that he did not the legal authority to negotiate on behalf of North Vietnam, and mocked Harriman for saying the United States was helping the ordinary people of South Vietnam, saying: \"This is a monstrous statement. You are killing South Vietnamese. History will never forgive the United States for this crime. This will always be a blot on the United States\".[105] Perhaps realizing that the discussion was going nowhere, Kosygin changed the subject by saying that American policies in Vietnam were alienating Asians all over the world and seemingly proving Mao Zedong's claim that another world war was inevitable.[105] Harriman insisted on going back to the subject of Soviet support for North Vietnam, Kosygin snapped in fury saying that the regime in Saigon was so corrupt that the Soviet Union could buy their allegiance tomorrow if it wanted, and accused the United States of supporting a hopelessly corrupt government.[106] Kosygin stated that he knew Ho Chi Minh, whom he called an honorable man, and told Harriman that if the Americans wanted peace, then should open talks with North Vietnam.[107] Reflecting an earlier simmering feud, Harriman was appalled when Johnson's newly appointed National Security Adviser, W.W. Rostow, told him that he did not expect the bombing of North Vietnam to continue to such point that it finally caused a nuclear showdown between the Soviet Union and the United States, saying that only from extreme situations do lasting settlements emerge.[108] In February 1967, Harriman was involved in peace negotiations in London involving his deputy Chester Cooper, the British Prime Minister Harold Wilson and a visiting Kosygin who hinted that he was carrying a peace offer from Hanoi.[109] Kosygin asked for a 48-hour-long bombing pause as a sign of good faith in the negotiations, which Rostow persuaded Johnson to reject.[109] Harriman had Cooper draft a letter to Johnson protesting the failure of Operation Sunflower.[105] Upon reading Cooper's letter with its threats of resignation, Harriman told him: \"I can't send this. It would be all right for you to send. You're expendable\".[110] Cooper was so offended that he did not speak to Harriman for the next days, finally leading the famously cantankerous Harriman to sent a letter of apology together with a bottle of Calon Segur wine.[110] In June 1967, Harriman became involved in another attempt at peace code-named Operation Pennsylvania. A professor of political science at Harvard, Henry Kissinger, was attending an academic conference in Paris when he met a French biologist, Herbert Marcovitch, who mentioned that of his friends was the French Communist resistance hero, Raymond Aubrac.[109] Aubrac in turn was one of the few Westerners who was friends with Ho Chi Minh, who generally disliked meeting Westerners.[109] Seeing a chance to work as an (amateur) diplomat who instead of just writing about diplomacy, Kissinger contacted Harriman to ask if Marovitch and Aubrac could go to Hanoi to open up a back channel with Ho, saying Aubrac was one Westerner who Ho would definitely talk to if he visited Hanoi.[109] Permission was granted through Kissinger was told that he was not to claim to be acting officially and the two Frenchmen met with Ho in Hanoi.[109] Upon returning, Aubrac and Marcovitch told Kissinger that Ho was prepared to soften his demand slightly, saying if the United States was willing to stop bombing North Vietnam, he would open peace talks, dropping his previous demand that the United States publicly vow to unconditionally halt the bombing.[111] Harriman sent Cooper to the Paris talks, but just at the same moment, Rostow persuaded Johnson to step up the bombing of North Vietnam.[110] When Aubrac asked if the United States could temporarily stop the bombing as a sign of good faith, Johnson under Rostow's influence refused, which marked the end of Operation Pennsylvania.[110] Despite the way that Harriman had given lavish and very expensive presents to both of the Johnson daughters at their weddings in an attempt to ingratiate with the president, Johnson distrusted Harriman, seeing him as a Kennedy man.[110] However, Harriman had been a close adviser to Johnson's hero, Roosevelt, and Johnson wanted the advice of a man who once counselled Roosevelt in World War II.[110] In July 1967, Harriman was silent at a meeting when Johnson considered the advice of his Defense Secretary Robert McNamara to stop bombing North Vietnam, apparently wanting to be within the presidential inner circle again, which kept him from speaking his mind.[110] At the crucial meeting of the \"Wise Men\" group in March 1968 as Johnson considered escalating the war, Harriman ignored Johnson's orders not to attend as he instead arrived in the dining room and ordered a steward to set up a table.[112] Through Harriman did not speak at the meeting, his presence was his way of telling Johnson that if needed a negotiator to talk with the North Vietnamese, he was available.[112] Just before Johnson went on national television on March 31, 1968, to announce he was withdrawing from the election and wanted to open peace talks, Rusk called Harriman to say that he was Johnson's preferred lead negotiator if the talks began.[113] Johnson in his speech called Harriman \"one of our most distinguished Americans\" and asked him to lead the peace talks.[114] Harriman immediately accepted Johnson's offer, and promptly began to press Johnson to stop bombing all of North Vietnam in place of the 90% that he had announced in his speech.[114] Much to Harriman's intense vexation, it took over a month to find an acceptable venue to hold the peace talks as Geneva, Phnom Penh, Vientiane, and Warsaw were all rejected.[115] Harriman wanted the talks to be held in Warsaw, but Rostow persuaded Johnson to reject that city.[115] Not entirely trusting Harriman, Johnson made Cyrus Vance his deputy.[116] On May 3, 1968, the North Vietnamese suggested taking up the offer of French president Charles de Gaulle to have Paris as the negotiating site, an offer that Johnson accepted.[116] Harriman, who found Rusk overtly bureaucratic and cautious, complained bitterly that in World War II, Roosevelt had allowed him to do practically anything he liked when representing the United States.[117] Rusk told Harriman that when he arrived in Paris he was to read out a statement drafted by him and do no more, leading Harriman to speak fondly of Roosevelt who told him to explain American policies to Churchill and Stalin with \"no further guidance\".[117] In a sign of his opposition to the peace talks, Rusk refused to allow Harriman to fly to Paris on a State Department plane, telling since he was a billionaire that he could afford his own flight.[117] The Defense Secretary, Clark Clifford, thought it was undignified for the American delegation to be arriving in Paris on commercial planes, and arranged for Harriman and the rest of the delegation to fly on a Defense Department plane.[117] On May 13, 1968, the first session of the Paris peace talks that go on until 1973 opened.[117] As the peace talks moved slowly, Johnson seriously considered the advice of Rostow and Rusk to start bombing North Vietnam north of the 20th parallel.[118] Alarmed, Harriman sent Vance to Washington on May 28 to tell Johnson that the Vietnamese would break off the talks if the Americans bombed north of the 20th parallel.[118] Once in Paris, Harriman quickly learned that the nominal head of the North Vietnamese delegation, Xuan Thuy, had no power, and the real leader of the North Vietnamese delegation was L c Th, a member of the Politburo.[119] Tho had spent almost his entire youth in French prisons and was known as \"the Hammer\" on the account of his severity.[119] Rather than talk to Xuan at the Majestic Hotel, Harriman wanted to meet Tho in private at various \"safe houses\" rented by the CIA in the suburbs of Paris.[119] Meeting Tho proved to be difficult as Harriman and Vance had to prove that they were not carrying handguns with the intention of assassinating him.[119] It was not until June 26, 1968, that Vance was finally able to meet the elusive Tho in a house in the suburb of Sceaux.[120] During the meeting, Vance noticed that undercover French spies were observing them dressed as repairmen pretending to fix a fire hydrant.[121] The next day, an irate Harriman called the French foreign minister, Maurice Couve de Murville, to tell him: \"You get those damned goons away\".[121] Harriman warned that if French intelligence continued to shadow him and the rest of the American delegation, he would call a press conference to say it was impossible to negotiate in Paris owing to the activities of French spies and he would go home.[121] In July 1968, Harriman reported to Johnson that a lull in fighting indicted the North Vietnamese were serious about negotiating peace, but Rusk in a press conference stated that he believed the lull proved the North Vietnamese were negotiating in bad faith and he believed that the North Vietnamese were about to launch another offensive.[122] In private, Harriman accused Rusk of undermining him.[122] In August 1968, Kissinger contacted Harriman, writing him a note saying he was disgusted with the Republican Party for nominating Richard Nixon as their candidate.[123] Kissinger wrote: \"My dear Averell...I am through with Republican politics. The party is hopeless and unfit to govern\".[123] In September 1968, Kissinger went to Paris to serve as a consultant for the American delegation, and unknown to Harriman began to leak information about the peace talks to the Nixon campaign.[124] In early September, Harriman suggested that he meet Tho himself.[125] On September 8, 1968, Harriman finally met Tho in a villa in the town of Vitry-sur-Seine.[126] Philip Habib of the American delegation read out a statement saying \"serious talks\" must include both the South Vietnamese and the National Liberation Front, the latter an important concession as previously the Americans had refused to talk to the Viet Cong.[126] Tho read out a speech that lasted an hour, listing all of the wrongs he believed the Americans had inflicted on Vietnam, which caused Harriman to bristle in fury.[126] Xuan suggested a break, leading Harriman to say: \"I have had many things stuffed in my head\".[126] After the break, Tho continued his lecture, talking about low morale in the U.S. Army, claimed that the war was the most expensive war in American history, and spoke about the anti-war movement, saying that the American people were not behind Harriman's government.[126] At the next meeting on September 12, Tho joked \"Last time, Mr. Harriman said he had been stuffed with many things. Today, I'll continue to do so\", leading Harriman to say \"We are a patient people\".[126] Tho then made a concession, saying that South Vietnam could continue as a state, provided the Viet Cong were allowed to join a coalition government, and said that Hanoi wanted diplomatic relations with Washington.[126] Tho ended by saying that if offer was rejected: \"you will step up the war in South Vietnam and resume the bombing of the North, but anyway you will fail\".[126] Harriman thanked Tho for his \"straight talk\", but also said that Johnson would want certain concessions before stopping the bombing.[127] Harriman, who was still angry about Tho's statements at the last meeting, said that Vietnam was not the most expensive war in American history.[128] Harriman stated that the Vietnam war was consuming 3.5% of American gross national product compared to the 14% in the Korean War and 50% in World War II.[128] About Tho's predictions of failure, Harriman said: \"You've lost 140, 000 men from Tet to this day without succeeding in seizing any city, any U.S. military base. The so-called General Uprising has also failed\".[128] Harriman offered to withdraw all American forces from South Vietnam provided that North Vietnam did the same, and promised billions in economic aid to repair the damage done by American bombers to North Vietnam.[128] On October 11, 1968, at the CIA safehouse in Sceaux, a crucial meeting occurred over the champagne and caviar Harriman had purchased.[129] Tho told Harriman he was willing to accept the key American demand that the South Vietnamese government join the peace talks in exchange for the United States ceasing to bomb the 10% of North Vietnam that was still being bombed.[129] Tho later recalled that Harriman looked relieved when he made the offer to accept South Vietnam to join the peace talks.[130] Despite the caviar, which Harriman claimed was a gift from Kosygin, the North Vietnamese much preferred the Parisian ice cream and cookies he purchased.[123] On October 12, Kissigner contacted Richard Allen, Nixon's foreign policy adviser, to tell him that Harriman \"had broken open the champagne\", saying there was a real possibility of a peace deal being reached before the election, which could potentially swing the election towards the Democratic candidate, Vice President Hubert Humphrey.[131] On October 15, 1968, at the next meeting, Harriman noticed that Tho was absent, leading him to guess: \"Perhaps Mr. Tho is going to meet Mr. Kosygin, isn't he?\"[123] At the meeting, Harriman told Xuan if South Vietnam was included \"we can tell that the order to stop all bombardments will be given within the next day or two\".[123] However, Harriman added the condition that the four party talks involving the United States, South Vietnam, North Vietnam and the National Liberation Front had to begin the next day.[123] The South Vietnamese president Nguyn Vn Thiu began to pose objections to the peace talks, saying his government represented the people of South Vietnam and would not take part if the National Liberation Front were included.[132] Unknown to Harriman, Thiu was being encouraged to be obstructionist by the Nixon campaign.[133] At a meeting of October 26, Harriman met with Xuan who suggested a bombing halt for October 30 and the four-party conference to begin on November 6 or 7.[134] Harriman wanted the four-party talks to begin already two or three days after the bombing would have stopped, but Xuan wanted a longer interval to prove to the North Vietnamese people that it had indeed ended.[134] Xuan said if the American stopped bombing tomorrow (October 27), the four-party talks could began on November 2, five days after the bombing ceased.[134] Harriman objected, saying \"No, it's six days, isn't it?\".[134] Xuan asked him \"Did you count the second of November?\", leading Harriman to say \"Five days. Each day twenty-four hours. Thank you, this is very important\".[134] Harriman sent Johnson a telegram suggesting the Americans accept the North Vietnamese terms.[134] In Washington, Johnson decided to accept Harriman's advice, but Thiu refused to take part in the negotiations, ostensibly because he objected to the Viet Cong taking part, but in reality because he was hoping that Nixon would win the election.[135] Thiu's obstructionism ensured the four-party talks did not being until January 1969 as the various delegations disputed over the type of table they would meet at, with the North Vietnamese wanting a square table while the Americans and South Vietnamese wanted a rectangle.[136] On January 14, 1969, Harriman met with Tho, saying as of January 20 he was to be replaced with Nixon's nominee, Henry Cabot Lodge Jr.[137] Tho expressed regret at Harriman leaving Paris, saying: \"If you had stopped bombing after two or three months of talks, the situation would have been different now\".[137] On January 17, Harriman gave North Vietnamese delegates a gift of matches as a farewell gift while Xuan gave Harriman a copy of Vietnamese Studies.[137] Tho thought that Harriman seemed very melancholic as he desperately wanted to clinch a peace deal to end the Vietnam War, an honor that he now knew would be denied to him.[137] On October 15, 1969, Harriman was a featured speaker at the Moratorium to End the War in Vietnam protest march in New York.[138] In his speech, Harriman denounced the Vietnam War as immoral and stated that President Richard Nixon \"is going to have to pay attention.\"[138] Harriman received the Presidential Medal of Freedom, with Distinction, in 1969 and West Point's Sylvanus Thayer Award in 1975. Furthermore, in 1983 he received the Freedom Medal. In 1973 he was interviewed in the now famous TV documentary series, The World at War, where he gives a recollection of his experiences as Roosevelt's personal representative in Britain along with his views on Cold War politics; in particular Poland and the Warsaw Pact; along with the exchanges he witnessed between Winston Churchill, Franklin Roosevelt, and Joseph Stalin. In one such recollection he describes Stalin as utterly cruel.[139] Harriman was appointed senior member of the US Delegation to the United Nations General Assembly's Special Session on Disarmament in 1978. He was also a member of the American Academy of Diplomacy Charter, Club of Rome, Council on Foreign Relations, Knights of Pythias, Skull and Bones society, Psi Upsilon fraternity, and the Jupiter Island club. Harriman's first marriage, two years after graduating from Yale, was to Kitty Lanier Lawrence.[140] Lawrence was the great-granddaughter of James Lanier, a co-founder of Winslow, Lanier & Co., and the granddaughter of Charles D. Lanier (1837–1926), a close friend of J.P. Morgan[141] Before their divorce in 1929, and her death in 1936, Harriman and Lawrence had two daughters together: [142] About a year after his divorce from Lawrence, Harriman married Marie Norton Whitney (1903–1970), who had left her husband, Cornelius Vanderbilt Whitney, to marry him. On their honeymoon in Europe, they purchased oil paintings by Van Gogh, Degas, Czanne, Picasso, and Renoir.[146] She and her husband later donated many of the works she bought and collected, including those of the artist Walt Kuhn, to the National Gallery of Art in Washington, D.C.[147] They remained married until her death on September 26, 1970, at George Washington University Hospital in Washington, D.C.[148] With Marie, Harriman helped raise the future bandleader Peter Duchin, the orphaned son of bandleader Eddy Duchin and socialite Marjorie Oelrichs.[149] In 1971, he married for the final time to Pamela Beryl Digby Churchill Hayward (1920–1997), the former wife of Winston Churchill's son Randolph, and widow of Broadway producer Leland Hayward. Harriman and Pamela Churchill had had an affair during the war in 1941 which led to the breakdown of her marriage to Randolph Churchill. In 1993, she became the 58th United States Ambassador to France.[150] Harriman died on July 26, 1986, in Yorktown Heights, New York, at the age of 94. Averell and Pamela Harriman are buried at the Arden Farm Graveyard in Arden, New York. For the state park in New York named after his parents, see Harriman State Park (New York). Harriman State Park is a state park in eastern Idaho, United States. It is located on an 11,000-acre (45 km2) wildlife refuge in the Greater Yellowstone Ecosystem and is home to an abundance of elk, moose, sandhill cranes, trumpeter swans, and the occasional black or grizzly bear. Two-thirds of the trumpeter swans that winter in the contiguous United States spend the season in Harriman State Park. The land was deeded to Idaho for free in 1977 by Roland and W. Averell Harriman, whose insistence that the state have a professional park managing service helped prompt the creation of the Idaho Department of Parks and Recreation in 1965. The park opened to the public in 1982. It is located in Fremont County, 3 miles (4.8 km) south of Island Park, Idaho. Henry's Fork, a fly-fishing stream, winds through the meadows of Harriman State Park. In winter, many of its roads and trails are groomed for cross country skiing.","Title":"W. Averell Harriman - Wikipedia","KeyID":"4999","URL":"https://en.wikipedia.org/wiki/W._Averell_Harriman"}