{"Content: ":"Charles Malcolm Wilson (February 26, 1914 – March 13, 2000) was the 50th Governor of New York from December 18, 1973, to December 31, 1974. He was a member of the New York State Assembly from 1939 to 1958. He also served in the Navy during World War II. In 1958, he was elected Lieutenant Governor of New York on the gubernatorial ticket with Nelson Rockefeller, and when they won he served as lieutenant governor until succeeding to the governorship after Rockefeller resigned. Wilson lost the 1974 gubernatorial election to Hugh Carey. In 1994, the original Tappan Zee Bridge was renamed in Wilson's honor.[1] There is also a park in Yonkers, New York named for him. Wilson was born in New York City into a Roman Catholic family of Irish and Scottish extraction. He had three siblings. His father, Charles H. Wilson, was a patent attorney who unsuccessfully ran for a seat in the State Assembly in 1912. His mother, Agnes, was a Republican activist and local party leader. The family moved to Yonkers, New York, when Wilson was eight, and Wilson continued to reside there after he began his career.[2][3][4] After graduating from Fordham Preparatory School in 1929 at only 15 years of age, Wilson earned a bachelor's degree from Fordham University in 1933 at age 19 and a law degree from Fordham University School of Law in 1936 at age 22. Wilson was admitted to the bar and joined the White Plains, New York firm that would eventually become known as Kent, Hazzard, Jaeger, Greer, Wilson, and Fay. Wilson practiced law at this firm for his entire career, and was made a partner in 1946.[citation needed] At age 24, just two years after graduating from Fordham Law, Wilson was elected to the New York State Assembly where he represented the 5th district of Westchester County from 1939 to 1945, and after re-districting the 1st district from 1945 to 1959. He sat in the 162nd, 163rd, 164th, 165th, 166th, 167th, 168th, 169th, 170th and 171st New York State Legislatures. During his tenure as a legislator, Wilson sponsored a large number of bills that became law. Among his bills that came into law was the Wilson Pakula Act, which prevented candidates from running in a party primary if they were not members of that party.[5] Wilson's political and legal careers were interrupted by the outbreak of World War II.[6] He joined the United States Navy as an ensign in June 1943 and trained at the Little Creek, Virginia Armed Guard School.[6] He served as a gun crew commander on Liberty ships, including duty in the British Isles and the Mediterranean, and also took part in the Operation Overlord invasion of Normandy.[6] He was promoted to lieutenant (junior grade) in December 1944 and transferred to the inactive reserve in October 1945.[6] While he was at war, in 1944 Wilson won reelection to the Assembly in absentia.[7] In 1958, Wilson decided to support Rockefeller for Governor despite the fact that Rockefeller was new to state politics and had never run for office before. Wilson took pains to introduce Rockefeller to many politically powerful people in the state. They would frequently travel in Wilson's personal car in order to play down the candidate's wealth. Rockefeller was nominated for governor, and Wilson for lieutenant governor. The Rockefeller-Wilson ticket defeated the incumbent Democrats W. Averell Harriman and George DeLuca. Wilson served as lieutenant governor for nearly 15 years, the entirety of Rockefeller's governorship. The Rockefeller-Wilson ticket was reelected in 1962, 1966 and 1970. Throughout his tenure, he tended to agree with Rockefeller's liberal Republicanism, with the notable exception of abortion, the legalization of which Wilson opposed. Wilson defined himself as \"an economic conservative and a human-rights liberal\". In December 1973, Rockefeller resigned as governor to run the Commission on Critical Choices for Americans, and Wilson assumed the governorship. He completed the remaining year of Rockefeller's term and ran for election to a full term in 1974. The period was a difficult one for the nation, both in terms of economic and foreign policy and for the Republican Party, which was weakened by the Watergate scandal. Democrats swept to power across the nation in the 1974 general election, with Wilson losing the governor's mansion to Hugh Carey, who won with 58% of the vote. While governor, Wilson worked to improve passenger rail service in the state and under his leadership, New York City-Albany-Montréal and New York City-Buffalo-Detroit service were revived. Concerned that city governments, especially New York City, were financing their budgets with financial sleight-of-hand, Wilson warned New York State's mayors that there would be a reckoning unless they got their fiscal houses in order. His warning turned out to be prescient when New York City was found to be nearly bankrupt, and had to resort to federal assistance to regain a sound footing. But Wilson's concern over government finances turned into a campaign issue for Carey in the 1974 election, when an agency under Wilson's purview, the state's Urban Development Corporation, was discovered to be near bankruptcy. After taking office, Carey accused Wilson of hiding the severity of the crisis, and complained that the Wilson administration had not been helpful or engaged during the transition between governors. After losing the election, Wilson returned to his legal practice and served as Chairman of the Board and CEO of the Manhattan Savings Bank from 1977 until 1986.[8] Wilson's wife, Katherine, (née McCloskey) died in 1980.[9] In 1991 Wilson's health deteriorated and he retired to New Rochelle, New York. Wilson died in New Rochelle on March 13 2000. His memorial service was held at Holy Family Church in New Rochelle. He was buried at Gate of Heaven Cemetery in Hawthorne, New York. Wilson had two daughters, Katharine, an attorney, and Anne, and six grandsons. Wilson was a Catholic and attended the St. Denis Catholic Church in Yonkers, New York.","Title":"Malcolm Wilson (governor) - Wikipedia","KeyID":"5001","URL":"https://en.wikipedia.org/wiki/Malcolm_Wilson_(governor)"}