{"Content: ":"Andrew Mark Cuomo (/ˈkwoʊmoʊ/ KWOH-moh; Italian: [ˈkwɔːmo]; born December 6, 1957) is an American lawyer and politician who served as the 56th governor of New York from 2011 to 2021.[1] A member of the Democratic Party, he was elected to the same position that his father, Mario Cuomo, held for three terms (52nd governor). In 2021, Cuomo resigned from office amidst numerous allegations of sexual misconduct.[2][3] At the time of his resignation, he was the longest-serving governor in the United States still in position. Born in Queens, New York City, Cuomo is a graduate of Fordham University and Albany Law School. He began his career working as the campaign manager for his father in the 1982 New York gubernatorial election. Later, Cuomo worked as an assistant district attorney in New York City, entered the private practice of law, founded a housing non-profit, and chaired the New York City Homeless Commission from 1990 to 1993. Cuomo served as assistant secretary of Housing and Urban Development from 1993 to 1997. From 1997 to 2001, he served in President Bill Clinton's Cabinet as the 11th United States secretary of housing and urban development. After failing to win the Democratic primary in the 2002 New York gubernatorial election, Cuomo was elected New York attorney general in 2006. Cuomo won the 2010 New York gubernatorial election to become governor of New York. He was re-elected in 2014 and 2018 after winning primaries against progressive challengers. During his governorship, Cuomo signed the Marriage Equality Act in 2011 to legalize same-sex marriage, the Compassionate Care Act in 2014 to legalize the medical use of cannabis, and the Marijuana Regulation and Taxation Act in 2021 to legalize the recreational use of cannabis. Cuomo's administration oversaw the construction of the Governor Mario M. Cuomo Bridge, the Second Avenue Subway, the Moynihan Train Hall, and a reconstruction of LaGuardia Airport.[4] In response to the Sandy Hook Elementary School shooting and the 2012 Webster shooting, Cuomo signed the NY SAFE Act of 2013, the strictest gun control law in the United States. He also delivered Medicaid expansion under the Affordable Care Act; a 2011 tax code that raised taxes for the wealthy and lowered taxes for the middle class; 12-week paid family leave; and a gradual increase of the state's minimum wage to $15 per hour.[5] Cuomo received national attention for his handling of the COVID-19 pandemic in New York. Although he was initially lauded for his response efforts, he faced renewed criticism and federal investigation after it was discovered that his administration covered up information pertaining to COVID-19 deaths among nursing home residents.[6][7] Beginning in late 2020, Cuomo faced allegations of sexual harassment.[8][9] An investigation commissioned by New York attorney general Letitia James reported in August 2021 that Cuomo sexually harassed at least eleven women during his time in office,[10][11][12] and Cuomo faces criminal investigations for these allegations.[13][14][15] Following the release of the attorney general's report, President Joe Biden called for Cuomo's resignation. On August 10, 2021, Cuomo announced that he would step down in two weeks. On August 23, Cuomo officially resigned from office.[16] On December 28, the Westchester County district attorney declined to issue criminal charges from the credible allegations, citing \"statutory requirements\" of New York's laws.[17][18] On January 7, 2022, a judge dismissed a criminal complaint which was filed against Cuomo.[19] Andrew Mark Cuomo was born on December 6, 1957, in the borough of Queens in New York City[20] to lawyer and later governor of New York Mario Cuomo and Matilda (née Raffa).[21] His parents were both of Italian descent; his paternal grandparents were from Nocera Inferiore and Tramonti in the Campania region of southern Italy, while his maternal grandparents were from Sicily (his grandfather from Messina).[21][22] He has four siblings;[23] his younger brother, Chris Cuomo, was a CNN journalist, and his elder sister is noted radiologist Margaret Cuomo.[24] Cuomo graduated from St. Gerard Majella's School in 1971[25] and Archbishop Molloy High School in 1975.[26] He earned a Bachelor of Arts from Fordham University in 1979 and a Juris Doctor from Albany Law School in 1982.[26] During his father's successful 1982 campaign for governor, Cuomo served as campaign manager. He then joined the governor's staff as a policy advisor and sometime Albany roommate,[27] earning $1 a year.[28] As a member of his father's administration, Cuomo was known as the \"enforcer\" where his father was known as the \"nice guy\" in a good cop/bad cop dynamic to further advance his father's legislative agenda.[29] From 1984 to 1985, Cuomo was a New York assistant district attorney and briefly worked at the law firm of Blutrich, Falcone & Miller. He founded Housing Enterprise for the Less Privileged (HELP) in 1986 and left his law firm to run HELP full time in 1988.[28] From 1990 to 1993, during the administration of New York City mayor David Dinkins, Cuomo was chair of the New York City Homeless Commission, which was responsible for developing policies to address homelessness in the city and providing more housing options.[30] Cuomo was appointed Assistant Secretary for Community Planning and Development in the Department of Housing and Urban Development (HUD) in 1993, a member of President Bill Clinton's administration.[31] After the departure of Secretary Henry Cisneros at the end of Clinton's first term under the cloud of an FBI investigation,[32] Cuomo was unanimously confirmed by the United States Senate to succeed him as Secretary of HUD. Cuomo served as Secretary from January 1997 until the Clinton administration ended in 2001.[31] In 2000, Cuomo led HUD efforts to negotiate an agreement with United States handgun manufacturer Smith & Wesson. This agreement required Smith & Wesson to change the design, distribution, and marketing of guns to make them safer and to help keep them out of the hands of children and criminals.[31] Budgets enacted during Cuomo's term contained initiatives to increase the supply of affordable housing and home ownership and to create jobs and economic development. These included new rental assistance subsidies, reforms to integrate public housing, higher limits on mortgages insured by the Federal Housing Administration, a crackdown on housing discrimination, expanded programs to help homeless people get housing and jobs, and creation of new empowerment zones. During Cuomo's tenure as HUD Secretary, he called for an increase in home ownership.[33] He also pushed government-sponsored lenders Fannie Mae and Freddie Mac to buy more home loans issued to poor homeowners in an attempt to end discrimination against minorities.[34] Some believe that this helped lead to the 2007–2010 subprime mortgage crisis.[33][35] Edward J. Pinto, former chief credit officer at Fannie Mae, said: \"They should have known the risks were large.\"[36] Pinto said, \"Cuomo was pushing mortgage bankers to make loans and basically saying you have to offer a loan to everybody.\"[36] But others disagree with the assessment that Cuomo caused the crisis. Dean Baker, co-director of the Center for Economic and Policy Research, said Cuomo \"was a contributor in terms of him being a cheerleader, but I don't think we can pin too much blame on him\".[33] According to libertarian author and critic James Bovard, Cuomo was obsessed with changing HUD's image, as Cuomo declared, \"The PR is the important thing I do... Eighty percent of the battle is communications.\" He championed a new program called Community Builders, created without appropriation by Congress, for 800 new HUD employees with computers to be paid as much as $100,000. In a June 16, 1999, speech, Cuomo declared that one purpose of the program was to fight against HUD's abolition. In August 1999, Community Builders distributed a letter to community groups to fight against proposed tax cuts. One HUD official declared that Community Builders was seen as \"Democratic ward heelers who act as a pipeline between Democratic city officials, party leaders, and the administration and the Democratic National Committee.\" In 1998, Clinton-appointed HUD inspector general Susan Gaffney testified to a Senate committee that she was the victim of \"'escalating' attacks on her office by Cuomo and 'his key aides,' including cooked-up charges of racism, insubordination, malfeasance, and general dirty-dealing\". In 1999, Gaffney's office concluded that \"most (15 out of 19) Community Builders' goals were activities rather than actual accomplishments\" and that Cuomo's initiatives \"had a crippling effect on many of HUD's ongoing operations\".[37] Gaffney retired in May 2001, shortly after the department reached a $490,000 settlement with a black employee who had accused her of racial discrimination in passing him over for a promotion.[38] Prior to Cuomo's tenure, HUD was routinely included on the General Accounting Office's biannual watch list of government programs whose poor management made them prone to fraud.[39] During his time in office, two of HUD's four main departments were removed from the GAO list.[39] In addition, the department cut 15 percent of its staff as part of a Cuomo initiative to streamline its operations.[39] From 2001 to 2006, Cuomo was not in government. He worked at the Fried Frank law firm from 2001 to 2004 and later the Island Capital real estate firm.[40] Cuomo first ran for the Democratic nomination for the New York governor seat in 2002. He was initially the favorite for the nomination and led in fundraising and polls, but his campaign took serious damage after a gaffe. Speaking about the aftermath of the September 11 attacks, Cuomo said, \"Pataki stood behind the leader. He held the leader's coat. He was a great assistant to the leader. But he was not a leader. Cream rises to the top, and Rudy Giuliani rose to the top.\" His remarks were widely derided; even his father, former governor Mario Cuomo, later admitted it was a blunder.[41] On the eve of the state convention, Cuomo withdrew from consideration after concluding that he had little chance of support against the favored party candidate, State Comptroller Carl McCall.[42] McCall went on to lose the general election to incumbent George Pataki. Cuomo declared his candidacy for the Democratic nomination for New York State attorney general in 2006 and on May 30, 2006, captured the Democratic Party's endorsement, receiving 65% of the delegates. Though Cuomo won the endorsement, former New York City public advocate Mark J. Green and two-time candidate for Lieutenant Governor Charlie King also earned places on the Democratic ballot.[43] King dropped out of the race before the primary and endorsed Cuomo.[44] Cuomo won the primary with a majority of the vote, defeating his nearest opponent by over 20%. Clinching the Democratic party nomination was considered a significant rebound following his unsuccessful and unpopular 2002 gubernatorial campaign, and at the nominating convention June O'Neill, the Democratic chairwoman of St. Lawrence County, called him \"New York's own Comeback Kid\".[43] In the general election on November 7, 2006, he defeated the Republican nominee, former Westchester district attorney Jeanine Pirro, winning 58% of the vote. On July 23, 2007, Cuomo's office admonished the Spitzer administration for ordering the New York State Police to keep special records of then Senate majority leader Joseph Bruno's whereabouts when he traveled with police escorts in New York City.[45] At the discretion of top officials of the Spitzer administration, the created documents meant to cause political damage to Bruno.[46] Spitzer responded by accepting responsibility and issuing an apology to Bruno.[45][47] In 2007, Cuomo was active in a high-profile investigation into lending practices and anti-competitive relationships between student lenders and universities. Specifically, many universities steered student borrowers to a \"preferred lender\", which resulted in the borrowers' incurring higher interest rates. This led to changes in lending policy at many major American universities. Many universities also rebated millions of dollars in fees to affected borrowers.[48][49] On June 10, 2008, Cuomo announced that three major Internet service providers (Verizon Communications, Time Warner Cable, and Sprint) would \"shut down major sources of online child pornography\" by no longer hosting many Usenet groups. Time Warner Cable ceased offering Usenet altogether, Sprint ended access to the 18,408 newsgroups in the alt.* hierarchy, and Verizon limited its Usenet offerings to the approximately 3,000 Big 8 newsgroups. The move came after Cuomo's office located 88 different newsgroups to which child pornography had been posted.[50][51][52] In 2008, Cuomo said of the Democratic Party candidate Barack Obama, who was running against Hillary Clinton, the candidate Cuomo supported: \"You can't shuck and jive at a press conference.\" Cuomo received criticism from some for his use of the phrase. Roland Martin of CNN said that \"'Shucking and jiving' have long been words used as a negative assessment of African Americans, along the lines of a 'foot shufflin' Negro'. In fact, I don't recall ever hearing the phrase used in reference to anyone white.\"[53] Cuomo investigated a corruption scandal, a \"fraudulent scheme to extract kickbacks\", which involved New York investigators, the Securities and Exchange Commission, and attorneys general in dozens of states.[54] Also in 2009, Cuomo launched a suit against the United Homeless Organization, a New York charity. He charged that the majority of the group's income was not used to provide services to the homeless but was diverted to the founders for unrelated personal expenses.[55] In 2010, Judge Barbara R. Kapnick granted the judgement and forced the group to disband.[56] After Hillary Clinton became President Obama's choice for U.S. Secretary of State in December 2008, then–New York governor David Paterson was charged with appointing a temporary replacement until a special election. Cuomo was seen as a leading contender for this appointment.[57][58][failed verification] Caroline Kennedy (who is a first cousin of Cuomo's ex-wife) was another leading contender, but withdrew for personal reasons two days before Paterson was set to announce his choice, leaving Cuomo and U.S. representative Kirsten Gillibrand as the most likely appointees.[58][59] On January 23, Paterson announced he would appoint Gillibrand to the U.S. Senate.[60] On September 18, 2009, advisors to President Barack Obama informed Governor David Paterson that the president believed he should withdraw his 2010 gubernatorial candidacy, stepping aside for \"popular Attorney General Andrew Cuomo\".[61] On January 23, 2010, the New York Daily News reported that Cuomo would announce plans for a gubernatorial campaign at the end of March.[62] Later reports indicated Cuomo would announce his gubernatorial campaign coinciding with the state Democratic Convention in late May.[63] On May 22, 2010, Cuomo announced his run for governor in a video posted to his campaign website. Cuomo announced his choice for lieutenant governor on May 26, 2010: Robert Duffy, Mayor of Rochester.[64] In the November 2, 2010, general election, Cuomo faced Republican Carl Paladino, a Buffalo-based businessman who had been heavily supported by the Tea Party movement. Cuomo won the election for governor by a landslide, winning 62.6% of the vote. Paladino performed strongly in his native Buffalo area, while Cuomo performed well in the eastern part of the state as well as downstate.[65] In addition to the parties fielding candidates, New York's electoral fusion laws allow parties to cross-endorse candidates. The Independence Party and Working Families Party cross-endorsed Andrew Cuomo, while the Conservative Party and Taxpayers Party cross-endorsed Carl Paladino. The Independence Party line received 146,648 votes (5.0% of Cuomo's total, and 3.2% of the statewide total) and the Working Families line received 154,853 votes (5.3% and 3.4%), with the Democratic line receiving the remaining 2,610,220 votes (89.6% and 56.5%). The Conservative line received 232,281 votes (15.0% of Paladino's total, and 5.0% of the statewide total) and the Taxpayers line received 25,821 votes (1.5% and 0.6%), with the Republican line receiving the remaining 1,290,082 votes (83.3% and 27.1%). Cuomo sought reelection in 2014, with former U.S. Representative Kathy Hochul as his new running mate. On March 5, 2014, Westchester County executive Rob Astorino announced that he would run on the Republican ticket against Cuomo for governor.[66] Law professors Zephyr Teachout and Tim Wu challenged the Cuomo–Hochul ticket in the Democratic primary election[67][68] – capturing 34% of the vote on the gubernatorial line (Wu drew 40.1% as lieutenant governor[69]).[70] On November 4, 2014, Cuomo was reelected for a second term with 54% of the vote,[71][72] while Astorino received 40.6% of the vote.[73] Despite low voter turnout, Cuomo won the general election by a comfortable margin; however, his margin of victory was smaller than it had been in his 2010 victory. Astorino won most of upstate New York but was overwhelmed in New York City. Cuomo was sworn in for his second term as governor. Cuomo was challenged in the primary from the left by actress and activist Cynthia Nixon. She criticized him for having failed to fix the New York City Subway following his declaration of the 2017 New York City transit crisis as well as for not protecting undocumented immigrants, not legalizing recreational marijuana,[74] and not creating a single-payer healthcare system.[75] When debating Nixon, Cuomo countered her argument on the subways by pointing out that the system is owned by New York City, though past administrations agree it is the governor's role.[76][77][78] An analysis conducted by New York City comptroller Scott Stringer revealed that New York City pays for 70 percent of subway repair costs.[78] Cuomo defeated Nixon, 65.5–34.5%. On November 6, 2018, the Cuomo-Hochul ticket defeated the Molinaro-Killian ticket by a margin of 59.6% to 36.2%.[79] On March 19, 2021, The New York Times, in an episode of their podcast The Daily, leaked audio of Cuomo threatening Bill Lipton, head of the Working Families Party, which had endorsed primary opponent Nixon, that \"[i]f you ever say, 'Well he's better than a Republican' again, then I'm gonna say, 'You're better than a child rapist.'\"[80][81] In May 2019, Governor Cuomo announced he would run for a fourth term.[82] In August 2021, after a report released by the Attorney General of New York, Letitia James, detailed accusations of sexual assault by Governor Cuomo and his attempts to silence victims, the New York State Legislature's leaders indicated that they would seek to remove Cuomo from office. In the face of almost certain removal from office, he announced his resignation as Governor, effective August 24, 2021.[83] Although there was no formal withdrawal, individuals close to Cuomo indicated he would likely not seek his party's nomination following his resignation.[84] Cuomo took the gubernatorial oath of office at 12:01 a.m. on January 1, 2011, succeeding David Paterson.[85][86] During his first year as governor, Cuomo worked to pass an on-time budget[87][88] that cut spending without raising taxes,[89][90] made a new deal with a large state-employee union,[91] signed ethics reform legislation,[92] passed a property tax cap,[93] worked to enact a same-sex marriage bill with bipartisan support,[94][95] and restructured New York's tax code.[96][97] In 2014, Politico reported that Cuomo had been actively involved in the formation of the Independent Democratic Conference (IDC) three years earlier, which gave control of the state senate to Republicans.[98] He has been accused of failing to bridge the rift between the IDC and the Democratic caucus in the Senate.[99] There was media speculation about a possible presidential run, either in 2016 or 2020.[100][101] Several reports indicated that Cuomo supported the Independent Democratic Conference until its dissolution and defeat in 2018 in part to appear more moderate for an eventual presidential bid.[102][103][104][105] For his 2018 re-election bid, Cuomo accepted being on top of the ballot line for the Independence Party, a list that featured numerous Republicans, including ardent Trump supporters.[106] In an August 15, 2018, anti-sex trafficking bill-signing event, Cuomo said: \"We're not gonna make America great again. It was never that great. We have not reached greatness. We will reach greatness when every American is fully engaged.\"[107] The assembled audience of Cuomo's supporters booed.[108] In a February 2019 opinion poll, Cuomo's approval rating dropped to 43 percent, the lowest of his tenure as governor, and a full 50% said they disapproved.[109] The poll showed an eight-percent drop from January 2019; it was taken after Cuomo signed several pieces of progressive legislation, including an expansion of abortion rights and access and stricter gun laws, suggesting that the legislation may have upset certain voters and contributed to the drop; however, the majority of voters agreed with his position on both issues.[110] By early 2020, Cuomo's favorability rating was up to 77 percent, a record high.[111] On his first day in office, Cuomo renewed an executive order signed by Eliot Spitzer which prohibited Governors of New York from receiving donations from gubernatorial appointees.[112] A February 2018 investigation by The New York Times, however, revealed that the Cuomo administration had quietly reinterpreted the order, and that Cuomo had collected $890,000 from 24 of his appointees, as well as $1.3 million from the spouses, children and businesses of appointees.[112] Some donations were made to Cuomo just days after the donor was appointed.[112] In March 2018, The New York Times reported that Cuomo had rewritten the disclaimer language on his campaign website for the executive order barring donations from appointees.[113] The website added two caveats whereby some gubernatorial appointees are allowed to donate to the governor, which The Times said could potentially lead to more donations from appointees to the governor.[113] The Cuomo campaign returned a $2,500 donation from one appointee who was in violation of the new disclaimer, but retained approximately $890,000 raised from other appointees.[113] From the time of Utah governor Gary Herbert's retirement on January 4, 2021, until his resignation on August 23, 2021, Cuomo was the longest-serving governor in the United States still in position, with 3,887 days in office. Cuomo has supported providing tax and other incentives to attract business to locate in New York State.[114][115] He even joked in 2018 that he would be willing to change his name to \"Amazon Cuomo\" if Amazon located their \"Amazon HQ2\" in the state.[116] His strong support for New York City's bid to become the home of Amazon's HQ2 faced criticism based on arguments that the costs to the state outweighed the possible benefits.[117][118] Amazon decided on two \"major corporate outposts\", in New York City and Arlington, Virginia, instead of a single second headquarters,[119] before bowing out of the former under local pressure. On March 1, 2020, Cuomo issued a statement regarding novel coronavirus in New York wherein he mentioned the first positive case of novel coronavirus in New York State.[120] On March 2, 2020, Cuomo said that community transmission of the new coronavirus is \"inevitable\".[121] He also mentioned New York City's plans to aggressively ramp up diagnostic testing for the new virus and said that he would like to see New York City conducting \"1,000 tests per day\". He announced the \"world-renowned\" Wadsworth Center was partnering with hospitals to expand surge testing capacity to \"1,000 tests per day statewide\" for the novel coronavirus. On March 3, 2020, Cuomo signed a $40 million emergency management authorization for coronavirus response and claimed that \"New York's overall risk remained low\".[122] He also announced the institution of a new cleaning protocol at schools and in the public transportation system \"to help stop any potential spread of the virus\". On March 4, 2020, Cuomo confirmed nine new cases in the state and said that it was \"literally like trying to stop air\" and reaffirming that it was inevitable that it would continue to spread.[123] On March 6, 2020, Cuomo criticized the federal government's response to the COVID-19 outbreak, calling it \"absurd and nonsensical\".[124] Early in the coronavirus response efforts, Cuomo received widespread praise from epidemiologists for his handling of the evolving COVID-19 pandemic in New York State, including a statewide lockdown and a shutdown of nonessential businesses in an effort to help flatten the curve of the virus. At the same time, however, Cuomo also received criticism for failing to grasp the gravity of the pandemic before its risks were fully visible to the American public.[125][126][127] On March 28, 2020, Cuomo threatened Rhode Island with a lawsuit over a state quarantine policy enforcing quarantine on arriving New Yorkers.[128][129] In the spring of 2020, social media posters and television hosts such as Stephen Colbert, Trevor Noah, and Ellen DeGeneres came up with the term \"Cuomosexuals\" to express admiration and love for the governor and his brother, CNN anchor Chris Cuomo, related to their leadership roles during the COVID-19 pandemic.[130] In June 2021, Cuomo lifted COVID-19 restrictions, following the news that 70% of adults had one shot of the COVID-19 vaccine.[131] Between July and August 2020 Cuomo utilize state resources and property, including assigning work by Executive Chamber government staffers to compile materials and perform frequent work on the drafting of his book on a non-voluntary basis.[132] Cuomo was paid more than $5 million to write the book.[133] In October 2020, Cuomo published book, American Crisis, proclaiming victory against the pandemic due to his leadership. He wrote that New York \"confronted and defeated\" the virus. By February 2021, New York had the highest per capita hospitalization rate in the country.[134] Cuomo was paid more than $5 million to write the book.[133] In November 2020, Cuomo received the International Emmy Founders Award from the International Academy of Television Arts and Sciences for his coronavirus briefings.[135][136] On August 24, 2021, the morning after his departure, the academy rescinded the Emmy award due to the New York Attorney General's report on sexual harassment allegations against him.[137] On December 14, 2021, Cuomo was ordered by the Joint Commission on Public Ethics to pay New York state $5.1 million in book profits he made during the height of the COVID-19 pandemic. The commission rejected the prior approval after complaints that Cuomo used state resources, including personnel used to edit, write, prepare, and gather data to write \"American Crisis\". Cuomo is ordered to return proceeds from the book by January 13, 2022.[138][139] Over the course of the COVID-19 pandemic in his state, nine state health officials resigned, reportedly in response to Cuomo's policies. In a press conference on January 29, 2021, Cuomo stated that he did not trust the expertise of health officials.[140] In August 2017, the Cuomo administration awarded more than $7 million, financed with money from large bank settlements, in grants to New York colleges to offer courses to New York prisoners.[141] In January 2018, Cuomo proposed reforms that would \"reduce delays during trials, ban asset seizures in cases where there has been no conviction and make it easier for former convicts to get a job after leaving prison\".[142] He also called for an end to cash bail for minor crimes.[142] Under Cuomo's tenure, he granted commutations to fewer prisoners than many previous Republican and Democratic New York governors.[143] Cuomo commuted a total of nine sentences.[143] Cuomo pardoned 140 adults who were convicted of nonviolent felonies as 16- and 17-year-olds, but had served their sentences.[143] He pardoned 18 others who had served their sentences for nonviolent felonies but were exposed to deportation due to their criminal record.[143] In 2017, Cuomo announced that the Indian Point nuclear plant, which produced one quarter of New York City's power, would be phased out. As a result of the phaseout, the carbon-free power generated by the plant was replaced by power generated by carbon-generating fossil fuels. As a consequence, New York was estimated to struggle to meet its climate goals.[144] On January 15, 2013, Cuomo signed into law the first state gun control bill to pass after the December 14, 2012, Sandy Hook Elementary School shooting in neighboring Connecticut.[145] The NY SAFE Act was described as the toughest gun control law in the United States.[146] The act came under criticism, and the National Rifle Association called it draconian. The New York State Sheriffs' Association issued a statement supporting tougher penalties for illegal use of firearms but criticizing several aspects of the legislation, including a magazine limit of seven rounds and a \"too broad\" definition of assault weapons.[147] On July 5, 2013, Cuomo signed an amendment to the NY SAFE Act that exempts retired police officers from some of the act's ownership restrictions.[148] On July 7, 2021, Cuomo declared the first 'disaster emergency' in the United States on gun crime for New York.[149][150] After Hurricane Sandy in October 2012, Cuomo allowed New York voters, via a specific provision aimed at accommodating those displaced, to cast provisional ballots for the 2012 election anywhere in the state.[151] He also appointed a commission to examine the responses of New York utilities to damage caused by the storm.[152] Controversy ensued when the Cuomo administration used $140 million, including $40 million of federal disaster relief funds, to pay for the broadcast of national TV ads promoting \"New New York\" slogans outside New York in an attempt to attract new business investment to the state.[153][154] Many have been critical of the effort, including former New York governor Eliot Spitzer, who called the ads \"fluff\" and \"a waste of taxpayer money\".[153] In June 2012, the Cuomo administration said it was considering lifting a state ban on the practice of hydraulic fracturing (also known as \"fracking\")[155] to stimulate the economy in upstate New York. But critics said that fracking upstate could contaminate the water supply of New York City, New Jersey and parts of Pennsylvania.[156][157] Following a long-awaited study started years earlier, New York State health officials cited \"significant public health risks\" associated with fracking, and on December 17, 2014, the Cuomo administration announced a ban on hydraulic fracturing in New York State.[158] In solidarity with Israel, Cuomo announced an executive order against the Boycott, Divestment and Sanctions movement. Cuomo tweeted: \"If you boycott Israel, New York State will boycott you.\"[159] In January 2014, Cuomo announced an executive order to allow the limited use of medical marijuana in New York.[160] Later that year, a comprehensive bill to legalize medical cannabis was passed by the state legislature, containing some restrictions at Cuomo's insistence such as a ban on consumption by smoking.[161][162] On July 5, 2014, the Compassionate Care Act was signed into law by Governor Cuomo.[162][163] In December 2018, Cuomo announced his support for legalizing the recreational use of cannabis, after previously stating his opposition and calling it a \"gateway drug\" as recently as February 2017.[161] On March 31, 2021, recreational use of cannabis was officially legalized with the signing into law of the Marijuana Regulation and Taxation Act by Governor Cuomo.[164] In June 2017, after a series of subway disasters, Cuomo declared a \"state of emergency\" for the New York City Subway system.[165] According to The New York Times, a series of New York City mayors and New York governors, including Cuomo, were partly at fault for the worsening quality of the subway system and inflated construction costs.[165] Under the Cuomo administration, the Metropolitan Transportation Authority repeatedly diverted tax revenues earmarked for the subways, paid for services that there was no need for and spent on subway projects that did not boost service or reliability.[165] As a result, the MTA was saddled with debt and could not undertake investments into overhauling outdated and inefficient subway infrastructure.[165] Cuomo also directed the MTA to spend on projects that the heads of the MTA did not consider to be priorities.[165] One reason why the New York City subway system is so expensive is due to exorbitant labor costs; according to several M.T.A. officials who were involved in negotiating labor contracts, Cuomo pressured the MTA to accept labor union contracts that were extremely favorable to workers.[165] The New York Times noted that Cuomo was closely aligned with the union in question and had received $165,000 in campaign contributions from it.[165] The New York Times reported, \"Cuomo had steered clear of the M.T.A. during his first years in office, but in his second term he took an intense interest. He placed aides within the organization and, in an unusual move, made some report directly to him. He badgered transit leaders about the construction of the Second Avenue subway on the Upper East Side of Manhattan. And over the objections of some board members, he canceled several M.T.A. capital projects to make room for his own priorities. According to high-ranking current and former M.T.A. officials, the moves interfered with the authority's plans to address the rising delays.\"[165] On April 18, 2017, Cuomo signed the New York State 2018 fiscal year budget. It included the Excelsior Scholarship, a provision that families making less than $125,000 in 2019 could have free tuition at all SUNY and CUNY universities,[166][167] though some education experts including Sara Goldrick-Rab say it won't help the poorest students and that the requirement that recipients live and work in New York after graduating is counter-productive.[168] On July 16, 2011, Cuomo finalized a five-year deal with the Public Employees Federation to end pay raises, implement furlough days, and require additional contributions to health insurance accounts.[169] In an interview with The New York Times, he stated his top goal in 2012 is the reduction of public employee pensions.[170] In the winter of 2018, Cuomo responded to a class-action lawsuit brought against the New York City Housing Authority by attorney Jim Walden on behalf of a group of public housing tenants. The suit was the first of its kind and called upon NYCHA to immediately address decrepit and unhealthy conditions in public housing units across New York City.[171] At the invitation of Walden, Cuomo toured a public housing project in March.[172] By early April, Cuomo appointed an independent monitor to oversee NYCHA on an emergency basis.[173] The move broadened the ever-widening rift between NYC mayor Bill de Blasio and Cuomo.[174][175] In a January 17, 2014, interview with Susan Arbetter on WCNY's The Capital Pressroom, Cuomo stated: [New York Republicans] are searching to define their soul, that's what's going on. Is the Republican party in this state a moderate party or is it an extreme conservative party? ... The Republican Party candidates are running against the SAFE Act – it was voted for by moderate Republicans who run the Senate! Their problem is not me and the Democrats; their problem is themselves. Who are they? Are they these extreme conservatives who are right-to-life, pro-assault-weapon, anti-gay? Is that who they are? Because if that's who they are and they're the extreme conservatives, they have no place in the state of New York, because that's not who New Yorkers are. If they're moderate Republicans like in the Senate right now, who control the Senate – moderate Republicans have a place in their state. George Pataki was governor of this state as a moderate Republican, but not what you're hearing from them on the far right.[176] This remark received a major reaction in the conservative media. Radio host Glenn Beck wrote a letter to the governor regarding the remarks from the interview.[177] Fox News contributor and radio/TV show host Sean Hannity threatened to move out of the state with all of his assets if Cuomo did not apologize for his remarks.[178] Cardinal Timothy M. Dolan, the archbishop of New York, said during a radio broadcast that Cuomo's remarks were \"most unfortunate at best. Are there pro-lifers who are extremist? Yes, there are. But I think they are a distinct minority.\"[179] The New York State Democratic Committee, which is headed by Cuomo, supported his remarks and reiterated them in a May 2014 statement responding to a speech by Rob Astorino, who was running against him in the 2014 gubernatorial election: \"Tea Party Republicans have done enough damage in Washington, today's speech made it abundantly clear that we don't need them here in New York.\"[180] In keeping with a campaign promise, Cuomo signed the Marriage Equality Act, introducing same-sex marriage, on June 24, 2011, following an \"intense public and private lobbying campaign\", and later called for all states to do the same.[181] Cuomo was lauded for his efforts to pass same-sex marriage legislation.[182][183][184] One prominent advocate stated that for gay Americans, Cuomo was \"the only national politician with hero status\".[183] Following the passage of the Act, Cuomo was criticized for describing the viewpoints of opponents as \"anti-American\".[185][186] On July 25, 2011, a lawsuit was filed in the New York Supreme Court seeking an injunction against the Act, alleging corruption and violations of the law in the process of passing the bill.[187] The trial court initially held that the plaintiffs' case could proceed, but the decision was reversed on appeal.[188] Cuomo ordered a boycott of Indiana and North Carolina to protest their legislation on LGBT issues.[159] In July 2016, the Empire State Development Corporation, a state agency, released a report indicating that the state's flagship business tax incentive program, called Start-Up NY, had generated 408 jobs since its inception in 2014. Ads promoting the program had cost at least $53 million.[189] The Start-Up NY annual report was delayed three months in 2016, leading some lawmakers, such as Assemblyman Schimminger, to call the delays \"curious\".[190] Cuomo was praised for his 2011 restructuring of the New York State tax code.[191][192][193] He was also criticized for including tax increases for high earners,[194][195] and for allegedly requesting a unanimous Assembly vote in favor of the proposal and threatening to campaign against Assembly members who voted \"no\"[196] – a charge he denied.[196] Cuomo also received criticism from voices on the left who felt that the tax reform was insufficient.[195] In April 2018, Cuomo announced that he would restore the voting rights of parolees through an executive order.[197] He said that he would consider restoring the voting rights of all parolees (more than 35,000), and would also enfranchise new parolees throughout his term.[197] In 2013, Cuomo called for the passage of a Women's Equality Act.[198] The Women's Equality Act included 10 component bills affecting issues such as domestic violence, human trafficking, and pregnancy discrimination.[198] The tenth bill of the Women's Equality Act was the Reproductive Health Act,[199] which would have \"enshrine[d] in state law existing federal protections for abortion rights\", \"shift[ed] the state's abortion law from the criminal code to the health care laws\", and \"[made] it clearer that licensed health care practitioners as well as physicians could perform abortions\".[200] During his 2013 State of the State address, Cuomo said, \"Enact a Reproductive Health Act because it is her body, it is her choice. Because it's her body, it's her choice. Because it's her body, it's her choice.\"[198] The New York State Assembly passed the Women's Equality Act on June 20, 2013.[201] The Republican leadership of the New York State Senate expressed support for the nine non-abortion-related planks of the Women's Equality Act, but objected to the Reproductive Health Act and expressed unwillingness to allow a vote on it.[202] On the final day of the 2013 legislative session, following the Senate Republican Conference's continued refusal to vote on the full Women's Equality Act, Senator Jeff Klein, leader of the Independent Democratic Conference (IDC), offered the abortion plank of the Act as a hostile amendment to another bill.[203] The amendment was defeated by a narrow margin of 32–31; all 30 Senate Republicans voted against the abortion amendment, as did Democratic Sens. Ruben Diaz and Simcha Felder.[203] The Senate proceeded to pass the nine non-abortion-related planks of the Women's Equality Act as separate bills, and the 2013 legislative session came to an end without any portion of the WEA becoming law.[204] \"[After] the 2014 election season was over, with Cuomo victorious, the governor and his lieutenant governor Kathy Hochul both declared the abortion plank of the act officially dormant, if not dead.\"[205] In 2015, the non-abortion-related Women's Equality Act bills passed both houses of the State Legislature.[205] In October 2015, Cuomo signed eight of the 10 Women's Equality Act bills into law; the abortion rights bill was not among them.[206] On January 22, 2019, Cuomo signed the 2019 version of the Reproductive Health Act, which passed days after Democrats took control of the state Senate.[207] Cuomo ordered One World Trade Center and other landmarks to be lit in pink to celebrate the bill's passage.[208][209] Cuomo's signing and the lighting of the World Trade Center building sparked intense criticism from conservatives.[210] The Catholic cardinal Timothy Dolan criticized Cuomo over the Reproductive Health Act.[211] In July 2014, it was reported that the Moreland Commission, a committee established by Cuomo to root out corruption in politics, was directed away from investigations that could be politically damaging.[212] Cuomo later disbanded the commission.[212] Federal prosecutors in Manhattan launched an inquiry into Cuomo's dealings with the anti-corruption panel and concluded that \"after a thorough investigation\", there was \"insufficient evidence to prove a federal crime\".[213] In September 2016, Joseph Percoco, a close friend and former top aide to Cuomo, was indicted as part of a bribery investigation into the Buffalo Billion.[214][215][216] He had worked for Cuomo in both Washington and Albany and had managed his 2010 and 2014 gubernatorial campaigns and has been described as \"the governor's enforcer and a member of his inner circle\".[217][218] Cuomo had previously referred to him as a brother, and as Mario Cuomo's \"third son\".[219] Todd Howe, a lobbyist and former Cuomo aide, was also indicted, along with several developers who were major donors to Cuomo and other state politicians.[214][215] Cuomo was not accused of wrongdoing.[215][216] In March 2018, a federal jury in Manhattan convicted Percoco on felony charges of solicitation of bribes and honest services fraud for over $315,000 in bribes he took from two people seeking official favors on behalf of an energy company, Competitive Power Ventures Inc. Prosecutors described him as Cuomo's \"right-hand man\".[220][221][222] Following Percoco's conviction, Cuomo released a statement declaring that he would respect the jury's verdict and that \"there is no tolerance for any violation of the public trust\".[223][224][225] In September 2018, Judge Valerie Caproni sentenced Percoco to 6 years in prison saying \"I hope that this sentence will be heard in Albany. I hope it will serve as a warning to others in public service.\"[226] In March 2021, allegations came out that Cuomo prioritized COVID-19 tests for his family and other associates during the early stages of the pandemic when tests were limited.[227] Particular scrutiny went to the positive test of his brother Chris in March 2020 amid other conflicts of interest that commentators saw in their relationship.[228][229] These reports were investigated during his impeachment probe.[230] On March 25, 2020, Cuomo and the New York State Department of Health issued an advisory requiring the admission of patients to nursing homes who test positive for the coronavirus and barred testing prospective nursing home patients. This order was revoked on May 10 after widespread criticism from medical experts. By then, as many as 4,500 COVID-19 infected patients had been sent to nursing homes in NY state. Over 6,000 New York state nursing home residents had died of COVID-19 as of June 2020.[231] In July 2020, the New York State Department of Health released a report that found: \"Peak nursing home admissions occurred a week after peak nursing home mortality, therefore illustrating that nursing home admissions from hospitals were not a driver of nursing home infections or fatalities\"; instead the department concluded that asymptomatic nursing home staff drove the infections.[232] Cuomo reacted to this report by stating that attribution of nursing home deaths to his March 2020 policy had \"no basis in fact\".[233] On January 28, 2021, an investigation conducted by state attorney general Letitia James concluded that the Cuomo administration undercounted COVID-19-related deaths at nursing homes by as much as 50%.[234] On February 12, 2021, Melissa DeRosa, a top aide to Cuomo, said in a call with state Democratic leaders that the Cuomo administration intentionally delayed the release of data pertaining to deaths from COVID-19 within nursing homes in fear it would've triggered a potential federal investigation by the Department of Justice and given an advantage to political opponents.[235][236] Calls to rescind Cuomo's emergency powers granted amidst the pandemic were launched within the New York State Senate immediately following this report, with 14 Democrats joining the Republican minority in the effort.[237] On February 17, 2021, the Federal Bureau of Investigation (FBI) and the U.S. attorney in Brooklyn announced they were investigating the incident.[238] On March 19, 2021, the FBI reported that an investigation was underway on Governor Andrew Cuomo for improperly using the power of his office to shield nursing home executive political donors from COVID-19 lawsuits.[239] On November 22, 2021, the New York State Assembly released an Impeachment Investigation Report disclosing Cuomo directed his staff to inappropriately withhold or misrepresent information regarding the effects of COVID-19 on nursing home dealths including the exclusion of out-of-facility COVID-19 deaths in his report to the Department of Health.[132] On December 13, 2020, Lindsey Boylan, a former aide for Cuomo who was a Democratic candidate for Manhattan Borough president in 2021, alleged \"[Cuomo] sexually harassed me for years. Many saw it, and watched.\" Boylan further alleged that Cuomo \"exists without ethics\", \"takes advantage of people, including me\" and ran a \"toxic team environment\".[240][241][242] A spokesperson for the Cuomo administration denied the accusation.[240] Boylan further elaborated on her accusations in February 2021, claiming Cuomo goaded her to play strip poker with him while on a flight in 2017 and forcibly kissed her on the mouth in his Manhattan office.[243] The governor's office said Boylan's claims were false.[244] On February 27, 2021, Charlotte Bennett, an executive assistant and health policy advisor of Cuomo, also accused him of sexual harassment, saying that he asked her about her sex life on several occasions in late Spring 2020 and if she had been in sexual relationships with older men. She also suggested that Cuomo was open to relationships with women \"above the age of 22\".[245][246][247] In a statement on February 27, Cuomo denied making advances to Bennett and acting inappropriately towards her.[248][249] In a February 28 statement, Cuomo said: \"I now understand that my interactions may have been insensitive or too personal and that some of my comments, given my position, made others feel in ways I never intended.\" He apologized and acknowledged \"some of the things I have said have been misinterpreted as an unwanted flirtation.\" He also said, \"At work sometimes I think I am being playful and make jokes that I think are funny. I mean no offense and only attempt to add some levity and banter to what is a very serious business.\"[250] The two U.S. senators for New York, Chuck Schumer and Kirsten Gillibrand, both Democrats, called for an independent investigation.[251] White House press secretary Jen Psaki said in a CNN interview that President Joe Biden supported an independent investigation into Governor Cuomo's conduct.[244] On March 1, a third woman came forward alleging Cuomo had sexually harassed her and touched her without consent on her bare lower back. Anna Ruch was not on the governor's staff, but encountered him socially at a wedding reception in September 2019. The attorney general of New York state, Letitia James, was reported to be investigating options for an independent investigation.[252] When reporting the allegation, The New York Times also published a photograph from the event which showed Cuomo putting his hands on Ruch's face. She said the incident made her feel \"uncomfortable and embarrassed\".[252] A fourth woman, Ana Liss, came forward on March 6 and alleged Cuomo touched her inappropriately on her lower back and kissed her hand.[253] That same day, Karen Hinton, a former consultant of Cuomo when he was leading the U.S. Department of Housing and Urban Development, alleged that in 2000 he had asked personal questions and inappropriately hugged her in his hotel room.[254] On March 1, 2021, Cuomo's senior counsel and special adviser Beth Garvey instructed New York attorney general Letitia James to proceed with an independent investigation of Cuomo.[255] On March 8, James hired attorneys from two law firms (firstly Cleary Gottlieb Steen & Hamilton, and secondly Vladeck, Raskin & Clark) to conduct an independent investigation of Cuomo.[256][10] On March 9, a sixth woman alleged that Cuomo inappropriately touched her at the governor's mansion.[257] On April 7, the unnamed aide said that after she had been summoned to governor's mansion in November 2020, Cuomo allegedly rose from his desk and began groping her. After the aide told him it would get him in trouble, Cuomo then shut the door and said \"I don't care.\" He then returned and groped one of her breasts under her bra by reaching under her blouse. A month later she claimed that Cuomo told her to cover-up what had occurred.[258][259][260] On August 8, she revealed her identity: Brittany Commisso.[261] On March 11, 2021, the New York Assembly approved a separate impeachment investigation into the sexual misconduct allegations made against Cuomo.[262][263] On March 12, Kaitlin (last name unreported), who formerly worked for the governor's office, alleged that Cuomo had made her feel uncomfortable in various situations, with his comments, questions, requests, and invasions of her personal space. She did not allege inappropriate touching or explicit sexual propositions.[9][264] Also on March 12, journalist Jessica Bakeman alleged that Cuomo had sexually harassed her by touching her and making inappropriate comments. She wrote: \"I never thought the governor wanted to have sex with me. It wasn't about sex. It was about power. He wanted me to know that I was powerless\".[265][266] On March 18, another journalist, Valerie Bauman, came forward. She said that Cuomo had made her feel uncomfortable, describing him staring at her, entering her personal space, offering her a job, and asking personal questions.[267][268] Bauman also stated that Cuomo \"never touched [her] inappropriately or said anything that [she] felt [she] could report to [her] boss\".[269] On March 19, Alyssa McGrath, who was still working for Cuomo's office at the time, accused Cuomo of sexually harassing her by ogling her and making inappropriate comments. McGrath did not accuse Cuomo of inappropriate sexual contact.[270] On March 29, Sherry Vill, a New York constituent whose flood-damaged house Cuomo had visited in May 2017, alleged that Cuomo had inappropriately kissed her twice during that visit.[271][272] Attorney General James's five-month investigation concluded with the release of a report on August 3, 2021.[10][273] This report concluded that during Cuomo's time in office, he sexually harassed 11 women: Boylan, Bennett, Ruch, Liss, Brittany Commisso, Kaitlin, McGrath, event attendee Virginia Limmiatis, an unnamed New York State trooper and two unnamed state entity employees.[11][261] The investigation concluded that Cuomo's behaviour included unwanted groping, kissing and sexual comments, and also found that Cuomo's office had engaged in illegal retaliation against Boylan for her allegation against him.[12][274] Cuomo responded to the report with a denial: \"I never touched anyone inappropriately.\"[12] The report generated public condemnation against the governor and heightened calls for him to resign.[275] On August 3, President Joe Biden called upon Cuomo to resign.[276] The release also prompted district attorneys for Manhattan, Nassau County, Westchester County, Albany County and Oswego County to pursue criminal investigations regarding his behavior.[13][14][15] On August 10, 2021, Cuomo announced he would step down as Governor of New York, effective August 24.[277][278][16][279] On August 21, Cuomo said that Hurricane Henri would not affect his resignation.[280] On October 28, 2021, a spokesman for the state court system announced that Cuomo would be charged with a misdemeanor sex crime in the Albany City Court.[281] The office of Albany County Sheriff Craig Apple would file a criminal complaint against Cuomo related to Brittany Commisso's groping allegation.[282] However, on January 4, 2022, Albany County District Attorney David Soares declined to prosecute Cuomo and asked a judge to dismiss the complaint, stating that \"While we found the complainant in this case cooperative and credible, after review of all the available evidence, we have concluded that we cannot meet our burden at trial.\"[283] Soares also stated that his office considered other potential criminal charges, but none fit the allegations.[283] On January 4, 2022, Albany County District Attorney David Soares dropped a criminal complaint against Cuomo and also announced that Cuomo would not face any other charges related to other groping allegations, citing lack of evidence.[9][clarification needed] Three days later, a judge would drop the criminal charge against Cuomo. On January 31, 2022, a district attorney in upstate New York declined to continue the investigation of the criminal side of other allegations against Cuomo.[284] On January 31, the 5th and final Sexual Misconduct case against Cuomo, made by Virginia Limmiatis, was dropped by New York district attorney Gregory Oakes, effectively clearing him of all charges.[285] Cuomo filed for a state retirement pension, to be effective September 1, based on 14.56 years of state service as attorney general and governor.[286] According to Politico, Cuomo used the weeks after his resignation to mount a revenge campaign against his successor Kathy Hochul and other perceived enemies, financing it with $18 million of leftover campaign donations.[287] On March 3, 2022, during Cuomo's first public appearance since his resignation, he gave a speech at the God's Battalion of Prayer church in Brooklyn and came out against cancel culture and hinted at a political comeback. Cuomo said, \"The press roasted me, my colleagues were ridiculed, my brother was fired. It was ugly. It was probably the toughest time of my life.\" In the speech before an ally's church, he said, \"Contrary to what my political opponents would have you believe, nothing I did violated the law or the regulation.\"[288] Cuomo married Kerry Kennedy, the seventh child of Robert F. Kennedy and Ethel Skakel Kennedy, on June 9, 1990. They have three daughters: twins, Cara Ethel Kennedy-Cuomo and Mariah Matilda Kennedy-Cuomo (born 1995), and Michaela Andrea Kennedy-Cuomo (born 1997).[289][290] They separated in 2003, and divorced in 2005. Cuomo began dating Food Network host Sandra Lee in 2005, and the couple moved in together in 2011. The two resided in Westchester County, New York.[291][289][290][292] On September 25, 2019, the couple announced that they had ended their relationship.[293] From the fall of 2019 until August 21, 2021, Cuomo lived in the New York State Executive Mansion on a full-time basis with his three daughters. On July 4, 2015, Cuomo presided over the wedding ceremony of his longtime friend Billy Joel to his fourth wife, Alexis Roderick.[294] Cuomo is a Roman Catholic.[295] According to The New York Times, Cuomo's positions in favor of abortion rights and same-sex marriage (and his cohabitation with Lee without marrying her)[291] contrary to church teachings have \"become a lightning rod in a decades-old culture war between conservative Catholics and those, like Mr. Cuomo, who disagree with the church's positions on various issues, including abortion and divorce\".[295] During the COVID-19 pandemic, Cuomo became known by the nickname of the \"Love Gov\" after answering a question by his brother, CNN anchor Chris Cuomo, about showing his softer tone while leading coronavirus response efforts. The governor responded with, \"I've always been a soft guy. I am the love gov. I'm a cool dude in a loose mood, you know that. I just say, 'Let it go, just go with the flow, baby.' You know. You can't control anything, so don't even try.\"[296][297] Cuomo drives a 1968 Pontiac GTO with the New York license plate of number \"1\".[298]","Title":"Andrew Cuomo - Wikipedia","KeyID":"5007","URL":"https://en.wikipedia.org/wiki/Andrew_Cuomo"}