{"Content: ":"Pierre Van Cortlandt (January 10, 1721 – May 1, 1814)[1][2] was an American politician who served as the first Lieutenant Governor of New York. He was first elected to the New York Assembly in March 1768 and served in that body as the representative from Van Cortlandt Manor until 1775. Subsequently, he was a member of the Second Provincial Congress, 1775–1776, and chairman of its Committee of Safety, 1776. He sat for Westchester County at all four of the Provincial Congresses and was chosen to preside over the last three; was vice president of the Fourth Provincial Congress, 1776; of the Constitutional Convention of the State of New York, 1776–1777; of the First Council of Safety, 1777, of which he was the president; a senator from the Southern District, 1777; president of the New York State Constitutional Convention, 1777; and lieutenant governor of the state, 1777–1795. On July 9, 1776, he was among thirty-eight delegates to ratify the Declaration of Independence at White Plains. As a colonel, and later general,[3] be commanded the Third Westchester Militia Regiment and later was advanced to be a general. Gen. George Washington ever referred to Pierre Van Cortlandt as his most trusted friend and ally.[4] With NY Gov. George Clinton away from the state in active military service, Lt. Gov. Van Cortlandt had full charge of the revolutionary government of the state and directed its entire war effort. On November 25, 1783, this earnest patriot accompanied General Washington on his triumphant ride into New York City. He was made an original honorary member of the New York State Society of the Cincinnati on July 6, 1784.[5] In 1787, he was elected president of the state convention meeting in Poughkeepsie to ratify the Constitution of the United States.[citation needed] He was born in New York City, the son of Philip Van Cortlandt (1683–1746) (a son of Gertruj Schuyler and Stephanus Van Cortlandt, Mayor of New York City from 1677 to 1678 and 1686 to 1688), and Catherine de Peyster (daughter of Abraham de Peyster, Mayor of New York City from 1691 to 1694 and Governor of the Province of New York from 1700 to 1701,[6] and granddaughter of Johannes de Peyster, Sr.).[7][8] Pierre's uncle Johannes de Peyster, Jr. was Mayor of New York City, 1698–1699.[9] His great uncle Jacobus Van Cortlandt was Mayor of New York City, 1719–1720.[10] In 1697, King William III granted by Royal Charter, Van Cortlandt Manor to his grandfather, Stephanus Van Cortlandt. Originally, it was a 86,000-acre (35,000 ha) tract stretching from the Hudson River on the west to the first boundary line between the Province of New York and the Colony of Connecticut, on the east, twenty English miles in length by ten in width, in shape nearly a rectangular parallelogram, forming, \"The Manor of Cortlandt.\" The massive holding was acquired by direct purchase from the Indians, in part, by Stephanus van Cortlandt, a native born Dutch gentleman of New York, and in part by others whose titles he subsequently bought, this tract, together with a small tract on the west side of the Hudson River opposite the promontory of Anthony's Nose, which he also purchased from the Indians.[11] The Van Cortlandt Manor House was built sometime before 1732 but was not any owner's principal residence until Pierre moved there in 1749. In 1748, Pierre inherited from his father the Van Cortlandt Manor House and significant surrounding lands.[12] He diversified and organized the Croton lands to develop income-producing tenant farms.[13] Pierre maintained the Van Cortlandt Manor House and lands as a farmer/planter.[14] Upon the survey of the Manor of Cortlandt, Annsville and lands adjoining constituted a portion of Front Lot No. 10, the river portion lot that was bequeathed to Gertrude Beekman, Pierre's aunt and daughter and devisee of Stephanus Van Cortlandt.[15] It was on 340 acres of Gertrude's land where Pierre built the Upper Manor House and farm. Two miles to the north was Front Lot No. 10, on which another Van Cortlandt mansion, Oldstone, was built, and later near the bay the Fort Independence Hotel. Fort Independence was located on the high bluff on the western end of Roa Hook.[16] Mrs. Gertrude Beekman, one of the original heirs of the first Lord of the Manor, died on March 23, 1777, leaving what was known as the \"Peekskill estate\" to her great nephew, Pierre's son Gilbert L. Van Cortlandt. It comprised that part of the manor lying on the river from the line of Putnam County and two tracts of land in Peekskill being about 340 acres, embracing Anthony's Nose, Roa Houk, Annsville and the large estate on which, in later years, was the residence of Pierre Van Cortlandt, Jr., where a spacious mansion [Oldstone, discussed below] was probably built about 1769.[17] These properties were eventually inherited and occupied by General Pierre Van Cortlandt, Jr. (1762–1848), the lieutenant governor's son, and later Pierre, III, deriving title to this portion of the ancient Manor from Pierre's son Gilbert, heir of his great-aunt Gertrude Beekman. \"The situation of the Van Cortlandt estate is very fine, covering, as it does, some of the most graceful undulations of a hilly district, diversified with the richest scenery. The old brick mansion [Upper Manor House] erected A. D. 1773, occupies a very sequestered and romantic spot on the north side of the post road, immediately above the vale of Annsville.\"[18] In 1749, Pierre turned the family's simple hunting lodge into an elegant residence known as Van Cortlandt Manor House, adding the upper stories and porches. The house remained in the Van Cortlandt family until 1945 and was purchased in 1953 by John D. Rockefeller Jr. to assure its preservation.[19] The restored manor house was designated as a National Historic Landmark in 1961.[20][21] During the American Revolutionary War Pierre entertained numerous famous Generals, such as Washington, Lafayette, Rochambeau, and von Steuben at the Manor House, as well as other promonent citizens, such as Franklin; when the place was threatened by the British Army in New York, he removed his wife and children to one of the Livingston farms at Rhinebeck, and for a time the Upper Manor House at Peekskill.[22] Between 1756 and 1773, Pierre Van Cortlandt built and enlarged a home along the Albany Post Road, in Cortlandtville, a suburb near Peekskill, Westchester County, New York known as the Upper Manor House. Records indicate that a smaller building stood on the site in 1756 which was enlarged by 1773.[23] Van Cortlandt and his family occupied it at various times until he died, and thereafter. During the Revolution, Pierre and his family was obliged to leave the Manor House at Croton, and spent most of the time at their Rhinebeck home and at the Upper Manor Home at Peekskill. Pierre moved upstate and Gerald Beekman and his wife Cornelia Van Cortlandt (Pierre's daughter) occupied the house.[24] In the spring of 1783, Lt. Gov. Van Cortlandt returned with his family to the Upper Manor House at Peekskill to reside while the Manor House at Croton was restored to habitability. By 1803, Lt. Gov. Van Cortlandt and his wife returned to Croton. Pierre and Joanna resided there for the balance of their lives, 1814 and 1808, respectively.[25] In 1760, Van Cortlandt may have built another home, Oldstone (28 Bear Mountain Bridge Road, Cortlandt Manor, NY 10567), a magnificent estate on a bluff upon Anthony's Nose overlooking the far-reaching river and Peekskill Bay[citation needed]. The 29-acre property overlooks a bend in the Hudson and an eagle sanctuary. Because of its strategic location on the eastern banks of the old Hudson River, Oldstone was commissioned by the United States Military and used as a military outpost during The Revolutionary War.[26] The accompanying graphics show the proximity of the Upper Manor House to Van Cortlandt's home, Oldstone, on the buff of Anthony's Nose, overlooking the site where the Fort Independence Hotel once stood. Below the hotel site, the industrial area shown overlays where Fort Independence stood in 1777. Another graphic shows the location of his several homes: Oldstone, Upper Manor House, Pound Ridge and Van Cortlandt Manor at Croton. During the 1700s, the Boutonville area of Pound Ridge found itself at the center of a 50-year land dispute concerning overlapping grants to the Stephanus Van Cortlandt Manor grant and to the Stamford patentees. After a lengthy legal battle, clear title to the 3,000 acres was finally given to Van Cortlandt heirs in 1788. Most of this land is now part of the Ward Pound Ridge Reservation. Sometime after that, Pierre Van Cortlandt built a home there as well. In 1815, Samuel Piatt (Peatt) (1773–1850) purchased seven acres and an existing house from Pierre's son, Gen. Philip Van Cortlandt. This home, since demolished, was on what now is Honey Hollow Road. The farmland in the Pound Ridge and Lewisboro sections (Ward Pound Ridge Reservation) were part of the Van Cortlandt Manor lands that were divided into \"great lots\" of about 3,000 acres each. These lots were further divided into 300-acre farms.[27][28] In 1726, Col. Henry Beekman, Jr., who was married to Gertrude Van Cortlandt, Van Cortlandt's aunt, became the owner, through an exchange of property, of the Kip House, near the river in Rhinebeck, and moved into it. He greatly enlarged it, and became his mansion when he became a resident there. From 1777 to 1780, Van Cortlandt leased this home after his family had evacuated from Croton and then Peekskill. Following the death of Col. Henry Beekman on January 3, 1776, his daughter, Margaret Beekman, by his first wife Janet Livingston, inherited this property, and it became known as the Livingston Mansion.[29] In 1780, a family dispute arose causing Van Cortlandt and his family to relocate yet again, this time to a farm in the Nine Partners Patent. His son, Philip, wrote in his memoir that in \"the Spring of 1780 ... having passed thro the Manor of Cortlandt Saw My friends at Peeks Kill and then to Nine Partners where my Father and his family were obliged to remove from Rhinebeck as Colo. Livingston would not suffer him to remain any longer\".[30] Van Cortlandt served in the colonial forces during the American Revolution in spite of efforts by British officials to ensure his loyalty to Great Britain. On October 19, 1775, he was appointed colonel of the Third Regiment of Westchester County Militia. He remained colonel of the regiment until June 28, 1778, when he was replaced by John Hyatt.[31] During the Revolution, the Van Cortlandt Manor lands straddled two areas, one controlled by the Patriot forces and the other in the \"Neutral Ground\". As a result, even though the Van Cortlandt family became Whigs, the populace divided in their political allegiances during the years of conflict. In New York the colonial government began to fall apart, and a new revolutionary regime started to emerge. The regular Assembly, which had been growing increasingly more pro-British, ceased meeting in January, 1775. Meanwhile, ad hoc committees of revolutionaries soon transformed themselves into a series of four Provincial Congresses that began meeting in April, 1775. Pierre Van Cortlandt sat for Westchester County at all four and was chosen to preside over the last three. In recognition of his firm support for the Patriot cause, a number of Manor residents placed a notice in the New York Gazette and Weekly Mercury in April 1775, specifically thanking Van Cortlandt and John Thomas for \"their firm attachment to, and seal on the late occasion for the preservation of the Union of the colonies, and rights and liberties of America.\" The 4th Congress, then sitting at White Plains, ratified the Declaration of Independence on July 9, 1776. Because these provincial congresses had difficulty maintaining a functioning quorum, they delegated authority to smaller working groups, designated as committees of safety. Van Cortlandt assumed the chairmanship of the main committee of safety on January 3, 1776.[32] Pierre was also a colonel in Westchester's patriot militia. He remained in command of the Westchester Regiment until June 28, 1778, with the rank of colonel and later general, when he was replaced by John Hyatt. By that time Pierre had been elevated to the role of lieutenant governor. He is referred to by the rank of general at the New York Constitutional Convention.[33] The war for American Independence came to New York City in June 1776 upon the arrival of a flotilla of warships carrying British regulars and Hessian soldiers. Despite Washington's best efforts, between late June in mid September 1776, British forces occupied Long Island and the major portion of Manhattan Island. By the end of 1776, the British Army, aided by loyalist groups, control Manhattan, Long Island, and lower Westchester County, while American forces were stationed in the region north of the Croton River around Peekskill. The area between the two armies became a no-man's land, called the \"Neutral Ground\". The military reality belied this designation; the region was not neutral. The area was really a battleground for both armed forces and for marauding bands operating independently. Local farmers were subjected to periodic forays by both sides. Valuables were buried or sent away, and cattle and sheep had to be protected day and night. Farmers developed a clandestine cattle trade New York City, where such animals brought a high price in specie or in British notes rather than in questionable trouble paper. During most of the period from about 1777, the family of Pierre Van Cortlandt were absent from their home at Croton. Pierre first moved his family out of the Croton Manor House in 1776 to another family home, the Upper Manor House he built in Peekskill in 1756. However, by 1777, the Upper Manor House, too, had become an unsafe home for the family of one of the state's most prominent patriot officials. Prowling bands of Tories had gathered and were \"very busy riding about and combining to provide arms, and the Tories from the eastward were coming continually down, to the number of two or three hundred, who all assembled at N. Merritt's and A. Crouk's with fife and drum.\" They were dispersed by the minute-men and \"parts of Colonel Thomas' regiment, and the troops of horse of Captain N. Trendwell, were ordered to scour Rye Neck. I hear the intent of the Tories was, at Peekskill, to have taken the committee [Committee of Safety] and sent them on board of the 'Asia'. I go to-morrow to New York to the Congress – Thursday night were here to supper and breakfast of Colonel Hammond's Regiment, about three hundred men. They said they drank two Hogsheads of cider.\"[30] The Neutral Ground was also an inviting target for militarily-led refugee Loyalists and for other loosely organized bodies, dubbed \"Cowboys\", if they were loyalist in sentiment, or \"Skinners\" if they supported the rebel cause. Pierre's daughter, Cornelia, married to Gerard G. Beekman, Jr., saw the Cowboys as a cruel menace. She wrote her father in April 1777, while residing at the Upper Manor House near Peekskill, that one of the slaves had admitted to her that a scheme had been hatched by which a number of slaves would flee upon the appearance of the next raiding party. In October she and her husband reported on a visit that various units of the King's Rangers had made to their home.[34] Yesterday 10 Clock Coll. [Edmund] Fanning and Coll [John] Byard with 200 of the New Levies March'd by this to destroy barracks No. 2 and the Village [Peekskill]. The soldiers immediately rush'd in the house and ask'd who liv'd hear, we told them Beekman they then passed by then Came others and began to use abusive Langguage and said that the house was theirs, and that I was the daughter of the damnest rebble in the Province. All the Sholdiers knew that much of me and Call'd me a damnation rebel bitch. Every moment, at that time Coll Fanning and Col Byard came to the house to bid them keep their abuse, but they would not mind. Fanning told me not to be frightened that he would Pertict me that I should not be hurt.[35] Only once was she prevailed upon to leave her residence, being persuaded by her brother, Colonel Philip Van Cortlandt, to retire with her family some miles back in the country for safety from a scouting party on their way from Verplanck's Point. A historian wrote that upon Cornelia's return: Not an article of furniture was left, except a bedstead; a single glass bottle was the only drinking utensil; and one ham was all that remained of the provisions, having by good fortune, been hung in an obscure part of the cellar. This disaster, and the inconveniences to which she was obliged to submit in consequence, were borne with fortitude, and even formed subject of merriment. Soon after, she was called upon by two of the American officers — Putnam and Webb — who asked how she had fared, not supposing she had been visited with annoyance, and were much surprised at her description of the state of the house on her return. The General promised, if she would be satisfied with army conveniences, to send her the next day a complete outfit to recommence housekeeping. On the morrow a horseman arrived, carrying a bag on either side, filled with all kinds of woodenware — a welcome and useful present for such things were not at that time easy to be obtained. Some of these articles were still in the house at the time of Mrs. Beekman's decease.[36] A ferry was the only means of traversing the Croton until Van Cortlandt built a bridge. In 1781, Washington paused and wrote: \"The new bridge on the Croton, about nine miles from Peekskill,\" mentioned by Washington in his diary of July 2, 1781, superseded the ferry, and the brick-and-timber Manor Ferry-house was the temporary barracks for soldiers on their passage up and down the river.[37] The locally raised 2nd New York Continental Regiment was commanded by Col. Philip Van Cortlandt, Lt. Gov. Pierre Van Cortlandt's eldest son. This unit saw decisive battle action at Saratoga, New York, in 1777, with the Army at Valley Forge, on the Sullivan Expedition and in battle at Yorktown in 1781. The regiment was also in Peekskill during the March, 1777 raid by British naval and infantry forces. The Upper Manor House is a gambrel roofed, brick house, built by Pierre Van Cortlandt. General George Washington with his aides slept in this house many nights while making Peekskill their headquarters in 1776, 1777 and 1778. While residing there, Cornelia (Van Cortlandt) Beekman refused to give a representative of the British spy John André an American officer's uniform she had in safe-keeping.[38] John Webb, familiarly known as \"Lieutenant Jack\", younger brother of Lt. Col. Samuel Webb, aide-de-camp to Gen. George Washington, occasionally served as an acting aide in Washington's staff and was often at the Van Cortlandt house, as well as the other officers, during times the army operated on the banks of the Hudson. On one occasion, passing through Peekskill, Webb rode up and requested her to oblige him by taking charge of his valise, which contained his new uniform and a quantity of gold. He added, \"I will send for it whenever I want it; but do not deliver it without a written order from me or brother Sam.\" He threw in the valise at the door, from his horse; and rode on to the tavern at Peekskill, where he stopped to dine. About two weeks or so after his departure Mrs. Beekman, Cornelia Van Cortlandt Beekman, saw an acquaintance, Joshua Hett Smith, whose fidelity to the whig cause had been suspected, ride rapidly up to the house. She heard him ask her husband, Gerard Beekman, for Lieutenant Jack's valise, which Mr. Beekman directed a servant to bring and hand to Smith. Mrs. Beekman called out to ask if Smith had a written order from either Lt. Webb or his brother. Smith replied that Webb had no time to write one, adding: \"You know me very well, Mrs. Beekman and when I assure you that Lieutenant Jack sent me for the valise, you will not refuse to deliver it to me, as he is greatly in want of his uniform.\" She answered: \"I do know you very well — too well to give you up the valise without a written order from the owner or the colonel.\" Smith was angry at her doubts, and appealed to her husband, urging that the fact of his knowing the valise was there, and that it contained Lieutenant Jack's uniform, should be sufficient evidence that he came by authority; but his representations had no effect upon her resolution. It was subsequently ascertained that at the very time of this attempt Major John André was in Smith's house. He and Major André were of the same stature and form; \"and beyond all doubt\", says one who heard the particulars from the parties interested, \"had Smith obtained possession of the uniform, Andre would have made his escape through the American lines.\"[36] Cornelia Van Cortlandt, Pierre's oldest daughter, and her husband Gerard G. Beekman, left New York City in early 1776 for the Manor House at Croton, but this was too near the neutral ground to be a safe refuge for her father and family, and it behooved that ardent patriot to keep out of reach of his enemies, many of whom were his own tenantry, now ranged against their country. Pierre and his family moved to the Upper Manor House at Peekskill and in late 1777 for a farm in Rhinebeck he leased from kinsman Henry Brockholst Livingston, son of William Livingston. Cornelia and her husband remained at the Upper Manor House. A curious old journal tells of their exodus, and the catalogue of the flocks and herds, man-servants and maid-servants that were sent to Rhinebeck, reads like a biblical story of the journeyings of the Patriarchs.[30] Not only did George Washington sleep at the Van Cortlandt Upper Manor House, he stayed for extended periods commanding the battles of Long Island, New Amsterdam, and Westchester County. He also stayed there during his numerous visits to West Point.[39] Washington, when in Peekskill, had his official headquarters in the village, but would spend evenings in the house which he used as a sort of \"safe social\" headquarters, doing his dining and entertaining in the house. While staying at the house he slept in the northwest bedroom on the second floor. The list of the famous who either stayed or were entertained in the house is long. Benjamin Franklin stopped here on his way back from the mission to win Canada to the side of the colonies in 1776; the Methodist Bishop Francis Asbury stopped here; Lafayette; von Steuben; General Alexander MacDougall; General Israel Putnam; General Philip Schuyler; Alexander Hamilton and Aaron Burr all visited the house. It was here that Washington entertained the Count de Rochambeau and his French officers. The house was also used as headquarters by General William Heath.[40] Pierre Van Cortlandt always retained a most devoted attachment to George Washington, and was constantly a guest at the dinners given by his Excellency, when the latter was in New York.[41] In August 1776, at the foot of Anthony's Nose, Fort Independence was built on his father's land, on the north bank of the Annsville Creek as it empties into the Hudson River. It combined with Forts Montgomery and Clinton to defend the Hudson River Valley. Forts Montgomery and Clinton were started in June.[42] Fort Hill Park, the site of Camp Peekskill, contained five barracks and two redoubts.[43][44] On the opposite side of Annsville Creek [north of Peekskill] at the point known as Roa or Roay and formerly Roya Hook, stood the old Revolutionary Fort Independence. In 1846 and for about three years subsequently some of the larger boats used to stop at this point. A large hotel had been built there about the same time by Pierre Van Cortlandt, known as the Fort Independence Hotel, and access to the village was furnished in 1845 by a wooden bridge across the mouth of the creek, fourteen hundred and ninety-six feet long. The bridge has long since rotted and been carried away.\"[45] Cortlandt Bridge, across the mouth of Peekskill Creek, is 1,496 feet long. Upon the point at the mouth of the creek are the remains of Fort Independence. During the Revolution two British vessels were sunk opposite this point, and about 40 years since several cannon were raised from them by diving bells.\"[46] The passage at the Hudson Highlands was guarded on the west by Fort Clinton above, and Fort Montgomery below, the estuary opposite Annsville at Anthony's Nose having stretched from Fort Montgomery a boom of huge trees fastened together, and below that a massive iron chain; and in the river were sunk timber-frames with iron shod projecting points.[47] Both Forts Clinton and Montgomery were over 100 feet above the water, and beyond effective bombardment from it. Though commanded by New York's governor, General George Clinton and his brother James Clinton, were poorly manned—less than 600 men in both, nearly all militia. Though he had no choice, Washington had drafted 2,500 men from Israel Putnam's force, at Peekskill and the neighboring Fort Independence.[48] The dramatic conclusion to the War for Independence came to New York in November, 1783, when General George Washington was officially informed by Sir Guy Carleton that the British troops were preparing to evacuate New York City. On November 25, 1783, this earnest patriot accompanied General Washington on his triumphant ride into New York City. He records it thus in his diary: I went from Peekskill Tuesday, the 18th of November in company with His Excellency, Governor Clinton, Col. Benson and Col. Campbell — lodged that night with General Cortlandt (his son, General Philip Van Cortlandt), Croton River proceeded and lodged Wednesday night at Edw. Couwenhoven's, where we met His Excellency General Washington and his aides. The next night lodged with Mr. Frederick V. Cortlandt (Pierre's first cousin) at the Yonkers, having dined with Gen. Lewis Morris. Friday morning in company with the Commander in Chief, as far as the Widow Day's at Harlem, where we held a Council. Saturday I rode down to Mr. Stuyvesants, stayed there until Tuesday (Evacuation Day), then rode triumphant into the City with the Commander in Chief.\"[49] The day's dramatic events culminated with a grand feast at Fraunces Tavern, at which the assembled throng of patriots and military leaders drank toast after toast to the memory of those who perished and to the brighter future awaiting the state and nation. The tavern was formerly the home of Pierre's aunt, Ann Van Cortlandt (1676–1742) and her husband Stephen De Lancey (1663–1741). Only once during his eighteen-year career as lieutenant governor did Van Cortlandt make public his ambition to assume the gubernatorial seat. In January, 1789, he announced in a public advertisement that he had been requested \"by a number of my friends ... to offer myself a Candidate for Governor of the State of New York at the ensuing Election.\" Pierre thus added his name to the list of those who sought to unseat George Clinton, who led the New York forces opposed to ratification of the Federal Constitution of 1787. For his role in opposing the Constitution, Clinton incurred the wrath of Alexander Hamilton, who determined to unseat the long-reigning governor. Pierre apparently counted on some support from the state Federalist forces led by Hamilton, but Hamilton supported Robert Yates, and urged Pierre to withdraw, which he did. In addition to presiding over the Senate, Pierre performed other important governmental functions. From February to July, 1789, with George Clinton, Egbert Benson, John Hathorn, Peter Gansevoort, Jr., Ezra L'Hommedieu, and Samuel Jones, Van Cortlandt met with a number of Chiefs of the Cayuga Nation in an effort to legalize New York's claims to lands formerly held by the Iroquois Confederation.[50] In March 1768, Van Cortlandt was first elected to the New York State Assembly and served in that body as the representative from Van Cortlandt Manor until 1775.[51] He emerged as a member of the more radical wing of that body, among whom were such Revolutionary stalwarts as George Clinton, Philip Schuyler, and Philip Livingston. The Van Cortlandt, Schuyler and Livingston families were related through the extensive intermarriage in which the three families had engaged. Not an orator, Pierre's strength lay in his administrative abilities and sense of detail. This was soon put to the test. Van Cortlandt was not chosen as a representative to the extremely short-lived Provincial Convention in April, 1775 but he subsequently sat in all of the legislative bodies from May 22, 1775, until April 9, 1795. He was a member of the Second New York Provincial Congress, 1775–1776. By July 25, 1775, he had been selected to serve on the Committee of Safety, which wielded a great amount of authority during those revolutionary times. Initially, Van Cortlandt served as the committee's vice-chairman with John Jay, his second cousin, as chairman. Van Cortlandt was chosen as its chairman on January 3, 1776.[52][53] Van Cortlandt sat for Westchester County at all four of the Provincial Congresses and was chosen to preside over the last three;[31] was vice president of the 4th New York Provincial Congress, which convened as the New York State Constitutional Convention from 1776 to 1777. With the British advancing on New York, on the 30th of June, 1776, the Provincial Congress adjourned from the city of New York to the courthouse in White Plains, where they were to meet again on July 9, and there continued in session until July 29. It was resolved, \"that the treasurer and secretary of this Congress be and they hereby are directed forthwith to repair, with all and singular the public papers and money now in their custody or possession, unto the White Plains, in the county of Westchester. It was further ordered that all the lead, powder and other military stores belonging to the State be forthwith removed to White Plains as well.\" The journey between New York and the Plains was performed by the members on horseback, Pierre van Cortlandt, the president, riding at their head. The stout-hearted commoner was acting-marshal of the \"Equestrian Provincial Congress\". This body, during the Revolution, was frequently obliged to change quarters, and made the necessary journey upon horseback. Several times while marching they received dispatches from General Washington requiring official action. The bugler would sound halt; they would wheel their horses into a hollow square; there put through legislation in approved parliamentary style, and announce adjournment by the bugle call, when they would break into fours and proceed on their way.[22] It was at White Plains on the 9th of July, the Provincial Congress received the Declaration of Independence.[54] After the convention agreed on April 20, 1777, to the form the new state government would take, they determined that the governmental organization should become effective in July. For the interim, the convention created a Council of Safety, over which Van Cortlandt presided as president.[52][55] Since the southern portion of the state was under British military control, the council assumed the responsibility of choosing senators from the enemy-held territory. On May 8, 1777, Pierre was appointed a senator from the Southern District. Later that year he was chosen as Lieutenant Governor of the State, and re-elected several times, serving 1777–1795. On July 9, 1776, he was among thirty-eight delegates to ratify the Declaration of Independence at White Plains.[56] He lost the election as Lieutenant Governor of New York to George Clinton who was elected both Governor and Lt. Gov. in June 1777, but formally resigned the office of Lt. Gov. when he took office as governor. Van Cortlandt was elected to the New York State Senate in 1777 and was elected temporary president of the state senate, and thus was acting lieutenant governor. In 1778, Van Cortlandt was elected lieutenant governor to fill the vacancy, and took office on June 30, 1778. He was re-elected five times, remaining in office until 1795. Van Cortlandt announced his retirement in a release published in the Albany Gazette, January 30, 1795: Fellow Citizens: Pierre returned to the home he had inherited from his aunt, Margaret (Van Cortlandt) Beekman, the \"Upper Manor House\" in Peekskill. He remained there until he and Joanna removed for the last time, in 1803, to their original home, the Manor House, on the Croton. There they remained until their deaths. Van Cortlandt married his second cousin, Joanna Livingston (1722–1808), daughter of Cornelia Beekman (1693–1742), niece of Gerardus Beekman and granddaughter of Wilhelmus Beekman, and Gilbert Livingston (1690–1746), a son of Robert Livingston the Elder and Alida Schuyler. They had the following children:[57][58] The Upper Manor House is now part of the adjoining Cortlandt Healthcare nursing care center and may be seen by appointment. The Upper Manor House is located near Hillside Cemetery, Cortlandt Manor, Westchester County, New York where Pierre and his wife, Joanna Livingston Van Cortlandt, are buried. Aside from his family, his lands, and a continued interest in political affairs, Pierre turned to church related activities. Relatives were informed that up to his last, on May 1, 1814, Pierre was \"resigned and happy\". His religion served him well, for in his last illness he \"manifested his love of God, in so striking a manner that we have the consolation to know that our Loss is his gain.\"[61] The following obituary notice appeared in the Albany Gazette of May 17, 1814: Pierre Van Cortlandt, early took an active part against every oppression of the English government upon the colonies. He was chosen into the first Provincial Congress, was a member of the committee which formed the constitution of this State, and was honored by the suffrages of his country at the first election under the new government the station of lieutenant governor, and continued to be elected to that office for eighteen years successively. He was the friend and confidant of that great patriot, George Clinton. In the revolution he shared the fate of the friends of their country; his family were obliged to abandon their homes in the Manor of Cortlandt, and take refuge in the interior. Firm and undismayed in adversity; the ill success of our arms was a stimulus to greater exertions. He was one of those who, relying on the justice of their cause, put their trust in God and stood firm at the post of danger. In prosperity he was not too much elated, but held a temperate and uniform course, having in view only the independence of the United States and the safety of his country. In the Senate of this State he presided with dignity and propriety, nor ever suffered his opinion to be known until called upon constitutionally to decide; and his vote was then given with promptness, uninfluenced by party feelings, and evidencing the convictions of a sound and honest mind. In the year 1795 he declined a re-election as lieutenant governor, and retired into private life. An obituary published in the New York Commercial Advertiser, prepared by his sons, paid homage to the father with the apt summation that Pierre Van Cortlandt was, \"a patriot of the first order zealous for the Liberties of his Country. He was a friend to the Poor, he was a kind and good neighbour, an affectionate fond and indulgent Parent, an honest man and a good Christian.\"[62] Pierre Van Cortlandt was buried at Hillside Cemetery in Peekskill, New York. The inscription on his grave marker reads: Pierre Van Cortlandt, Late Lieut. Governor of the State of New York. President of the convention that formed the Constitution thereof, during the Revolutionary War with Great Britain. He was a Patriot of the first order, Zealous to the last for the liberties of his Country. A man of exemplary Virtues, kind as a neighbor, fond and indulgent as a parent, an honest man, ever the friend of the poor. Respected and Beloved. The simplicity of his private life was that of an ancient Patriot. He died a bright witness of that perfect Love which casts out the fear of death, putting his trust in the living God, and with full assurance of salvation in the redeeming Love of Jesus Christ. Retaining his recollection to the last, and calling upon his Savior to take him to Himself, died May 1, 1814 in his 94th year.\"[63] Lt. Gov. Pierre Van Cortlandt was elected an original honorary member of the New York State Society of the Cincinnati on July 6, 1784.[5] The following places and buildings are named in his honor:","Title":"Pierre Van Cortlandt - Wikipedia","KeyID":"5009","URL":"https://en.wikipedia.org/wiki/Pierre_Van_Cortlandt"}