{"Content: ":"Jacksonian (1831-1838) Erastus Root (March 16, 1773 – December 24, 1846) was an American lawyer and politician from New York. Root was born on March 16, 1773, in Hebron in the Connecticut Colony. He was a son of William Root (1731–1790) and Zeruiah (née Baldwin) Root (1729–1792).[1] He graduated from Dartmouth College in 1793 and became a teacher. Then he studied law, was admitted to the bar in 1796, and commenced practice in Delhi, New York. Erastus Root was a member of the New York State Assembly (Delaware Co.) in 1798–99, 1800–01 and 1802. Root was elected as a Democratic-Republican to the 8th United States Congress, holding office from March 4, 1803, to March 3, 1805. Afterwards he resumed his law practice. He was then elected to the 11th United States Congress, holding office from March 4, 1809, to March 3, 1811, and was Chairman of the Committee on Claims. Root was a member of the New York State Senate (Middle D.) from 1812 to 1815, sitting in the 35th, 36th, 37th and 38th New York State Legislatures.[2] In 1815, Root contested successfully the election of John Adams to the 14th United States Congress arguing that ballots that were cast for \"Erastus Rott\" should be counted for him, and took his seat on December 26, 1815, served until March 3, 1817, and was Chairman of the Committee on Expenditures in the War Department. He was again a member of the State Assembly (Delaware Co.) in 1818, 1819, 1820 and 1820–21; and was a delegate to the New York State Constitutional Convention of 1821. He was Lieutenant Governor of New York from 1823 to 1824, but was defeated when running for re-election on the ticket with Samuel Young in 1824. However, in March–April 1824, Erastus Root was honored with two votes at the Democratic-Republican Party Caucus to be the party's candidate for U.S. Vice President at the election later that year.[3][4] He was again a member of the State Assembly (Delaware Co.) in 1826, 1827, 1828 and 1830; and was Speaker in 1827, 1828 and 1830.[5] He was elected as a Jacksonian to the 22nd United States Congress, holding office from March 4, 1831, to March 3, 1833, and was Chairman of the Committee on Agriculture. In 1838, this time as a Whig, he ran again for the House but was defeated. He was again a member of the State Senate (3rd D.) from 1840 to 1843, sitting in the 63rd, 64th, 65th and 66th New York State Legislatures.[6] Root also served as Major-General of the New York State Militia.[7] On October 4, 1806, Root was married to Elizabeth Stockton (1788–1871), a daughter of Charles W. Stockton and Elizabeth (née North) Stockton. Together, they were the parents of five children, three girls and two boys, including:[1] Root died in New York City on December 24, 1846. He was originally buried at the Old Cemetery, but later re-interred at Woodland Cemetery, both in Delhi. The Town of Root in Montgomery County, New York is named for him.[8]","Title":"Erastus Root - Wikipedia","KeyID":"5014","URL":"https://en.wikipedia.org/wiki/Erastus_Root"}