{"Content: ":"James Tallmadge Jr. (January 28, 1778 – September 29, 1853) was a United States lawyer, and politician who served as a United States Representative from New York's 4th congressional district. James Tallmadge Jr. was born on January 28, 1778 in Stanford, Dutchess County, New York. His father, Colonel James Tallmadge (1744-1821), led a company of volunteers at the capture of General John Burgoyne. He graduated from Brown University, Providence, Rhode Island in 1798.[1] From 1798 to 1800, following his graduation from Brown, Tallmadge was secretary to New York Governor George Clinton. He studied law and was admitted to the bar in 1802, after which he practiced in Poughkeepsie and in New York City. He was Surrogate of Dutchess County from 1804 to 1810.[1] He served in the War of 1812 and commanded a company of home guards in defense of New York.[1] Representative-elect Henry B. Lee died on September 16, 1816. In the special election to replace him, Tallmadge was elected as a Democratic-Republican to the Fifteenth Congress. He served from June 6, 1817, to March 3, 1819.[1] In the House, he defended General Andrew Jackson's course in the Seminole War. His most famous action in Congress was the Tallmadge Amendment to the bill for Missouri statehood. It would have restricted slavery in Missouri and provided for its future termination. It read as follows: And provided, That the further introduction of slavery or involuntary servitude be prohibited, except for the punishment of crimes, whereof the party shall have been fully convicted; and that all children born within the said State, after the admission thereof into the Union, shall be free at the age of twenty-five years.[2] In support of this amendment, on February 16, 1819, he delivered a powerful speech in opposition to the extension of slavery.[3] This speech was widely circulated, and was translated into German. The House adopted the Tallmadge Amendment, but the Senate rejected it. Tallmadge declined to run for a second term in the House. He continued the practice of law in New York City, and took a prominent role in civic affairs. He was a delegate to the Constitutional Convention of 1821, a member of the New York State Assembly in 1824, and Lieutenant Governor of New York from 1825 to 1826.[1] In 1836, he visited Russia, and helped introduce into that country several American mechanical inventions, especially cotton-spinning machinery. He was a delegate to the New York Constitutional Convention of 1846. Tallmadge married Laura Tallmadge (1788–1824), his paternal second cousin. She was the daughter of John Tallmadge (1757–1823) and Phebe Pomeroy (1766–1842). Together, they had six children, only one who survived to adulthood. Tallmadge died on September 29, 1853 in New York City. He is buried at the New York Marble Cemetery. His first cousin was United States Senator and Wisconsin Territorial Governor Nathaniel P. Tallmadge. His first cousin, once removed was Benjamin Tallmadge, United States Congressman from Connecticut and spy for George Washington during the American Revolutionary War. His sister, Rebecca, married Theodorus Bailey, a United States Congressman and United States Senator from New York. He assisted in the founding of New York University in 1831. The University conferred an honorary LL.D. on him in 1838. He was also one of the founders of the American Institute, a New York society for the promotion of inventions and technical education, and was its president from 1831 to 1850. His only surviving grandchild, James Tallmadge Van Rensselaer, was a well-known lawyer in New York City.[4]","Title":"James Tallmadge Jr. - Wikipedia","KeyID":"5015","URL":"https://en.wikipedia.org/wiki/James_Tallmadge_Jr."}