{"Content: ":"Luther Bradish (September 15, 1783 in Cummington, Massachusetts – August 30, 1863 in Newport, Rhode Island) was an American lawyer and politician who served two terms as Lieutenant Governor of New York from 1839 to 1842, while his Whig Party colleague, William H. Seward was governor. He was also co-founder of Children's Village.[1] Luther Bradish was born in 1783 in Cummington, Massachusetts, the son of Col. John Bradish, a Revolutionary War veteran, and Hannah Bradish (née Warner). He graduated from Williams College in 1804.[2] He read the law and passed the bar, becoming an attorney and entering practice. Bradish served in the U.S. Army during the War of 1812. In 1814, he married Helen Elizabeth Gibbs (daughter of George Gibbs). She died in 1816 along with their son. In 1819, Bradish was commissioned by United States Secretary of State John Quincy Adams, under U.S. President James Monroe, to pursue a treaty with the Ottoman Empire on commerce and shipping in the Mediterranean. Up till that point, Philadelphian David Offley was interceding, on behalf of American shippers, with the Empire's regencies along the Barbary Coast, i.e., Algiers, Libya, Tunis, etc., His effectiveness was limited because the U.S had no official relations with the Empire, even after the conclusion of the First and the Second Barbary Wars. The treaty terms demanded by Halet Efendi, the Ottoman foreign minister, were unacceptable to the U.S. Because Halet was thought to have contributed to a Greek insurrection in 1821 by poor policy, displeasing the Sultan, he was banished from the Empire's capital of Constantinople (Istanbul) and executed in 1822.[3] It was not until May 1830, during President Andrew Jackson's term in office, that a different US negotiating team completed a treaty of commerce and navigation with the Ottoman Empire. It was quickly ratified by Congress.[4] While living in Morira, in 1826 Bradish was elected from Franklin County to the New York State Assembly, serving from 1828 to 1830, and again from 1836 to 1838. During his last term in the Assembly, he was elected as Speaker. In 1838 Bradish ran as a Whig candidate for Lieutenant Governor in 1838, when abolitionism was growing as a political force. Its activists posed three questions to all candidates for the top two positions, to determine their positions on the following issues:[5] 1) the right of blacks to a jury trial when seized as fugitive slaves; 2) a law freeing slaves-in-transit the moment they were brought into the state by their masters; and 3) equal suffrage for blacks. Due to his support for all three, Bradish was endorsed by the abolitionists. He was elected as Lieutenant Governor of New York in 1838, serving two terms from 1839 to 1842 under Governor Seward. As governor, Seward signed legislation in support of issues which he had not committed to during the campaign, enlarging rights and opportunities for African Americans in the state. When Seward declined to run for re-election in 1842, Bradish ran for Governor, but was defeated by Democrat William C. Bouck. From 1850 until his death in 1863, Bradish was the President of the New-York Historical Society, based in New York City. In 1855 Williams College conferred on him the degree of LL.D. During President Fillmore's administration, he was appointed as Assistant United States Treasurer at New York. In 1862, Bradish was elected president of the American Bible Society (ABS). He died in office. He was succeeded in February 1864 by ABS vice-president James Lenox. Bradish died at the Ocean House Hotel in Newport, Rhode Island. His body was returned to New York, where he was buried at the Green-Wood Cemetery in Brooklyn.","Title":"Luther Bradish - Wikipedia","KeyID":"5022","URL":"https://en.wikipedia.org/wiki/Luther_Bradish"}