{"Content: ":"Daniel Stevens Dickinson (September 11, 1800 – April 12, 1866) was an American politician and lawyer, most notable as a United States senator from 1844 to 1851. Born in Goshen, Connecticut, he moved with his parents to Guilford, Chenango County, New York, in 1806. He attended the common schools, was apprenticed to a clothier, and taught school[1] at Wheatland, New York from 1821 on. In 1822, he married Lydia Knapp.[2] He also engaged in land surveying, studied law, and was admitted to the bar in 1828. He commenced practice in Guilford, and served as Postmaster of Guilford from 1827 to 1832. He moved to Binghamton, New York and served as its first Village President in 1834.[3] He was a member of the New York State Senate (6th D.) from 1837 to 1840, sitting in the 60th, 61st, 62nd and 63rd New York State Legislatures. He was Lieutenant Governor of New York from 1843 to 1844. In 1844, he was a presidential elector, voting for James K. Polk and George M. Dallas. In 1844 he was appointed as a Democrat to the U.S. Senate to fill the vacancy caused by the resignation of Nathaniel P. Tallmadge, and was subsequently elected to a full term, holding office from November 30, 1844, to March 3, 1851. He was Chairman of the United States Senate Committee on Finance (1849–1850), a member of the Committee on Manufactures (Twenty-ninth and Thirtieth United States Congresses), and a member of the Committee on Private Land Claims (Thirty-first United States Congress). As a senator and after, Dickinson was the leader of the conservative Hunker faction of the New York Democratic Party, and would eventually become leader of the \"Hards\" who opposed reconciliation with the more radical Barnburner faction which had left the party in 1848 to join the Free Soilers. Dickinson resumed the practice of law in 1851. He was delegate to the 1852 Democratic National Convention. In 1853, President Franklin Pierce appointed him as Collector of the Port of New York, but he declined to take office. In 1860, he supported John C. Breckinridge for President. He supported the Union during the American Civil War. He was elected New York State Attorney General in November 1861 on a ticket nominated by the Independent People's state convention (War Democrats), and endorsed by the Republicans. He was appointed United States Commissioner for the final settlement of the Hudson Bay and Puget Sound agricultural claims in 1864. Dickinson was considered as a possible vice presidential candidate when Abraham Lincoln ran for reelection in 1864 and desired a pro-war Democrat on the Republican ticket to demonstrate support for his war policy, but the nomination went to Andrew Johnson. Dickinson supported Lincoln's reelection, and was appointed United States Attorney for the Southern District of New York in 1865, an office in which he served until his death. He died in New York City, and was buried at the Spring Forest Cemetery in Binghamton.[1] Daniel S. Dickinson is the namesake of the village of Port Dickinson, New York (and the encompassing town), Dickinson County, Iowa, and Dickinson County, Kansas.[4] His great-granddaughter Tracy Dickinson Mygatt was a Socialist playwright and pacifist.[5] A bronze statue of Dickinson by Allen George Newman was erected in front of the Broome County Courthouse in Binghamton, New York in 1924.[6]","Title":"Daniel S. Dickinson - Wikipedia","KeyID":"5023","URL":"https://en.wikipedia.org/wiki/Daniel_S._Dickinson"}