{"Content: ":"Addison Gardiner (March 19, 1797 – June 5, 1883) was an American lawyer and politician who served as Lieutenant governor of New York from 1845 to 1847 and Chief Judge of the New York Court of Appeals from 1854 to 1855. Gardiner was born in Rindge, New Hampshire on March 19, 1797, the son of William Gardner and Rebecca (Raymond) Gardner.[1] The family eventually settled in Manlius, New York, where William Gardner became a successful businessman. Gardner's sons, including Addison, later decided t restore the original spelling of their family name, Gardiner. Addison Gardiner was educated at Manlius Academy, and received his degree from Union College in 1819. He was later admitted to the college's Philomathean Society as an honorary member. In 1851, Gardiner received the honorary degree of LL.D. from the University of Rochester. After college, Gardiner studied law, was admitted to the bar in 1822, and began practicing in Rochester, New York with Samuel L. Selden, who later became a judge of the New York Court of Appeals. Selden's brother Henry R. Selden later studied law with Gardiner and Selden, then served as lieutenant governor and judge of the Court of Appeals. Gardiner was the first Justice of the Peace ever elected in Rochester. In 1827, Gardiner was appointed District Attorney of Monroe County. From 1829 to 1838, he was Judge of the Eighth Circuit Court of New York, with jurisdiction over the counties of Allegany, Erie, Chautauqua, Monroe, Genesee and Niagara. The Anti-Masonic excitement, growing out of the disappearance of William Morgan, had now commenced, and perhaps the most important case that came before Judge Gardiner, while on the bench of the circuit court, was that against Elihu Mather who was tried for conspiracy in the abduction of Morgan. After the acquittal of the defendant, a motion for a new trial was made in the New York State Supreme Court. The case is to be found in the fourth volume of Wendell's reports, page 220. The head notes, giving the disposition of the various questions raised, occupy four pages. On many of the points it has ever been a leading case. All the rulings of the judge were sustained by the Supreme Court, and these, and other decisions, gave him the reputation of the model circuit judge. He resigned his judicial office in February 1838, and returned to the practice of law at Rochester. In November 1844, he was elected Lieutenant Governor of New York on the Democratic ticket, with Silas Wright for Governor. Many important questions came before the New York State Senate while he presided. It was the period of the anti-rent disturbances, and various preventive and remedial measures were discussed. The enlargement of the canals, and other questions concerning internal improvements, received attention. One of the most important bills provided for the call of a state convention for the formation of a new constitution. As President of the Senate, Lieutenant Governor Gardiner was the presiding officer of the Court for the Correction of Errors, then the state's highest court of appeal, consisting of the president of the Senate, the senators, chancellor, and justices of the New York Supreme Court. Not many cases were carried to this tribunal, litigation usually ceasing with the decision of the Supreme Court or that of the chancellor, so that most of them were important in principle or amount. Those decided during his presidency can be found in Denio's reports. Gardiner was reelected Lieutenant Governor in 1846, defeating Hamilton Fish, the Whig candidate, by a majority of 13,000 votes, although the Whig's candidate for governor John Young was elected by a majority of more than 11,000 over the incumbent Governor Wright - then, the governor and the lieutenant governor, although running mates, were elected on separate ballots. Gardiner had been nominated on a cross-endorsed ticket with Young by the Anti-Renters whose votes decided this election. Gardiner was among the first judges elected on June 7, 1847, to the new New York Court of Appeals. On June 22, he drew the longest term (eight years and a half), and took office on July 5, according to the new State Constitution adopted in 1846. To fill the vacancy in the office of lieutenant governor, a special election was held at the annual State elections, and Fish was elected for the remainder of Gardiner's unexpired term. Gardiner became chief judge in 1854, and held the office until the end of 1855 when his term expired. Judge Gardiner's opinions are reported in Denio's, Comstock's, Selden's and the first three volumes of Reman's reports. Among them are the cases of: After his retirement from the Court of Appeals he continued to lend his aid in the administration of justice as a referee. For twenty years, he arbitrated many important causes. He died in Rochester and was buried at Mount Hope Cemetery in Rochester. In 1831 he married Mary Selkrigg. Their children were Charles A. Gardiner and Celeste M. Gardiner. His oldest brother, William Gardiner, (1787-ca. 1855), resided several years in Lowell, Massachusetts, then removed to Texas, where he died on his plantation near San Antonio. Another brother, Charles (1789–1860) was a merchant in New Orleans. His sister Rebecca (1791-ca. 1818), married Oren Stone, a merchant, and the partner of Governor Seymour's father, and lived at Watertown, New York. Another sister, Dorothy, married Thomas A. Gould, a lawyer of Pittsfield, Massachusetts, where she died in 1857. The youngest sister, Louisa, born about 1800, married Elijah Rhoades, of Manlius, a merchant and New York State Senator. Addison Gardiner is the namesake of Gardiner, New York.[2]","Title":"Addison Gardiner - Wikipedia","KeyID":"5024","URL":"https://en.wikipedia.org/wiki/Addison_Gardiner"}