{"Content: ":"George Washington Patterson (November 11, 1799 – October 15, 1879) was an American politician in the U.S. State of New York. He served as a member of the United States House of Representatives and as Lieutenant Governor of New York. Born in Londonderry, Rockingham County, New Hampshire, Patterson was the youngest of twelve children born to Thomas and Elizabeth (Wallace) Patterson. He received a common school education and graduated from Pinkerton Academy. At the age of 18, he taught school in New Hampshire for three months before moving to Livingston, New York with his older brother, where they ran a successful business dealing with the manufacture and sale of fanning mills.[1] Patterson engaged in the manufacture of fanning mills in Genesee County until 1825 when he settled in Leicester, Livingston County, New York and engaged in agricultural pursuits and the manufacture of farming implements. He was commissioner of highways of Leicester, and a justice of the peace.[2] He served as a member of the New York State Assembly from Livingston County in 1832, 1833, and from 1835 to 1840;[3] Patterson was Speaker in 1839 and 1840.[4] He was basin commissioner at Albany in 1839 and 1840. He moved to Westfield in 1841 to take charge of the Chautauqua land office.[5] He was a delegate to the New York State Constitutional Convention in 1846. Patterson was Lieutenant Governor of New York from 1849 to 1850,[6] and chairman of the harbor commission at New York from 1855 to 1857. He was quarantine commissioner of the Port of New York in 1859, and was supervisor and president of the board of education for many years. He was a delegate to the Republican National Conventions of 1856 and 1860.[7][8] Elected as a Republican candidate to the Forty-fifth United States Congress, Patterson was United States Representative for the thirty-third district of New York from March 4, 1877 to March 3, 1879.[9] Patterson died in Westfield, New York, on October 15, 1879 (age 79 years, 338 days).[10] He is interred at Westfield Cemetery in Westfield, New York. In February 1825, he married Hannah Dickey[11] and they had one son, George W. Patterson; and a daughter, Hannah Whiting Patterson.[12] Both his brother William Patterson[13] and his nephew Augustus Frank were also United States representatives from New York.[14] ","Title":"George W. Patterson - Wikipedia","KeyID":"5026","URL":"https://en.wikipedia.org/wiki/George_W._Patterson"}