{"Content: ":"Sanford Elias Church (April 18, 1815 – May 14, 1880) was an American lawyer and Democratic politician. He served as Lieutenant Governor of the state of New York and chief judge of the New York Court of Appeals. Born in Milford, Otsego County, New York, Church moved from Otsego to Monroe County, New York, with his parents when he was still a child, and his education was obtained in the common schools of that county and at the Monroe Academy. From 1835 on he resided in Albion, New York, with the exception of a brief residence in Rochester, New York. Church studied law with Benjamin L. Bessac, and was admitted to the bar in 1842 and became Bessac's law partner until 1843. Then he associated himself with Noah Davis. This firm continued for a period of thirteen years. On its dissolution the firm of Church & Sawyer was established at Albion. About 1862, he took Judge Selden's place in the firm of Selden, Munger & Thompson, at Rochester; in 1865 the firm became Church, Munger & Cooke, and so continued until Church's elevation to the bench of the New York Court of Appeals. Church was a member from Orleans County of the New York State Assembly in 1842. Three years later he was appointed District Attorney of Orleans County, and after the New York State Constitution of 1846 became effective, was elected by the people to the same office, serving until the end of 1850.[1] In 1850 Church was nominated by the Democrats for lieutenant governor with Horatio Seymour for governor. Seymour was defeated by Washington Hunt, the Whig candidate, by about two hundred majority, but Church ran ahead of his ticket and was elected. In 1852, he was re-elected to the same office, and this time Seymour was elected governor. In 1857 Church was elected New York State Comptroller,[2] but was defeated in 1859 and 1863 when a candidate for re-election. In 1867 he was a delegate to the New York State Constitutional Convention, and was chairman of its finance committee. During the Civil War, Church \"vilified the Lincoln administration for seeking to 'absorb, centralize and consolidate the rights and powers of the loyal States in the general government.'\"[3] A delegate to the 1844, 1860, 1864 and 1868 Democratic National Conventions, Church, in 1860, advocated the nomination of Stephen A. Douglas. At the Democratic National Convention, held in New York City in July 1868, he was named by the delegation from New York State as its choice for the nomination for the presidency, and his name was presented to the convention by Samuel J. Tilden, the chairman of the delegation, who cast the vote of the State for him for the first seven ballots. New York then switched to Thomas A. Hendricks from the eighth to the twenty-second ballots until a break was made by other states to Horatio Seymour, the chairman of the convention, who was then nominated. In the spring of 1870, Church was nominated by the Democratic convention for chief judge of the Court of Appeals. The opposing candidate in the convention was George F. Comstock, and the opposing candidate in the election was Henry R. Selden. Church was elected by a majority of nearly ninety thousand votes. He began his term as chief judge on July 4, 1870, and served until his death on May 14, 1880.[4][5] On May 14, 1880 during a three-week vacation at his home in Albion, Orleans County, New York, Church left for his office after dinner and visited the National Bank in Albion. Upon his arrival, he complained of chest pain and was quickly driven home. Dr. Samuel Cochrane, his son-in-law, was sent for and Church ventured unassisted to his room. The doctor arrived at the home to find Church in terrible pain. He turned a shade of purple, fell over on his side and expired, his death the result of apoplexy.[6] He was 65 years, 25 days of age and is interred at the Mt. Albion Cemetery in Albion, New York.[7] Church's parents, Ozias and Permelia (Palmer) Church, were of English and Scotch descent. He married Ann Wild in 1840 in Barre Center, New York. They had a daughter, Nellie Church, and a son, George B. Church.[8]","Title":"Sanford E. Church - Wikipedia","KeyID":"5027","URL":"https://en.wikipedia.org/wiki/Sanford_E._Church"}