{"Content: ":"Henry Jarvis Raymond (January 24, 1820 – June 18, 1869) was an American journalist, politician, and co-founder of The New York Times, which he founded with George Jones. He was a member of the New York State Assembly, Lieutenant Governor of New York, Chairman of the Republican National Committee, and elected to the US House of Representatives. For his contribution towards the formation of the Republican Party, Raymond has sometimes been called the \"godfather of the Republican Party.\" He was born on January 24, 1820, on the family farm near Lima, New York, a son and the eldest child of Lavinia Brockway, the daughter of Clark Brockway and Sally Wade and Jarvis Raymond, the son of Jonathan P. Raymond and Hannah Jarvis.[1][2] He was an 8th generation direct lineal descendant of Captain Richard Raymond (1602–1692) and his wife, Judith. There is no evidence to suggest that he was born in Essex, England, although Samuel Raymond's family history makes that claim, and he arrived in Salem, Massachusetts, about 1629/30, possibly with a contingent led by the Rev. Francis Higginson. The first actual date given for Richard is on August 6, 1629, when he is on the list of the 30 founding members of the First Church (Congregational) of Salem. He was about 27 years old. He was made a Freeman of Salem in 1634 and was later a founder of Norwalk, Connecticut, and an \"honored forefather of Saybrook\". Raymond gave early evidence of his superior intellectual skills: it is said that he could read by the age of three and deliver speeches when he was five. He enrolled at age twelve in the Genesee Wesleyan Seminary at Lima, New York, a school established by the Methodist Episcopal Church which would later grow into Syracuse University. He graduated from the University of Vermont in 1840 with high honors. Between 1841 and 1851, Raymond worked for various newspapers, including Horace Greeley's New York Tribune and James Watson Webb's Courier and Enquirer, as a journalist and associate editor. He had known George Jones since their time at the Tribune and the two had often discussed the possibility of starting a newspaper themselves. In 1851, Raymond convinced Jones to become his partner and publish a new paper that would report the news in a neutral manner. In 1851, Raymond formed Raymond, Jones & Company, Inc. and founded The New York Times. He was the newspaper's editor until his death.[3] On October 24, 1843, in Winooski, Vermont, Raymond married Juliette Weaver (April 12, 1822 – October 13, 1914), who was a daughter of John Warren Weaver and Artemisia Munson. Henry and Juliette were the parents of seven children. Their son Henry Warren Raymond (1847–1925) was an 1869 graduate of Yale College, and, in the same year, was initiated as a member of the Skull and Bones secret society. He also graduated from Columbia University School of Law in 1871. He was a reporter for The New York Times from 1869 to 1872, and he also served as private secretary to the Secretary of the Navy Benjamin F. Tracy from 1889 to 1893. He entered private law practice in 1893.[4]: 1311–13  Their daughter Mary Elizabeth Raymond (September 10, 1849 – June 13, 1897) was born in New York City and died in Morristown, New Jersey. She married Earl Philip Mason (August 5, 1848 – March 17, 1901) on April 18, 1872, in New York City.[5] Mason was born in Providence, Rhode Island and died in San Antonio, Texas. His father was the founder of the Rhode Island Locomotive Works in 1865 in Providence, Rhode Island, and Mason joined the company in 1872 and remained with the company until 1895, eventually becoming vice-president. Their daughter Aimee Juliette Arteniese Raymond (1857–1903) was a physician, writer and editor. She graduated from New York Medical College in 1889. She was married to Dr. Henry Harmon Schroeder.[6] Raymond was a member of the New York State Assembly in 1850 and 1851, and in the latter year was elected Speaker. A member of the Whig Party's Northern radical anti-slavery wing, his nomination over Greeley on the Whig ticket for Lieutenant Governor of New York in 1854 led to the dissolution of the political partnership of Seward, Weed, and Greeley. Raymond was elected lieutenant governor and served from 1855 to 1856. Raymond has sometimes been called \"the godfather of the Republican Party,\"[7] as Raymond had a prominent part in the formation of the Republican Party and drafted the Address to the People, adopted by the Republican organizing convention that met in Pittsburgh on February 22, 1856. In 1862, he was again Speaker of the New York Assembly.[8] He was among the first to urge the adoption of a broad and liberal postwar attitude toward the people of the South and opposed the Radical Republicans, who wanted harsher measures against the South. In 1865, he was a delegate to the National Republican Convention and was made Chairman of the Republican National Committee. He was a member of the US House of Representatives from 1865 to 1867. On December 22, 1865, he attacked Thaddeus Stevens's theory of the dead states in which states that had seceded were not to be restored to their former status in the Union, and, agreeing with the President, Raymond argued that the states never left the Union since the ordinances of secession were null. Raymond authored the Address and Declaration of Principles issued by the Loyalist Convention (or National Union Convention) at Philadelphia in August 1866. His attack on Stevens and his prominence at the Loyalist Convention caused him to lose favor with the Republican Party. He was removed from the chairmanship of the Republican National Committee in 1866, and in 1867, his nomination as minister to Austria, which he had already refused, was rejected by the US Senate. He retired from public life in 1867 and devoted his time to newspaper work until his death in New York City in 1869. Raymond began his journalistic career on Horace Greeley's Tribune and gained further experience in editing James Watson Webb's Courier and Enquirer. Then, with the help of friends, Raymond raised $100,000 capital, a hundred times what Greeley staked on the Tribune ten years earlier, and founded The New York Times on September 18, 1851. Editorially, Raymond sought a niche between Greeley's open partisanship and Bennett's party neutrality. In the first issue of the Times Raymond announced his purpose to write in temperate and measured language and to get into a passion as rarely as possible. \"There are few things in this world which it is worthwhile to get angry about; and they are just the things anger will not improve.\" In controversy he meant to avoid abusive language. His editorials were generally cautious, impersonal, and finished in form. President Lincoln wrote, \"The Times, I believe, is always true to the Union, and therefore should be treated at least as well as any.\"[9] Raymond's moderation was evident during the period after Lincoln's election and before his nomination. He wrote to the Alabama secessionist William L. Yance, \"We shall stand on the Constitution which our fathers made. We shall not make a new one, nor shall we permit any human power to destroy the one.... We seek no war—we shall wage no war except in defense of the constitution and against its foes. But we have a country and a constitutional government. We know its worth to us and to mankind, and in case of necessity we are ready to test its strength.\"[10] \"That sentiment guided the editorial course of The Times through the turbulent winter between Lincoln's election and the attack on Fort Sumter. Raymond deprecated, as all sensible men deprecated, any hasty aggression which might provoke to violence men who could still, perhaps, be brought back to reason; but he insisted that as a last resort the union must be maintained by any means necessary. To the proposals for compromise he was favorable, on condition that they did not compromise the essential issue—that they did not nullify the election of 1860 and give back to the slave power the control of the national government which it had lost. Because no other compromise would have been acceptable the issue inevitably had to be fought out, and from Sumter to Appomattox The Times was unwavering in its support of Lincoln and its determination that the Federal union must and should be preserved.\"[10] Raymond was an able public speaker; one of his best known speeches was made to greet Hungarian leader Lajos Kossuth, whose cause he defended, during Kossuth's visit to New York City in December 1851.[11] In addition to his work with The New York Times, he wrote several books, including: Raymond died in New York City, New York on June 18, 1869 from a heart attack,[12] and his death became a subject of controversy.[13] He was buried in Brooklyn's Green-Wood Cemetery.","Title":"Henry Jarvis Raymond - Wikipedia","KeyID":"5028","URL":"https://en.wikipedia.org/wiki/Henry_Jarvis_Raymond"}