{"Content: ":"Henry Rogers Selden (October 14, 1805 in Lyme, New London County, Connecticut – September 18, 1885) was an American lawyer and politician. He was Lieutenant Governor of New York from 1857 to 1858. He defended Susan B. Anthony in her 1873 trial for unlawfully voting as a woman.[1] He moved to Rochester, New York, in 1825 to study law in the firm of Addison Gardiner and Selden’s brother Samuel L. Selden. He was admitted to the bar in 1830 and commenced practice in Clarkson, New York. On September 25, 1834, Selden married Laura Anne Baldwin at Clarkson, and they had three sons and two daughters, among them George Baldwin Selden, who became the first person to be granted a patent for the automobile. Selden became the case reporter for the New York State Court of Appeals in 1851. Originally a Democrat, he became an abolitionist and founding member of the New York Republican Party in 1856, and was elected Lieutenant Governor that November. In 1858, Yale College conferred the degree of LL.D. on him. He returned to Rochester in 1859. He was a Delegate to the 1860 Republican National Convention. In July 1862, Henry R. Selden was appointed a judge of the New York Court of Appeals to fill the vacancy caused by the resignation of his brother Samuel. In November 1863, he was elected to succeed himself for an eight-year term, but resigned on January 2, 1865. He was a member of the New York State Assembly (Monroe Co., 2nd D.) in 1866. In 1870, he was nominated by the Republican Party for Chief Judge of the Court of Appeals, but was defeated by Democrat Sanford E. Church. In 1872, Selden was a delegate to the national convention of the Liberal Republican Party in Cincinnati. Partisan bickering there led him to retire from politics. He spent the latter portion of the year and the first half of 1873 involved in Anthony’s case, for which he never billed Anthony. Selden retired from the practice of law in 1879. He was buried near Anthony at the Mount Hope Cemetery, Rochester. Selden, New York is named for him.[2]","Title":"Henry R. Selden - Wikipedia","KeyID":"5029","URL":"https://en.wikipedia.org/wiki/Henry_R._Selden"}