{"Content: ":"Thomas Gold Alvord (December 20, 1810 – October 26, 1897) was an American lawyer, merchant and politician. Throughout his political career he was known as Old Salt. He was born on December 20, 1810, in Onondaga, New York, to Elisha Alvord and Helen Lansing.[1] His grandfather Thomas Gold Alvord was a soldier in the French and Indian War and served in the American Revolutionary War.[2] His ancestor Alexander Alvord, immigrated from Somersetshire, England, and settled at East Winsor, Connecticut, in 1634.[1] His maternal ancestor, Abram Jacob Lansing, left Holland in 1630, and located at Fort Orange. He became the patroon of a large grant of land which he called Lansingburgh.[1] In 1813, the family moved to Lansingburgh, New York. At the age of 15, he entered Yale College, graduating in 1828. Then he studied law with Thomas A. Tomlinson and George A. Simmons at Keeseville, New York, was admitted to the bar in 1832, and commenced practice at Salina, New York.[1] In 1846, he became a lumber merchant.[2] He began his political career as a Democrat, joined the Free Soil Party in 1848, and was elected to the Assembly term of 1858 as a Democrat. In 1861, he became a War Democrat, chaired the Union Convention at Syracuse, was nominated to run for the Assembly, and was endorsed by the Republicans and elected without opposition. For the terms from 1864 to 1872, he was elected as a Republican. For the term of 1874, he was elected as an Independent, defeating the Republican incumbent.[2] He was a member from Onondaga County of the New York State Assembly in 1844, 1858, 1862, 1864, 1870, 1871, 1872, 1874, 1875, 1877, 1878, 1879, 1880, 1881 and 1882. He was Speaker in 1858, 1864 and 1879.[2] He was the Lieutenant Governor of New York from 1865 to 1866.[2] He was a delegate to the New York State Constitutional Conventions in 1867 and 1894,[3] and was chosen vice president on both occasions.[2] He died on October 26, 1897, in Syracuse, New York,[4] and was buried at the Oakwood Cemetery there.","Title":"Thomas G. Alvord - Wikipedia","KeyID":"5032","URL":"https://en.wikipedia.org/wiki/Thomas_G._Alvord"}