{"Content: ":"American Civil War John Cleveland Robinson (April 10, 1817 – February 18, 1897) had a long and distinguished career in the United States Army, fighting in numerous wars and culminating his career as a Union Army brigadier general of volunteers and brevet major general of volunteers in the American Civil War. In 1866, President Andrew Johnson nominated and the U.S. Senate confirmed Robinson's appointment to the brevet grade of major general in the regular army. He was a recipient of the Medal of Honor for valor in action in 1864 near Spotsylvania Courthouse, Virginia, where he lost a leg. When he retired from the U.S. Army on May 6, 1869, he was placed on the retired list as a full rank major general, USA. After his army service, he was Lieutenant Governor of New York from 1873 to 1874 and served two terms as the president of the Grand Army of the Republic. Robinson was born on April 10, 1817, in Binghamton, New York.[1][2] He was appointed to the United States Military Academy at West Point, New York, July 1, 1835.[1] He was expelled from the academy on March 14, 1838 (for insubordination), and went on to study law.[1] After a year as a civilian, he rejoined the army in October 1839 and was commissioned as a second lieutenant in the 5th U.S. Infantry Regiment.[2][3] Robinson traveled to Corpus Christi, Texas, in September 1845 to join Gen. Winfield Scott and the Army of Occupation as a regimental and brigade quartermaster.[1] In June 1846, Robinson was promoted to first lieutenant and served in the Mexican–American War, fighting with distinction in the Battle of Monterey.[1][2] He also was in action at the battles of Palo Alto and Resaca de la Palma.[2] He served as regimental or brigade quartermaster between March 28, 1847, and September 1, 1847, and between January 27, 1849, and August 12, 1850.[1] Robinson was commissioned as a captain on August 12, 1850, and then served in various garrisons. He led troops in several engagements against hostile Indians in Texas in 1853–54.[3] In 1856, Robinson went into combat again, serving in Florida during the Third Seminole War, where he furthered his military record of bravery and efficient services. He led a series of expeditions against the Seminoles in the Everglades and Big Cypress Swamp. At the close of the Seminole War, he was assigned command of Fort Bridger and sent to the Utah Territory. In 1857–58, he served at Camp Floyd during the Utah War. Camp Floyd had the largest concentration of US Troops at any post prior to the Civil War. While stationed in the desolate Utah Territory he and others petitioned the Freemason's Grand Lodge of Missouri to establish a Masonic Lodge in the Utah Territory. It was granted the March 6, 1859, Rocky Mountain #205 under dispensation from Missouri, and Captain Robinson became the first Worshipful Master of the first Masonic Lodge in Utah. In the late 1850s, he was ordered back east to assume command of Fort McHenry in Baltimore, Maryland.[1] With the outbreak of the Civil War, Maryland was a border state, remaining loyal to the Union despite being a slave state. Secessionists planned to seize Fort McHenry, but Robinson made it appear that reinforcements were imminent for his small 60-man garrison, and was able to retain control of the fort.[2] Robinson was soon sent to Detroit as an army recruiting officer, and for a short time, assisted Governor William Dennison in raising troops in Columbus, Ohio.[2] In September 1861, he was appointed as colonel of the 1st Michigan Volunteer Infantry, a regiment he helped recruit.[2][3] That autumn, he was also promoted to major of the 2nd U.S. Infantry in the regular army, concurrent with his assignment in the volunteer army.[1] Within a few months, he was commanding a brigade of volunteers at Newport News, Virginia in preparation for the Peninsula Campaign. With his vast combat experience and with the growing need in the expanding army for senior officers, he was promoted again by President Lincoln on April 30, 1862, to rank from April 28, 1862, to brigadier general of volunteers.[4] He was transferred soon afterwards to the Army of the Potomac, where he assumed command of a brigade in the division of Philip Kearny in the III Corps. He served with distinction during the Peninsula Campaign, particularly at the Seven Days Battles. General Kearny lavishly praised Robinson in his official report. I have reserved General Robinson for the last. To him this day is due, above all others in this division, the honors of this battle. The attack was on his wing. Everywhere present, by his personal supervision and noble example he secured for us the honor of victory.[5] Robinson also fought that year during the Northern Virginia Campaign at the Second Battle of Bull Run. He was wounded at Broad Run, Virginia on August 27, 1862. He missed the Maryland Campaign as his brigade was not present. He next fought at the Battle of Fredericksburg. He was transferred to command of second division I Corps in time to participate in Chancellorsville in 1863. During the Battle of Gettysburg in July 1863, Robinson commanded a division in the I Corps north of the borough of Gettysburg. He and his men fought well on July 1, but eventually had to retire through the streets of the town under the pressure of overwhelming numbers. For his valor and meritorious performance at Gettysburg, he was brevetted as a lieutenant colonel in the regular army. He was again brevetted, this time to colonel in the regular army, for his efforts during the Mine Run Campaign and the 1864 Battle of the Wilderness. In the latter battle, Robinson commanded the 2nd Division in the reorganized V Corps, which was composed of his old division plus a brigade of Maryland troops. Robinson presided over the court-martial of Brig. Gen. Thomas A. Rowley for his conduct at Gettysburg. After the war he received a Medal of Honor for his actions during a preliminary action to the Battle of Spotsylvania Court House, the fight at Alsop's farm at Laurel Hill, Virginia, on May 8, 1864. According to the official citation, Robinson \"placed himself at the head of the leading brigade in a charge upon the enemy's breastworks; was severely wounded\".[6] On December 12, 1864, President Lincoln nominated Robinson for appointment to the brevet grade of major general of volunteers to rank from June 27, 1864, and the U.S. Senate confirmed the appointment on February 14, 1865.[7] However, having been shot through the left knee and permanently disabled following its amputation at the thigh, Robinson never returned to field duty after Alsop's Farm. He performed administrative duty as a district commander in the Department of the East for the rest of the war. Robinson remained in the army following the cessation of hostilities and was assigned command of the Freedmen's Bureau in Federally occupied North Carolina. On April 10, 1866, President Andrew Johnson nominated Robinson for appointment to the brevet grade of brigadier general in the regular army, to rank from March 13, 1865, and the U.S. Senate confirmed the nomination on May 4, 1866.[8] In July 1866, he was promoted to full colonel in the regular army. On July 17, 1866, President Andrew Johnson nominated Robinson for appointment to the brevet grade of major general in the regular army, to rank from March 13, 1865, and the U.S. Senate confirmed the appointment on July 23, 1866.[9] Robinson was mustered out of the volunteer army on September 1, 1866.[1] In 1867, Robinson was assigned to command of the Military Department of the South. The following year, he was again reassigned, this time to lead the Department of the Lakes.[1] Robinson retired from the U.S. Army on May 6, 1869, receiving a commission to the full grade of major general in the regular army on the date of his retirement.[1] Robinson, as with many leading political and social figures of his day, was a Freemason, becoming a member of Binghamton Lodge #177 and rising through its ranks.[10] Robinson, long a popular figure in New York, was elected the Lieutenant Governor of New York in 1872, serving under Republican Governor John A. Dix.[3] Robinson was active in veterans affairs, and became the Commander-in-Chief of the Grand Army of the Republic from 1877 to 1879. A decade later, he was elected as president of the Society of the Army of the Potomac. He was also a member of the New York Commandery of the Military Order of the Loyal Legion of the United States. In his elder years, Robinson lost his eyesight and became totally blind. He died at home on February 18, 1897, at the age of 79 and was buried at Spring Forest Cemetery in Binghamton, Broome County, New York.[2] A bronze statue of Robinson stands in Gettysburg National Military Park near Oak Ridge. Rank and Organization: Citation: Attribution","Title":"John C. Robinson - Wikipedia","KeyID":"5035","URL":"https://en.wikipedia.org/wiki/John_C._Robinson"}