{"Content: ":"William Dorsheimer (February 5, 1832 in Lyons, Wayne County, New York – March 26, 1888 in Savannah, Chatham County, Georgia) was an American lawyer, journalist, newspaper publisher, and politician.[1][2] Dorsheimer was born on February 5, 1832 in Lyons, New York. He was the son of Sarah Gorgas and Philip Dorsheimer (1797–1868), a New York State Treasurer. He was educated in common schools, then at Phillips Academy, and then studied at Harvard College from 1849 to 1851. He left Harvard without graduating because of a protracted illness. After leaving Harvard, he settled in Buffalo, New York, studied law, and was admitted to the bar in 1854.[1] In 1859, he formed a partnership with Solomon G. Haven. Also in 1859, Harvard awarded Dorsheimer the honorary degree of Master of Arts. In politics, he began as a Democrat, joined the Republican Party in 1856, and in 1860 again supported the Republican ticket. In 1861, he joined the Union Army as an aide-de-camp with the rank of major and served on the staff of General John C. Frémont, but at the close of the Missouri campaign Dorsheimer returned to civil life, and published a series of articles in the Atlantic Monthly entitled \"Frémont's Hundred Days in Missouri.\" From 1867 to 1871, as a Republican, he was United States Attorney for the Northern District of New York. He was a delegate to the 1872 Liberal-Republican National Convention at Cincinnati, Ohio, and afterwards became a Democrat. He was the Lieutenant Governor of New York from 1875 to 1879.[3] During this time, he helped implement the measures against the Canal Ring, and was a delegate to the 1876 Democratic National Convention.[4] Afterwards he resumed the practice of law in partnership with David Dudley Field in New York City. He was elected as a Democrat to the 48th United States Congress and served from March 4, 1883, to March 3, 1885. In 1884, he published a biography of Grover Cleveland,[5] the Democratic candidate for the presidency, and in July 1885, was appointed U.S. Attorney for the Southern District of New York.[6] He resigned from that office later in March 1886.[7] In 1885, he purchased the New York Star and began its publication as a daily paper on September 15. He was one of the founders of the Buffalo Fine Arts Academy and the Buffalo Historical Society. Dorsheimer died in Savannah, Georgia, while on a train trip to Florida with his wife.[1] His only daughter had died in 1874. Dorsheimer is buried at the Forest Lawn Cemetery, Buffalo.[8][9] Dorsheimer hired American architect H. H. Richardson to design a house for him on Delaware Avenue in Buffalo, which still stands, and helped Richardson win the commission to design the New York State Asylum in Buffalo.[10] He is also chiefly responsible for bringing landscape architect Frederick Law Olmsted to Buffalo to design its park system.[11][12] The William Dorsheimer House was listed on the National Register of Historic Places in 1980.[13]","Title":"William Dorsheimer - Wikipedia","KeyID":"5036","URL":"https://en.wikipedia.org/wiki/William_Dorsheimer"}