{"Content: ":"William Francis Sheehan (November 6, 1859 – March 14, 1917) was an American lawyer and politician.[1] He was born on November 6, 1859 in Buffalo, New York. He began his political career as a clerk in the office of his brother John Sheehan, who was City Controller of Buffalo until Grover Cleveland refused to have him on the Democratic ticket when Cleveland ran for Mayor in 1881. He was a member of the New York State Assembly (Erie Co., 1st D.) in 1885, 1886, 1887, 1888, 1889, 1890 and 1891. He was Minority Leader from 1886 to 1890, and Speaker of the New York State Assembly in 1891. As an assemblyman, he secured the appointments of his brother John as a clerk in the New York Aqueduct Board; and of his law partner Charles F. Tabor as First Deputy New York Attorney General. Sheehan was the Lieutenant Governor of New York from 1892 to 1894, elected at the New York state election, 1891. Afterwards he established a prosperous law firm in New York City with Alton B. Parker. He was a member of the New York State Democratic Committee from 1889 to 1893, and a member from New York of the Democratic National Committee in 1891 and 1896. He was a delegate to the 1912 Democratic National Convention. In the U.S. Senate election of 1911, he was the Democratic candidate to succeed Chauncey Depew as U.S. Senator from New York. Sheehan was nominated by the Democratic caucus, but was successfully blocked by a group of \"Insurgents\", led by State Senator Franklin D. Roosevelt. He was a delegate to the New York State Constitutional Convention of 1915. He died on March 14, 1917 at his home on 16 East Fifty-sixth Street in Manhattan at age 57. The funeral service was held at St. Patrick's Cathedral and he was buried in Holy Cross Cemetery in Lackawanna.[2][3] He was married to Blanche Nellany (1869–1929), sister of Charles V. Nellany; her portrait by the Swiss-born American artist Adolfo Müller-Ury (1862–1947) painted in the autumn of 1903, is today in the Buffalo History Museum. George Woodward Wickersham and Sheehan in 1914","Title":"William F. Sheehan - Wikipedia","KeyID":"5040","URL":"https://en.wikipedia.org/wiki/William_F._Sheehan"}