{"Content: ":"John Raines (May 6, 1840 in Geneva, Ontario County, New York – December 16, 1909 in Canandaigua, Ontario County, New York) was an American lawyer and politician from New York. He authored the 1896 Raines Law, which prohibited liquor sales on Sundays, except in hotels, which had the unintended consequence of fostering prostitution.[1] He was born on May 6, 1840 in Geneva, Ontario County, New York, the son of Rev. John Raines II (1818–1877) and Mary (Remington) Raines (1815–1889). His father was a circuit rider clergy.[2] He was educated at Canandaigua Academy and Albany Law School, from where he graduated in 1861. Admitted to the bar upon graduation, Raines set up a law practice in Geneva, New York. During the American Civil War, Raines formed and served as captain of Company G, 85th New York Volunteer Infantry and served in both the Army of the Potomac and the Army of North Carolina. He was a member of the New York State Assembly (Ontario Co.) in 1881, 1882 and 1885; and of the New York State Senate (28th D.) from 1886 to 1889, sitting in the 109th, 110th, 111th and 112th New York State Legislatures. In addition he was President of the Board of Education for the Canandaigua school district from 1887 until his death. He was a delegate to the 1888 Republican National Convention. He was elected to the 51st and 52nd United States Congresses, holding office from March 4, 1889, to March 3, 1893. Afterwards he returned to the State Senate where he sat from 1895 until his death, being a member of the 118th (26th D.), 119th, 120th, 121st, 122nd, 123rd, 124th, 125th, 126th, 127th, 128th, 129th, 130th, 131st and 132nd New York State Legislatures (all 42nd D.); and was President pro tempore from 1903 until his death. He was an alternate delegate to the 1900 and 1904 Republican National Conventions. On December 5, 1906, he became Acting Lieutenant Governor of New York for the remainder of the month after the resignation of M. Linn Bruce who was appointed to the New York Supreme Court by Governor Frank W. Higgins.[3] Raines died on December 16, 1909 in Canandaigua, Ontario County, New York.[1] Raines was buried in Woodlawn Cemetery in Canandaigua. New York State Treasurer Thomas Raines (1842–1924) and State Senator George Raines (1846–1908) were his brothers. Two of Raines' houses in Canandaigua still stand. His primary home, on the corner of Wood and Gorham Streets, was an Octagon house. His summer home, \"Thendara\", sat along the eastern shore of Canandaigua Lake at Deep Run Cove and is operated today as a restaurant and inn.","Title":"John Raines - Wikipedia","KeyID":"5044","URL":"https://en.wikipedia.org/wiki/John_Raines"}