{"Content: ":"Michael William Bray (September 25, 1889 – January 17, 1961) was an American lawyer and politician. He was Lieutenant Governor of New York from 1933 to 1938. Bray was born in Churubusco, New York on September 25, 1889, the son of John Bray and Hannah Bray. He graduated from Union College in 1911,[1] and from Albany Law School in 1913.[2] He commenced practice in Utica, New York. In 1924, he became Chairman of the Oneida County Democratic Committee, and he was Chairman of the New York State Democratic Committee from 1928 to 1930. He was a delegate to the 1928, 1932, 1940 and 1948 Democratic National Conventions. In 1932 Governor Franklin D. Roosevelt, former Governor Al Smith and state Democratic Party chairman James A. Farley backed the nomination of Herbert H. Lehman for governor, over the opposition of Tammany Hall and its allies. Lehman won, and as a peace offering Farley permitted Tammany to choose the candidate for lieutenant governor. Bray was nominated, and won the general election, defeating Republican F. Trubee Davison. (Prior to 1954 the governor and lieutenant governor of New York were elected separately. Each party's candidates for governor and lieutenant governor now run separately in the primary election, and on a single ballot in the general election.) Lehman and Bray were renominated and reelected in 1934 as he defeated Fred J. Douglas. They won again in 1936, and Bray defeated Ralph K. Robertson. In 1938 Bray was replaced as the lieutenant governor nominee by Charles Poletti, who had been Lehman's counsel and a Justice of the New York Supreme Court. Before Governor Lehman left office in 1942, he appointed Bray to the New York Public Service Commission. In January 1948 Bray was confined to his bed by a heart condition when he was severely injured in a house fire. His death appeared imminent, and a priest administered the last rites.[3] Bray suffered severe burns to his face, arms, and torso, and his right forearm was amputated,[4] but he recovered and left the hospital in March.[5] In November 1948 Bray wed Catherine Claire Coleman of New York City,[6] but the newspaper articles which appeared at the time of his death referred to him as a bachelor.[7] Bray later served as a Referee in Bankruptcy, and he was President of the New York State Bar Association in 1950. In 1955, Bray was appointed to a 10-year term on the State Building Commission. He died at St. Elizabeth's Hospital in Utica, New York on January 17, 1961. He was buried at Saint Patrick Cemetery in Chateaugay, New York.","Title":"M. William Bray - Wikipedia","KeyID":"5054","URL":"https://en.wikipedia.org/wiki/M._William_Bray"}