{"Content: ":"Joseph Rhodes Hanley (May 30, 1876 – September 4, 1961) was an American lawyer, preacher, and politician who served as lieutenant governor of New York from 1943 to 1950.[1] Hanley was born in Davenport, Iowa and raised in Muscatine, Iowa. He earned a law degree from the State University of Iowa. He later earned a Master of Divinity from Iowa Wesleyan University.[2] Hanley was a member of the Iowa National Guard and served in the United States Army during the Spanish–American War. In 1941 and 1942, he was Commander-in-Chief of the United Spanish War Veterans.[3] After the Spanish–American War, Hanley left Iowa and became a Presbyterian preacher. He moved to Perry, New York, to become the pastor of a local church. While living in Perry, Hanley became involved in local Republican politics. He was a member of the New York State Assembly (Wyoming County) in 1927, 1928, 1929, 1930 and 1931, and a member of the New York State Senate (44th District) from 1932 to 1943, sitting in the 155th, 156th, 157th, 158th, 159th, 160th, 161st, 162nd, 163rd and 164th New York State Legislatures. After the death of Perley A. Pitcher, Hanley was elected Temporary President of the State Senate on February 27, 1939. When Charles Poletti succeeded to the governor's office upon Herbert H. Lehman's resignation in December 1942, Hanley became acting lieutenant governor of New York for four weeks. When Lieutenant Governor Thomas W. Wallace died on July 17, 1943, Hanley again became acting lieutenant governor. In the 1943 New York state election, he defeated Democrat William N. Haskell in a special election for lieutenant governor. He was reelected in 1946 and remained in office until the end of 1950. He was a delegate to the 1944 and 1948 Republican National Conventions. Early in 1950, Governor Thomas E. Dewey announced he would not seek another term as governor. Hanley was the leading candidate to succeed him. Then Dewey decided to run after all and was reelected. For the record, Hanley claimed he had bowed out of the campaign voluntarily to clear the way for Dewey. But, in a \"Dear King\" letter to W. Kingsland Macy, Hanley said Dewey had persuaded him to run for United States Senate instead, and had promised him a state job if he lost the race.[4] He lost the senate race and was appointed special counsel to the State Division of Veterans' Affairs.[5]","Title":"Joe R. Hanley - Wikipedia","KeyID":"5055","URL":"https://en.wikipedia.org/wiki/Joe_R._Hanley"}