{"Content: ":"Microtuban is an extinct genus of azhdarchoid pterosaur known from the Late Cretaceous of northern Lebanon.[1] Microtuban is known only from a partially preserved skeleton lacking the skull, holotype SMNK PAL 6595. It was acquired from a local fossil dealer by the Staatliches Museum für Naturkunde Karlsruhe and was, as can be deduced from the qualities of the stone matrix, collected in the locality of Hjoûla in a marine layer of the Sannine Formation, dating to the early Cenomanian stage of the Late Cretaceous, about 99.6–96 million years ago. The fossil dealer however, indicated it came from a quarry at nearby Hâqel. Regardless, it is only the second pterosaur fossil found in Lebanon and a rare example of a pterosaur from the African continental plate, to which the area in Cretaceous times belonged. In this period the site was located hundreds of miles from the mainland coastline.[1] The specimen consists of the last cervical and first dorsal vertebrae, a shoulder girdle, the left wing and fragments of the hindlimbs. It represents an immature individual. Many bones are broken but the whole is still articulated. This was explained as being caused by a collision or a bite by a predator, just before or after death, after which the carcass quickly sank to the sea bottom.[1] Microtuban was named by Ross A. Elgin and Eberhard Frey in 2011 and the type species is Microtuban altivolans. The generic name is derived from Greek μικρός, mikros, \"little\", and Arabic ثعبان, tuban, \"dragon\" or basilisk, also referring to Thuban, the ancient Polar Star in the constellation Draco. The specific name is derived from Latin altus, \"high\", and volare, \"to fly\".[1] As the specimen is that of a not yet fully grown animal, it is difficult to estimate the adult size. The wingspan of the holotype can be deduced from the length of the wing elements. The upper arm, damaged in the fossil, measured about nine centimetres, the lower about seven. The fourth metacarpal is 122 millimetres long. The four phalanges of the, fourth, wing-finger measure 135, 114.5, 63.5 and 3.5 millimetres respectively.[1] The authors indicated two unique derived traits, or autapomorphies: the second phalanx of the wing-finger is long, with 85% of the length of the first phalanx; the fourth phalanx is extremely reduced measuring but 1.1% of wing-finger length.[1] Possible juvenile traits included the lack of a notarium, being a fusion of the front dorsal vertebrae, and an unfused scapula and coracoid.[1] The describers assigned Microtuban to the Azhdarchoidea, using the comparative method. Of the four known azhdarchoid groups they excluded the Tapejaridae and Azhdarchidae, leaving the possibility that Microtuban was member of either the Thalassodromidae or the Chaoyangopteridae. As the two latter groups are mainly distinguished on the basis of traits in the skull, the very body part the Microtuban holotype lacks, it proved impossible to decide whether it were a thalassodromid or a chaoyangopterid. In either case it would have been the youngest known example of its group.[1] A study upheld by paleontologist Nicholas Longrich and colleagues in 2018 had recovered Microtuban within the Chaoyangopteridae, in the basalmost position.[2] Their cladogram is shown below: Dsungaripteridae Thalassodromidae Microtuban Shenzhoupterus Chaoyangopterus Jidapterus Eoazhdarcho Radiodactylus Azhdarchidae   ","Title":"Microtuban - Wikipedia","KeyID":"506","URL":"https://en.wikipedia.org/wiki/Microtuban"}