{"Content: ":"Mary Anne Krupsak (born March 26, 1932) is an American lawyer and politician from New York. She was Lieutenant Governor of New York from 1975 to 1978. She was the first woman to hold the office, and only the second woman in New York history to be nominated by a major party in a statewide election. She was born on March 26, 1932, in Schenectady, New York, the daughter of Ambrose M. Krupczak and Mamie (Wytrwal) Krupczak. She grew up in Amsterdam, Montgomery County, New York, where her parents ran a pharmacy. Her father was a Democratic member of the Board of Supervisors of Montgomery County, representing the City of Amsterdam's Fourth Ward. She is of Polish ancestry.[1] She attended the University of Rochester, where she earned a bachelor's degree in history in 1953. She then received a master's degree in public communications from Boston University in 1955.[2] She worked in the New York State Department of Commerce as a public information officer, and also for the gubernatorial campaign of W. Averell Harriman.[1] After his victory, she joined the Governor's staff and remained through his term.[3] When he lost his bid for reelection, she went to work for a year with Representative Samuel S. Stratton.[3] In 1959, she decided to obtain a J.D. degree and entered the University of Chicago Law School, graduating in 1962.[1][2] After graduation, she practiced law briefly, taking a job with the vice president of Mobil, Howard J. Samuels, before returning to Albany to be an assistant counsel for the state Senate staff.[3] In 1970, Krupsak married Edwin Margolis, a law professor at Hunter College and counsel to Democratic members of the Assembly.[3] Krupsak was a member of the New York State Assembly from 1969 to 1973, sitting in the 178th and 179th New York State Legislatures.[1] Her district included Montgomery County and part of Schenectady.[1] She was a member of the New York State Senate from 1973 to 1975.[1] In May 1974, Krupsak announced her intention to seek the Democratic nomination for Lieutenant Governor of New York.[4] She was initially rebuffed by the state Democratic committee which in June endorsed a then-novice politician, Mario Cuomo, for the position.[5] Krupsak campaigned through the primary season and won the strong support of women's rights groups, labor unions, and liberal organizations.[6] In the September primary she handily beat both Cuomo and a second rival, liberal Manhattanite Antonio Olivieri.[6] She was elected Lieutenant Governor in the state election of November 1974.[7] Contrary to widely reported comments during the campaign, Krupsak was not the first woman nominated by a major New York political party for statewide office. That distinction belongs to Florence Knapp, a Republican nominated for (and elected to) New York Secretary of State in 1924.[8] Krupsak, however, was the first woman nominated for (and elected to) the Lieutenant Governorship. Elected with Governor Hugh Carey, Krupsak became upset with how Carey treated her in office and felt she was not given enough to do. After committing to run for a second term with Carey in 1978, Krupsak decided to withdraw from the ticket and instead challenge Carey for the Democratic nomination for governor.[7] She lost the Democratic primary to Carey, and after running unsuccessfully for Congress in 1980,[9] she retired from politics. She was a senior partner of the firm of Krupsak and Mahoney, P.C., Attorneys at Law in Albany[10] and was senior partner and co-founder of Krupsak, Wass de Czege and Associates, an Economic Development Consulting firm based in Buffalo.","Title":"Mary Anne Krupsak - Wikipedia","KeyID":"5062","URL":"https://en.wikipedia.org/wiki/Mary_Anne_Krupsak"}