{"Content: ":"Alfred Benedict DelBello (November 3, 1934 – May 15, 2015) was an American politician and lawyer from New York. A registered Democrat, he served as the Lieutenant Governor of New York from 1983 to 1985. DelBello was the first Democrat to be elected Westchester County Executive, an office he held from 1974 until 1982, when he stepped down to become Lieutenant Governor. He began his political career as a city councilman in Yonkers, New York. He was elected the Mayor of Yonkers in November 1969, defeating incumbent Republican Mayor James F.X. O'Rourke. DelBello took office in January 1970 as the city's youngest mayor in history (at the time) at the age of 35, as well of the first Democratic mayor of Yonkers in more than thirty years.[1] DelBello, who served as Mayor from 1970 to 1974, won re-election to a second term on November 2, 1971.[1] DelBello was born on November 3, 1934, in Yonkers, Westchester County, New York. He received his bachelor's degree from Manhattan College and his law degree from Fordham University School of Law. He was admitted to the New York bar and practiced law. DelBello served on the Yonkers, New York City Council, was Mayor of Yonkers, and was the first Democrat to become Westchester County Executive prior to being elected lieutenant governor in 1982. He ran for the Democratic nomination for lieutenant governor as the running mate of then Mayor of New York City Ed Koch. Koch endorsed him as a running mate believing he would help Koch with suburban voters. DelBello faced Ambassador Carl McCall, the running mate of then Lt. Gov. Mario Cuomo, in the Democratic primary.[2] DelBello won his primary and Cuomo defeated Koch for the governor's nomination. The Cuomo/DelBello ticket then won the 1982 general election. Del Bello had little interaction with Cuomo during his time in office. He focused on his role as President of the New York State Senate during his time as lieutenant governor, along with projects of his initiation and Cuomo's assignment. These projects included emergency management, local government and economic development. On March 27, 1984, DelBello served as guest announcer for Late Night with David Letterman. In December 1984, DelBello surprised political observers by announcing his resignation from the lieutenant governorship, effective February 1, 1985.[3] DelBello explained that he was bored and that Cuomo did not give him enough to do. He went into private business after leaving the state government. In 1994, he unsuccessfully sought a State Senate seat from Westchester. In December 2006, DelBello was appointed by the Westchester County Association, a business advocacy group, as head of a Property Tax Reform Commission, in an effort to retain economic vitality in Westchester County.[4] DelBello died on May 15, 2015 at the age of 80.[5]","Title":"Alfred DelBello - Wikipedia","KeyID":"5063","URL":"https://en.wikipedia.org/wiki/Alfred_DelBello"}