{"Content: ":"Joseph Louis Bruno (April 8, 1929 – October 6, 2020) was an American businessman and Republican politician from upstate New York. Bruno served in the New York State Senate from 1977 to 2008 and was Senate Majority Leader from 1994 to 2008. Bruno was convicted of federal corruption charges in 2009, but his conviction was overturned on appeal and a subsequent retrial resulted in an acquittal. Bruno was born in Glens Falls, New York[1] and grew up in a six-room cold water flat.[2] Bruno graduated from St. Mary's Academy and earned a B.A. in business administration from Skidmore College. He served in the Korean War as an infantry sergeant. Bruno was president of the New York State Jaycees; in 1964, he was named by them as one of the five \"Outstanding Young Men of the State.\"[1] He “became a millionaire after founding and then selling the Coradian Corporation, a company that sold telephone systems to private businesses and government agencies”.[2] In 1966, Bruno was on the campaign staff of Governor Nelson Rockefeller, and from 1969 to 1974 he served as Special Assistant to Speaker of the Assembly Perry B. Duryea. From 1968 to 1969, he was President of the New York State Association of Young Republicans. He also served as Chairman of the Rensselaer County Republican Committee from 1974 to 1977.[3] Bruno was a member of the New York State Senate from 1977 to 2008, sitting in the 182nd, 183rd, 184th, 185th, 186th, 187th, 188th, 189th, 190th, 191st, 192nd, 193rd, 194th, 195th, 196th, and 197th New York State Legislatures. He was elected Temporary President of the New York State Senate on November 25, 1994, ousting the incumbent Ralph J. Marino.[4] Bruno, along with Governor George Pataki and Assembly Speaker Sheldon Silver, was instrumental in passing a death penalty law in New York State in 1995.[5][6] The New York Court of Appeals (the highest state court in New York) later found the law to be unconstitutional because it gave jurors deadlocked between life without parole and execution no choice but to give eligibility for parole after 25 years; the Court of Appeals feared that jurors faced with this choice would unfairly lean toward a death sentence.[7] In the 10 years after the law was passed, New York's crime rate plummeted without ever seeing an execution, perhaps weakening public support for the death penalty.[8] Silver let the law die in 2005 without much debate.[9] During the budget process in 1995, Bruno (who was new to the Majority Leader role at the time) made a comment about Blacks and Hispanics who \"got their hands out\" pressuring the legislature to avoid cuts to social services.[10][11] According to the Syracuse Post-Standard, \"Bruno said he was referring to the Black and Puerto Rican Caucus, which is a major force in the Democratic majority in the Assembly.\"[12] Bruno's defense was that he was referring to political caucuses, not all blacks and Hispanics; he offered a blanket apology for offending some people, but refused to take his words back.[13] According to an editorial in The Buffalo News, Bruno pushed a bill through the Senate on June 27, 1995, that would have required girls under 16 years of age to obtain consent from both parents for an abortion. The bill never passed the New York State Assembly.[1] After SONDA, a gay rights bill, languished in the state Senate for many years as a result of Bruno's opposition,[14] Bruno and his caucus were put on the spot for their support of a socially conservative agenda.[15] LGBT people and groups pushed very hard for SONDA,[16] and in late 2002, Bruno finally gave in;[17] the bill passed the Senate and was signed into law by Governor Pataki.[18] In 2005, Bruno proposed research into high-speed rail development in New York State as part of a plan to boost Upstate New York's economy.[2] In December 2006, Bruno disclosed that the Federal Bureau of Investigation had been looking into business associates of Bruno's who had received state grants.[19] The FBI investigation appeared to lead Bruno to end one of his long-time consulting jobs in 2007.[20] Initially, fiscally conservative pundits supported Bruno's agenda as Senate Majority Leader.[21] In later years, they expressed concern over Bruno's willingness to cooperate with Assembly Speaker Sheldon Silver on budgets deemed to be excessive, over endorsements Bruno received from state employee labor unions (including health care union Local 1199), and over Bruno's recruitment of former Democrats to run as Republicans for swing Senate districts in Syracuse and the Bronx.[22][23] As of 2009, all 16 municipalities (two cities and 14 towns) in Rensselaer County, New York had at least one building named for Bruno. In addition, the Tri-City ValleyCats—a short-season minor-league affiliate of the Houston Astros—play in Joseph L. Bruno Stadium situated on the Troy-North Greenbush border.[24] Entering 2007, Bruno's hold on Senate control appeared more precarious than in prior years, as the Republicans lost the seat formerly held by Nicholas Spano, failed to regain a Republican-leaning seat in Syracuse and—with a caucus diminished to 33 members—had to defend the open seat of Michael Balboni in Nassau County; the latter seat was lost to Democrat Craig M. Johnson, a Nassau County Legislator in a February 6, 2007 special election.[25] The electoral reverses and the ongoing FBI investigation led some Republicans to suggest Bruno might step down as Majority Leader.[26] There were also rumors some Republican senators might cross the aisle to throw control of the Senate to the Democrats.[25] In April 2007, Bruno also appeared to hold veto power over two other Spitzer initiatives: gay marriage[27] and campaign finance reform.[28] Bruno challenged New York State Governor Elliot Spitzer to restore the state's death penalty law.[29] Bruno also criticized the Governor's plan to issue driver licenses to illegal immigrants, claiming it was aimed at stuffing the ballot box with Democratic voters.[30] Bruno's position became more tenuous in February 2008 after the special election loss of the heavily Republican 48th District in Watertown, which had formerly been held by Sen. James W. Wright. This loss diminished the Republican Senate majority to a single seat, and press speculation centered on whether the remaining GOP senate caucus would cause Bruno to step down.[31] On July 23, 2007, New York State Attorney General Andrew Cuomo admonished Governor Elliot Spitzer's administration for ordering the New York State Police to track Bruno's travel records, particularly his use of a state helicopter.[32] At the direction of top officials of the Spitzer administration, the New York State Police created documents meant to cause political damage to Bruno.[33] The governor's staff stated they were responding to a Freedom of Information Act (FOIA or FOIL) request from the Albany Times Union in late June.[32][34] A lengthy report issued by the Attorney General's office[35] concluded that Spitzer aides attempted to create negative media coverage concerning Bruno's travel before any Freedom of Information Act request was made.[36] The investigation looked into both Bruno's travel and the senate leader's allegation that Spitzer used State Police to spy on him.[37] The Times Union's requests sought documents on use of state aircraft by seven officials, including Spitzer, Bruno and Lieutenant Governor David Paterson, yet Spitzer's office released only Bruno's itinerary.[38] The Spitzer administration and the State Police provided far more details about Bruno than about other officials to the Times Union.[39] No other officials were subject to the same scrutiny as Bruno. In some cases, the reports created by State Police were pieced together long after the trips and based on the memories of the police escorts involved.[40] The report stated that the Times Union request came after the story about Bruno's travels was published, and was \"not consistent\" with Spitzer administration claims that all it did was respond to a FOIL request.[41] Cuomo concluded: \"These e-mails show that persons in the governor's office did not merely produce records under a FOIL request, but were instead engaged in planning and producing media coverage concerning Senator Bruno's travel on state aircraft before any FOIL request was made.\"[42][43] The report cleared Bruno of any legal violations in his use of the state's air fleet.[33][44][45][46] The report criticized Spitzer's office for using State Police resources to gather information about Bruno's travel and releasing the information to the media.[45] On July 23, 2007, Spitzer stated that his administration had \"grossly mishandled\"[32] the situation regarding Bruno's use of state aircraft[46] and added that he had personally apologized to Bruno.[32] On March 29, 2008, The Buffalo News reported that \"former Gov. Eliot L. Spitzer lied to prosecutors\" about his role in Troopergate, but added that \"the Albany County District Attorney said he will not pursue any criminal charges against the already disgraced ex-governor.\"[47] On June 23, 2008, Bruno confirmed that he would not seek re-election in the fall of 2008.[48] On June 24, 2008, Bruno stepped down as \"temporary president of the senate\" and as Senate Majority Leader.[49] On July 18, 2008, Bruno resigned his New York State Senate seat.[50] On November 4, 2008, he was replaced by his \"hand-picked\" successor, Roy McDonald, in the general election.[51] On January 23, 2009, Bruno was indicted on eight federal corruption charges, including mail and wire fraud.[52] The indictment alleged that between 1993 and 2006, Bruno was paid $3.2 million in consulting fees to use his position to do favors for entities with business before the state.[53] On December 7, 2009, Bruno was convicted of two counts of mail and wire fraud. He was acquitted of five felony charges, and the jury hung on the eighth and final count of the indictment.[54] On May 6, 2010, he was sentenced to two years in jail.[55][56] In November 2011, Bruno's convictions were overturned on appeal.[57][58] In May 2013, Bruno's lawyers urged an appeals court to halt the planned retrial, claiming it would violate Bruno's right against double jeopardy.[59] In August 2013, the United States Court of Appeals for the Second Circuit denied Bruno's appeal and held that he could be retried.[60] On May 16, 2014, Bruno was acquitted on both remaining corruption charges.[61] Almost one year after stepping down from being Senate Majority Leader, Bruno announced that he supported same-sex marriage—a position that in the past he had never taken publicly.[62] In 2009, Bruno was asked by Governor David Paterson to speak out for same-sex marriage in Albany.[63] Bruno also admitted in 2009 that he personally favored same-sex marriage but never brought it to the floor of the State Senate because the majority of his conference was against it, stating \"[this] is America, and we have inalienable rights... Life is short, and we should all be afforded the same opportunities and rights to enjoy it.\"[64] Same-sex marriage legislation was passed in New York in 2011. In October 2015, Bruno announced that he was contributing $1.4 million in unspent campaign funds to the New York State Senate Republican Campaign Committee, and donating $100,000 to a scholarship fund. At the same time, he announced that he was closing his legal defense fund and donating the $70,000 balance to several nonprofit organizations.[65] Bruno's autobiography, Keep Swinging: A Memoir of Politics and Justice, was published by Post Hill Press in November 2016.[66] In the memoir, Bruno reportedly made \"a spirited defense\" of Albany's \"system of transactional politics and backroom dealing that he says generally worked\".[67] Bruno and his wife, Barbara, had four children: Joseph, Susan, Kenneth, and Catherine. Barbara Bruno died in 2008 after suffering from Alzheimer's disease.[68] As of 2014, Bruno's partner was Kay Stafford,[69][70][71] President and CEO of CMA Consulting Services[72] and widow of the late Republican State Senator Ron Stafford.[73] Bruno lived in Brunswick in Rensselaer County, New York.[74] In September 2013, Bruno had successful surgery to remove a cancerous tumor from his kidney.[75] On October 6, 2020, Bruno died at his home in Brunswick, New York after a lengthy battle with prostate cancer. He was 91.[76][77]","Title":"Joseph Bruno - Wikipedia","KeyID":"5067","URL":"https://en.wikipedia.org/wiki/Joseph_Bruno"}