{"Content: ":"Malcolm Anthony Smith (born August 9, 1956) is an American politician from New York who was convicted of public corruption. A Democrat, Smith was a member of the State Senate, representing the 10th district in the New York State Senate from 2000 to 2002 and Senate District 14 from 2003 to 2014. Smith served as New York State Senate Majority Leader in 2009 and served as Temporary President of the New York State Senate from 2009 to 2010; he is the first African-American to hold those leadership positions. On April 2, 2013, Smith was arrested by the FBI on federal corruption charges. The United States Attorney for the Southern District of New York and the Federal Bureau of Investigation alleged that Smith attempted to secure a spot on the Republican ballot in the 2013 New York City mayoral election through bribery of New York City Councilman Dan Halloran and two other Republican officials. In September 2014, Smith's Democratic primary challenger, former New York City Councilman Leroy Comrie, defeated Smith in a landslide. The following year, Smith was convicted of all charges against him and sentenced to seven years in federal prison. A Queens native, Malcolm Smith earned a bachelor's degree in business administration from Fordham University and went on to earn an MBA from Adelphi University. At Adelphi, he was inducted into Delta Mu Delta, an honor society for business administration. He has also completed certificate programs from Harvard Law School and Wharton Business School.[2][better source needed] Prior to his political career, Smith worked in real estate development. In 1985, he was named president of Neighborhood Housing Services of Jamaica. In 1991, he founded Smith Development Corporation, and subsequently built over 100 housing units in southeastern Queens, Far Rockaway and Brooklyn. He was also responsible for several notable commercial projects such as the Pathmark Plaza-Springfield Gardens, the interior of the Federal Aviation Administration building, and the baseball fields at Roy Wilkins Park in Jamaica.[2] Smith began his political career as a senior aide and political protégé to Congressman Floyd H. Flake from 1986 to 1991.[3][4] Smith also served as a chief aide to City Councilman Archie Spigner, who was an assistant to Mayor Ed Koch,[5] and a member of the advance staff for vice presidential candidate Geraldine Ferraro in 1984.[2] Smith was first elected to the New York State Senate in a 2000 special election. He was elected minority leader in January 2007, succeeding David Paterson.[5] After the 2008 state elections, Democrats gained a majority of seats in the State Senate for the first time in 40 years, and Smith was subsequently chosen as Majority Leader and Temporary President of the body in January 2009. He was the first African American to hold this position.[6] However, on June 8 of that year, Sens. Pedro Espada Jr. and Hiram Monserrate joined with the thirty Republicans in voting to replace Smith as Senate Majority Leader, triggering the 2009 New York State Senate leadership crisis.[7] The crisis concluded the following month when Espada and Monserrate abandoned their alliance with the Republicans and rejoined the Senate Democratic Conference. As a compromise, Smith retained only the title of Temporary President of the Senate, with the title of Majority Leader going to Espada.[8] Smith's legislative achievements included securing funding for a health clinic in Hollis, a toxic waste cleanup project in Jamaica,[2] and a three-bill package to combat child sexual abuse.[9] He also helped launch a series of forums statewide for prevention of foreclosure.[10] Smith also sought to curb gun violence.[11] In the wake of the Sean Bell shooting incident, Smith created and chaired the Tri-Level Legislative Task Force, which released a report on increasing public confidence in law enforcement and the criminal justice system. Some of its recommendations were passed by the state legislature.[12] Smith was re-elected to his State Senate seat without opposition in 2012.[13] Following his reelection, he joined forces with the Independent Democratic Conference to form a \"bipartisan governing coalition\" with Senate Republicans. He expressed interest in running for mayor of New York City as a Republican in the 2013 mayoral election.[14] He would have needed a Wilson Pakula certification in order to do so.[15] His attempts to obtain that certification led to his April 2, 2013 arrest by the FBI for allegedly attempting to bribe Republican leaders whose permission he needed to run for mayor on the Republican ticket despite being a registered Democrat.[16][17][18] Following Smith's arrest, he was expelled from the Independent Democratic Conference.[19] In September 2014, Smith's Democratic primary challenger, former New York City Councilman Leroy Comrie, defeated him in a landslide.[20] In August 2008, Smith held a golf-outing fundraiser for a group of 75 lobbyists, who each paid up to $75,000 to attend. One lobbyist who attended told the New York Post that Smith told the assembled group that giving him campaign contributions was akin to an IPO, in that they \"should get in early because then it doesn't cost as much. The longer you wait to get in... the more it will cost you and if you don't get in at all, then it will be painful.\" The lobbyist said that, after these remarks, \"people were looking around the room in disbelief.\"[21] In 2010, a federal grand jury investigated Smith's involvement in various nonprofit groups.[3][4] In 2010, Smith stated that if the Democrats retained control of the State Senate in the 2010 elections, he would direct his caucus to use gerrymandering and \"draw the lines so that Republicans will be in oblivion for the next twenty years.\"[22] The Democrats lost control of the chamber in that election and his threat would not be fulfilled. On April 2, 2013, Smith was arrested by the FBI on federal corruption charges.[16][17] Smith's trial, along with the trial of co-defendants Dan Halloran, Joseph J. Savino, Vincent Tabone, and Joseph Desmaret, began in the Federal Court in White Plains, New York, on June 1, 2014.[23] Shortly after the trial started, it became known that some conversations that had been secretly recorded and could be used as evidence were in Yiddish, and that prosecutors had not given those recordings to the defense. Because the Yiddish amounted to more than 28 hours on the recordings, which would have taken weeks to translate and transcribe, Smith and some of the defendants were granted a mistrial on June 17, 2014.[24][25] Halloran did not request a mistrial, and was convicted of the charges against him.[26][27] At Smith's second trial, he was convicted on February 5, 2015 of all the corruption charges he faced. Those charges included conspiracy, wire fraud, travel act bribery, and extortion.[28] The jury deliberated only briefly before returning with the guilty verdict.[29] On July 1, 2015, Judge Kenneth M. Karas sentenced Smith to seven years in prison.[30][31] As of July 2019, Smith was incarcerated at the federal penitentiary in Lewisburg, Pennsylvania.[32] In May 2021, it was reported that the Federal Bureau of Prisons consented to Smith's release to home confinement to serve out the final months of his sentence. The release came amid the impact of the COVID-19 pandemic on prisons.[33] The Bureau of Prisons' Inmate Locator lists Smith's status as \"Released\" as of October 22, 2021.[34] Smith is a member of the African Methodist Episcopal Church. He is married to Michele Lisby-Smith. They have three children, Tracey, Julian and Amanda. In 2006, a former aide of Smith's filed a paternity suit against him, and he eventually acknowledged paternity of the aide's child and began paying child support.[5]","Title":"Malcolm Smith (American politician) - Wikipedia","KeyID":"5069","URL":"https://en.wikipedia.org/wiki/Malcolm_Smith_(U.S._politician)"}