{"Content: ":"Richard Ravitch (born July 7, 1933) is an American politician and businessman who served as Lieutenant Governor of New York from 2009 to 2010. He was appointed to the position in July 2009 by New York Governor David Paterson. A native of New York City, he graduated from Yale Law School and has worked in his family's real estate development business, a number of government and government-appointed positions, including with the New York State Urban Development Corporation and Metropolitan Transportation Authority,[1] and in private industry, including tenures as chairman of the Bowery Savings Bank and as the chief owner representative in labor negotiations for Major League Baseball. Ravitch was born July 7, 1933, to a Jewish family in Brooklyn, New York City, the son of Saul (d. 1952) and Sylvia (née Lerner, d. 1974) Ravitch.[2][3][4][5][6][7][8] His father was a co-founder of HRH Construction Corporation, which eventually grew to have offices in New York, Los Angeles, Washington, DC, and Puerto Rico. The firm had begun building in Manhattan in the late nineteenth century, and by 1965 had built more than $1 billion worth of projects, including Columbia University Law School and New York University Hospital.[9] Ravitch is a member of the third generation of the family to run the company.[9][10][11] Ravitch was educated at Columbia College, earning an undergraduate degree in American History with Phi Beta Kappa honors in 1955,[12][13] and Yale Law School, earning a J.D. in 1958.[3] He served in the army for a short time after graduation from Yale and his 1960 marriage to Diane Silvers.[11][13] After earning his law degree, Ravitch worked for the House Government Operations Committee in Washington, D.C. and the New York State Commission on Governmental Operations for the City of New York.[13] He joined his family's business, HRH Construction, in 1960.[11] His focus was low- and middle-income housing projects, and some notable developments he was responsible for were Waterside Plaza, Riverbend, and Manhattan Plaza, all in Manhattan.[11] Some of the projects he worked on were built under the Mitchell-Lama Housing Program. He also built the first integrated housing projects in Washington, D.C., with James H. Scheuer.[11] President Lyndon Johnson appointed Ravitch to the United States Commission on Urban Problems in 1966, and he was elected president of the Citizens Housing and Planning Council (CHPC) in 1968.[14] In 1975 Ravitch was appointed by New York State governor Hugh Carey as chairman of the New York State Urban Development Corporation.[7][11] Ravitch was responsible for salvaging the finances of the organization, which Carey had found was nearly insolvent. After succeeding at the reorganization, Ravitch brought in another president, while retaining the position of unpaid chairman himself.[11] Ravitch sold HRH Construction, his family's business, in 1977.[11] Carey again chose Ravitch for a major appointment in 1979, as head of the Metropolitan Transportation Authority. Carey had expressed the desire to keep the annual salary at $15,000, effectively requiring whoever took the job to be \"independently wealthy or have a business that did not require his full attention\".[15] Ravitch was approved for the job, and did not accept a salary for his work.[11][16] He was described as throwing himself \"into the job unsparingly\", recapitalizing the system, building the Metro-North Railroad from other existing lines, and improving labor relations.[11] He was the chairman of the M.T.A. during the 11-day 1980 New York City transit strike, receiving death threats; in April 1981, a guard was injured in a shooting outside Ravitch's office by an armed intruder.[2][11] Ravitch was assigned a bodyguard and he began wearing a bulletproof vest at some public events, and security was provided for his family.[2][17][18] He led the M.T.A. until 1983.[11][19] After almost a year of effort, Ravitch became chairman of the Bowery Savings Bank of New York in 1985. The bank had been losing money for several years, and Ravitch formed an investment group that included Laurence Tisch, Lionel Pincus, and Warren Buffett to take over the bank as an alternative to the Federal Deposit Insurance Corporation liquidating it.[17][20] After the bank returned to profitability, it was sold to H. F. Ahmanson & Co. in 1987; the investment group doubled its $100 million purchase price, and Ravitch earned $5 million on the deal.[11][21] While chairman of Bowery, Ravitch was named to the board of governors of the American Stock Exchange.[22] Ravitch briefly considered a run for mayor of New York City in 1977[2] that met with a \"lukewarm response\"; he later made a serious run for the Democratic nomination in 1989. He ran as an \"outsider\" against incumbent mayor Ed Koch, Manhattan Borough President David Dinkins, and city comptroller Harrison J. Goldin.[11][23] He was endorsed by one of the city's major newspapers, the Daily News, just before the primary,[24] but placed third in that primary, which Dinkins won. Ravitch's candidacy was described after the primary as being run in the face of \"predictable defeat\".[25] Dinkins went on to win the general election against Rudy Giuliani.[23] Moving back to private industry, Ravitch was hired in November 1991 by the Major League Baseball owners as head of their Player Relations Committee, the chief labor negotiator for the owners, at an annual salary of $750,000.[26][27][28] Although some critics claimed he was hired as a \"union buster\" against the Major League Baseball Players Association, he rejected that characterization. Koch, who had been mayor of New York while Ravitch ran the M.T.A., called that description \"foolish\" and described Ravitch as a \"Renaissance man\".[29] During 1994 negotiations between the owners and the players, a primary negotiating point was the owners' desire for a salary cap, which the union resisted. The negotiations were not successful in avoiding the 1994–95 Major League Baseball strike, which ended the 1994 baseball season and resulted in cancellation of the 1994 World Series.[27] The players' union held Ravitch partly responsible for causing the strike, which others thought was an unfair accusation.[30] After the strike started, owners began relying less on Ravitch as a negotiator, and he resigned from the position in December 1994.[30] He was replaced by Randy Levine as the owners' representative in 1995.[31] In 1995, New York Mayor Rudolph Giuliani picked Ravitch to become the new chancellor of the city's school system, but Ravitch withdrew his name from consideration because he said he believed the school system needed major structural reform.[27] Ravitch and Susan Molinari were appointed co-chairs of the 22-member Millennial Housing Commission, when it was established by the United States Congress in 2000. The commission was charged with making recommendations to Congress regarding ways to increase affordable housing.[32] In 2003, he and Molinari were awarded with the \"Housing Person of the Year\" award by the National Housing Conference.[33] In 2004, Ravitch became a partner in Ravitch, Rice & Company, and was the chairman of both the AFL-CIO Housing Investment Trust's Board of Trustees, and the AFL-CIO Building Investment Trust's advisory board.[34] He was appointed by Paterson in 2008 to assist in fixing the finances of the MTA,[23] and was a delegate for Barack Obama in the 2008 election.[23][34] Following a scandal in early 2008, New York Governor Eliot Spitzer resigned the governorship effective March 17, 2008, and the lieutenant governor, David Paterson, became the governor of New York. Since there is no provision for filling the office of the lieutenant governor in case of vacancy,[35] it was filled on an acting basis by leaders of the state Senate. During the 2009 New York State Senate leadership crisis, in an attempt to break a legislative stalemate, Paterson appointed Ravitch to the position of Lieutenant Governor of New York.[36][37] Ravitch was sworn in as Lieutenant Governor at 8:45 pm on July 8, 2009, while eating dinner at Peter Luger Steak House in Brooklyn.[38][39][40] Several months of legal challenges followed the appointment. New York Attorney General Andrew Cuomo had previously asserted that the governor of New York did not have the authority to appoint a lieutenant governor.[35] State Senator Pedro Espada, Jr. announced he would sue to prevent the appointment.[41] Supporters claimed Paterson had the right to appoint statewide officials, and opponents agreed with Cuomo's interpretation that the right to appoint officials did not include the office of lieutenant governor.[41][42] There were several rulings on the matter. On July 21, 2009, New York Supreme Court Justice William R. LaMarca issued a preliminary injunction against Ravitch performing any duties of the office. That injunction was stayed by Appellate Division Justice L. Priscilla Hall. On August 20, the Appellate Division, Second Department ruled unanimously that \"the Governor’s purported appointment of Mr. Ravitch was unlawful because no provision of the Constitution or of any statute provides for the filling of a vacancy in the office of lieutenant governor other than by election.\"[43] On September 22, 2009, New York State's highest Court, the New York Court of Appeals, ruled that the governor had the authority to appoint a lieutenant governor in the event of a vacancy.[44][45] As Lieutenant Governor, Ravitch opted not to receive a salary.[46] Ravitch's main job as Lieutenant Governor was to attempt to improve the state budgeting process. Working with the Nelson A. Rockefeller Institute of Government, he presented a series of recommendations on the subject, but his plan was not accepted by Paterson or the state legislature. In looking back on his tenure in office, Ravitch was quoted as saying \"The truth of the matter is, I don't feel I accomplished anything very substantive.\"[47] Ravitch did, however, influence the public discussion of the severe budget problems facing New York and other states. The papers he and Rockefeller Institute scholars produced during his tenure as Lieutenant Governor included analysis of New York's budget process, its Medicaid system, the budgetary powers of the Governor, transportation infrastructure, and the structural budgetary imbalance facing the state.[48] Ravitch also worked with Christopher O. Ward to turn around construction at Ground Zero.[49] In 2012, Ravitch co-chaired the State Budget Crisis Task Force with Paul Volcker. The Ravitch-Volcker report, which reviewed the fiscal strength of six US states, said more transparent accounting of government liabilities was needed and warned that the capacity of state governments to meet various needs would be increasingly crowded out by the growth in Medicaid spending and retirement promises to state employees unless budget plans were reformed.[50] Ravitch's autobiography, So Much to Do: A Full Life of Business, Politics, and Confronting Fiscal Crises, was published in 2014. The publisher's summary describes the book as \"Making [the] case\" that \"deceptive budgeting and borrowing practices are crippling our states’ ability to do what only they can do—invest in the physical and human infrastructure the country needs to thrive\".[51] According to Kirkus Reviews, \"Ravitch draws some lessons about our need to understand the true costs of public benefits,\" and \"underlines the importance of our often messy political process\".[52] Casey Seiler, writing in Albany's Times Union praises its \" engaging and lucid prose — especially beneficial considering the subject at hand\"[53] and Paul Volcker has called it \"a call for action to a nation consumed by discord\".[54] Ravitch married Diane Ravitch (née Silvers) in 1960;[13] they have two sons, Joseph and Michael. They divorced in 1986.[3] He later married Betsy F. Perry, in 1994.[3][55] The marriage ended in divorce. On August 27, 2005, he married Kathleen M. Doyle, the chairman and CEO of Doyle New York, an auction and appraisal company.[56]","Title":"Richard Ravitch - Wikipedia","KeyID":"5071","URL":"https://en.wikipedia.org/wiki/Richard_Ravitch"}