{"Content: ":"Robert John Duffy (born August 21, 1954) is a former American law enforcement officer and politician who served as Lieutenant Governor of New York from 2011 to 2014. A member of the Democratic Party, he previously served as the 65th Mayor of Rochester, New York from 2006 to 2010. Earlier in his career, Duffy worked as a police officer in Rochester, rising to the positions of Deputy Chief (1992–1998) and Chief (1998–2005). He was elected mayor of the city in November 2005, took office on January 1, 2006 and was reelected in 2009 (unopposed) for a term scheduled to end in 2013. In May 2010, New York Attorney General Andrew Cuomo selected Duffy as his running mate in the race for Governor.[1] Cuomo and Duffy were elected in November 2010 for a four-year term beginning January 1, 2011. Duffy chose not to run for reelection in 2014, and instead became the President and CEO of the Greater Rochester Chamber of Commerce. In April 2020, in the midst of the COVID-19 pandemic, Governor Cuomo appointed Duffy as Special Advisor to coordinate public health and reopening strategy in the Finger Lakes Region.[2] Duffy was born to Catherine Cuddihy and Cornelius Duffy and raised in Rochester. He attended Holy Rosary Catholic grammar school, and graduated from the Aquinas Institute in 1972. He went on to earn an associate degree in Recreational Leadership from Monroe Community College in 1975, and another associate degree in Criminal Justice from the same school in 1988.[3][4] He also earned a Bachelor of Science in Criminal Justice from the Rochester Institute of Technology in 1993 and a Master of Public Administration from the Maxwell School of Citizenship and Public Affairs at Syracuse University in 1998.[5] Duffy joined the Rochester Police Department in 1976 and rose to sergeant in 1985 and lieutenant in 1989, serving in several patrol units, the Tactical Unit, the Field Inspection Section, and the Criminal Investigation Section.[6] He was promoted to captain in January 1992 and deputy chief of operations five months later. He was sworn in as the chief of police in 1998[7] after his predecessor, Robert Warshaw, was appointed Associate Director of the Office of National Drug Control Policy.[8] After William A. Johnson, Jr. announced his retirement, Duffy debated whether to become a candidate for the mayor's office which would have (and did) pit him against the Democratic favorite and city councilman, Wade S. Norwood. Johnson threatened to fire Duffy if he ran for office.[9] Assemblyman Joseph Morelle called on Duffy to definitively announce or forgo his candidacy or risk running afoul of the state election law prohibiting police officers from soliciting funds for political purposes.[10] Duffy retired as Chief to run in the Democratic Primary for Mayor in 2005.[11] During the opening months of his administration, Mayor Duffy closed down the fast ferry service across Lake Ontario between Toronto and Rochester.[12] In December 2009 Duffy proposed to abolish the Rochester Board of Education and placing governance of the city's public school system directly under the mayor and city council, a system similar to the school governance structure in New York City, Chicago, and Cleveland. Opinion polls taken during 2010 indicated that a majority was in favor of the idea. The plan is still on the table and awaiting approval by the State Legislature a year after it was originally proposed.[13] In May 2010, Duffy was picked by Cuomo to be the lieutenant gubernatorial nominee.[14] They won on November 2, 2010[15] with 62% of the vote.[16] Cuomo subsequently named Duffy director of his transition team.[17] During Governor Cuomo's administration, Duffy was tapped for several key roles including as Chair of the Regional Economic Development Councils aimed at rebuilding New York's economy and positioning New York State to be a global economic leader.[18] As part of this effort, Duffy was also appointed to lead the Chairman's Committee which included leaders in business, academia, labor, agriculture, nonprofits, and community-based organizations. The Committee was charged with identifying and eliminating barriers to economic growth common across regions, facilitating coordination among regions and between the State and the Regional Councils, providing guidance on projects that impact multiple regions or the entire state, and aggregating feedback from each of the Regional Councils.[19] Additionally, Duffy served as chair of the Spending and Government Efficiency Commission in which he oversaw the effort to make New York's government more modern, accountable, and efficient. He also led the Mandate Relief Council under Cuomo, chairing a series of statewide mandate relief hearings which sought input from local government officials and constituents on the statutory and regulatory burdens faced by local government and school districts.[20] On May 8, 2014, Duffy announced he would not seek re-election as Lieutenant Governor, citing health and family reasons.[21] At the end of his term, he was hired as the President and CEO of the Rochester Business Alliance (now the Greater Rochester Chamber of Commerce). Duffy currently serves as President and CEO of the Greater Rochester Chamber of Commerce, the regional chamber of commerce for the nine-county Finger Lakes Region of New York. He continues to be active around New York State serving in many capacities including as a Trustee for the State University of New York and chair of the Board's Community Colleges Committee;[22] Co-Chair of the Finger Lakes Regional Economic Development Council;[23] trustee for the Center for Governmental Research (CGR);[24] and on the Board of Directors for the Business Council of New York State. Duffy is also a member of the Association of Chamber of Commerce Executives (ACCE) Metro Cities Council which is a group for CEOs at Chambers representing the largest metropolitan areas in the country. In September 2019 Duffy was invited to join the United States Chamber of Commerce Committee of 100 (CCC100).[25] CCC100 leaders advise the U.S. Chamber’s board of directors, enhance lobbying and coalition work, recommend programming, and strengthen outreach to the business and chamber communities.[26] He married his wife, Barbara, in 1986, and raised two daughters, Erin and Shannon. One of Duffy's hobbies is running – he has run in the New York City Marathon.[5] In May 2012, the Ellis Island Honors Society (previously the National Ethnic Coalition of Organizations) awarded Duffy the Ellis Island Medal of Honor. The medal honors notable American citizens who demonstrate a life committed to community service.[27] In 2015, Clarkson University honored Duffy with The Bertrand H. Snell Award, their highest community service honor.[28] The Bertrand H. Snell Award was created by the Clarkson board of trustees in 1981 to recognize individuals of outstanding merit and to honor Congressman Bertrand Snell's significant contributions to the University, the North Country, and the nation. Duffy is the recipient of several Honorary Doctorate Degrees including a doctor of laws from University of Rochester,[29] a doctor of laws from St. John Fisher College,[30] and a doctorate of humane letters from Keuka College[31]","Title":"Robert Duffy (politician) - Wikipedia","KeyID":"5072","URL":"https://en.wikipedia.org/wiki/Robert_Duffy_(politician)"}