{"Content: ":"Brian A. Benjamin (born December 9, 1976) is an American politician and businessman who served as lieutenant governor of New York from September 2021 until his resignation on April 12, 2022. A member of the Democratic Party, he previously represented the 30th district in the New York State Senate from 2017 to 2021. A political progressive,[1][2] Benjamin was first elected to the New York State Senate in a May 2017 special election. He represented New York's 30th State Senate district from 2017 to 2021. During his Senate tenure, Benjamin served as the senior assistant majority leader of the Senate and as chair of the Senate Committee on Budget and Revenue. On August 26, 2021, Governor Kathy Hochul appointed Benjamin to the post of lieutenant governor of New York. Hochul had vacated the position when she was sworn in as governor of New York following the resignation of Governor Andrew Cuomo. On April 12, 2022, Benjamin resigned his position as lieutenant governor after having been indicted earlier that day on federal bribery charges. He has pleaded not guilty to all charges. Benjamin was born in Harlem Hospital in Harlem, New York City, the son of Caribbean immigrants who worked union jobs.[3] He earned a Bachelor of Arts degree in public policy from Brown University and a Master of Business Administration from Harvard Business School.[4] Benjamin interned in the office of Bill Lynch & Associates. He is an alumni-elected trustee of Brown University. He spent three years at Morgan Stanley as an investment advisor.[5][1][6] Benjamin was an early supporter of Barack Obama's presidential campaign in 2007.[7] It has falsely been alleged that he was a co-founder of \"Harlem4Obama,\" which helped encourage Harlem support for the then-Senator. Although Benjamin hosted a fundraiser for him in 2008, Harlem4Obama was co-founded by Michael Washington and Julius Tajiddin in the spring of 2007. Benjamin has said that after Obama's election, the infrastructure of \"Harlem4Obama\" contributed to Benjamin's organization, called \"Young Professionals United for Change (YP4C),\" which instituted a mentoring program at the Wadleigh School and organized young people.[8][9][10] In 2012, Benjamin was an Obama delegate to the Democratic National Convention and raised money for his reelection.[11] In 2010, Benjamin became a managing partner at Genesis Companies, a minority business enterprise building affordable housing in Harlem.[12][13] Involved in the purchase and redevelopment of deteriorating buildings from Abyssinian Development Corporation, Benjamin helped steer redevelopment and repair work to as many vendors as possible.[14] He was also involved with partnerships with First Corinthians Baptist Church in creating the Dream Center on 119th and the Hope Center on 114th.[15][16][better source needed] In 2016, Benjamin became the Chair of Manhattan Community Board 10 in Central Harlem in Manhattan.[17] In that capacity, he opposed a redevelopment plan that included towers, two-story retail spaces, an underground garage, and a community park.[18][19][20] In 2017, when Benjamin was the managing partner of the Genesis Companies real estate firm in Harlem, and at the same time on the verge of becoming the New York State Senate Democratic nominee, his firm was sued by its co-investor in a legal dispute over an alleged scheme to divert revenue from a fire sale by Abyssinian Development to the investors of 31 properties.[21] A Manhattan Supreme Court judge issued a preliminary injunction, freezing the assets until the dispute was settled.[21] Genesis Companies denied the allegations, and the case went to arbitration.[22] In 2017, New York State Senator Bill Perkins ran for and won a vacant seat on the New York City Council. Benjamin then ran to succeed Perkins in Harlem's District 30 in the NY State Senate.[23] New York law provides that special elections for state seats do not have open primaries; instead, party candidates are chosen by the local county committees.[24] Three candidates seeking the Democratic nomination--district leaders Rev. Al Taylor and John Ruiz and activist Joyce Johnson--wrote a letter criticizing New York County Chairman Keith L. T. Wright, a close ally of Benjamin, accusing him of \"voter suppression\" in his bid to install Benjamin in office.[25][24] Benjamin was at the time the fiancé of a woman who had worked in Wright's office.[24] Critics alleged that the process was controlled by Benjamin's allies, including the Manhattan Democratic Party chairman.[25] Benjamin won the Democratic nomination, receiving 170 out of 263 votes (63%) at a convention in March.[25] With the district being overwhelmingly Democratic, Benjamin defeated Republican Dawn Simmons and Reform candidate Ruben Dario Vargas with over 91% of the vote in the May 24, 2017, special election. There was very low voter turnout (4%) for the election.[26][27] He was sworn into the seat on June 5, 2017, and pledged to protect progressive values.[2] The district Benjamin represented in the Senate covered most of central Harlem and included parts of the neighborhoods of East Harlem, Hamilton Heights, Morningside Heights, Washington Heights, the Upper East Side, the Upper West Side, and Yorkville in Manhattan.[28] In July 2017, shortly after Benjamin's election to the State Senate, the CEO of Benjamin's former employer, Genesis Companies, filed a \"reportable business relationship\" form with the New York State lobbying and ethics watchdog panel (the Joint Commission on Public Ethics).[29][30] Genesis stated that it had retained Benjamin as an advisor for $60,000 a year to consult on \"real estate development matters\" starting in June 2017.[30][29] Benjamin said he consulted for his former firm, but asserted that he was not compensated. Benjamin would not explain the form that had been filed[29] and repeatedly denied receiving any outside income since his election.[31][29][32][33][34][35] Benjamin is known as a political progressive.[1] One of Benjamin's first campaign promises was to seek to close Rikers Island. He introduced a bill to close Rikers in three years.[36][37][38] After violence on Rikers on Thanksgiving Day 2017, Benjamin sent a letter to the State Commission of Correction requesting a report on the state of the facility. The report found that it might be necessary to close Rikers faster to ensure that the constitutional rights of inmates and staff were protected.[39][40] In addition, Benjamin was also a co-sponsor of bills to reform discovery, end cash bail, restore the voting rights of parolees, and end solitary confinement, many of which passed once the Democrats retook the majority.[41][42] During his campaign for the State Senate, Benjamin campaigned against the rebranding of Harlem as SOHA by real estate forms.[43][44] The SoHa rebranding effort was abandoned.[45][46] During his campaign, Benjamin accepted $2,500 in campaign contributions from a real estate company that owned a South Harlem condominium called \"SoHa 118.\" When he learned they used the term \"SoHa\", he returned the donation and asked that they change the name.[47] In 2018, Benjamin urged constituents to keep warm during cold months while serving on the advisory board of Genesis; Genesis received hundreds of complaints from tenants with heating-related problems in their apartments. According to the Daily News, he directed tenants to \"contact his office about heat-related issues\" and \"bragged about holding landlords accountable.\"[48] A new purportedly grassroots non-profit organization, \"New York 4 Harlem\", that actively solicited donations of $500 to $5,000 was reported in 2018 to allegedly have been a front for Benjamin and three other Harlem elected officials.[49][50] In addition, a flyer organizing a free bus trip to Albany for a conference organized by the NY State Assn. of Black and Puerto Rican Legislators with the New York 4 Harlem name on it featured a picture of Benjamin and the three other officials.[49][50][51] Nonprofit organizations are not allowed to take part in campaign activity.[50] The contact person for the event was a staffer working in Benjamin's office, Shana Harmongoff.[49] Benjamin sponsored a bill to divest New York's Public Pension fund from private prisons.[52] This bill helped push Comptroller DiNapoli, the sole fiduciary of the fund, to divest.[53] In December 2018, Benjamin was named chair of the Revenue and Budget Subcommittee.[54] In this position, he focused on divesting public and private banks from private for-profit prisons, sponsoring a bill that would push New York State chartered banks, which include many international banks that use New York State charters to operate in the US, to stop investments.[55] The bill passed the Senate in the 2019 and 2020 sessions, and was part of a nationwide movement that pushed many of the largest private banking institutions to drop their investments.[56] The Washington Post reported that Benjamin's legislation was key in getting Bank of America to drop their investments.[57] The 2019 session also saw the passage of housing reform legislation, including Benjamin's bill to protect keep Rent Stabilized apartments affordable. This and other bills Benjamin co-sponsored where passed as a package entitled the Housing Stability And Tenant Protections Act of 2019.[58] Also in 2019, Benjamin championed a bill that would have allowed felons who had completed their sentences to serve on juries.[59] In the 2020 session, Benjamin sponsored and passed the Rainy Day Fund bill, that allowed New York City to set aside funds in a revenue stabilization fund. Legislation enacted after past fiscal crises had required the city to balance its budget, making such savings impossible, and so the city was required to cut essential services in times of financial stress.[60] As a result of historic support for police reform, Benjamin also was able to legislation he had been championing including his bill the Eric Garner Anti-Chokehold Act.[61] In December 2020 he joined other senators in announcing the introduction of legislation that significantly limited police no-knock warrants to only the most severe circumstances, and banned their use for drug searches.[62] In January 2021, Benjamin was named chair of the Committee on Revenue and Budget.[63] Also in January 2021, Benjamin proposed a bill to make it easier for released ex-convicts to obtain a state-issued ID when they leave jail.[64][23] He also sponsored a bill to change parole laws, so that parole violations such as testing positive for drugs, failing to report, and failing to notify of a change in address would not lead to incarceration.[65] He has tweeted his support for defunding the police.[66] In January 2021, The New York Daily News reported that Benjamin was earning up to $50,000 a year as a board member of NextPoint, a company led by a Wall Street executive who came under fire for his role in the 2008 subprime mortgage crisis (Andrew Neuberger), and that Benjamin acquired up to $250,000 in NextPoint stock.[67] \"This is not a good sign,\" said housing advocate Cea Weaver.[67] This was in addition to Benjamin earning $120,000 a year as a state senator.[67] That month, a coalition of 34 progressive groups hosted a protest outside Benjamin's home and sent a letter to Majority Leader of the New York State Senate Andrea Stewart-Cousins calling for his removal as chair of the Senate Budget and Revenue committee.[68] They argued that his stock holdings and position on the board of NextPoint were unethical conflicts of interest that should disqualify him from presiding over bills dealing with taxation.[68] Benjamin served as the Senate's senior assistant majority leader.[69] In 2021, Benjamin ran for the Democratic nomination for New York City comptroller. In the Democratic primary he ran against entrepreneur, non-profit founder, and former US Marine Zach Iscol, City Councilmember Brad Lander, State Senator Kevin Parker, and Assemblymember David Weprin.[70] Candidates who raised at least $125,000 from at least 500 donors qualified for matching city funds from the New York City Campaign Finance Board, on an 8-to-1 match basis.[71] As of February 16, 2021, Benjamin was one of three candidates who had qualified for matching funds.[71] Former Governor David Paterson endorsed Benjamin, as did former U.S. Rep. Charles Rangel and New York State Sen. John Liu.[72] Lander won the primary election, while Benjamin received 11.6% of the vote.[73] On August 26, 2021, Benjamin was appointed by New York Governor Kathy Hochul to the position of lieutenant governor of New York.[74] Hochul, who was elected lieutenant governor in 2014 and re-elected in 2018,[75] became governor of New York on August 24, 2021, following the resignation of her predecessor, Andrew Cuomo; this event created a vacancy in the lieutenant governor position.[76][74] Benjamin was sworn in on September 9,[77][78] so that a special election to fill the vacancy in his State Senate seat could be held concurrently with the November general election.[79][80][81] He is the second Black lieutenant governor in the history of the State of New York.[82] Following his swearing-in, Benjamin stated that he had reimbursed his campaign account for a large payment that was made to an event venue in October 2018, the same month he and his wife held a wedding party. The payment had been questioned by the New York Board of Elections.[78] Two months after Benjamin became lieutenant governor, a real estate developer who steered campaign contributions toward Benjamin’s failed bid for New York City comptroller was indicted. Federal authorities accused Gerald Migdol of conspiracy to commit wire fraud, wire fraud, and aggravated identity theft in illegally giving donations to Benjamin’s campaign.[83] Benjamin has also been questioned about a dozen instances when Benjamin sought thousands of dollars in travel reimbursements as a state senator while using a campaign account for these expenses, including payments that were made outside the state of New York. After the New York Board of Elections investigated this matter, Benjamin repaid $3,500 in gas expenses to his campaign account. Despite this incident, he later told state police that he had never been contacted by a regulatory body while being vetted for Lieutenant Governor.[84] In March 2022, The New York Times reported that the FBI was investigating whether Benjamin played a role in funneling fraudulent contributions to his 2021 campaign for New York City Comptroller, and that they would be issuing subpoenas to his campaign advisers.[85] On April 12, 2022, Benjamin resigned as lieutenant governor after having been indicted earlier that day on federal charges of bribery, conspiracy to commit wire fraud, wire fraud, and falsification of records.[86][87][88] According to sources who spoke to The New York Times, Benjamin allegedly directed state funds to a Harlem real estate investor and in exchange received thousands of dollars in illegal campaign contributions for his unsuccessful 2021 bid to become the New York City comptroller.[89] The crimes of which Benjamin is accused were allegedly committed during his State Senate tenure.[90] He has pleaded not guilty to all charges.[91] In 2014, Benjamin appeared in Oprah Winfrey Network's reality television show Love in the City as the boyfriend of a woman who, three years later (when he was a State Senate candidate), alleged that he stole some items from her.[92][93] Benjamin and his wife, Cathleen, live in Harlem, New York, with their two daughters.[94]","Title":"Brian Benjamin - Wikipedia","KeyID":"5074","URL":"https://en.wikipedia.org/wiki/Brian_Benjamin"}