{"Content: ":"Antonio Ramon Delgado (born January 28, 1977) is an American attorney and politician serving as the lieutenant governor of New York since 2022. He previously served as the U.S. representative from New York's 19th congressional district. He is the first person of either African–American or Latino descent to be elected to Congress from Upstate New York.[1] On May 3, 2022, Governor Kathy Hochul announced that she had appointed Delgado to serve as lieutenant governor of New York after Brian Benjamin resigned; Delgado was sworn in on May 25, 2022. He is the first Latino to hold statewide office.[2] Delgado was born in 1977 in Schenectady, New York,[3] to Tony Delgado and Thelma P. Hill.[4] He is of Afro-American,[5] Cape Verdean[6] and Afro-Latino ancestry.[7] Delgado has three younger brothers: Kito, Kendall, and Julian. He grew up in the Hamilton Hill neighborhood of Schenectady.[8] Delgado attended Notre Dame-Bishop Gibbons High School and played for the school's basketball team as a forward. In his senior year, The Daily Gazette named Delgado to its all-area second team. He then enrolled at Colgate University and played for the Colgate Raiders men's basketball team alongside future Golden State Warriors player Adonal Foyle.[9][10] Delgado graduated from Colgate in 1999[9] and earned a Rhodes Scholarship to study at The Queen's College, Oxford, from which he received a Master of Arts in 2001.[8] In 2005, Delgado graduated from Harvard Law School.[11] After law school, Delgado moved to Los Angeles in 2005 and worked in the music industry.[11] In 2007, Delgado released a socially conscious rap album under the stage name \"AD the Voice.\"[12][13] He then worked as a litigator in the New York office of the law firm Akin Gump.[14] In the 2018 elections, Delgado ran for the United States House of Representatives in New York's 19th congressional district. He defeated six other candidates in the Democratic Party's primary election and faced incumbent Republican John Faso in the November 6 general election.[15] During Delgado's campaign, he criticized Faso for his votes against the Affordable Care Act.[16] Faso, alongside the Congressional Leadership Fund and the National Republican Congressional Committee, launched attacks on Delgado's former rap career,[17][18] commonly referring to Delgado as a \"big city rapper.\"[19] The New York Times Editorial Board condemned the attacks as \"race-baiting.\"[20] Delgado won the general election, receiving 132,001 votes to Faso's 124,408.[21][22] He was sworn into office on January 3, 2019.[23] Delgado ran for reelection to a second term in 2020. He ran unopposed in the Democratic primary and faced Republican nominee Kyle Van De Water, an attorney and former trustee of the village of Millbrook, New York.[24] Delgado won the general election with 192,100 votes to Van De Water's 151,475.[25] As of June 2022, Delgado had voted in line with Joe Biden's stated position 100% of the time.[26] On May 3, 2022, after Lieutenant Governor Brian Benjamin resigned, New York Governor Kathy Hochul appointed Delgado lieutenant governor of New York.[28][29] Delgado was sworn in on May 25.[30] He appeared on the Democratic primary ballot in the 2022 election for lieutenant governor.[31] He won the primary election with 58% of the vote and will appear with Hochul on the general election ballot.[32] Delgado married Lacey Schwartz in 2011.[4] In 2015, Schwartz made Little White Lie, a documentary film for PBS about being biracial.[8] Delgado and Schwartz have twin sons and live in Rhinebeck, north of Poughkeepsie.[9] Delgado is 6 feet 4 inches (1.93 m) tall.[33]","Title":"Antonio Delgado - Wikipedia","KeyID":"5075","URL":"https://en.wikipedia.org/wiki/Antonio_Delgado"}