{"Content: ":"Robert Smith (November 3, 1757 – November 26, 1842) was the second United States Secretary of the Navy from 1801 to 1809 and the sixth United States Secretary of State from 1809 to 1811. He was the brother of Senator Samuel Smith. Smith was born in Lancaster in the Province of Pennsylvania. During the American Revolutionary War, he fought in the Continental Army and participated in the Battle of Brandywine. He graduated from Princeton in 1781 and began to practice law in Maryland. Smith was selected as an elector to the Electoral College representing Maryland during the 1788–89 United States presidential election. He was then elected to the Maryland State Senate from 1793 to 1795 and to the Maryland House of Delegates from 1796 to 1800. President Thomas Jefferson appointed him as Secretary of the Navy in July 1801 after William Jones declined the position. On March 2, 1805, the Senate confirmed the appointments of Smith as United States Attorney General and Jacob Crowninshield as Secretary of the Navy. However, Crowninshield declined his appointment, so Smith briefly served as both Attorney General and Secretary of the Navy. Eventually, President Jefferson appointed John Breckinridge to replace Smith as Attorney General and Smith resumed his role as a full-time Secretary of the Navy. Smith left the office of Secretary of the Navy at the end of President Jefferson's administration on March 4, 1809. President James Madison appointed Smith to serve as Secretary of State on March 6, 1809, and he served in this position until his forced resignation on April 1, 1811.[citation needed] Smith was closely allied with his brother, Maryland Senator Samuel Smith. He bitterly opposed Treasury Secretary Albert Gallatin. Madison thought he could be his own Secretary of State, but Smith so often pursued opposite policies that Madison finally demanded his resignation. In Madison's April 1811 \"Memorandum on Robert Smith\" the president offered a laundry list of Smith's shortcomings: he questioned Smith's loyalty; he found Smith's diplomatic correspondence wanting; he had been indiscreet in conversations with the British; and he had opposed the Administration's efforts to secure concessions from Britain and France by limiting trade. Apparently Smith was bewildered by these and other charges leveled by Madison and published an exoneration of himself, \"Robert Smith's Address to the People of the United States,\" an attack on Madison's foreign policy. Madison offered Smith the post of Minister to Russia, then currently held by John Quincy Adams. Smith considered the offer, but in the end, he refused the post.[1] Smith became the president of the not-yet-fully-organized American Bible Society in 1813. In 1818, he became the founding president of the Maryland Agriculture Society and afterwards retired to a more private life where he enjoyed his wealth. Robert Smith died in Baltimore, Maryland, on November 26, 1842, aged 85. The USS Robert Smith was named for him.","Title":"Robert Smith (Cabinet member) - Wikipedia","KeyID":"5077","URL":"https://en.wikipedia.org/wiki/Robert_Smith_(Cabinet_member)"}