{"Content: ":"Smith Thompson (January 17, 1768 – December 18, 1843) was a US Secretary of the Navy from 1819 to 1823 and a US Supreme Court Associate Justice from 1823 to his death.[1] Born in Amenia, New York,[1] Thompson graduated from Princeton University (then known as the College of New Jersey) in 1788, taught for a short period thereafter, then studied law under James Kent and subsequently set up a law practice.[2] He practiced in Troy, New York from 1792 to 1793, and in Poughkeepsie, New York from 1793 to 1802.[1] Smith Thompson's father Ezra Thompson (1738-1816) and grandfather Samuel Thompson (1696-1768) were part of a family group that moved from New Haven, Connecticut to Dutchess County, New York by the time of the Revolution. His father's first cousins Israel Thompson and Jesse Thompson were both prominent citizens who served multiple terms in the New York State Assembly. Smith Thompson was elected to the New York State Assembly in 1800, and attended the New York Constitutional Convention of 1801.[1] He was appointed to the New York State Supreme Court in 1802, serving as associate justice from 1802 to 1814, and chief justice from 1814 to 1818.[1] In 1819, Thompson achieved national prominence when he was appointed the 6th Secretary of the Navy by U.S. President James Monroe, and then again in 1823–1824, when he campaigned for the Democratic-Republican Party presidential nomination for the 1824 U.S. presidential election. He would withdraw from his presidential campaign when outcompeted by other candidates.[1] Thompson only reluctantly accepted his recess appointment to the United States Supreme Court[3] from President James Monroe on September 1, 1823. He was to fill a seat vacated by Henry Brockholst Livingston.[1] Formally nominated on December 5, 1823, Thompson was confirmed by the United States Senate on December 9, 1823, and received his commission the same day.[1] Throughout his time on the court he was a staunch opponent of Chief Justice John Marshall.[2] In a move now considered unusual, but then quite common, Thompson continued his political ambitions by running for other political offices while still on the bench. However, his 1828 bid for Governor of New York was unsuccessful, unlike the example of Chief Justice John Jay, who successfully ran a three-year campaign while still a Justice, ultimately winning election as New York State governor in 1795. Thereafter, Thompson mostly exited political life.[2] His dissent protesting the State of Georgia invading the lands of the Cherokee Nation, in Cherokee Nation v. Georgia, 30 U.S. 1 (1831), is important to understanding the history of Native American rights. Chief Justice Marshall began the main opinion sympathetic to the Cherokee Nation's legal claim: This bill is brought by the Cherokee nation, praying an injunction to restrain the state of Georgia from the execution of certain laws of that state, which, as is alleged, go directly to annihilate the Cherokees as a political society, and to seize, for the use of Georgia, the lands of the nation which have been assured to them by the United States in solemn treaties repeatedly made and still in force. If courts were permitted to indulge their sympathies, a case better calculated to excite them can scarcely be imagined. A people once numerous, powerful, and truly independent, found by our ancestors in the quiet and uncontrolled possession of an ample domain, gradually sinking beneath our superior policy, our arts and our arms, have yielded their lands by successive treaties, each of which contains a solemn guarantee of the residue, until they retain no more of their formerly extensive territory than is deemed necessary to their comfortable subsistence. To preserve this remnant, the present application is made.[4] But Chief Justice Marshall found that the Cherokee Nation was not a \"foreign nation\" and that the Supreme Court had no subject matter jurisdiction to even consider the merits of its petition to enjoin the State of Georgia from invading its territory to possess mining interests. Justice Thompson's dissent stated: This is not only repugnant to the treaties with the Cherokees, but directly in violation of the act of congress of 1802; the fifth section of which makes it an offence punishable with fine and imprisonment, to survey or attempt to survey or designate any of the boundaries, by marking trees or otherwise, of any land belonging to or secured by treaty to any Indian tribe: in the face of which, the law of Georgia authorises the entry upon, taking possession of, and surveying, and distributing by lottery, these lands guarantied by treaty to the Cherokee nation; and even gives authority to the governor to call out the military force, to protect the surveyors in the discharge of the duty assigned them. These instances are sufficient to show a direct, and palpable infringement of the rights of property secured to the complainants by treaty, and in violation of the act of congress of 1802. These treaties and this law, are declared by the constitution to be the supreme law of the land: it follows, as matter of course, that the laws of Georgia, so far as they are repugnant to them, must be void and inoperative. And it remains only very briefly to inquire whether the execution of them can be restrained by injunction according to the doctrine and practice of courts of equity.[5] Thompson presided over the Circuit Court trial in Connecticut in the Amistad case in 1839.[6] He would also rule on the same case as a justice of the US Supreme Court in 1841. Justice Smith Thompson remained on the court until his death in Poughkeepsie, New York, on December 18, 1843.[1] In May 1816, Smith Thompson was a founding vice president of the American Bible Society and provided a copy to every officer and enlisted man in the Navy while he was Secretary of the Navy. In May 1822, Lt. Commander Matthew C. Perry renamed Cayo Hueso (Key West) to Thompson's Island in honour of Smith Thompson. In 1919, the USS Smith Thompson (DD-212) was named in honor of him on the occasion of the 100th Anniversary of Smith Thompson becoming the Secretary of the Navy.[7] Smith Thompson married first, Sarah Livingston (1777-1833) daughter of Gilbert Livingston (1742-1806), a law partner of Thompson, and had four children. Second, he married Elizabeth Davenport Livingston (1805-1886), daughter of Henry Livingston Jr. (1748-1828), and had three more children. Gilbert and Henry were siblings, making his wives, Sarah and Elizabeth, first cousins. Sarah Livingston and her husband's Supreme Court predecessor, Henry Brockholst Livingston, were also cousins via their common Livingston family ancestors, Robert Livingston, the Elder (1654-1728) and Alida (née Schuyler) Van Rensselaer (1656–1727) who lived in eastern New York during the 18th century.[8] One of his sons, Gilbert Livingston Thompson (1796-1874), married Arietta Minthorne Tompkins (1800-1837), daughter of Vice President Daniel D. Tompkins. Their daughter, Arietta Livingston Thompson (1823-1886), was the mother of Guy Vernor Henry and grandmother of Guy Vernor Henry Jr.","Title":"Smith Thompson - Wikipedia","KeyID":"5081","URL":"https://en.wikipedia.org/wiki/Smith_Thompson"}