{"Content: ":"Samuel Lewis Southard (June 9, 1787 – June 26, 1842) was a prominent U.S. statesman of the early 19th century, serving as a U.S. Senator, Secretary of the Navy, and the tenth governor of New Jersey. He also served as President pro tempore of the Senate, and was briefly first in the presidential line of succession. The son of Henry Southard and Sarah (Lewis) Southard, was born in Basking Ridge, New Jersey, on June 9, 1787.[1] Southard's ancestors included Anthony Janszoon van Salee, one of the earliest settlers of New Amsterdam, and his siblings included Isaac Southard.[2][3] Southard attended the Brick Academy[4] classical school and graduated from Princeton University in 1804.[1] After teaching school in New Jersey, he worked for several years as a tutor in the Virginia home of John Taliaferro, his father's Congressional colleague.[1] While living in Virginia, Southard studied law with Francis T. Brooke and Judge Williams, both of Fredericksburg. Upon being admitted to the bar, he returned to New Jersey, where he was appointed law reporter by the New Jersey Legislature in 1814. Elected to the New Jersey General Assembly in 1815, Southard was appointed to the New Jersey Supreme Court to succeed Mahlon Dickerson shortly thereafter, and in 1820 served as a presidential elector. He was elected to a seat in the United States Senate over James J. Wilson, and was appointed to the remainder of Wilson's term After Wilson resigned.[5] Southard served in office from January 26, 1821, to March 3, 1823, when he resigned. During this time, he was a member of the committee that produced the Missouri Compromise. President James Monroe selected Senator Southard to be Secretary of the Navy in September 1823, and he remained in office under President John Quincy Adams.[1] During these years, he also served briefly as ad interim Secretary of the Treasury (1825) and Secretary of War (1828).[1] Southard proved to be one of the most effective of the Navy's early Secretaries. He endeavored to enlarge the Navy and improve its administration, purchased land for the first Naval Hospitals, began construction of the first Navy dry docks, undertook surveys of U.S. coastal waters and promoted exploration in the Pacific Ocean. Responding to actions by influential officers, including David Porter, he reinforced the American tradition of civilian control over the military establishment. Also on Southard's watch, the Navy grew by some 50% in personnel and expenditures and expanded its reach into waters that had not previously seen an American man-of-war. In 1829 Southard became New Jersey Attorney General, succeeding Theodore Frelinghuysen.[1] In 1832, the state legislature elected him Governor over Peter D. Vroom by a vote of 40 to 24. In 1833, he was again elected to the U.S. Senate. During the next decade, he was a leader of the Whig Party and attained national prominence as chairman of the Committee on Naval Affairs. As President pro tempore of the Senate, he was first in the presidential line of succession after the death of William Henry Harrison and the accession of Vice President John Tyler to the presidency. Failing health forced Southard to resign from the Senate in 1842. He died in Fredericksburg, Virginia, on June 26, 1842. Southard was buried in Washington's Congressional Cemetery. During the 1820s, Southard was a member of the prestigious society, Columbian Institute for the Promotion of Arts and Sciences, who counted among their members former presidents Andrew Jackson and John Quincy Adams and many prominent men of the day, including well-known representatives of the military, government service, medical and other professions.[6] In 1839, he was elected to the American Philosophical Society.[7] The destroyer USS Southard (DD-207), (later DMS-10), 1919–1946, was named in his honor. There is also a public park in Basking Ridge, New Jersey, named after him.","Title":"Samuel L. Southard - Wikipedia","KeyID":"5082","URL":"https://en.wikipedia.org/wiki/Samuel_L._Southard"}