{"Content: ":"Eoazhdarcho is a genus of azhdarchoid pterodactyloid pterosaur named in 2005 by Chinese paleontologists Lü Junchang and Ji Qiang. The type and only known species is Eoazhdarcho liaoxiensis. The fossil was found in the Aptian-age Lower Cretaceous Jiufotang Formation of Chaoyang, Liaoning, China. The genus name, Eoazhdarcho, combines a Greek eos, \"dawn\" with the name of the genus Azhdarcho, with the implication it was an early related form of the latter. The specific name, liaoxiensis, refers to the ancient region Liaoxi.[1] Eoazhdarcho is based on holotype GMN-03-11-02, a partial skeleton and lower jaw, and is distinguished from other pterosaurs by the proportions of its bones. The metacarpals are very elongated but the cervical vertebrae and hind limbs are not. It was relatively small by azhdarchoid standards, with a wingspan of about 1.6 meters (5.2 feet).[1] The describers first assigned Eoazhdarcho to the Azhdarchidae in a basal position, and compared it to Azhdarcho.[1] However, in 2006 they published a cladistic analysis, determining that several forms, among them Eoazhdarcho, were united in a natural group, a separate clade that could be set apart from an Azhdarchidae proper.[2] In 2008 that clade was by Lü, Unwin and colleagues named the Chaoyangopteridae — the sister group of the Azhdarchidae within a much larger Azhdarchoidea — with Eoazhdarcho as one of the members.[3] In 2014, a phylogenetic analysis conducted by Brian Andres and colleagues had recovered Eoazhdarcho as the basalmost member of the family Chaoyangopteridae, sister taxon to the subfamily Chaoyangopterinae. The cladogram of their analysis is presented on the left.[4] Later, in 2018, a phylogenetic analysis conducted by paleontologist Nicholas Longrich and colleagues had recovered Eoazhdarcho in a different position within the Neoazhdarchia, as a basal member of the clade Neopterodactyloidea.[5] The cladogram of their analysis is presented on the right: Topology 1: Andres et al. (2014). Dsungaripteridae Thalassodrominae Eoazhdarcho liaoxiensis Shenzhoupterus chaoyangensis Chaoyangopterus zhangi Jidapterus edentus Azhdarcho lancicollis Zhejiangopterus linhaiensis Arambourgiania philadelphiae Quetzalcoatlus northropi Topology 2: Longrich et al. (2018). Dsungaripteridae Thalassodromidae Microtuban altivolans Shenzhoupterus chaoyangensis Chaoyangopterus zhangi Jidapterus edentus Eoazhdarcho liaoxiensis Radiodactylus langstoni Azhdarchidae    ","Title":"Eoazhdarcho - Wikipedia","KeyID":"509","URL":"https://en.wikipedia.org/wiki/Eoazhdarcho"}