{"Content: ":"Thomas Walker Gilmer (April 6, 1802 – February 28, 1844) was an American statesman. He served in a number of political positions in Virginia, including election as the 28th Governor of Virginia. Gilmer's final political office was as the 15th Secretary of the Navy, but he died in an accident ten days after assuming that position. Gilmer was born to George Gilmer and Elizabeth Anderson Hudson at their farm, \"Gilmerton\", in Albemarle County, Virginia. He was taught by private tutors and his uncle Peachy Ridgeway Gilmer in Charlottesville and Staunton, and studied law in Liberty (now Bedford), Virginia.[1][2][3][4] Gilmer practiced law in Charlottesville. He was, briefly, editor of the Virginia Advocate, a Charlottesville newspaper.[1][2] On May 23, 1826, Gilmer married Anne Elizabeth Baker of Shepherdstown, now in West Virginia. Her late father, John Baker, had been a member of the United States House of Representatives.[1] They had a son, George Hudson Gilmer, a Presbyterian minister. In 1829, Gilmer purchased Israel Jefferson, a former slave of Thomas Jefferson, who is best known for claiming that Sally Hemings was Thomas Jefferson's concubine. Gilmer later agreed to let Israel pay his own purchase price for his freedom after Gilmer's election to congress, as Israel desired to stay with his wife, a free woman.[5] Gilmer first served in the Virginia House of Delegates from 1829–36, representing Albemarle County. He returned in 1839–40 and was named Speaker.[1][2] On February 14, 1840, Gilmer was elected the 28th Governor of Virginia. While in office, he had a disagreement with the Virginia General Assembly over the extradition of slave stealers, which played a part in his running for Congress the following winter.[1][2] In March 1841, he entered the 27th Congress as a Whig, and after John Tyler unexpectedly ascended to the presidency, Gilmer voted to sustain Tyler's vetoes of legislation favored by other Whigs. Gilmer was re-elected to the 28th Congress as a Democrat in 1842 by a close vote. His competitor, William L. Goggin, contested the result but before the report of the investigating committee, which recommended that Gilmer be seated, could be acted on, Gilmer resigned from Congress to accept Tyler's nomination as Secretary of the Navy. Goggin then won the special election to fill the vacated seat.[6] As one of President John Tyler's close Virginia allies in Washington, Gilmer was involved in the effort by the Tyler Administration to make the annexation of Texas the basis for his failed bid for re-election in 1844. On February 15, 1844, he was appointed by Tyler to be the U.S. Secretary of the Navy, and resigned his seat in the Congress the next day to enter on the duties of the office; but, 10 days later, he was killed by the bursting of a bow gun on board USS Princeton while on a tour of the Potomac River below Washington. His death meant the loss of a valuable ally for Tyler and some historians suggest that it may have delayed the Texas Annexation effort.[7] 1842: Gilmer was elected to the U.S. House of Representatives with 50.21% of the vote, defeating William Leftwich Goggin. Gilmer is buried at Mount Air Cemetery in Gilbert, Virginia. A year after his death, Gilmer County, Virginia was named in his honor;[2] it is now part of West Virginia. The city of Gilmer, Texas, is also named for him. (Gilmer is the county seat of surrounding Upshur County, Texas, named after Abel Parker Upshur, (1790–1844), another victim of the USS Princeton explosion in February 1844 on board the naval ship on the Potomac River, below Washington Two ships of the United States Navy over the years have been named USS Gilmer in his honor.","Title":"Thomas Walker Gilmer - Wikipedia","KeyID":"5090","URL":"https://en.wikipedia.org/wiki/Thomas_Walker_Gilmer"}