{"Content: ":"John Young Mason (April 18, 1799 – October 3, 1859) was a United States representative from Virginia, the 16th and 18th United States Secretary of the Navy, the 18th Attorney General of the United States, United States Minister to France and a United States district judge of the United States District Court for the Eastern District of Virginia. Mason was born on April 18, 1799 in Hicksford (now Emporia) in Greensville County, Virginia.[1] He received an Artium Baccalaureus degree in 1816 from the University of North Carolina at Chapel Hill, attended Litchfield Law School and read law in 1819.[1] Mason entered private practice in Greensville County from 1819 to 1821.[1] He continued private practice in Southampton County, Virginia, from 1821 to 1831.[1] He was a member of the Virginia House of Delegates from 1823 to 1827, and a member of the Senate of Virginia from 1827 to 1831.[1] He was commonwealth's attorney for Greensville County from 1827 to 1831.[1] He was a delegate to the Virginia constitutional conventions of 1829 and 1850.[2] In 1847, he was elected as a member of the American Philosophical Society.[3] Mason was elected as a Jacksonian Democrat from Virginia's 2nd congressional district to the United States House of Representatives of the 22nd, 23rd and 24th United States Congresses and served from March 4, 1831, until his resignation January 11, 1837.[2] He was Chairman of the Committee on Foreign Affairs for the 24th United States Congress.[2] Following his departure from Congress, he resumed private practice in Hicksford from 1837 to 1841.[1] Mason was nominated by President Martin Van Buren on February 26, 1841, to a seat on the United States District Court for the Eastern District of Virginia vacated by Judge Peter Vivian Daniel.[1] He was confirmed by the United States Senate on March 2, 1841, and received his commission on March 3, 1841.[1] His service terminated on March 23, 1844, due to his resignation.[1] Mason was appointed the 16th United States Secretary of the Navy in the Cabinet of President John Tyler and served from March 14, 1844, to March 10, 1845, and again as the 18th Secretary in the Cabinet of President James K. Polk from September 9, 1846, to March 7, 1849.[2] He was the 18th Attorney General of the United States from March 11, 1845, to September 9, 1846.[2] He resumed the practice of law in Richmond, Virginia from 1849 to 1854.[1] He was appointed United States Minister to France for the United States Department of State and served from January 22, 1854, until his death.[2] Mason married Mary Ann Fort, the daughter of a prominent land-owner, in 1821 and became a planter himself, as well as continuing as a lawyer. He owned Fortsville located near Grizzard, Sussex County, Virginia.[4] Mason died on October 3, 1859, in Paris in the French Empire.[1] His remains were conveyed to the United States and interred in Hollywood Cemetery in Richmond.[2] USS Mason (DD-191) from 1920 to 1940, and USS Mason (DDG-87) from 2003 to present, were named in honor of Secretary of the Navy John Y. Mason, sharing the honor on DDG-87 with another individual of the same last name.[citation needed]","Title":"John Y. Mason - Wikipedia","KeyID":"5091","URL":"https://en.wikipedia.org/wiki/John_Y._Mason"}