{"Content: ":"William Alexander Graham (September 5, 1804 – August 11, 1875) was a United States Senator from North Carolina from 1840 to 1843, a Senator later in the Confederate States Senate from 1864 to 1865, the 30th Governor of North Carolina from 1845 to 1849 and U.S. Secretary of the Navy from 1850 to 1852, under President Millard Fillmore. He was the Whig Party nominee for vice-president in 1852 on a ticket with General Winfield Scott. Graham was born at Vesuvius Furnace near Lincolnton, North Carolina.[1] His Scots-Irish grandfather James Graham[2] (1714–1763) was born in Drumbo, County Down, Northern Ireland and settled in Chester County in the Province of Pennsylvania. Graham graduated from the University of North Carolina at Chapel Hill in 1824. He studied law, was admitted to the bar in 1825, and began practicing law in Hillsborough.[3] From 1833 to 1840, Graham was a member of the North Carolina House of Commons from Orange County. He served twice as speaker of that house.[4] In 1840, Graham was elected to the United States Senate as a Whig to fill the vacancy created by the resignation of Robert Strange. He served in the Senate from November 25, 1840, to March 3, 1843. In the Twenty-seventh Congress, he was chairman of the Senate Committee on Claims.[5] His older brother, James Graham, had been representing North Carolina in the House since 1833. From 1845 to 1849, Graham was Governor of North Carolina. Having declined appointments as ambassador to Spain and Russia in 1849, he was appointed Secretary of the Navy in the cabinet of President Millard Fillmore in 1850 and served until 1852. In the 1852 presidential election, he was the unsuccessful Whig nominee for vice president as Winfield Scott's running mate.[6] The ticket only carried 42 electoral votes from the four states of Kentucky, Massachusetts, Tennessee, and Vermont. Graham was a member of the North Carolina Senate from 1854 to 1866.[7] In December 1860, James Alexander Hamilton of New York made an abortive appeal to the Pennsylvania presidential electors that they vote for Graham for president as a possible means of preserving the Republic. Although Graham was a Unionist who opposed early secessionist efforts, he eventually voted for secession after Fort Sumter. Graham was a senator in the Confederate Senate from 1864 to 1865. In April 1865, with the Confederacy near defeat, Graham personally led a delegation that included another former governor, David Swain, to ask Union General William T. Sherman for a truce so that the state's capital, Raleigh, might be spared violence and destruction. Sherman agreed.[8][9] In 1866 Graham was once again elected to the United States Senate, but because North Carolina had not yet been readmitted to the Union, he could not present his credentials. From 1867 to 1875, he was a member of the board of trustees of the Peabody Fund, which provided educational assistance to the post-Civil War South. From 1873 to 1875, he was an arbitrator in the boundary line dispute between Virginia and Maryland. He died in Saratoga Springs, New York and is buried in the Old Town Cemetery in Hillsborough, adjacent to the Presbyterian Church.[10] The United States Navy ship, USS Graham (DD-192), the World War II Liberty ship SS William A. Graham, and the city of Graham, North Carolina were all named for him, as was Graham County, North Carolina.[11] Montrose Gardens, located in Hillsborough, North Carolina, is one of Graham's former estates and still features some of the structures Graham and his family had built on the property. He lived in the Nash-Hooper House at Hillsborough from 1869 until 1875.[12] The house was declared a National Historic Landmark in 1971.[13][14] One of Graham's sons, also named William A. Graham, became a state legislator and state agriculture commissioner. Two others, Augustus and John, also became politicians, while a daughter, Susan, married Walter Clark. In 1842, John H. Hewitt dedicated a song, The Old Family Clock, to Mrs. W. A. Graham.","Title":"William Alexander Graham - Wikipedia","KeyID":"5094","URL":"https://en.wikipedia.org/wiki/William_Alexander_Graham"}