{"Content: ":"James Cochran Dobbin (January 17, 1814 – August 4, 1857) was a nineteenth-century politician and lawyer who served as United States Secretary of the Navy from 1853 to 1857. Born in Fayetteville, North Carolina in 1814, the grandson of congressman James Cochran, Dobbin attended Fayetteville Academy and the William Bingham School and later went on to graduate from the University of North Carolina in 1832. While at Carolina, Dobbin distinguished himself as a member of the Philanthropic Assembly. He studied law and was admitted to the bar in 1835, commencing practice in Fayetteville. Dobbin later got involved in politics and was elected a Democrat to the twenty-ninth congress, serving from 1845 to 1847. He later served in the North Carolina House of Commons in 1848, 1850 and 1852, also serving as speaker of the house in 1850. In 1852, he was a delegate to the Democratic National Convention where he helped secure the nomination of dark horse candidate Franklin Pierce for the presidency. Pierce appointed Dobbin United States Secretary of the Navy as a reward for his work in the presidential campaign. A firm believer in a strong Navy as an insurance for peace, Dobbin instituted reforms throughout the Navy. Eighteen of the finest ships of their class in the world were built during his tenure as Navy secretary. Under his auspices, the Perry expedition to Japan was carried to a successful termination and the treaty with that country signed. He ordered U.S. Navy Lieutenant Isaac Strain to command a U.S. Darién Exploring Expedition to map and survey the Darién Gap for a Panama Canal to link the Atlantic and Pacific Oceans. After his term as Navy secretary expired in 1857, Dobbin returned to Fayetteville where later that year he would die; he was interred at Cross Creek Cemetery in Fayetteville. He was memorialized when a ship, present at the attack of Pearl Harbor, was named in his honor the USS Dobbin (AD-3). This article incorporates public domain material from websites or documents of the Naval History and Heritage Command.","Title":"James C. Dobbin - Wikipedia","KeyID":"5096","URL":"https://en.wikipedia.org/wiki/James_C._Dobbin"}