{"Content: ":"Apatorhamphus is an extinct genus of azhdarchoid pterosaur from the Kem Kem Group of Morocco. It might have been part of the Chaoyangopteridae.[1] It is only known from a few snout fragments and it likely had a wingspan of between 3–7 metres (9.8–23.0 ft) During a visit in 2016 to the Tafilalt phosphate mine on the Aferdou N'Chaft plateau, near Hassi el Begaa, in Er Rachidia, British paleontologist David Michael Martill purchased the jaw fragment of a pterosaur from miners (specimen FSAC-KK 5010). They had dug a tunnel in a thin fossil-containing layer on the edge of a quarry and finds were offered for sale there. These fossils belong to strata that belong to the Kem Kem Beds and date to the Cretaceous period, between the Albian to Cenomanian.[1] In 2020, the new genus and species Apatorhamphus gyrostega was named and described by James McPhee, Nizar Ibrahim, Alex Kao, David M. Unwin, Roy Smith, and David M. Martill. McPhee et al. also referred various earlier finds to this new species. This concerns the specimens FSAC-KK 5011, FSAC-KK 5012 and FSAC-KK 5013, found at Begaa in Morocco; the FSAC-KK 5014 specimen, also in a Moroccan collection but of unknown origin; BSP 1993 IX 338, a snout found in 1993, reported as a possible pteranodontian in 1999 and assigned to Alanqa in 2010; and CMN 50859, a lower jaw identified in 2011 as a possible member of the Dsungaripteroidea.[1] The genus name is derived from Ancient Greek apatos, \"deceptive\", and ramphos, \"snout\", a reference to the difficulties one had in determining the taxonomic nature of the jaws and indeed whether it was an upper jaw or lower jaw. The species designation is a combination of the Greek gyros, \"rounded\", and stegè, \"roof\", a reference to the round cross section of the top of the muzzle.[1] The holotype of Apatorhamphus consists of a fragmentary rostrum missing the tip of the beak and being broken off just anteriorly to the nasoantorbital fenestra. The anterior break is sharp and clean, suggesting that the tip was lost during collection, while the posterior break is withered and was most likely caused prior to burial. Due to the fragmentary nature of the material, preserving no key features such as the nasoantorbital fenestra, it is difficult to determine if the holotype represents a mandible or a fragment of the upper jaw. However McPhee et al. concluded that the fossil was most likely part of the upper jaw based on the relatively high lateral angle of the rostrum, which in most pterosaur taxa is greater than that of the mandible. Exceptions to this are tapejarids, pteranodontids and the azhdarchid Bakonydraco. However the material of Apatorhamphus differs from these pterosaurs in a serious of morphological features.[1] The rostral fragment is a total of 211mm long not including the missing tip. It is edentulous (toothless) with a slightly concave dorsal surface and a straight ventral margin. The lateral surface preserves a single row of foramina on each side, which appear to form alternating pairs between the left and right side, but this offset may be broken with the more posteriorly located foramina. The foramina are large and elongated and decrease in size anteroposteriorly. In cross-section the beak is oval towards the tip of the snout with some tapering towards the dorsal surface and a large ventral depression. As the beak moves further towards the end of the skull, the cross-section takes on a more \"tear-drop\" shape with noticeably convex lateral margins and a deeper occlusal groove. The walls of the bone are relatively thick throughout the specimen.[1] Referred specimen FSAC-KK 5013 has a much lower rostral angle of only 6° (as opposed to the 14° of the holotype) with a straighter dorsal margin. As the fossil otherwise resembles the holotype in cross-section, occlusal pit and sharing the same single row of foramina, it has been interpreted to represent a mandibular fragment. This conclusion is supported by the fact that the occlusal surface of this specimen is almost perfectly complimentary to the holotype specimen.[1] An exact classification of Apatorhamphus is difficult due to its fragmentary nature, however a more approximate placement within Pterosauria is still possible. Due to the toothless nature of the rostral elements, it can only belong to either Azhdarchoidea or Pteranodontia. The fossils differ from those of Pteranodontians through the thicker bony walls, less pointed beak, shallower rostrum and the presence of the foramina along the lateral surface. Dsungaripterids are at least partially toothless, however the edentulous area of the beak is limited to the anterior end and relatively small. One possible exception would be Banguela, however the placement of this taxon within Dsungaripteridae has been questioned and it furthermore greatly differs from Apatorhamphus due to its blade-like occlusal surface. Apatorhamphus can also be excluded from the Tapejaridae and Thalassodromidae as it lacks apomorphies with these groups.[1] Apatorhamphus more closely resembles azhdarchids and chaoyangopterids. The lateral profile of Apatorhamphus is similar to those of multiple genera of chaoyangopterids. They also share the straight occlusal margin and gentle curve of the dorsal margin. Based on its similarities to Chaoyangopterus and Jidapterus McPhee et al. tentatively assigned Apatorhamphus to Chaoyangopteridae.[1] Apatorhamphus was part of a diverse assemblage of pterosaurs native to Cretaceous North Africa, which inhabited an area offering a variety of ecological niches including ponds, lakes, marshes and river banks. During the Cretaceous this area was home to the azhdarchid Alanqa,[2] the tapejarid Afrotapejara,[3] a variety of anhanguerids as well as Xericeps,[4] another possible chaoyangopterid,[5] and Leptostomia, a long beaked azhdarchoid.[6] However it is unclear which exact niche Apatorhamphus would have inhabited within this ecosystem.[1]   ","Title":"Apatorhamphus - Wikipedia","KeyID":"510","URL":"https://en.wikipedia.org/wiki/Apatorhamphus"}