{"Content: ":"Richard Wigginton Thompson (June 9, 1809 – February 9, 1900) was an American politician. Thompson was born in Culpeper County, Virginia. He left Virginia in 1831 and lived briefly in Louisville, Kentucky before finally settling in Lawrence County, Indiana. There, he taught school, kept a store, and studied law at night. Admitted to the bar in 1834, he practiced law in Bedford, Indiana, and served four terms in the Indiana General Assembly from 1834 to 1838. He served as President pro tempore of the Indiana Senate for a short time and briefly held the office of acting Lieutenant Governor. In the presidential election of 1840, he zealously advocated the election of William Henry Harrison. Thompson then represented Indiana in the United States Congress, serving in the United States House of Representatives from 1841 to 1843 and again from 1847 to 1849. During the 1850s Thompson and some of his fellow Whigs (such as his friend Schuyler Colfax) transferred allegiance to the American Party, better known as the Know Nothing Party. They did so due to their suspicion of the increased immigration from Ireland and Germany, but also because of the view of the northern portion of the American Party to be opposed to slavery. In time Thompson and his allies would allow an alliance of their portion of the Whig Party (which was collapsing with the American Party to prevent victories in elections by the Democratic Party. In the election of 1860 Thompson was his state's leader of those who organized the Constitutional Union Party. At the May convention, Indiana first supported John McLean, but fell in behind John Bell on the second ballot. Thompson was placed on the National Committee, but gave up the on third party strategy in August and supported Abraham Lincoln so as not to risk a Democratic victory in Indiana. Following the American Civil War, Thompson served as judge of the 18th Circuit Court of the state of Indiana from 1867 to 1869. Active in Republican politics, he was the Platform Committee chairman at the 1868 Republican National Convention in Chicago, he offered Vice President Schuyler Colfax's name for renomination at the 1872 Republican National Convention in Philadelphia, and gave the nominating speech for Oliver H. P. Morton for President at the 1876 Republican National Convention in Cincinnati. In 1877, President Rutherford B. Hayes appointed him Secretary of the Navy; and he held that office until December 1880. Thompson, as Secretary of the Navy, had never been among the leading figures of the Cabinet (William Evarts, John Sherman, or Carl Schurz) nor had been even a close colleague and friend of President Hayes like Vice President William Wheeler. Even the Postmaster General, David Key, who was the second Confederate veteran to serve in a Federal Cabinet since the American Civil War was more notable. Reputedly Thompson was unprepared for his post. A popular (if suspect) story is that he was taken for a tour of one of our warships, and went below deck becoming thunderstruck and shouting, \"My God, the durned thing's hollow!!\" Thompson (being from Indiana) was not from a state with a seacoast, but Indiana has several rivers running through it. It is not hard to believe Thompson was on a steamboat at some point and saw the inside of it. When he assumed the role of Secretary of the Navy he was replacing Grant's Secretary for nearly eight years, George Robeson. Whatever was the situation caused or allowed by Robeson's handling of the Navy, Thompson offered little additional guidance. His most notable involvement in any naval activity was actually on the sidelines: when Lt. George Washington De Long and James Gordon Bennett Jr. set up the USS Jeannette Expedition to the North Pole in 1879, Thompson gave some advice to the preparations, but seemed determined to watch the extent of Government involvement in the project. His waffling (about escort vessels and later rescue vessels) were somewhat irritating. While not responsible for that tragedy, Thompson certainly did not help matters by his hair-splitting legalisms. In 1880 a new matter arose that had a bearing with Thompson leaving his post. The French were in the process of funding the new Panama Canal Company under Comte Ferdinand de Lesseps. The Hayes administration, while willing to keep good relations with the French, were fully suspicious about a French-owned Canal across the Isthmus of Panama as a violation of the Monroe Doctrine. Thompson was aware of this. But Thompson was also approached by the American-based section of the Panama Company with a job offer. The American section was headed and funded by J. & W. Seligman & Co., then headed by Jessie Seligman. The Seligmans were old friends of former President Ulysses S. Grant and had offered Grant the position of the Presidency of the Canal Company. But Grant refused it. Looking around for a replacement they turned to Thompson. He accepted and then resigned from the Cabinet. Later on, this whole matter became an issue before the Congressional Committee that questioned both Seligman and Thompson. Eventually, Thompson would leave the Panama Company, but his reputation was somewhat tarnished by the situation. He was not connected with it at the time of the great scandalous collapse of the enterprise in 1889. Retiring to Indiana, Thompson lived out the remainder of his days in his adopted state. He died in 1900 at Terre Haute, Indiana. The United States Navy destroyer USS Thompson (DD-305) was named in his honor. He was also a member of the Delta Kappa Epsilon fraternity at Alabama (Psi chapter), and an active Freemason and member of Terre Haute Lodge No. 19, F&AM, serving as the Master of Terre Haute Lodge No. 19 in 1859 & 1860.[1]","Title":"Richard W. Thompson - Wikipedia","KeyID":"5100","URL":"https://en.wikipedia.org/wiki/Richard_W._Thompson"}