{"Content: ":"John Davis Long (October 27, 1838 – August 28, 1915) was an American lawyer, politician, and writer from Massachusetts. He was the 32nd Governor of Massachusetts, serving from 1880 to 1883. He later served as the Secretary of the Navy from 1897 to 1902, a period that included the primarily naval Spanish–American War. Born in Buckfield, Maine, Long was educated as a lawyer at Harvard University, later settling in Hingham, Massachusetts. He became active in Republican Party politics in the 1870s, winning election for the state legislature in 1874. He rose rapidly in prominence, and was elected lieutenant governor in 1879 and governor in 1880. He advocated modest reforms during his three years as governor, which were relatively uneventful. After returning to private practice he was offered a cabinet post by his friend, President William McKinley, in 1896. He chose to become Secretary of the Navy despite lacking detailed knowledge of naval matters. He clashed with his Under-Secretary, Theodore Roosevelt, over expansion of the Navy when the Spanish–American War broke out in 1898. He resigned the post after Roosevelt became president, and resumed his law practice. He died at his home in 1915; his publications include a lifelong journal, a history of the Spanish–American War, and a verse translation of Virgil's Aeneid. John Davis Long was born in Buckfield, Maine on October 27, 1838, to Zadoc Long and Julia Temple (Davis) Long. He was named for Massachusetts Governor John Davis, a cousin of his maternal grandfather. He received his primary education at Hebron Academy until attending Harvard University where he graduated Phi Beta Kappa in 1857.[1][2] At Harvard he was a member of the Delta Kappa Epsilon fraternity's Alpha chapter.[3] Long wrote both prose and verse for a student magazine, and was chosen to write an ode for his class's graduation.[4] He also began a private journal some time before his arrival at Harvard, which he maintained throughout his life.[5] After two years as headmaster of Westford Academy in Westford, Massachusetts, Long began attending Harvard Law School, becoming a member of the Massachusetts bar in 1861.[1] He practiced law, first without success in Buckfield, and then in Boston, and was active in the state militia during the American Civil War.[6] He moved to Hingham, Massachusetts in 1869, and the following year married Mary Woodford Glover of Hingham.[1] The couple had two daughters (and one stillborn birth) before her death in 1882.[7] Long began his involvement in politics at the local level in Hingham in 1870.[8] Temperance was a major issue which dominated his political beliefs.[9] His early politics was somewhat independent: he supported the reformist Republican Benjamin Butler for governor in 1871, but received an unsolicited Democratic nomination later that year for a seat in the Massachusetts House of Representatives. He did not campaign, and lost the election.[10] Nominated by both Democrats and reformist Republicans in 1872, he lost again. He thereafter became more of a Republican stalwart, convinced that reform would be best accomplished from within the party organization.[11] In 1874 Long chaired the state Republican convention, and finally won election to the state legislature. He formed a close relationship with Speaker John E. Sanford, and in what historian James Hess describes as a probable move of political calculation, supported the successful gubernatorial candidate in 1875, Alexander H. Rice, even though Rice supported liberal legislation on alcohol sales that Long opposed. He was able to parlay this support into his own election to the speakership in 1876.[12] He widened his reform views to the national stage by supporting Benjamin Bristow in his unsuccessful bid for the Republican presidential nomination.[13] In 1877, Long unsuccessfully challenged the incumbent Rice for the gubernatorial nomination.[14] When Rice announced his retirement the following year, Long again sought the nomination. It went to former Lieutenant Governor Thomas Talbot, but Long won the lieutenant governor nomination by acclamation.[15] The Democratic opposition was divided by Benjamin Butler's return to that party, and the Republican ticket won the general election.[16] Long capitalized on Talbot's avoidance of public ceremonies to maintain a high profile despite his post's relative unimportance. In 1879, Long was easily nominated for governor when Talbot announced he would not run for reelection, despite a lack of support from the party leadership.[15] The election was highly divisive, pitting Long against Butler and the divided Democrats.[16][17] Long was criticized for his lack of Civil War service and attacked for his diversions from the party line, but won a comfortable victory. He was reelected by comfortable margins the two following years.[18] Long's time as governor was described by historian P.A.M. Tayler as relatively uneventful. He proposed a number of modest reforms, including a measured expansion of women's voting rights (then restricted to voting for school committees), and allowing women to sit on state boards. Most of these reforms were not implemented during his tenure, although some were later enacted into law by his successors.[19] He kept a busy schedule, attending all manner of civic events across the state.[18] Gov. Long re-organized the state government, disputed a statewide law regarding the death penalty, and cut taxes on mortgages in addition to local shipping.[20] Viewing his administration as efficient, Long wrote in his journal that he \"filled [the governorship] well and honestly and not without grace and brilliancy.\"[21] In one of his last acts as governor, he appointed Oliver Wendell Holmes, Jr., to the Massachusetts Supreme Judicial Court. The lame duck appointment was occasioned by the sudden resignation of Otis Lord, a Republican who may have resigned in order to deny the appointment opportunity to the incoming Democratic Governor, Benjamin Butler.[22] The appointment was made on December 8, 1882, the last day of Long's term when the Governor's Council (which had to approve the appointment) was scheduled to meet.[23] Long's support for civil service reform aligned him with the congressional \"Half-Breed\" faction. Along with Massachusetts senators Henry L. Dawes and George F. Hoar, he formulated a strategy for the Half-Breeds in the 1880 United States presidential election.[24] Ultimately, the devised strategy was to push for staunch Half-Breed Vermont senator George F. Edmunds at the Republican National Convention to avoid nominating either Ulysses S. Grant, a favorite of the opposing congressional Stalwarts, or Blaine faction leader James G. Blaine, both of whom opposed civil service reform.[24] Two factors contributed to caution surrounding the strategy of the Edmunds supporters, one being an abundance of carefulness not to reveal their plans too soon and the other pertaining to Edmunds' lack of enthusiasm for becoming president. In early April 1880, Sen. Hoar instructed political followers of Half-Breeds that the state needed to send men to the party convention with \"no labels about their necks\" while also sending at-large delegates to be labeled conspicuously as supporters of Edmunds.[24] The Massachusetts state convention later that month endorsed Edmunds for president. Edmunds ultimately was unable to garner enough votes to be nominated, though the Half-Breeds managed to block Grant from being selected.[24] A last-minute maneuvering between the Half-Breeds and supporters of Blaine led to the nomination of dark horse candidate James A. Garfield,[24] who went on to win the general election. Long was elected to the United States Congress in the 1882 election, and served until 1889, declining to run for reelection in the 1888 election.[25] In 1886, he was encouraged to stand for the Senate by Henry Cabot Lodge, although Lodge's support was apparently part of a ruse to test the strength of the state party leadership. Lodge withdrew his support at the last minute, throwing it instead to the incumbent Henry L. Dawes, and the legislature reelected Dawes to the seat. The incident cooled relations between Lodge and Long.[26] In the wheeling and dealing that preceded the Senate election, Long was offered Democratic support by Butler, but refused, believing that such votes would be seen as tainted by an unsavory political deal.[27] Long's tenure in Congress was uneventful, since the Congress was under Democratic Party control for the six years he served.[28] In addition to lobbying the administration for patronage appointments, he sat on a joint committee examining interests of shipbuilding and shipowners, as well as on conference committees dealing with pensions and Navy financing.[29] In 1886 Long married again, to Agnes Pierce, a teacher and daughter of a Universalist minister; they had one son, born in 1887.[30] Long decided in 1888 not to run for another term in Congress,[28] and spent the next eight years in private practice. His clients were typically corporate interests, and he appeared on their behalf in court as well as in legislative committee hearings. He was sought after as a public speaker, something he engaged in for many years.[31] He remained somewhat active in Republican Party circles, supporting Roger Wolcott's Young Men's Republican Club, which sought to bring new blood into the party. When offered the opportunity to challenge longtime Republican Senator George Frisbie Hoar, he refused.[32] In 1889 he was appointed to the committee overseeing the enlargement of the Massachusetts State House, a post he held until 1897.[33] As a Congressman, Long had become a close friend of William McKinley, who was elected President in 1896.[2] McKinley offered Long his choice of several cabinet posts;[34] he chose Secretary of the Navy. He was confirmed by the United States Senate on March 2, 1897.[2] The appointment brought on a storm of criticism from Henry Cabot Lodge. Lodge had been elected to the Senate, dominated the Republican Party in Massachusetts, and had expected to have a say in choosing a cabinet nominee in return for his support of McKinley. One of Lodge's supporters complained that Long was in poor health, and that he would not give the administration \"back-bone and vigor\".[35] (Long had back from his law practice after a nervous breakdown.)[36] Lodge compensated for the setback by helping secure the position of Assistant Secretary for Theodore Roosevelt, a brash and aggressive New Yorker.[37] Long and Roosevelt did not get along: in addition to personality differences, Roosevelt pushed a view to aggressively modernize and expand the Navy against Long's more studied and conservative approach. He preferred to expand the Navy gradually. As the nation's global interests grew, Long committed himself to the nation's peaceful growth in line with McKinley's policies. As a result of his disagreements with Roosevelt, Long took steps to control his subordinate.[2] Roosevelt, on the other hand, sought ways to spur Long into action, writing \"I only wish that I could poison his mind so as to make him a shade more truculent in international matters\".[38] He also chafed against Long's policy of deferring much of the department's work to its permanent bureau chiefs, which resulted in constraints on the flow of information the administration received.[39] Long was somewhat proud of the fact that he knew little of the detail of naval affairs, commenting that he was \"a civilian who does not know the stem from the stern of a ship\".[40] Long believed that ongoing tensions between Spain were unlikely to lead to war, and should it, that the war would be easily won.[41] He consequently did not take significant steps to prepare the Navy for that contingency.[2] In January 1898, he ordered the USS Maine to Havana, Cuba, as a matter of \"customary relations\". He and McKinley were concerned for the safety of Americans in Cuba due to the ongoing Cuban War of Independence.[42] By early February 1898, tensions had reached crisis proportions, and Long was compelled to begin drawing up plans for war. The explosion and sinking of the Maine at Havana on February 15 was the spark that ignited the Spanish–American War. The administration was opposed to war, but the public outcry over the sinking could not be ignored. Ten days after the sinking, Long took a day off, and Roosevelt used his authority in Long's absence to issue a number of orders designed to increase the Navy's readiness for war, including famously ordering Commodore George Dewey into an aggressive offensive posture in the Spanish Philippines. Long countermanded some of Roosevelt's orders afterward, but began stepping up naval war preparations.[43] The loss of the Maine highlighted to the administration the nation's shortage of modern warships, setting off a scramble for the acquisition of more ships.[44] One significant order given by Long was to transfer the USS Oregon (one of the Navy's most powerful ships) from the west coast to the Caribbean;[45] the ship made the journey around Cape Horn from San Francisco to Key West, Florida, in 66 days.[46] War was declared in April 1898. Roosevelt resigned his post the next month, a move Long thought foolhardy but later acknowledged was significant in advancing Roosevelt's career.[47] Long directed the Navy's activities throughout the war, significantly increasing its size in the process.[48] He ordered Dewey to neutralize the Spanish fleet in the Philippines, ordered the seizure of Spanish Guam, and worked to support a blockade and offensive operations against Cuba.[49][50][51] He also directed naval resources into threatening postures against mainland Spain to encourage the Spanish recall of a fleet destined for the Philippines.[52] In response to increasing pressure from Navy leaders, Long created a permanent advisory staff after the war. The board, created in March 1900, was designed to unify the work of the Office of Naval Intelligence, the Naval War College, and the fleet leadership for the production of war plans and the proper preparation, planning, and deployment of naval resources in pursuit of objectives defined in those plans.[53] After the war, Long pushed forward plans to establish a naval base in the Philippines, however, the funding for plans was held up in Congress, which repeatedly sought review of potential base locations in the islands.[54] The matter was also caught up in branch rivalry with the War Department, which objected to the Navy's establishment of a permanent base there that was not under its authority. Construction of the Subic Bay Naval Base did not begin until after Long left office.[55] Long was promoted as a potential vice presidential candidate by the Massachusetts delegation to the 1900 Republican National Convention, and was a personal favorite of McKinley's for the position.[56][57] However, party leaders objected to him on geographic grounds,[56] and Lodge (with whom Long continued to feud) disingenuously wore a Long banner, even though he supported Roosevelt, who easily won the nomination. The McKinley–Roosevelt ticket won the election, and Long decided to stay on for McKinley's second term.[57] After McKinley was assassinated in September 1901, Long had a change of heart, and tendered his resignation to President Roosevelt on May 1, 1902. The exact reasons for this are unclear, but several factors probably contributed. First, Roosevelt had a close relationship with Long's political rival Lodge, was known to disagree with Long on naval matters, and was not welcoming of his presence at the White House. Second, an inquiry into the actions of Admiral Winfield Scott Schley around the July 1898 Battle of Santiago de Cuba had resulted in a significant amount of criticism of Long's role in the war. Third, one of his daughters died in October 1901, less than a month after McKinley's assassination.[58] These matters drove Long into a depression, and the situation was further exacerbated when Roosevelt squabbled with him over the beginning of the war, and then made newsworthy overrides of some of his decisions.[59] Historian Wendell Garrett notes that Roosevelt took a great personal interest in the Navy, and had difficulty working with subsequent secretaries.[60] Long returned to Massachusetts, where he resumed his law practice and remained interested in party politics. He sat on a few corporate boards and served as president of the Puritan Trust Company.[61] He continued to advocate for women's suffrage, and served on the boards of several private schools, include his alma mater, Hebron Academy. He regularly spent time in Maine (having in 1882 repurchased the family home in Buckfield), and fell ill there in August 1915. He returned home to Hingham, where he died on August 28.[62] In addition to Long's extensive journal, he wrote on a variety of other subjects. During his unsuccessful attempt to start a law practice in Buckfield he produced a paper on Congressional power and slavery.[7] While in Boston in the early 1860s he had a play produced locally.[63] In 1878 he produced a verse translation of Virgil's Aeneid.[64] In 1903 he published The New American Navy, a history of the Spanish–American War and the development of the Navy during that time.[65] Among Long's charitable works was funding the establishment of a public library in Buckfield in 1900, which is now known as the Zadoc Long Free Library.[66] USS Long (DD-209) was named in his honor.[67]","Title":"John Davis Long - Wikipedia","KeyID":"5107","URL":"https://en.wikipedia.org/wiki/John_Davis_Long"}