{"Content: ":"William Henry Moody (December 23, 1853 – July 2, 1917) was an American politician and jurist who held positions in all three branches of the Government of the United States. He represented parts of Essex County, Massachusetts in the United States House of Representatives from 1895 until 1902. He then served in the cabinet of President Theodore Roosevelt as Secretary of the Navy and Attorney General before Roosevelt appointed him to the United States Supreme Court in 1906. He retired from the Court for health reasons after a brief tenure of just less than four years. A progressive like Roosevelt, he opposed racial segregation and spoke out in favor of African-American civil rights.[2] Moody was born in Newbury, Massachusetts, the son of Henry Lord Moody and Melissa Augusta (Emerson) Moody. His father owned and managed several farms, and Moody attended the local schools of Newbury, Salem, and Danvers. All of his immigrant ancestors came to Massachusetts from England, and they all came as part of the Puritan migration from England. All of them arrived between 1620 and 1640.[3] He graduated from Phillips Academy in 1872 and Harvard University, Phi Beta Kappa in 1876.[4] After four months attending Harvard Law School, he began to study law in the office of Richard Henry Dana, Jr., and attained admission to the Massachusetts bar in 1878. Early in his legal career, Moody first was elected city solicitor of Haverhill, Massachusetts in 1888. After appointment as the District Attorney for Eastern Massachusetts in 1890, he gained widespread notoriety in 1893 as the junior prosecutor in the Lizzie Borden murder case. While his efforts were unsuccessful he was generally acknowledged as the most competent and effective of the attorneys on either side. He was elected to the U.S. House of Representatives from Massachusetts, and served from 1895 to 1902. He served on the powerful Appropriations Committee, and also held seats on Insular Affairs, Expenditures in the Department of Justice, and the Joint Commission on the Transportation of the Mails. He was a candidate to succeed Thomas B. Reed as Speaker in 1899, but the post was won by David B. Henderson. During President Theodore Roosevelt's administration, Moody served as the Secretary of Navy from 1902 to 1904. He oversaw the start of the Roosevelt-era expansion of the Navy, including an increase in the number of ships, as well as an effort to increase manpower by improving efforts to recruit sailors from non-coastal states. Moody also negotiated with the government of Cuba for the original lease that permitted construction and occupation of the Guantanamo Bay Naval Base. Moody served as Attorney General from 1904 to 1906. In this post, Moody actively followed Roosevelt's trust-busting policies, negotiating with 'good' trusts such as U.S. Steel but successfully prosecuting 'bad' ones such as Standard Oil and the Beef Trust.[5] Roosevelt nominated Moody as an associate justice of the United States Supreme Court on December 3, 1906, to a seat vacated by Henry B. Brown.[6] He was confirmed by the U.S. Senate on December 12, 1906,[7] and was sworn into office on December 17, 1906.[1] Moody's service on the Court was brief but eventful, and he authored 67 opinions and five dissents. His most noted opinion was in the minority in the Employers Liability Cases (1908), where he held that Congress' power to regulate interstate commerce included the ability to legislate management's relationship with employees. While he generally supported enhanced federal powers, opinions such as Twining v. New Jersey (1908), where he held that the Fifth Amendment's protection against compulsory self-incrimination did not apply to cases presented in state courts, made him hard to pigeonhole. He also wrote for a unanimous Court in the famous case of Louisville & Nashville Railroad Co. v. Mottley, which limited federal question jurisdiction to cases in which the plaintiff's cause of action was based on federal law. By 1908, Moody suffered severe rheumatism. This affected Moody to such an extent that his last sitting on the bench was May 7, 1909, when he left for a brief rest and never returned. With the age- and health-enfeebled Supreme Court of 1909 crippled (President William Howard Taft was to make a record-setting five appointments due to death and resignations over the course of a single year in 1910–1911), Taft urged Moody, then the youngest justice at 55, to step down. After Taft successfully lobbied Congress for a Special Act granting Moody full retirement benefits (to which he would not otherwise have qualified for),[8][9] Moody retired from the Court on November 20, 1910.[1][6] Moody was not married, and had no children. He died in Haverhill, Massachusetts on July 2, 1917, at age 63,[8] and was buried at Byfield Cemetery in Georgetown, Massachusetts. In 1904, Moody received the honorary degree of LL.D. from Tufts University and Amherst College. After Moody's death, some of his official papers were placed in the custody of Professor Felix Frankfurter, then of Harvard Law School. They are now in the collection of Frankfurter's papers in the Manuscript Division of the Library of Congress. Moody's office furnishings and papers were donated to the Haverhill Historical Society and there is a Moody Room open to the public at the Buttonwoods Museum in Haverhill that features his personal collection.[10] USS Moody (DD-277) was named for him. In 2018, television and film actor Jay Huguley portrayed Moody in Lizzie, a biographical thriller film about Lizzie Borden.","Title":"William Henry Moody - Wikipedia","KeyID":"5108","URL":"https://en.wikipedia.org/wiki/William_Henry_Moody"}