{"Content: ":"Victor Howard Metcalf (October 10, 1853 – February 20, 1936) was an American politician; he served in President Theodore Roosevelt's cabinet as Secretary of Commerce and Labor, and then as Secretary of the Navy. Born in Utica, New York, on October 10, 1853 to William and Sarah P. (Howard) Metcalf. He attended the Utica public schools, Utica Free Academy, and Russell's Military Institute at New Haven, Connecticut. In 1872, he entered Yale College where he was a member of the Delta Kappa Epsilon fraternity (Phi chapter); he left in his junior year to attend Yale Law School. He graduated in 1876 and was admitted to the Connecticut bar. In 1877, he continued his legal education at Hamilton College, and was admitted to the New York bar. He practiced in Utica in 1877, and then moved to Oakland, California in 1879. His law practice in California handled real property and commercial cases. He married Emily Corinne Nicholson in 1881; they had two sons, one of them being educated at the Annapolis Naval Academy,[2] the other becoming a businessman in California.[3] He was elected as a Republican to the 56th, 57th and 58th United States Congresses, serving from 1899 until 1904. In congress he served on the Naval Affairs and the Ways and Means committees. Metcalf's legislation for reclamation of arid lands put him in touch with President Theodore Roosevelt. President Roosevelt appointed him, on July 1, 1904, Secretary of Commerce and Labor. As Secretary of Commerce, Roosevelt sent Metcalf to San Francisco in 1905 as an intermediator between the San Francisco school board and 91 Japanese students who were refused entry to public schools. A compromise was reached where the students would be permitted into the public schools while Japan would stop issuing passports to laborers.[4] As President Roosevelt's personal representative, Secretary Metcalf traveled to San Francisco after the 1906 earthquake and fire to survey the damage.[5] He served until December 12, 1906, when he was appointed Secretary of the Navy. During his term, he oversaw the world cruise of the Great White Fleet.[6] The pressures of office took a toll on his health and he resigned as navy secretary November 13, 1908. After leaving Roosevelt's Cabinet he returned to Oakland and resumed his practice of law, and engaged in the banking business. Little more than a month after his wife Emily died, Metcalf died in Oakland, February 20, 1936. He is buried at Mountain View Cemetery, Oakland, Calif.","Title":"Victor H. Metcalf - Wikipedia","KeyID":"5111","URL":"https://en.wikipedia.org/wiki/Victor_H._Metcalf"}