{"Content: ":"Truman Handy Newberry (November 5, 1864 – October 3, 1945) was an American businessman and political figure. He served as the Secretary of Navy between 1908 and 1909. He was a Republican U.S. Senator from Michigan between 1919 and 1922. Newberry was born in Detroit, Michigan, the son of John Stoughton Newberry (a U.S. Representative from Michigan) and his second wife, Helen P. Handy, the daughter of Truman P. Handy, a well-known financier and banker in Cleveland.[1][2] Newberry attended Michigan Military Academy before graduating from Yale College's Sheffield Scientific School, where he was a member of St. Anthony Hall in 1885. After college Newberry became superintendent of construction, paymaster, general freight and passenger agent, and eventually manager of the Detroit, Bay City & Alpena Railway from 1885 to 1887. He was then president and treasurer of the Detroit Steel & Spring Company from 1887 to 1901. In 1902, he helped organize the Packard Motor Car Company. He engaged in various other manufacturing activities, including the Union Trust Company, the Union Elevator Company, and the Michigan State Telephone Company.[3] In 1893, Newberry joined with others to organize the Michigan State Naval Brigade, serving as landsman in 1895; lieutenant and navigator in 1897 and 1898. He was commissioned lieutenant (junior grade) in the United States Navy in May 1898 and served on the USS Yosemite during the Spanish–American War. He served as Assistant Secretary of the Navy 1905–1908 under President Theodore Roosevelt and acted for the ill secretary Victor H. Metcalf, who resigned November 13, 1908. Newberry was appointed Secretary of the Navy on December 1, 1908, and served until March 5, 1909.[4] He became lieutenant commander United States Navy Fleet Reserve, June 6, 1917, and was assistant to the commandant of the Third Naval District headquartered in New York City until January 9, 1919.[3] He was elected as a Republican to the United States Senate and served from March 4, 1919, until his resignation on November 18, 1922. In 1921, Newberry was tried and convicted under the Federal Corrupt Practices Act for election \"irregularities\".[5] The conviction was reversed by the Supreme Court in Newberry v. United States,[6] and following an investigation the Senate declared Newberry entitled to his seat but expressed disapproval of the sum spent in his race against automaker Henry Ford.[7] In the face of a new movement to unseat him, Newberry resigned. He was replaced in the Senate by James J. Couzens, whose candidacy received the approval of then Governor Alexander Groesbeck.[8] Thereafter, Newberry engaged in manufacturing. He died in Grosse Pointe, Michigan, and is buried in Elmwood Cemetery in Detroit.","Title":"Truman Handy Newberry - Wikipedia","KeyID":"5112","URL":"https://en.wikipedia.org/wiki/Truman_Handy_Newberry"}