{"Content: ":"George von Lengerke Meyer (June 24, 1858 – March 9, 1918) was a Massachusetts businessman and politician who served in the Massachusetts House of Representatives, as United States ambassador to Italy and Russia, as United States Postmaster General from 1907 to 1909 during the administration of President Theodore Roosevelt and United States Secretary of the Navy from 1909 to 1913 during the administration of President William Howard Taft. Meyer was a native of Boston, reared in a patrician society.[1] His paternal grandfather, George Augustus Meyer (also the name of von Lengerke Meyer's father), had emigrated from Germany to New York City.[2] Meyer graduated from Harvard in 1879, and for twenty years was in business as a merchant and trustee.[3] In 1885, he married Marian Alice Appleton.[2] He was a director of various trust companies, banks, manufacturing companies, and public utilities concerns.[4] While managing his business affairs, he also held positions in state and local government, his public service beginning in 1889 with the Boston Common Council. Later he served on the Board of Aldermen. Then he joined the Massachusetts Legislature, where for some time he served as speaker of the house.[3][5] In 1898 he was appointed by Governor Wolcott as chairman of the Massachusetts Paris Exposition managers.[5] He was a conservative Republican, and in 1899 was appointed a national committeeman.[2] Republican Presidents William McKinley and Theodore Roosevelt appointed Meyer to ambassadorships in Italy (1900–1905) and Russia (1905–1907). His patrician roots facilitated his interactions with the nobility of Europe, then in control of the continent. Roosevelt often used him to deliver messages to Kaiser Wilhelm II in preference to the official ambassador, Charlemagne Tower.[1] As ambassador to Russia, he presented Roosevelt's proposals with regard to the Russo-Japanese War directly to the Czar.[2] Meyer also served as Roosevelt's Postmaster General, from 1907–1909, where he directed the introduction of the first stamp vending machines of the country and the first coil stamps.[6] Upon taking office in March 1909, President Taft appointed Meyer to the position of Secretary of the Navy, a post which Meyer held throughout Taft's term. During this period, the Navy made its first experiments with aviation, although Meyer initially opposed the project.[citation needed] In separate tests in 1910 and 1911, civilian pilot Eugene Ely proved the feasibility of carrier-based aviation, by taking off from and landing on a Navy warship. After 1911, Meyer was an overseer of Harvard University.[4] He retired from national politics and returned to Massachusetts after Taft left office in 1913. He joined the effort to reelect Theodore Roosevelt in 1916.[1] The foremost critic of Woodrow Wilson's naval policies,[1] on the outbreak of World War I he urged preparedness and criticised America's naval administration. He was actively associated with the National Security League and the Navy League. Among the organizations for which he was a director were the Amoskeag Manufacturing Co., Old Colony Trust Co., Puget Sound Light & Power Co., Walter Baker Co., and Ames Plow Co.[5] In December 1916 Meyer, Roosevelt and other philanthropists including Scottish-born industrialist John C. Moffat, William A. Chanler, Joseph Choate, Clarence Mackay, John Grier Hibben, and Nicholas Murray Butler purchased the Château de Chavaniac, birthplace of the Marquis de Lafayette in Auvergne to serve as a headquarters for the French Heroes Lafayette Memorial Fund,[7] which was managed by Chanler's ex-wife Beatrice Ashley Chanler.[8][9] He died in Boston on March 9, 1918. The Navy destroyer USS Meyer (DD-279), named in his honor, was commissioned December 17, 1919 and was in service until May 15, 1929. George von Lengerke Meyer was a brother in the Delta Kappa Epsilon fraternity (Alpha chapter).","Title":"George von Lengerke Meyer - Wikipedia","KeyID":"5113","URL":"https://en.wikipedia.org/wiki/George_von_Lengerke_Meyer"}