{"Content: ":"Curtis Dwight Wilbur (May 10, 1867 – September 8, 1954) was an American lawyer, California state judge, 43rd United States Secretary of the Navy and a United States Circuit Judge of the United States Court of Appeals for the Ninth Circuit. Wilbur was born May 10, 1867, in Boonesboro, Iowa, to Dwight Locke Wilbur and Edna M. Lyman.[1][2][3] His family moved to Jamestown, Dakota Territory (now North Dakota), where he graduated high school. In 1884, he was appointed to the United States Naval Academy, graduating with a Bachelor of Science degree in 1888.[4][5][6] Shortly after graduation, Wilbur resigned his commission, a common practice at the time, and moved to Riverside, California. He read law at night while teaching mathematics during the day, and was admitted to the California bar in 1890.[7][8] Wilbur associated with the firm of Bruson, Wilson & Lamme, and engaged in private practice for eight years in Los Angeles, California.[9][10] He was active in Republican politics, and in 1898 was president of the Fourth Ward Republican club.[11] In 1898, he served as Los Angeles County Deputy Assistant District Attorney in the office of John C. Donnell,[12][13] and by 1899 he was the Chief Deputy under District Attorney James C. Rives.[14][15] In September 1902, the Republican Party nominated Wilbur for the post of judge of the Los Angeles County Superior Court to the take the seat of Lucien Shaw, who was running for Supreme Court.[16][17][18] Wilbur won the election and in November 1902 began to hear cases pro tempore.[19][20] He was especially interested in promoting children's welfare: on the Superior Court, he was presiding judge of the juvenile department;[21][22][23][24] in 1906 he was a director of the Bethlehem Benevolent Board;[25] in 1910, he was a founding director of the Juvenile Improvement Association;[26] in 1912, he was president of the Social Purity League, which offered religious lectures to the public;[27] in 1915, he helped organize the Boy Scouts in Los Angeles, and was named permanent chairman of the executive committee;[28] and he served as president of the state Sunday School Association, organizing evangelical gatherings for young people.[29][30][31] It was during his time on the California Superior Court that he wrote and first published (in 1905) his popular \"Bear Family\" stories for children.[32] He taught at the newly-founded law school of the University of Southern California from about 1904 until 1917, while he sat on the Superior Court.[citation needed] Annually, he taught one course, extraordinary legal remedies.[citation needed] In 1917, Governor William Stephens appointed Wilbur to the California Supreme Court,[33] where he served as an associate justice from January 1, 1918. In September 1922, Wilbur defeated William P. Lawlor in the primary election,[34][35] and in November was chosen as the 19th Chief Justice of California, holding the position from January 1923 to March 19, 1924.[36][37] When Wilbur resigned, Governor Friend Richardson appointed Louis Wescott Myers to take the post of chief justice.[38] On March 19, 1924, Wilbur was sworn in as United States Secretary of the Navy.[39] The first appointee of President Calvin Coolidge, Wilbur came into the position with a reputation as a man of high intellect and a character of \"unimpeachable integrity.\" However, one critic called Wilbur \"a good Sunday school teacher who wants to make the Navy safe for boys.\"[40] In July 1925, he accompanied three battleships on a cruise of the Pacific coast, stopping in Marin County for a picnic of 600 midshipmen with a group of more than 100 society women on Mount Tamalpais.[41] In August 1928, he again accompanied a fleet to San Francisco, California on its way to Pacific training exercises.[42] By the end of his term, Wilbur had achieved success in enlarging and modernizing the fleet and established a naval air force, which would grow to become a potent component in the war with Japan during World War II.[43][44] On March 1, 1929, in the last hours of his presidency, President Coolidge nominated Wilbur to the United States Court of Appeals for the Ninth Circuit in San Francisco.[45] However, when the 70th Congress ended that week, the Senate had not acted on the nomination, so it expired.[46][47] Wilbur was nominated by President Herbert Hoover on April 18, 1929, to the United States Court of Appeals for the Ninth Circuit, to a new seat authorized by 45 Stat. 1414.[48] He was confirmed by the United States Senate on May 2, 1929, and received his commission the same day.[48] He was a member of the Conference of Senior Circuit Judges (now the Judicial Conference of the United States) from 1931 to 1944.[48][49][50] He assumed senior status on May 10, 1945.[48] His service terminated on September 8, 1954, due to his death in Palo Alto, California.[48][51][52] The guided missile destroyer USS Curtis Wilbur (DDG-54) is named for him.[53] Wilbur was married twice. On November 9, 1893, Wilbur married Ella T. Chilson.[54] She died on December 10, 1896.[55][56] Next, on January 13, 1898, he remarried to Olive Doolittle. They lived in a grand home completed in 1904 on Frederick Knob in San Francisco. Following retirement, Wilbur spent time with his wife and their three surviving children: Edna, Paul C. and Lyman Dwight.[57][58] In the summer of 1933, one of Wilbur's children, Dr. Leonard F. Wilbur (March 2nd 1907, Los Angeles – March 24th 1940, China), travelled to China with his wife Jean B. Spaulding. He studied at the College of Chinese Studies in Beijing in 1933–1934, achieving relative proficiency in Chinese. From the autumn of 1934 he worked at the American Board Mission Hospital in Taigu in the province of Shanxi, becoming its superintendent in 1936. He died of a typhus fever on March 24th 1940 at the age of 33, shortly after having returned from a furlough he spent at the Stanford University School of Medicine, and after having been ill for two weeks. He was survived by his wife and a daughter named Ruth.[59] Wilbur's brother, Ray Lyman Wilbur, was United States Secretary of the Interior under Herbert Hoover, and a president of Stanford University.[60]","Title":"Curtis D. Wilbur - Wikipedia","KeyID":"5115","URL":"https://en.wikipedia.org/wiki/Curtis_D._Wilbur"}