{"Content: ":"Francis Patrick Matthews (March 15, 1887 – October 18, 1952) was an American who served as the 8th Supreme Knight of the Knights of Columbus from 1939 to 1945, the 50th United States Secretary of the Navy from 1949 to 1951, and United States Ambassador to Ireland from 1951 to 1952. Born in Albion, Nebraska, Matthews spent most of his adult life in Omaha. He graduated from Creighton University in Omaha in 1913, then practiced law in that city from that time onward. He was active in business pursuits, civic and religious affairs and Democratic Party politics. From 1933 through 1949, he served as a consultant to the Reconstruction Finance Corporation. During the Second World War, Matthews served as a Director and Vice President of the United Service Organizations (USO) and was also involved in war-relief work. He was Director (1941–1951) of the Department of Finance in the U.S. Chamber of Commerce. He also chaired their \"Committee on Socialism and Communism.\"[1] Following the war, he served briefly (1946–1947) on the President's Committee on Civil Rights. President Harry S. Truman tapped Matthews in early 1949 to become Secretary of the Navy (SECNAV) when the previous SECNAV, John L. Sullivan, resigned in protest when Secretary of Defense (SECDEF) Louis A. Johnson canceled the heavy attack aircraft carrier USS United States (CVA-58), which had just begun construction. A lawyer and banker by background, Matthews had worked closely with SECDEF Johnson on political fundraising for Truman during the 1948 presidential campaign. With limited understanding of national defense issues and a near-nonexistent understanding of or familiarity with either the U.S. Navy or the U.S. Marine Corps, Matthews entered the SECNAV post in May 1949.[2] In fact, when asked about his lack of Navy experience when named to the post in 1949, Matthews replied, \"Well, I do have a rowboat at my summer home.\"[3] Matthews assumed office at a time of internal turmoil in the Department of Defense resulting from significant post-World War II funding reductions and controversial decisions on pre-Korean War defense priorities by the Truman administration as outlined and executed by SECDEF Johnson. One of the most contentious was that of service unification and the roles and missions of each of the U.S. armed services. In order to fund his postwar domestic spending agenda, Truman had advocated a policy of defense program cuts for the armed forces at the end of the war, and the Republican Party majority in the Congress, anxious to enact numerous tax cuts, approved of Truman's plan to \"hold the line\" on defense spending. In addition, Truman's previous experience in the Senate during World War II had left him with lingering suspicions that large sums had been, and were continuing to be, wasted in the Pentagon. Impressed by U.S. advances in nuclear weapons development, both Truman and Johnson had initially believed that the atomic bomb had rendered all conventional military forces, particularly naval forces (e.g., the Navy and the Marine Corps), largely irrelevant to the modern battlefield, thus justifying cuts to all but strategic nuclear forces that largely resided in the U.S. Air Force and the Strategic Air Command. Matthews also ascribed to this view and it became the cornerstone of postwar U.S. defense policy prior to the establishment of the communist nation of East Germany by the Soviet Union in its occupation zone of Germany in 1949 and the outbreak of hostilities in Korea in 1950. One of the key events of Matthews' time at the Department of the Navy prior to the start of the Korean War was the so-called \"Revolt of the Admirals\" in 1949, an intense controversy between the U.S. Navy and the U.S. Air Force over funding and strategic roles, of which the cancellation of the supercarrier USS United States and the resignation of former SECNAV Sullivan had been a catalyst. The Air Force, its senior leadership consisting of mainly bomber generals who had led the then-U.S. Army Air Forces strategic bombing campaigns against Germany and Japan during World War II, wanted control of the strategic nuclear bombing role and control of all U.S. military aircraft as well. It argued that the Navy's aircraft carriers were obsolete and the Air Force did not want the Navy (to include that portion of Naval Aviation organic to the Marine Corps) to have its own \"competing\" air force. The Navy wanted to continue Naval Aviation in both the Navy and Marine Corps and build much larger aircraft carriers to handle the larger, heavier and more powerful jet fighter and heavy attack (e.g., nuclear bomber) aircraft coming into service. Such a carrier, the Navy argued, could also play a strategic role in nuclear deterrence. The flush-deck carriers planned (known as \"supercarriers\") were the forerunner of the modern nuclear-powered aircraft carrier. In the post-World War II period prior to the Korean War, the Air Force wanted funding to focus on the massive Convair B-36 bomber for the Strategic Air Command (SAC). In the restrictive defense funding environment following World War II demobilization, this focus on the B-36 would be at the expense of aircraft carriers and Naval Aviation, as well as the Marine Corps and its amphibious assault role which Truman, Johnson and Matthews all saw as obsolete.[4] Top Navy and Marine Corps leaders publicly expressed their dissatisfaction with the Defense Department's plans and policies in this regard, and several senior admirals, including the Navy's top admiral, ADM Louis E. Denfeld, the Chief of Naval Operations (CNO), were forced by Matthews to resign and retire, or did so in protest. The House Armed Services Committee (HASC) condemned the dismissal of ADM Denfield, who accepted cancellation of the supercarrier, but testified critically on defense planning and the administration of defense unification as it applied to the Navy and Marine Corps. Following Denfield's congressional testimony, Matthews fired Denfeld as CNO on 27 October 1949, explaining that he and Denfeld disagreed widely on strategic policy and unification. However, the HASC concluded that Denfeld's removal was a political reprisal by Matthews because of his testimony and therefore a challenge to effective representative government.[5] Matthews' perceived vindictiveness towards much of the U.S. Navy's uniformed senior leadership during his tenure as SECNAV led to a perception by both the American public and the U.S. Congress of the Navy's civilian leadership woes, a perception that also did not go totally unnoticed by the news media of the period. As The Washington Daily News reported at the time, \"Secretary of the Navy Matthews does not have the confidence of the Navy and can not win it...Moreover, Mr. Matthews has forfeited the confidence of Congress by firing Admiral Denfeld.\"[6] Matthews served as SECNAV from 1949 through the first year of the Korean War. During his two years in office, the federal government had to suddenly reverse previous policy and massively increase defense spending to meet international crises on the Korean peninsula and in Europe, this following nearly four years of significant cutbacks in the U.S. military, especially in conventional (e.g., non-strategic / non-nuclear strike) forces. All of the U.S. armed forces were under major strain as they simultaneously tried to meet the demands of a hot war in Asia and an intensive defense build-up in support of NATO in Western Europe. Matthews actions as Secretary of the Navy were always aligned with those of his immediate superior, the Secretary of Defense, Louis Johnson, and when he was initially appointed as SECDEF, Johnson met President Truman's needs, especially in the realm of: (1) imposing economy measures on the U.S. military following the end of World War II and (2) placing a near total reliance on the strategic nuclear forces of the U.S. Air Force over the conventional forces of the U.S. Navy, the U.S. Marine Corps and the U.S. Army. But by September 1950, with the Korean War in full swing, the fiscal situation with respect to defense spending had totally reversed and the need for robust conventional forces had become readily apparent. As a result, Louis Johnson became a political liability to the Truman Administration and he resigned as SECDEF at President Truman's request on 19 September 1950, the President replacing him with retired General of the Army George C. Marshall.[7] As a protégé of SECDEF Johnson, Matthews was similarly perceived as a liability in a now radically changed budgetary and national defense environment. Under political pressure from the Truman administration, Matthews also resigned as Secretary of the Navy in July 1951 to become Ambassador to Ireland, the home of his ancestors.[8] Matthews was replaced as SECNAV by Dan A. Kimball, who had been Assistant Secretary of the Navy for Air (i.e., the Navy's civilian leadership advocate for Naval Aviation) under SECNAV Sullivan and who had been elevated to Under Secretary of the Navy following Sullivan's resignation and Matthews' appointment as SECNAV.[9][10] Matthews became United States Ambassador to Ireland as a political appointee, having no prior foreign service or diplomatic experience. He was appointed in July 1951, and took up his post in October 1951.[11] While serving as ambassador, Matthews died on October 18, 1952, during a visit to his home in Omaha, Nebraska.[12] Although Matthews was a prominent Omaha banker and lawyer, and an even more prominent Roman Catholic layman, little attention has been paid to his career outside of his tenure as SECNAV, since it is in this capacity that he had the greatest institutional impact. In some arenas as SECNAV, he was successful, such as his efforts to integrate minorities into the mainstream of the Navy and Marine Corps via actions such as ALNAV 49-447, which mandated, \"...equal opportunity for all personnel in the Navy/Marine Corps without regard of race, color, religion or national origin,\"[13] and his 1950 policy statement prohibiting, \"...discrimination based on race, color, religion, or national origin in enlistment, appointment, promotion, or assignment...\" of Navy and Marine Corps personnel.[14] But these few successes pale when compared to Matthews' lack of advocacy for both the Navy and Marine Corps in terms of roles and missions that he had sworn an oath as SECNAV to support, and it is this failure that has driven the vast majority of derision to his legacy. To be sure, Matthews was in many respects following orders from SECDEF Louis A. Johnson, with the SECDEF himself following orders from President Truman to cut the defense budget in the years following the end of World War II and prior to the start of Korean War, the latter marking the true rise of the Cold War in earnest. As former reserve component Army officers (e.g., Army Reserve for Johnson and Army National Guard for Truman) who were mobilized to active duty and served in Europe during World War I, both Truman and Johnson were endemically predisposed to support of the Army and, to a lesser extent, an Army supported by an Air Force that had evolved from it. The Air Force's, specifically the Strategic Air Command's, argument that it could provide relatively inexpensive (from a postwar budgetary perspective) national security via deterrence of a potential adversary, e.g., the Soviet Union, solely with nuclear weapons delivered by heavy bomber aircraft such as the B-36 Peacemaker was particularly persuasive. The notion of any conflict involving the United States below the nuclear threshold had not yet entered strategic thinking or the defense planning lexicon, while the Army and the Air Force basically saw threats to their postwar defense budget share from the Marine Corps and Navy, respectively.[15][16] Inserted into this was Matthews, having had no prior military experience, let alone naval experience, and viewed with disdain as an unqualified and unsupportive Johnson sycophant by most senior Navy and Marine Corps officers of the time. Matthews never made any attempt to bridge this gap, a gap that would later be exacerbated by his politically-motivated termination of a serving Chief of Naval Operations and glaringly noted by both the Congress and the news media of the day. Due to Matthews' actions and inactions, the bitterness between the Navy and the Marine Corps versus the Air Force and the Army would fester and take many years to recede. Indeed, as late as the early 21st century, there remain many retired Navy and Marine Corps officers who resent the way their services were treated by the Army and the Air Force in the late 1940s and early 1950s, combined with Matthews' systemic failure to counter it, and it has remained a touchstone in the professional education of subsequent generations of commissioned officers in the Navy and Marine Corps, especially those in Naval Aviation, in the decades since. It is for this primary reason that Matthews' tenure as SECNAV is considered to be mediocre by some and an abject failure by others.[17] Matthews served as the 8th Supreme Knight of the Knights of Columbus from 1939 to 1945. He had been nominated for the position in 1937 while serving as Deputy Supreme Knight, but had declined the nomination.[18]","Title":"Francis P. Matthews - Wikipedia","KeyID":"5119","URL":"https://en.wikipedia.org/wiki/Francis_P._Matthews"}