{"Content: ":"Radiodactylus (meaning \"radio finger\") is an extinct genus of non-azhdarchid azhdarchoid pterosaur known from the Early Cretaceous period of what is now Texas, southern United States. It contains a single species, Radiodactylus langstoni.[1] Radiodactylus is known solely from its holotype, SMU 72547, a nearly complete left humerus first described by Phillip Murry et al. (1991).[2] The specimen is well preserved in three dimensions with no apparent crushing. The humerus lacks only portions of the proximal end and anterior end of the deltopectoral crest, and has a fracture in the mid-shaft area where it is very slightly rotationally distorted. Radiodactylus was first named by Brian Andres and Timothy S. Myers in 2013 and the type species is Radiodactylus langstoni. The generic name is derived from radio, the prefix for radioactivity in reference to the Comanche Peak Nuclear Power Plant, where SMU 72547 was discovered during the construction of an emergency spillway, and dactylos, meaning \"finger\" in Ancient Greek which is a traditional suffix for pterosaur genera in reference to their elongate wing digits. The specific name, langstoni, honors the late Dr. Wann Langston Jr. who has been described by Andres and Myers (2013) as \"the father of Texas pterosaurology\". The holotype was collected from the Glen Rose Formation at the north side of Squaw Creek in Somervell County, dating to the upper Aptian or lower Albian stage of the late Early Cretaceous period, about 119-112 million years ago.[1] Andres and Myers (2013) diagnosed Radiodactylus on the basis of the unique combination of tall rectangular deltopectoral crest positioned proximally and pneumatic foramen present on distal portion of the humerus. This large-sized pterosaur also has autapomorphic square distal humerus cross section, and a straight vertical groove on distal aspect of the humerus without ulnar tubercle. The holotype of Radiodactylus was originally referred to Azhdarchidae by Murry et al. (1991) based on shared characters that were considered to possibly represent plesiomorphies. According to Andres and Myers (2013), Radiodactylus shares a tall rectangular deltopectoral crest and a massive, ventrally-oriented ulnar crest with azhdarchoids, and a pneumatic foramen on the distal end with the azhdarchids (also seen in most pteranodontoids). The humerus clearly lacks many traits that are present in other pterosaur clades, like Pteranodontia and Tapejaridae. The presence of a distal pneumatic foramen, in addition to the lack of a distally positioned deltopectoral crest on the humerus, supports a sister taxon relation to Azhdarchidae. The absence of a deep horseshoe-shaped cross section of the humeral head and a distinct supracondylar process on the humerus shaft differentiated Radiodactylus from members of the Azhdarchidae.[1] Although described as an azhdarchid by Murry et al. (1991) and recovered as the sister taxon of the clade containing all other azhdarchids by the phylogenetic analysis performed by Andres and Myers (2013), it was classified as a non-azhdarchid neoazhdarchian. Though closely related to the Azhdarchidae, Radiodactylus is relatively small and much older compared to true azhdarchids. Furthermore, the phylogenetic definitions of the Azhdarchidae by Alexander Kellner and David Unwin, both conducted in 2003, exclude this species from Azhdarchidae. This sister taxon relationship supported by the largest and most inclusive pterosaur phylogenetic analysis to date warranted the erection of a new genus and species for this material.[1] The cladogram below shows a phylogenetic analysis conducted by Nicholas Longrich and colleagues in 2018. They recovered Radiodactylus as a basal member of the clade Neopterodactyloidea.[3] Dsungaripterus weii Domeykodactylus ceciliae Noripterus parvus Noripterus complicidens Tupuxuara longicristatus Tupuxuara leonardii Thalassodromeus sethi Alanqa saharica Aerotitan sudamericanus Microtuban altivolans Shenzhoupterus chaoyangensis Chaoyangopterus zhangi Jidapterus edentus Eoazhdarcho liaoxiensis Radiodactylus langstoni Azhdarchidae   ","Title":"Radiodactylus - Wikipedia","KeyID":"512","URL":"https://en.wikipedia.org/wiki/Radiodactylus"}