{"Content: ":"Thomas Sovereign Gates Jr. (April 10, 1906 – March 25, 1983) was an American politician and diplomat who served as Secretary of Defense from 1959 to 1961 and Secretary of the Navy from 1957 to 1959, both under President Dwight D. Eisenhower.[1] During his tenure as Secretary of Defense, he established a task force to set nuclear target priorities. He also authorized U-2 reconnaissance flights, including the flight of Francis Gary Powers. Later in his career, he served as the Chief of the U.S. Liaison Office in Beijing, appointed by President Gerald Ford. Born in Germantown, Philadelphia, Pennsylvania, Gates was the son of Thomas S. Gates Sr., an investment banker and lawyer who was president of the University of Pennsylvania from 1930 to 1944, and his wife, Marie (née Rogers) Gates.[2] Gates graduated from Chestnut Hill Academy, an all-male private preparatory school in Philadelphia, Pennsylvania, in 1924.[3] He was then accepted into the University of Pennsylvania, where his father was serving on the university's board of trustees.[4] At Penn, Gates managed the Penn Quakers football team and was a member of the school's basketball team, where in March 1928, he was arrested along with 16 other students with charges of inciting a riot after Penn defeated Princeton to become Intercollegiate League champions.[4] A member of Zeta Psi fraternity, and the Phi Beta Kappa Society, Gates graduated with his Bachelor of Arts in English in 1928.[3] Gates married the former Millicent Anne Brengle on September 29, 1928. They had one son and three daughters. After graduating, he joined his father's Philadelphia-based investment banking firm, Drexel and Company.[5] In the early to mid-1930s he worked as a bond salesman at Drexel, and later moved to New York City for two years where he was an apprentice for J.P. Morgan & Company.[6] Gates became a full partner at Drexel and Company in 1940. During World War II he served in the Navy, rose to the rank of lieutenant commander, and participated in campaigns in the Pacific and Mediterranean areas. He was released from active duty in October 1945. President Eisenhower appointed Gates Under Secretary of the Navy in October 1953 and Secretary on 1 April 1957, positions in which he earned the president's approval. It was a foregone conclusion when Gates became Defense Secretary Neil McElroy's deputy on 8 June 1959 that he would succeed him. He entered office with an impressive background of active military experience and more than six years in the Department of Defense. As a top-level DoD official since 1953, Gates was familiar with the 1953 and 1958 Defense Department reorganizations. Believing that the Secretary of Defense had all the authority he needed and that time should be allowed for evaluation of the long range effects of the 1958 amendments, he discouraged efforts to further revamp the department. As a former Secretary of the Navy who had observed the gradual downgrading of service secretary positions, he felt that the service secretaries should play a more important role, and he encouraged them to do so. Gates cultivated a good working relationship with the Joint Chiefs of Staff. Less than a month after becoming secretary, he reminded the chiefs of their responsibility to apprise him of disputes and proposed to meet with them in order to expedite settlement or bring the issue to the president's attention for final resolution. Soon Gates and the JCS met on a regular basis, not just in instances when the Chiefs disagreed. Congressional and other sources applauded Gates for taking the initiative in improving both the JCS organization and the secretary's relations with it. Another important Gates initiative was the creation in August 1960 of the Joint Strategic Target Planning Staff (JSTPS). Previously, inadequate coordination of targeting plans between the Strategic Air Command and the Navy led to redundancy and disputed priorities. These differences became especially significant with the advent of the Navy's sea-based Polaris ballistic missiles. Acting on a proposal by SAC Commander in Chief General Thomas S. Power that SAC control strategic weapons targeting, Gates set up the JSTPS. The SAC commander, supported by an integrated joint staff, assumed separate duties as director of strategic target planning, to be, as Gates indicated, \"the planning agent for the Joint Chiefs of Staff in developing and keeping up to date the detailed plans which are necessary.\" When Chief of Naval Operations Admiral Arleigh A. Burke objected to the new arrangement, Gates encouraged him to argue his case with President Eisenhower, who ultimately upheld Gates's decision. Thereafter Burke supported the JSTPS and assigned to it highly qualified naval officers. By December 1960 the JSTPS had prepared the first Single Integrated Operational Plan (SIOP), which specified for various attack options the timing, weapons, delivery systems, and targets to be used by U.S. strategic forces. Gates devoted more time than his predecessors Charles E. Wilson and Neil H. McElroy to the development of basic defense policy, a sphere in which the president remained dominant. While he instituted no radical departure from the New Look approach, the changing nature of nuclear weapons and delivery systems, the related assumed need for continental defense systems, and the pressing question of how to respond to local or \"limited\" wars, dictated a gradual shift in defense policy. As Gates pointed out at a congressional hearing in January 1960, the two principal U.S. defense objectives were \"to deter the outbreak of general war by maintaining and improving our present capability to retaliate with devastating effectiveness in case of a major attack upon us or our allies\" and \"to maintain, together with our allies, a capability to apply to local situations the degree of force necessary to deter local wars, or to win or contain them promptly if they do break out.\" Gates saw no clear distinction between general war and limited war forces. As he put it, \"All forces are a deterrent to and would be employed in a general war. Most of our forces could be employed in a limited war, if required.\" He noted as an example that aircraft carriers \"are probably the country's best limited war capability initially because they are deployed in the world's trouble zones and they have on-the-spot ability to react\"; yet, he added, they could contribute to the strategic offensive forces during general war. During Gates's tenure, two missile elements—the ICBM and the submarine-launched ballistic missile (SLBM) -- joined the manned bomber to form a \"triad\" of strategic nuclear delivery systems. Also during this period, there occurred movement toward greater emphasis on counterforce targeting a potential enemy's military installations and forces. Not only was the United States developing or beginning to deploy a variety of missile systems during this period-Atlas, Titan, Minuteman, and Polaris-but so was the Soviet Union. The USSR's emphasis on the land-based ICBM rather than the manned bomber as its primary strategic delivery system presaged a threat of such magnitude to the United States that, together with the Sputnik shock, it forced an acceleration in the pace of U.S. missile development. Gates, like McElroy, had to contend with the \"missile gap\" controversy. He regarded it as a false issue, based on the failure of missile gap believers to distinguish between space and military programs. When the U.S. long-range ballistic missile program began in the early 1950s, Gates observed, the development of small, lightweight nuclear warheads by American scientists made it possible for smaller ballistic missiles to carry them. The Russians, on the other hand, concentrated on very large boosters that they used to launch space satellites earlier than the United States. Gates told a House committee, \"We are not behind the Russians in our military effort overall . . . . It is one thing to admit you are behind in the ability to put big payloads in space for which we have at the moment no military requirement, and another thing to admit that we are behind in our total military posture.\" Gates conceded that the Soviets might have more strategic missiles than the United States for a few years, perhaps peaking in 1962, but he denied that there was a real missile or deterrent gap; the Soviets would not \"gain a strategic posture which might tempt them to initiate a surprise attack.\" Gates based his thinking in part on a debatable approach to intelligence estimates, which took account of Soviet intentions as well as capabilities, leading to the conclusion that the disparity between the number of Soviet and U.S. missiles by 1962 or 1963 would not be as great as estimated during the McElroy period. Like all of his predecessors, Gates supported U.S. participation in collective security pacts and military assistance programs. He identified NATO as the nucleus of the U.S. \"forward strategy.\" As he put it, \"Should we ever abandon our forward strategy in favor of the so-called 'Fortress America' concept, we would retreat forever.\" He urged Congress to continue adequate funding for military assistance, which had brought very high returns for the money spent. Perhaps the most spectacular event of Gates's administration occurred on 1 May 1960 when the Soviet Union shot down over its territory a Lockheed U-2 reconnaissance aircraft piloted by Francis Gary Powers. When Soviet Premier Nikita Khrushchev announced the incident four days later and accused the United States of spying, the Eisenhower administration initially suggested that the plane might have strayed into Soviet airspace. On the recommendation of representatives from the State and Defense departments, including Gates, President Eisenhower later admitted that the U-2 was on an intelligence-gathering mission (actually under CIA control) and assumed responsibility for the flight. In mid-May Gates accompanied Eisenhower to Paris for a summit meeting that had been scheduled prior to the U-2 affair. There Khrushchev demanded termination of all U.S. flights over the Soviet Union, an apology, and punishment of those responsible. Eisenhower indicated that the flights would not be resumed but rejected the other demands, whereupon Khrushchev refused to proceed with the summit meeting. Gates suggested later that the Russian leader used the U-2 crisis to abort a meeting that he had determined in advance would not result in gains for the Soviet Union. On the eve of the summit conference, Gates ordered a worldwide alert of U.S. military communications facilities a decision criticized by some as provocative. Stoutly defending his action, Gates later explained that he decided, with the concurrence of Eisenhower and Secretary of State Christian A. Herter, to call the alert when he became aware of the belligerent position Khrushchev intended to take when the summit convened the next day. \"Under the circumstances,\" Gates said, \"it seemed most prudent to me to increase the awareness of our unified commanders. Moreover, since the command and individuals concerned in the decision process, including the President, the Secretary of State, and myself, were overseas, it was important to check out our military communications.\" Although Gates adhered to the usual budget posture and strategy of the Eisenhower administration, there was 8.2 percent real growth in DoD's fiscal year 1961 budget after Congress completed its work. Total obligational authority amounted to $44.6 billion, almost $4.4 billion over the previous year. The bulk of the increase went to the Navy and the Air Force. Gates pressed for an appropriation of $2 billion for military assistance, most of which Congress provided. To criticism of the Eisenhower administration's continuing efforts to hold down the DoD budget, Gates replied that the department was spending enough money to meet the nation's vital security needs. In a lengthy statement entitled \"Department of Defense, 1953-1960,\" prepared at the close of Gates's tenure, the Department of Defense summarized its accomplishments during the Eisenhower years, concluding that \"today our armed forces have the greatest striking power in our history, many times greater than in 1953.\" Among other accomplishments, it cited development of medium- and long-range bombers (including the B-52s put into service during the 1950s) and ICBMs; installation of a continental defense system the Distant Early Warning Line (DEW) Line, the Ballistic Missile Early Warning System (BMEWS), and Nike surface-to-air missile systems; production of several nuclear submarines, beginning with the Nautilus in 1954, and Forrestal-type carriers; and creation of the Defense Communications Agency. Gates retired from office on 20 January 1961. There were those who regarded him as the first of a new breed of secretaries of defense who would take a more active management approach evidenced by his regular meetings with the JCS and establishment of the Joint Strategic Target Planning Staff. Gates, of course, had the advantages of long prior service in DoD and the expanded authority of the office resulting from the 1953 and 1958 reorganizations. Although President Eisenhower continued to be, as during the Wilson and McElroy periods, the chief author of defense policy and the ultimate decision-maker, Gates appeared to operate with more authority and independence than his immediate predecessors, especially in areas such as strategic policy and planning. After John F. Kennedy's election to the presidency in 1960, the press speculated that he might include a Republican in his cabinet and that Gates would be high on the list of possible appointees. On January 18, 1961, Gates was presented with the Medal of Freedom by President Dwight D. Eisenhower. After he left at The Pentagon, Gates joined Morgan and Company in New York, later the Morgan Guaranty Trust Company, which eventually became the J.P Morgan Bank, becoming president in 1962 and chairman and chief executive officer in 1965. President Richard M. Nixon appointed him chairman of the Advisory Commission on an All-Volunteer Force, which presented its recommendations to end the draft on February 21, 1970.[8] From 1976 to 1977 he served, with the rank of ambassador, as chief of the United States Liaison Office in the People's Republic of China. Gates served as a Trustee of the University of Pennsylvania, from 1948 to 1983 and received an honorary degree of an LL.D. from Penn, his alma mater, in 1956.[9] He was also a member of the Board of Trustees of the College of the Atlantic during the periods 1972–1976 and 1978–1983. The community center at College of the Atlantic is named in his honor. Gates died in Philadelphia, Pennsylvania, on March 25, 1983. The Ticonderoga-class guided missile cruiser USS Thomas S. Gates (CG-51) is named after the late Secretary of Defense. It is the only such cruiser named after a person.","Title":"Thomas S. Gates Jr. - Wikipedia","KeyID":"5123","URL":"https://en.wikipedia.org/wiki/Thomas_S._Gates_Jr."}