{"Content: ":"Paul Henry Nitze (January 16, 1907 – October 19, 2004) was an American politician who served as United States Deputy Secretary of Defense, U.S. Secretary of the Navy, and Director of Policy Planning for the U.S. State Department. He is best known for being the principal author of NSC 68 and the co-founder of Team B. He helped shape Cold War defense policy over the course of numerous presidential administrations.[2] Nitze was born in Amherst, Massachusetts, the son of Anina Sophia (Hilken), a homemaker, and William Albert Nitze, a professor of Romance linguistics who concluded his career at the University of Chicago.[3][4] His parents were both of German descent. His ancestors came from the region of Magdeburg in the state of Saxony-Anhalt, Germany. In his memoir, From Hiroshima to Glasnost, Paul Nitze describes how as a young boy he witnessed the outbreak of World War I while he was traveling in Germany with his father, mother, and sister, arriving in Munich just in time to be struck by the city crowds' patriotic enthusiasm for the imminent conflict. Nitze attended The Hotchkiss School, where he was a member of the class of 1924 and the University of Chicago Laboratory Schools. He graduated from Harvard University in 1928 and entered the field of investment banking. In 1928 and 1929, the Chicago brokerage firm of Bacon, Whipple and Company sent Nitze to Europe. Upon his return, he heard Clarence Dillon predict the Great Depression and the decline of the importance of finance. Having attained financial independence through the sale to Revlon of his interest in a French laboratory producing pharmaceutical products in the United States, Nitze took an intellectual sabbatical that included a year of graduate study at Harvard in sociology, philosophy, and constitutional and international law. In 1929 he joined investment bank Dillon, Read & Co. where he remained until founding his own firm, P. H. Nitze & Co, in 1938. He returned to Dillon, Read as Vice-President from 1939 through to 1941.[5] In 1932, he married Phyllis Pratt, daughter of John Teele Pratt, a Standard Oil financier, and of Ruth Baker Pratt, Republican Congresswoman for New York. She died in 1987. They had four children: Heidi, Peter, William, and Phyllis Anina (Nina). The journalist Nicholas Thompson, who wrote a biography of Nitze and George F. Kennan, is his grandson.[6] He was married to Elisabeth Scott Porter from 1993 until his death in 2004. Nitze's brother-in-law, Walter Paepcke, founded the Aspen Institute and Aspen Skiing Company. Nitze continued to ski in Aspen until well into his 80s. Nitze entered government service during World War II after having been hired by his Wall Street colleague James Forrestal when Forrestal became an administrative assistant to President Franklin D. Roosevelt. In 1942, he became finance director of the Office of the Coordinator of Inter-American Affairs,[7] working for Nelson Rockefeller. In 1943 he became chief of the Metals and Minerals Branch of the Board of Economic Warfare, until he was named director, Foreign Procurement and Development Branch of the Foreign Economic Administration later that year. From 1944 to 1946, Nitze served as director and then as Vice Chairman of the Strategic Bombing Survey for which President Harry S. Truman awarded him the Legion of Merit. One of his early government assignments was to visit Allied-occupied Japan in the immediate aftermath of the atomic bombings of Hiroshima and Nagasaki and assess the damage. This experience framed many of his later feelings about the power of nuclear weapons and the necessity of arms control. In the early postwar era and Cold War, he served in the Truman Administration as Director of Policy Planning for the State Department (1950–1953). He was also the principal author in 1950 of the highly influential but secret National Security Council policy paper, NSC 68, which provided the strategic outline for increased US expenditures to counter the perceived threat of Soviet armament. During the Korean War, he advised the Truman administration against blaming the Soviet Union for the conflict too directly in order to avoid risking an escalation to World War III.[8] From 1953 to 1961, Nitze served as president of the Foreign Service Educational Foundation while concurrently serving as associate of the Washington Center of Foreign Policy Research and the School of Advanced International Studies (SAIS) of the Johns Hopkins University. In 1956 he attended the Project Nobska anti-submarine warfare conference, where discussion ranged from oceanography to nuclear weapons.[9] Nitze co-founded the School of Advanced International Studies (SAIS) with Christian Herter in 1943 and the world-renowned graduate school, based in Washington, D.C., is named in his honor. His publications during this period include U.S. Foreign Policy: 1945–1955. In 1961, President Kennedy appointed Nitze Assistant Secretary of Defense for International Security Affairs. In 1963, Nitze became the Secretary of the Navy, serving until 1967. According to the US Navy[10] \"as the Navy secretary, he raised the level of attention given to quality of Service issues. His many achievements included establishing the first Personnel Policy Board and retention task force (the Alford Board), and obtaining targeted personnel bonuses. He lengthened commanding officer tours and raised command responsibility pay.\" Following his term as Secretary of the Navy, he served as Deputy Secretary of Defense (1967–1969), as a member of the US delegation to the Strategic Arms Limitation Talks (SALT) (1969–1973). Later, fearing Soviet rearmament, he opposed the ratification of SALT II (1979). Paul Nitze was a cofounder of Team B, a 1970s intelligence think tank that challenged the National Intelligence Estimates provided by the CIA. The Team B reports became the intellectual foundation for the idea of \"the window of vulnerability\" and of the massive arms buildup that began toward the end of the Carter administration and accelerated under President Ronald Reagan. Team B came to the conclusion that the Soviets had developed new weapons of mass destruction and had aggressive strategies with regard to a potential nuclear war. Team B's analysis of Soviet weapon systems was later believed to be largely exaggerated. According to Anne Cahn of the Arms Control and Disarmament Agency (1977–1980), \"if you go through most of Team B's specific allegations about weapons systems, and you just examine them one by one, they were all wrong.\" Nonetheless, some still claim that its conclusions about Soviet strategical aims were largely proven to be true, but this hardly squares with the elevation of Gorbachev in 1985.[11] Nitze was President Ronald Reagan's chief negotiator of the Intermediate-Range Nuclear Forces Treaty (1981–1984). In 1984, Nitze was named Special Advisor to the President and Secretary of State on Arms Control. For more than forty years, Nitze was one of the chief architects of US policy toward the Soviet Union. In 1985 President Reagan awarded Nitze the Presidential Medal of Freedom for his contributions to the freedom and security of the United States. In 1986, he received the Golden Plate Award of the American Academy of Achievement.[12][13] In 1989, Nitze received the US Senator John Heinz Award for Greatest Public Service by an Elected or Appointed Official, an award given out annually by Jefferson Awards.[14] In 1991, he was awarded the prestigious United States Military Academy's Sylvanus Thayer Award for his commitment to the Academy's ideals of \"Duty, Honor, Country\".[15][6] In 1997, Nitze was awarded the Naval Heritage Award by the US Navy Memorial Foundation for his support of the US Navy while he was Secretary of the Navy.[citation needed] Nitze died in Washington, D.C., at age 97 in October 2004.[16] This article incorporates public domain text from the United States Navy.","Title":"Paul Nitze - Wikipedia","KeyID":"5127","URL":"https://en.wikipedia.org/wiki/Paul_Nitze"}