{"Content: ":"John William Warner III (February 18, 1927 – May 25, 2021) was an American lawyer and politician who served as the United States Secretary of the Navy from 1972 to 1974 and as a five-term Republican U.S. Senator from Virginia from 1979 to 2009. Warner served as Chairman of the Senate Armed Services Committee from 1999 to 2001, and again from 2003 to 2007. He also served as the Chair of the Senate Rules Committee from 1995 to 1999. Warner was a veteran of the Second World War and Korean War, and was one of five World War II veterans serving in the Senate at the time of his retirement.[1] He did not seek reelection in 2008. After leaving the Senate, he worked for the law firm of Hogan Lovells, where he had previously been employed before joining the United States Department of Defense as the Under Secretary of the Navy during the presidency of Richard Nixon in 1969. Warner's 2002 re-election is the most recent election in which a Republican won a U.S. Senate seat in Virginia. John William Warner III[2] was born on February 18, 1927, in Washington, D.C., to Martha Budd and Dr. John Warner Jr., an obstetrician-gynecologist in Washington.<https://www.nytimes.com/2021/05/26/us/politics/john-warner-genteel-senator-from-virginia-dies-at-94.html> He grew up in the District, where he attended the elite St. Albans School before graduating from Woodrow Wilson High School in February 1945. Warner enlisted in the United States Navy during World War II in January 1945, shortly before his 18th birthday. He served until the following year, leaving as a petty officer third class. He went to college at Washington and Lee University, where he was a member of Beta Theta Pi, graduating in 1949; he then entered the University of Virginia Law School.[3] Warner joined the U.S. Marine Corps in October 1950, after the outbreak of the Korean War, and served in Korea as a ground aircraft maintenance officer with the 1st Marine Aircraft Wing. His service number was 050488.[4] He continued in the Marine Corps Reserves after the war, eventually reaching the rank of captain. He then resumed his studies, taking courses at the George Washington University before receiving his law degree from UVA in 1953. That year, he became a law clerk to Chief Judge E. Barrett Prettyman of the United States Court of Appeals. In 1956, he became an assistant U.S. attorney[where?]. In 1960, he entered private law practice and joined Hogan & Hartson (now Hogan Lovells). In the 1960 United States presidential election, he served as an aide to Vice President Richard Nixon's campaign team. After giving substantial funds and time to Nixon's successful presidential campaign in 1968, Warner was appointed Under Secretary of the Navy in the Nixon Administration in February 1969. On May 4, 1972, he succeeded John H. Chafee as Secretary of the Navy. Thereafter Warner was appointed by President Gerald Ford as delegate to the Law of the Sea talks, and he negotiated the U.S.-Soviet Incidents at Sea agreement which became a cause célèbre of pro-Détente doves in U.S.-Soviet relations. He was subsequently appointed by Gerald Ford to the post of Director of the American Revolution Bicentennial Administration.[citation needed] Following Ford's defeat, Warner began to consider political office for himself. He entered politics in the 1978 Virginia election for U.S. Senate. Despite the publicity of being Elizabeth Taylor's husband and the large amounts of money Warner used in his campaign for the nomination, he finished second at the state Republican Party (GOP) convention to the far more conservative politician Richard D. Obenshain. Much of this loss was due to his perceived liberal political stances, especially his soft approach to U.S.-Soviet relations. In contrast, Obenshain was a noted anti-Soviet, a hardline anti-communist, and an opponent of other liberal policies including the Great Society and much of the Civil Rights Movement. However, when Obenshain died two months later in a plane crash, Warner was chosen to replace him and narrowly won the general election over Democrat Andrew P. Miller, a former Attorney General of Virginia. He was in the Senate until January 3, 2009. Despite his less conservative policy stances, Warner managed to be the second longest-serving senator in Virginia's history, behind only Harry F. Byrd Sr. and by far the longest-serving Republican Senator from the state. On August 31, 2007, Warner announced that he would not seek re-election in 2008.[5] His committee memberships included the Environment and Public Works Committee, the Senate Committee on Health, Education, Labor, and Pensions, and the Senate Select Committee on Intelligence. As the chairman of the Senate Armed Services Committee, he protected and increased the flow of billions of dollars into the Virginia economy each year via the state's military installations and shipbuilding firms which served his reelection efforts in every cycle. Warner was quite moderate, especially in comparison to most Republican Senators from the South. He was among the minority of Republicans to support some gun control laws. He voted for the Brady Bill and, in 1999, was one of only five Republicans to vote to close the so-called gun show loophole. While Warner voted against the 1994 Assault Weapons Ban,[6] he co-sponsored efforts by Sen. Dianne Feinstein to reauthorize the ban in 2004[7] and 2005.[8] Warner supported[9] the Roe v. Wade decision establishing abortion rights and supported embryonic stem cell research,[10] although he received high ratings from anti-abortion groups because he voted in favor of many abortion restrictions.[11] On June 15, 2004, Warner was among the minority of his party to vote to expand hate crime laws to include sexual orientation as a protected category. He supported a constitutional amendment banning same-sex marriage, but he raised concerns about the most recent Federal Marriage Amendment as being too restrictive, as it would have potentially banned civil unions as well. In 1987, Warner was one of the few Republicans who voted to reject the nomination of Robert Bork by President Ronald Reagan and the only Southerner to do so.[12] Warner was re-elected easily in 1984 and 1990, and faced his first real challenge for re-election in 1996 from political newcomer Democrat Mark Warner (no relation), a millionaire who vastly outspent the incumbent and produced an unusually close election. John Warner prevailed with 52% of the vote. According to George Stephanopoulos, a former close aide to President Bill Clinton, Warner was among top choices to replace Les Aspin as the Secretary of Defense in the Clinton administration; Clinton ultimately selected William Perry.[13] In the 1996 United States Presidential election, Warner served as a Senate teller (along with Democrat Wendell H. Ford) of electoral votes.[14] Warner was among ten GOP Senators who voted against the charge of perjury during Clinton's impeachment (the others were Richard Shelby of Alabama, Ted Stevens of Alaska, Susan Collins of Maine, Olympia Snowe of Maine, John Chafee of Rhode Island, Arlen Specter of Pennsylvania, Jim Jeffords of Vermont, Slade Gorton of Washington, and Fred Thompson of Tennessee). Warner and others who voted against the article angered many Republicans by their position. However, unlike Snowe, Collins, Specter, Jeffords, and Chafee, the rest of the Republicans voted guilty on the second article. As was the case in 1990, Warner faced no Democratic opposition in 2002, winning re-election to a fifth term in the Senate by a landslide over Independent candidate Jacob Hornberger.[15] On May 23, 2005, Warner was one of 14 centrist senators, dubbed the \"Gang of 14,\" to forge a compromise on the Democrats' proposed use of the judicial filibuster, thus blocking the Republican leadership's attempt to implement the so-called nuclear option. Under the agreement, the Democrats would retain the power to filibuster a Bush judicial nominee only in an \"extraordinary circumstance\", and three Bush appellate court nominees, Janice Rogers Brown, Priscilla Owen, and William H. Pryor, Jr., would receive a vote by the full Senate. On September 17, 2006, Warner said that U.S. military and intelligence personnel in future wars will suffer for abuses committed in 2006 by the U.S. in the name of fighting terrorism. He feared that the administration's civilian lawyers and a president who never saw combat were putting U.S. service personnel at risk of torture, summary executions and other atrocities by chipping away at Geneva Conventions’ standards that have protected them since 1949. Following the Supreme Court ruling on Hamdan v. Rumsfeld, which was adverse to the Bush Administration, Warner (with Senators Lindsey Graham and John McCain) negotiated with the White House the language of the Military Commissions Act of 2006, suspending habeas corpus provisions for anyone deemed by the Executive Branch an \"unlawful combatant\" and barring them from challenging their detentions in court. Warner's vote gave a retroactive, nine-year immunity to U.S. officials who authorized, ordered, or committed acts of torture and abuse, permitting the use of statements obtained through torture to be used in military tribunals so long as the abuse took place by December 30, 2005.[16] Warner's \"compromise\" (approved by a Republican majority) authorized the President to establish permissible interrogation methods and to \"interpret the meaning and application\" of international Geneva Convention standards, so long as the coercion falls short of \"serious\" bodily or psychological injury.[17] Warner maintained that the new law holds true to \"core principles\" that the U.S. provide fair trials and not be seen as undermining Geneva Conventions.[18] The bill was signed into law on October 17, 2006, in Warner's presence.[19][20][21] In March 2007, after Chairman of the Joint Chiefs Peter Pace spoke publicly about his views on homosexuality and the military, Warner said, \"I respectfully, but strongly, disagree with the chairman's view that homosexuality is immoral.\"[22] On August 23, 2007, he called on President Bush to begin bringing U.S. troops home from Iraq by Christmas in order to make it clear to the Iraqi leadership that the U.S. commitment is not indefinite.[23] On August 31, 2007, he announced that he would not seek a sixth term in the Senate in 2008.[24] Warner was a cosponsor of America's Climate Security Act of 2007, also more commonly referred to as the Cap and Trade Bill, that proposed to ration (cap) carbon emissions in the U.S., and tax or purchase (trade) Carbon credits on the global market for greater U.S. alignment with the Kyoto protocol standards and goals. In September 2008, Warner joined the Gang of 20, a bipartisan coalition seeking comprehensive energy reform. The group pushed for a bill that would encourage state-by-state decisions on offshore drilling and authorize billions of dollars for conservation and alternative energy.[25] In October 2008, Warner voted in favor of the Emergency Economic Stabilization Act of 2008.[26][27] Warner was listed as a senior advisor at the website for the D.C. law firm, Hogan Lovells. He was in the firm's Global Regulatory practice group, and his specialties were Aerospace, Defense, and Government Services.[28] He endorsed Democrat Mark Warner, his rival in the 1996 election, to succeed him in 2008.[29] In 2014, Warner endorsed Mark Warner's Senate reelection bid.[30] On September 28, 2016, Warner endorsed Democratic presidential candidate Hillary Clinton over Donald Trump, praising Clinton's record of bipartisan cooperation.[31] In 2018, he endorsed Democrats Tim Kaine for Senate and Abigail Spanberger and Leslie Cockburn for Congress.[32][33] He did endorse Republican candidates Ed Gillespie for Governor in 2017 and Barbara Comstock for Virginia's 10th congressional district in 2018.[34][35] In 2020, Warner endorsed former Vice President Joe Biden for President of the United States and Mark Warner for his reelection bid to the Senate.[36][37] Warner also served as an Honorary Director on the Board of Directors at the Atlantic Council.[38] On December 12, 2008, the Office of the Director of National Intelligence awarded Warner the first ever National Intelligence Distinguished Public Service Medal. In 2008, Warner delivered the Waldo Family Lecture on International Relations at Old Dominion University.[39] On January 8, 2009, the Secretary of the Navy announced the Navy would name the next Virginia-class submarine after John Warner. USS John Warner (SSN-785) is the twelfth Virginia-class submarine[40] and was commissioned on August 1, 2015 at a ceremony at Naval Station Norfolk.[41][42] On February 19, 2009 the British Embassy in Washington, D.C., announced that Queen Elizabeth II would name John Warner an honorary Knight Commander for his work strengthening the American-British military alliance.[43] As a person who is not a British citizen (or a citizen of a country which acknowledges the British monarch as their own monarch), the title of Knight Commander of the Most Excellent Order of the British Empire only allowed Warner to put the Post-nominal letters KBE after his name.[44] The annual Senator John W. Warner Award is given to a third year undergraduate student at the University of Virginia who exhibits a serious, convincing ambition to seek future election to public office. This award honors an individual who strives for service in an elected office, whether it is a part-time city council position or a full-time legislative or executive office. Successful candidates demonstrate the required courage to stand up and ask fellow citizens for their valued vote. The award of up to $3,000 funds a research project in an area that will inform the recipient's future career as an elected official. Award recipients include: John Jacob Nay, Casey Enders, James Linville, and Sarah Buckley.[45] On May 2, 2013, Warner and United States Marine Corps representatives broke ground for the Senator John W. Warner Center for Advanced Military Studies at Marine Corps University in Quantico, Virginia. The Warner Center is home to the Marine Corps Command and Staff College, School of Advanced Warfighting and College of Distance Education and Training, and the Brigadier General Simmons Center for Marine Corps History, including the archives of the Marine Corps and the history division.[46][47] In August 1957, Warner married banking heiress Catherine Conover Mellon, the daughter of art collector Paul Mellon and his first wife, Mary Conover, and the granddaughter of Andrew Mellon. By his marriage, Warner accrued substantial capital for investing and expanding his political contacts. The Warners, who divorced in 1973, had three children: Virginia, John W. Warner, IV, and Mary. His former wife now uses the name Catherine Conover.[48] Warner was the sixth husband of actress Elizabeth Taylor, whom he married in December 1976, at the Second Presbyterian Church in Richmond, Virginia, before being elected to the Senate. They divorced in November 1982. Warner was the last surviving, as well as the longest-lived, of Taylor's seven husbands. Warner was linked romantically to broadcast journalist Barbara Walters in the 1990s. In December 2003, he married Jeanne Vander Myde, a real estate agent and the widow of Reagan administration defense department official Paul Vander Myde.[49][50] Warner died from heart failure at his home in Alexandria, Virginia, on May 25, 2021, at age 94.[51][52] Warner's funeral was held June 23, 2021, at Washington National Cathedral. President Joe Biden, Senators Tim Kaine and Mark Warner, and Admiral Michael Mullen were among those who spoke at the funeral.[53]","Title":"John Warner - Wikipedia","KeyID":"5130","URL":"https://en.wikipedia.org/wiki/John_Warner"}