{"Content: ":"John William Middendorf II (born September 22, 1924) is a former Republican United States diplomat and Secretary of the Navy. John William Middendorf II received a Bachelor of Naval Science (BNS) degree from College of the Holy Cross[1] in 1945. In World War II, he served in the United States Navy from 1944 to 1946 as engineer officer and navigator aboard USS LCS(L) 53. He was discharged from the Navy in 1946. He earned a BA degree from Harvard College in 1947, where he was a member of the Hasty Pudding Theatricals and the Owl Club.[2] He also graduated from New York University's Graduate School of Business Administration, receiving an MBA degree in 1954. He became an investment banker and in 1963 in partnership with Austen Colgate formed his own company, Middendorf, Colgate and Company (with a seat on the New York Stock Exchange).[2] An early member of Barry Goldwater's presidential campaign, he served as treasurer of that campaign, and continued to have the same duties with the Republican National Committee from 1965–1969.[citation needed] Shortly after taking office in 1969, President Richard Nixon appointed Middendorf as United States Ambassador to the Netherlands. Middendorf served in this position until June 1973. After returning to the U.S., he became Under Secretary of the Navy; not long after, Secretary John Warner moved on to become head of the Bicentennial Commission, and Middendorf was told he could expect promotion to Secretary. However, when his nomination seemed to be stalled, he discovered that Secretary of Defense James Schlesinger had a candidate of his own (information that Schlesinger had not shared with Middendorf). Whereupon, Middendorf paid a personal call on many of the senators he had worked with while he was Treasurer of the Republican Party—and soon enough he had been nominated and confirmed as Secretary of the Navy, serving until the end of the Administration of President Gerald Ford. As he would later write, \"Life is relationships. Politics is compromise.\" During his tenure and again using his legislative contacts, Middendorf helped increase the Navy budget by 60 percent while the Army and Air Force budgets remained relatively flat. Programs he championed included the OHIO-class ballistic missile submarine and the companion Trident missile, the Aegis surface-launched missile system (which became the Navy's longest-running construction program; the 100th Aegis-equipped ship was delivered to the U. S. Navy in 2009 and systems are now in service with five allied navies). He also championed the F/A-18 carrier-based fighter attack aircraft—which Middendorf arranged to have dubbed \"Hornet,\" as a tribute to his Revolutionary War ancestor merchant-shipping Captain William Stone, who donated two ships to the fledgling Navy which were then renamed \"Wasp\" and \"Hornet.\" Those names survived many years and many ships, but as the fleet began to shrink and as ship-naming became more political—i.e., breaking the old rules and naming ships after living politicians—there weren't enough new candidates for traditional names. Incoming President Carter invited Middendorf to stay on as Secretary of the Navy; however, as Middendorf noted in his 2011 memoir Potomac Fever, he told the President-elect \"that it was the best job in government and therefore an insecure post for a Republican in a Democrat administration.\" During the Carter presidency, Middendorf was back in the private sector, as President and Chief Executive Officer of Financial General Bankshares (which he re-organized and renamed First American Bank). Next, he headed the CIA transition team (1980) for incoming President Ronald Reagan and was then named Permanent Representative of the United States of America to the Organization of American States (OAS), with the rank of Ambassador. He served in the post until 1984, when he accepted appointment as U. S. Representative to the European Community (known today as the European Union) serving until 1987. In 2006, Middendorf published a book describing his work with the Goldwater campaign. Glorious Disaster: Barry Goldwater's Presidential Campaign and the Origins of the Conservative Movement details how Goldwater's campaign became the foundation of the modern Conservative movement.[3] In 2011, he published his autobiography, Potomac Fever.[4] He is a prolific composer of symphonies (including the Holland Symphony, presented to Queen Juliana of the Netherlands on the 25th anniversary of her ascension to the throne) and 100 marches for ships of the U.S. Navy. Ambassador Middendorf is a member of the board of directors of the International Republican Institute.[5] He is a member of the board of trustees for the Heritage Foundation, an influential Washington, D.C. based public policy research institute.[6] He is also a member of the Rhode Island Society of the Sons of the Revolution and the Naval Order of the United States. Middendorf studied stained glass production with Dutch-born expert Joep Nicolas. Middendorf has received the \"Edwin Franko Goldman Award\" from the American Bandmasters Association and is a member of the American Society of Composers and Performers (ASCAP). Other honors include:","Title":"J. William Middendorf - Wikipedia","KeyID":"5131","URL":"https://en.wikipedia.org/wiki/J._William_Middendorf"}