{"Content: ":"Edward Hidalgo (born Eduardo Hidalgo; October 12, 1912 – January 21, 1995) served as the United States Secretary of the Navy in the Carter administration from October 24, 1979 to January 20, 1981. He had previously served as Assistant Secretary of the Navy (Manpower and Reserve Affairs) from April 1977 to October 1979. Hidalgo was born Eduardo Hidalgo in Mexico City on October 12, 1912, to Egon and Domita Kunhardt Hidalgo.[1] At the age of six his family moved to New York, where he became a citizen and anglicised his name.[1] He graduated from Holy Cross College in 1933, and received his J.D. from Columbia Law School in 1936.[2] During World War II he was a lieutenant in the U.S. Naval Reserve. In this capacity he held several positions. From 1942 to 1943 he served in Montevideo, Uruguay, as a legal advisor to the ambassador to the Emergency Advisory for Political Defense.[3] For the remainder of the war he served as air combat intelligence officer on the carrier USS Enterprise (CV-6).[2] From 1945 to 1946 he served as Special Assistant to the Secretary of the Navy, James Forrestal.[1] Prior to World War II Hidalgo was a law clerk for a New York firm; after war service he resumed his career, running the Mexico City office of the legal firm of Curtis, Mallet-Prevost, Colt & Mosle before becoming a founding partner in 1948 of Barrera, Siqueiros & Torres Landa, also in Mexico, where he remained until 1965. From 1965 to 1966 he served as Special Assistant to the Secretary of the Navy, Paul H. Nitze, and then resumed legal work from 1966 to 1972 as a partner in the law firm of Cahill, Gordon & Reindel, in charge of their European office.[2] In 1972 he left the firm to resume government service as Special Assistant for Economic Affairs to the Director of the US Information Agency. The following year he became General Counsel and Congressional Liaison of the Agency.[1] Hidalgo served from April 25, 1977 as Assistant Secretary of the Navy (Manpower, Reserve Affairs and Logistics). On September 13, 1979 President Carter announced the nomination of Hidalgo as Secretary of the Navy, replacing W. Graham Claytor, Jr. One of his priorities was recruitment of Hispanics into the Navy, particularly in the officer corps.[1] The Vice Admiral James Bond Stockdale Award for Inspirational Leadership, a United States Navy award, was established in 1980 by Hidalgo to honor the inspirational leadership of James Stockdale, a Medal of Honor recipient in the Vietnam War, who exhibited exemplary leadership while a prisoner of war in North Vietnam for nearly eight years. The award was first presented in 1981.[4] After his term as Secretary of the Navy he became a consultant with General Dynamics Corporation, a defense contractor that he had negotiated a $643 million settlement with while Secretary of the Navy. He was paid $66,000 for his services[5] which he said were related to the Air Force's F-16 program.[6] Hidalgo was married 3 times, the first two ending in divorce and the third with his death in 1995 from cardiac arrest. He had four children.[7]","Title":"Edward Hidalgo - Wikipedia","KeyID":"5133","URL":"https://en.wikipedia.org/wiki/Edward_Hidalgo"}