{"Content: ":"William Lockhart Ball III[1] (born June 10, 1948) is an American former government official and political appointee. He held senior posts in the Reagan Administration, beginning as an Assistant Secretary of State under George Shultz in 1985 . He moved to the White House staff in 1986 as President Reagan's chief lobbyist and liaison to Congress. After two years in that capacity, he was nominated by President Reagan and confirmed by the Senate to become the 67th Secretary of the Navy in 1988. Ball was born in Belton, South Carolina, and earned a Bachelor of Science in Industrial Management from the Georgia Institute of Technology in 1969.[2] Before joining the Reagan Administration, Ball worked for ten years as a staff member for two former United States Senators: Herman Talmadge of Georgia and John Tower of Texas.[3] Previously, he served for six years as a naval officer aboard ship and then at the Navy Department in Washington, D.C., before being released from active duty in 1975. He continued to serve as a naval reserve officer through March 5, 1985.[4] He was aboard the USS Mount Whitney (LCC-20) on September 16, 1988 and participated in the promotion and pinning of 9 newly selected Chief Petty Officer's (E-7) and stated that this was the highlight of his Naval career. In 2005 he founded a consultancy, Ball & Associates, and is a consultant to companies in the defense, energy and international business sectors. He was a member of the Defense Base Closure and Realignment Commission in 1991 and of the Commission on the National Guard and Reserve in 2007. He is director of the Governor's Defense Initiative for the State of Georgia's Department of Economic Development in Atlanta. He was President of the American Beverage Association (formerly the National Soft Drink Association) from 1990 to 2005, and served as managing director of the Loeffler Group, formerly a Washington government relations firm, between 2006 and 2007. He was elected chairman of the Board of Trustees of The Asia Foundation in January 2002 .[5] He has been a member of the Foundation's board since 1995, and served as vice chairman from January 1999 to December 2001. Ball is a former president of the Navy Museum Foundation, a former member of the Board of Trustees for the Maine Maritime Academy, and a former director of the Naval Historical Foundation. In July 2011, Ball became a member of the United States Energy Security Council, which seeks to diminish oil's monopoly over the US transportation sector and is sponsored by the [Institute for the Analysis of Global Security (IAGS). Ball and wife, Patty, have four grown daughters and reside in Alexandria, Virginia. He is the older brother of country singer/songwriter, David Ball.","Title":"William L. Ball - Wikipedia","KeyID":"5136","URL":"https://en.wikipedia.org/wiki/William_L._Ball"}