{"Content: ":"Sean Charles O'Keefe (born January 27, 1956) is a university professor at Syracuse University Maxwell School,[1][2] former chairman of Airbus Group, Inc.,[3][4] former Secretary of the Navy, former Administrator of NASA, and former chancellor of Louisiana State University (LSU).[5] He is a former member of the board of directors of DuPont. O'Keefe was born in Monterey, California, to Patricia (née Carlin; died 2010) and Patrick Gordon O'Keefe (born c. 1927), both natives of New Orleans. Patrick O'Keefe became a United States Navy engineer and over the years worked on nuclear submarines.[6] The family lived on several naval bases during O'Keefe's childhood. In 1973, he graduated from Wheeler High School in North Stonington, Connecticut. He attended Loyola University in New Orleans, graduating in 1977 with a Bachelor of Arts in History. He subsequently acquired his Master of Public Administration degree in 1978 from the Maxwell School of Citizenship and Public Affairs at Syracuse University.[7] After receiving his master's degree, he began his career as Presidential Management Intern[8] and later was a budget analyst for the Department of Defense. He served on the United States Senate Committee on Appropriations staff for eight years, and was Staff Director of the Defense Appropriations Subcommittee. In 1989, O'Keefe became Comptroller for the Department of Defense. Dubbed by some \"the Grim Reaper,\" he led efforts to cut defense programs the Pentagon's senior leadership saw as unnecessary or wasteful.[9] He was lauded for his handling of the financial aspects of the Gulf War, managing to collect large payments from U.S. allies which significantly offset the cost of the war.[10] On July 7, 1992 President George H. W. Bush named him Acting Secretary of the Navy. He subsequently became permanent Secretary of the Navy and held that position until Bush left office on January 20, 1993. Although his time in office was less than seven months, it was eventful. Originally appointed to help clean up the \"Tailhook\" sexual harassment scandal, he also dealt with the draw down of Navy- and Marine Corps forces in the wake of the end of the Cold War, and he issued a new strategy policy statement for the sea services called \"...From the Sea\".[11] After Bush left office, O'Keefe was Professor of Business Administration, Assistant to the Senior Vice President for Research and Dean of the Graduate School at Pennsylvania State University. He next became the Louis A. Bantle Professor of Business and Government Policy, an endowed chair at Syracuse University's Maxwell School of Citizenship and Public Affairs.[7] From January to December 2001, O'Keefe served as deputy director of the Office of Management and Budget in the George W. Bush administration, a job that strengthened his reputation as a \"bean counter\".[12] O'Keefe became NASA administrator on December 21, 2001 after the United States Senate confirmed his nomination. He came to NASA without formal training in science or engineering (as was the case with James E. Webb who was NASA administrator from 1961 to 1968).[7] O'Keefe's tenure at NASA can be divided into roughly three equal periods, each marked by a single problem or event of overriding importance.[13] In the period December 2001 through January 2003, O'Keefe eliminated a $5 billion cost overrun in the construction of the International Space Station. In 2003, he dealt with the Space Shuttle Columbia accident and its aftermath. From January 2004 through February 2005, O'Keefe re-organized NASA to start working on President George W. Bush's newly announced Vision for Space Exploration to send humans to the Moon and Mars. One of O'Keefe's most controversial decisions occurred in January 2004, when he cancelled an upcoming Space Shuttle mission to service the aging Hubble Space Telescope.[14][15][16] O'Keefe claimed that, in light of the Space Shuttle Columbia accident, the mission would be too risky, since any potential shuttle damage while visiting the Hubble, would mean insufficient fuel to dock with the space station as a \"safe haven\". While members of the Columbia Accident Investigation Board (CAIB) supported this decision numerous astronomers felt that the Hubble telescope was valuable enough to merit the risk.[17][18] In the buildup to the 2004 presidential election, a dispute in the press occurred between O'Keefe and NASA climatologist James Hansen. In 2003, it was claimed, O'Keefe warned Hansen not to discuss humanity's role in global warming. \"The administrator [Mr. O'Keefe] interrupted me,\" Dr. Hansen said in the New York Times, \"he told me that I should not talk about dangerous anthropogenic interference, because we do not know enough or have enough evidence for what would constitute dangerous anthropogenic interference.\" O'Keefe's spokesperson said O'Keefe had not meant to admonish Hansen or suggest that research efforts should be cut. The New York Times reported that \"Dr. Franco Einaudi, director of the NASA Earth Sciences Directorate at the Goddard Space Flight Center in Greenbelt, Maryland, and Dr. Hansen's supervisor, said he was at the meeting between Dr. Hansen and Mr. O'Keefe. Dr. Einaudi confirmed that Mr. O'Keefe had interrupted the presentation to say that these were \"delicate issues\" and there was a lot of uncertainty about them. But, he added: \"Whether it is obvious to take that as an order or not is a question of judgment. Personally, I did not take it as an order.\"[19] O'Keefe responded to President Bush's 'Vision for Exploration' by hiring retired Navy Admiral Craig E. Steidle who had previously led development of the Joint Strike Fighter (JSF) as an associate administrator in charge of NASA's new Exploration Systems Mission Directorate (ESMD). He developed a mission architecture for lunar exploration based on four launches of medium-lift vehicles and four space rendezvous per mission, which was immediately scrapped by Michael Griffin upon his arrival at NASA. NASA started over with the Exploration Systems Architecture Study (ESAS), sixteen months after Bush's Vision for Space Exploration announcement. This led to the Ares I and Ares V launch vehicles (later canceled) and the Orion Crew Exploration Vehicle.[citation needed] O'Keefe announced his resignation from NASA on December 13, 2004.[20] Asteroid 78905 Seanokeefe was named in honor of O'Keefe's role as NASA administrator.[21] O'Keefe succeeded Mark Emmert on February 21, 2005. O'Keefe has been credited for establishing the Louisiana State University endowment through the $798 million \"Forever LSU Campaign\", his second campaign as LSU's chancellor. He became popular among students for interacting with them, especially during periodic 'Chats with the Chancellor' across the campus throughout the semesters, and because of his encouraging emails.[citation needed] O'Keefe led LSU during its response to Hurricane Katrina in August and September 2005 when the campus was transformed into what has been called \"the largest acute-care field hospital established in a contingency in the nation's history.\"[citation needed] On January 16, 2008, he announced that February 1, 2008 was his last day as chancellor.[22] O'Keefe lightly discussed his membership in the exclusive San Francisco Bohemian Club that has a 15- to 20-year waiting list, with the Louisiana State University student newspaper The Daily Reveille. During July 2005, O'Keefe had traveled to visit the famous Bohemian Grove near San Francisco as a member of the 'Wayside Log camp'. The prior time in 1993 he was the guest of a member, one whom he later appointed to a NASA panel. In October 2009, EADS North America hired O'Keefe as CEO. His Washington connections were noted at a time when EADS was trying to secure a $35 billion U.S. Air Force contract for tanker aircraft in a competition with Boeing.[3] O'Keefe brought aboard Paul Pastorek, the Louisiana state school superintendent from 2007 to 2011, as the EADS chief counsel and corporate secretary.[23] O'Keefe and his teenaged son were among four survivors of an August 2010 seaplane crash near Aleknagik, Alaska; O'Keefe sustained serious injuries, while former US Senator Ted Stevens and four others were killed.[24][25][26][27][28] In January 2011, O'Keefe assumed the additional responsibilities of chairman of the board of EADS, which was renamed Airbus Group's North American Unit. In March 2014, O'Keefe stepped down as Chief Executive to address lingering medical issues from his 2010 airplane crash injuries.[29] In November 2014 the Center for Strategic and International Studies (CSIS) announced that O'Keefe had joined CSIS as a Distinguished Senior Adviser.[30] Simultaneously Syracuse University announced that O'Keefe had been appointed as a University Professor.[31][32] O'Keefe has long been affiliated with Syracuse University since his graduation. From 1996-2001, O'Keefe was the Maxwell School's Louis A. Bantle Professor of Business and Government Policy. He received Syracuse University Chancellor's Award for Public Service for faculties in 1999 and the distinguished alumni Arents Award for Excellence in Public Service in 2011.[33] In 2020, O'Keefe, along with over 130 other former Republican national security officials, signed a statement that asserted that President Trump was unfit to serve another term, and \"To that end, we are firmly convinced that it is in the best interest of our nation that Vice President Joe Biden be elected as the next President of the United States, and we will vote for him.\"[34] O'Keefe and his wife, Laura, have three children. O'Keefe's great-grandfather was Arthur J. O'Keefe, Sr., who from 1926 to 1929 was the mayor of New Orleans, Louisiana. His grandfather, Arthur O'Keefe, Jr., was a member of the Louisiana State Senate from New Orleans from 1948 to 1950. His uncle is the former State Senate President, Michael H. O'Keefe.[35] On August 9, 2010, O'Keefe survived the 2010 Alaska DHC-3 Otter crash which killed Alaska senator Ted Stevens.[36]","Title":"Sean O'Keefe - Wikipedia","KeyID":"5138","URL":"https://en.wikipedia.org/wiki/Sean_O%27Keefe"}