{"Content: ":"Donald Charles Winter (born June 15, 1948)[1] is an American politician and businessman who served as United States Secretary of the Navy.[2] A former top executive of TRW, Aerospace & Defense, he was nominated in 2005 by President George W. Bush, confirmed by the United States Senate, and took the oath of office on January 3, 2006. In January 2009 Defense Secretary Robert Gates requested that Winter remain in office until President Obama picked his successor on March 13, 2009.[3] He resigned on March 13.[4] Winter earned a bachelor's degree (with highest distinction) in physics from the University of Rochester in 1969. He received a master's degree in 1970, and a doctorate in physics in 1972, from the University of Michigan. He joined the aerospace technology company TRW in 1972, and directed laser physics projects in Redondo Beach, California. By 1978, he was head of the optics department there. In 1980, Winter received a three-year appointment to the Defense Advanced Research Projects Agency (DARPA), serving under Dr. Bob Cooper during the very early years of research into the Strategic Defense Initiative (SDI) proposed by President Ronald Reagan. Winter's main responsibility was for Talon Gold, an advanced acquisition, tracking, and pointing experiment in space. During that period, he was awarded the Secretary of Defense's Medal for Meritorious Civilian Service. In 1982, Winter resigned from his DARPA appointment early and returned to TRW, where he held senior systems engineering and program management responsibilities for a variety of space system programs for the next eight years. From 1990 through 1997, as vice president and general manager of the defense systems division of TRW's Space & Electronics (S&E) business, Winter directed space systems activities that supported the national defense effort. Winter was president and CEO of TRW Systems[5] from January 2000 until its acquisition by Northrop Grumman in December 2002. After the Northrop acquisition, Winter became head of Northrop Grumman Mission Systems[6] until his nomination by President Bush to become the civilian head of the Department of the Navy. He was elected to member of the National Academy of Engineering in 2002.[7] He is currently Professor of Practice, Department of Naval Architecture and Marine Engineering at the University of Michigan.[8] In 2015, Winter was appointed to an expert advisory panel on Australia's Future Submarine Program, overseeing the competitive evaluation of bidders.[9] He was appointed chairman of Australia's Naval Shipbuilding Advisory Board by the Turnbull Government in 2016.[10] In March 2021, it was reported that he was working as a special advisor to Prime Minister Scott Morrison on shipbuilding.[11]","Title":"Donald C. Winter - Wikipedia","KeyID":"5142","URL":"https://en.wikipedia.org/wiki/Donald_C._Winter"}