{"Content: ":"Carlos Del Toro (born 1961)[1] is a Cuban-American businessman and retired United States Navy officer who serves as the 78th United States Secretary of the Navy since 2021.[2][3] Del Toro was born in Havana, Cuba and immigrated to the United States with his parents as a little child. He was raised in Hell's Kitchen, Manhattan. Del Toro earned a Bachelor of Science degree in electrical engineering from the United States Naval Academy in 1983.[3] Del Toro later earned a Master of Arts in national security studies from the Naval War College and also a Master of Professional Studies degree in legislative affairs from George Washington University.[4] Del Toro served in the United States Navy for 22 years, retiring with the rank of commander. During his service, Del Toro served in the Office of the Secretary of Defense and special assistant to the director and deputy director of the Office of Management and Budget. He was also the commanding officer of the USS Bulkeley.[5] After retiring from the Navy, Del Toro founded SBG Technology Solutions, Inc., a program management and engineering firm that primarily works with government clients.[6][7][8] From 2019 until 2021, Del Toro sat on the Board of Directors of the Stimson Center, a Washington-based security think tank.[9] Del Toro's nomination as Secretary of the Navy was announced by President Joe Biden on June 11, 2021[6][7] and received by Congress on June 17.[10] Del Toro's nomination received praise from Armed Services Committee Chairman Jack Reed, who described the nominee as an \"excellent selection.\"[11] During a July 13 committee confirmation hearing before the Senate Armed Services Committee, Del Toro received \"mostly friendly\" questions from senators, although some Republicans expressed concerns about the size and perceived inadequacy of President Biden's FY2022 defense budget and America's commitment and ability to defend Taiwan amidst rising US–China tensions and a recent American failure to defend the island nation in a military simulation.[12][13] In regard to the budget, Del Toro supported the Navy's plan to field 355 ships by 2030, but noted that the service would require more funds;[13] in regard to Taiwan, Del Toro affirmed his commitment to the island's protection and stated that he would be \"exclusively focused on the China threat\" and seek to protect American security interests in the Indo-Pacific.[14] Del Toro also expressed an intention to focus on climate change and modernization efforts.[13][14][15] On July 27, the Senate Armed Services Committee approved Del Toro's nomination, advancing him to the full Senate.[10][16][12] On August 7, 2021, his nomination was confirmed by voice vote.[17] He assumed office on August 9, 2021, and was ceremonially sworn in on August 24, 2021.[18] Del Toro has a wife, Betty Del Toro; they have four children and one grandchild.[6]","Title":"Carlos Del Toro - Wikipedia","KeyID":"5146","URL":"https://en.wikipedia.org/wiki/Carlos_Del_Toro"}