{"Content: ":"Ralph Austin Bard (July 29, 1884 – April 5, 1975) was a Chicago financier who served as Assistant Secretary of the Navy, 1941–1944, and as Under Secretary, 1944–1945. He is noted for a memorandum he wrote to Secretary of War Henry L. Stimson in 1945 urging that Japan be given a warning before the use of the atomic bomb on a strategic city. He was \"the only person known to have formally dissented from the use of the atomic bomb without advance warning.\"[2] Born in Cleveland, Ohio, Bard was the second of three children born to George Morris Bard (1852-1932) and Helen Norwood Bard (1858-1947).[3] He went to Princeton University, where he lettered in baseball, basketball and football.[4] After graduating in 1906, he embarked on a career as an investment banker in Chicago, eventually becoming head of his own firm.[5] He married Mary Hancock Spear (1886-1949) in 1909. They had four children. Bard was active in civic organizations in the Chicago area, including Boy Scouts of America and the American Red Cross. He was also a trustee of Northwestern University.[6] Although he was an active Republican,[7] Bard was appointed Assistant Secretary of the Navy by President Franklin D. Roosevelt, a Democrat who had once held the same post.[8] As Assistant Secretary, Bard was responsible for all matters relating to civilian personnel and the general administration of the Navy Department. Divisions under his control included Shore Establishments, Transportation, Supervision and Management, the Administrative Office, and the Management Engineer's Office. He instituted a sweeping industrial relations program, covering such areas as training, classification, safety, labor relations, recruiting, and efficient use of manpower, and established a Personnel Relations Division in every major naval activity. Thanks to his efforts, there was no strike or work stoppage at any Navy activity during World War II. Bard was also a member of the War Manpower Commission, established by President Roosevelt to balance the wartime labor needs of the civilian and military sectors of the U.S. economy. Upon becoming Under Secretary on June 24, 1944, Bard added responsibility for all Navy uniformed personnel to his other duties.[9] Bard also served as acting Secretary of the Navy from April 28, 1944 to May 19, 1944, following the death of Secretary Frank Knox. We are whistling in a graveyard to keep from facing reality. We prate about our unity of purpose. Then we retire to the woodshed with a sharp pencil and a clean shingle, to figure out whether the agricultural or the petroleum interests will grab the synthetic rubber business, and whether the British-Dutch rubber cartel will be revived after the war to threaten this new industry. We hope that we can enlist the support of the masses of Latin America and our own Negroes, without having to do too much toward solving the agrarian problems of our neighbors to the south or the economic problems of our fellow-Americans. And we hope that the Russians will whip the Nazis, but not be too unreasonable about spreading their uncomfortable doctrines outside of Russia. And all the time we have a dusty standard in the attic around which we could all rally if we would but break it out and understand its dynamic implications. I mean the standard of democratic idealism, which means tolerance, humility, sacrifice and understanding of the meaning of human dignity. — Ralph Austin Bard, Speech to the Industrial Union of Marine and Shipbuilding Workers of America, New York City, September 24, 1942[10] When Bard became Assistant Secretary, Navy policy was to prohibit African Americans from enlisting for \"general duty\" (combat) roles, restricting them to service as \"messmen\". Although Bard's duties as Assistant Secretary did not extend to uniformed personnel, his office often dealt with racial discrimination and its consequences. As a member of a committee appointed to investigate the Navy's racial policies, Bard's special assistant Addison Walker argued for allowing enlistment of a small number of African Americans for general duty on an experimental basis; and Bard himself promised Mark Abridge, who chaired President Roosevelt's Fair Employment Practices Committee, that enlistment of African Americans would be given consideration. Under pressure from President Roosevelt, the Navy announced in 1942 a new policy of accepting African American volunteers (but not draftees) for general duty positions in segregated units, a practice that continued until 1948 when President Truman issued Executive Order 9981 racially integrating the United States Armed Services. In 1944, the Navy began the training of African Americans as commissioned officers.[11][12] In 1945, Bard became one of eight members of the Interim Committee appointed to advise President Harry S. Truman on the use of the atomic bomb.[13] Although Bard joined in the committee's unanimous recommendation that the bomb should be used in combat as soon as possible and without warning,[14] he developed second thoughts. In a memorandum dated June 27, 1945, to Secretary of War Henry L. Stimson,[15] Bard argued that Japan should receive two or three days' \"preliminary warning\" before the bomb was used. \"The position of the United States as a great humanitarian nation and the fair play attitude of our people generally is responsible in the main for this feeling,\" Bard wrote, adding that he felt \"that the Japanese government may be searching for some opportunity which they could use as a medium of surrender.\" The memorandum also suggested that Japan be informed of \"Russia's position,\" i.e., the likely entry of the Soviet Union into the war, and that \"assurances\" be given \"with regard to the Emperor of Japan and the treatment of the Japanese nation following unconditional surrender.\"[16] However, the extensive incendiary raids on Japanese cities under General Curtis LeMay that killed at least 350,000 civilians desensitized U.S. authorities,[17] and the Japanese government did not respond to the Potsdam Declaration in late July 1945 outlining the conditions for unconditional surrender. On August 6, 1945, the first atomic bomb was dropped on the Japanese city of Hiroshima without the warning that Bard recommended, inflicting approximately 70,000 deaths, including 20,000 Japanese combatants and 20,000 Korean slave laborers. On August 8, the Soviet Union declared war on Japan and launched the invasion of Manchuria which decimated the already-weakening Manchukuo Imperial Army. On August 9, a second bomb was used on the Japanese city of Nagasaki, killing approximately 35,000 people, including 27,778 Japanese munitions employees, 2,000 Korean slave laborers, and 150 Japanese combatants. On August 15, the Emperor announced the surrender of Japan.[18] Bard submitted his resignation as Under Secretary at about the time the Interim Committee made its recommendation to Truman on the use of the bomb. He left his post a month later. There is no evidence that he resigned in disagreement with the recommendation or because his own recommendations to Stimson were not followed.[19] In 1946, Bard received the Navy's Distinguished Service Medal.[20] In his later years, he made his residence in Lake Forest, Illinois.[21] He was honorary chair of the committee that brought the captured German submarine U-505 to the Museum of Science and Industry in Chicago. He received the Navy's Distinguished Civilian Service Award in 1954,[22] and he died in a nursing home in Deerfield, Illinois on April 5, 1975, at age 91.[23] He is buried in the Lake Forest Cemetery. Bard's papers (1941–1944) are housed at the Naval Historical Center in Washington, D.C.[24] This article incorporates public domain material from websites or documents of the Naval History and Heritage Command.","Title":"Ralph Austin Bard - Wikipedia","KeyID":"5148","URL":"https://en.wikipedia.org/wiki/Ralph_Austin_Bard"}