{"Content: ":"Palaeocursornis is a monotypic genus of pterosaurs. The only known species, P. corneti, was described in 1984 based on a single bone (MTCO-P 1637) interpreted as the distal part of a left femur, found in Early Cretaceous (Berriasian rocks (dating to around 143 mya) from a mine at Cornet near Oradea in northwestern Romania. It was initially assumed to be a flightless paleognathe bird, possibly a ratite, and later as a more primitive ornithuromorph or non-avialan theropod (Benton et al., 1997). However, re-evaluation of the specimen suggested that it was not a femur at all, but the upper arm bone (humerus) of a pterodactyloid pterosaur similar to Azhdarcho.[1] The animal occurred on what at that time was an archipelago of volcanic and coral islands towards the east of the Piemont-Liguria Ocean. As the archipelago lay around 35°N latitude in a warmer, wetter climate than exists today, it was roughly similar to today's Caribbean or Indonesia. The habitat of Palaeocursornis was hilly, karstic terrain with numerous freshwater and/or brackish rivers, lakes and swamps.(Benton et al., 1997) Initially, the bones were described as Limnornis corneti (Kessler & Jurcsák, 1984). However, that genus name had already been given to the curve-billed reedhaunter (L. curvirostris), an ovenbird. Moreover, the bones ascribed to the new taxon turned out to be from two different species, possibly not even closely related. Unfortunately, the new name to replace Limnornis corneti was referring to the material of the other species (which thus became Eurolimnornis corneti), creating considerable confusion since it assigned the same binomen (corneti) to both species. Subsequent attempts to redescribe the femur as Palaeocursornis biharicus were invalid as far as the binomen is concerned, but at least established a correct genus (Kessler & Jurcsák, 1986). The currently valid name, Palaeocursornis corneti, was first mentioned by Jurcsák & Kessler in 1985, but it was a nomen nudum at that time and only became valid the following year, when the current genus was validly established (albeit with an unnecessarily synonymous species name), as mentioned above. This confusing history of synonymy was clarified by Bock & Bühler (1996): Synonyms   ","Title":"Palaeocursornis - Wikipedia","KeyID":"515","URL":"https://en.wikipedia.org/wiki/Palaeocursornis"}