{"Content: ":"William John Kenney (June 16, 1904 – January 16, 1992) was United States Assistant Secretary of the Navy 1945-46, Under Secretary of the Navy 1947-49, and the operating chief of the Marshall Plan from 1950 to 1952.. W. John Kenney was born in Oklahoma on June 16, 1904. He grew up in Oklahoma, Washington, D.C., Los Angeles, and Carmel-by-the-Sea, California. He attended Stanford University, graduating in 1926, and then attended Harvard Law School, graduating in 1929. After law school, he moved to San Francisco, and practiced law there until 1936. In 1936, Kenney began his career of public service when he was appointed chief of the oil and gas unit of the U.S. Securities and Exchange Commission. After two years in government, he practiced law in Los Angeles until 1941, when he returned to Washington, D.C. as special assistant to James Forrestal, first Under Secretary of the Navy. He later served as the second General Counsel of the Navy from February 5, 1945 to April 2, 1945. President of the United States Harry Truman appointed Kenney Assistant Secretary of the Navy in 1946, and he served in that capacity from March 1, 1946 to September 19, 1947. Truman then promoted Kenney to Under Secretary of the Navy and he served in that office from September 19, 1947 to September 24, 1949. Under the Marshall Plan, President Truman named Kenney director of the Economic Cooperation Mission to Britain, and then, in 1950, he became the operating chief of the entire Marshall Plan under its director, W. Averell Harriman. Kenney would later support Harriman during Harriman's 1952 and 1956 attempts to become President of the United States. With the ending of the Marshall Plan in 1952, Kenney returned to the private practice of corporate law as a partner at the law firm of Sullivan, Shea & Kenney. In 1970, he left for the firm of Cox, Langford & Brown, and then in 1973, moved to Squire, Sanders & Dempsey, where he was a partner until he retired in 1989. During his many years as a high-powered attorney in Washington, D.C., Kenney was involved in many outside organizations. He helped to found the Paul H. Nitze School of Advanced International Studies at Johns Hopkins University. He was a trustee of The George C. Marshall Foundation. For a number of years, he sat on the board of directors of Riggs Bank. He was chairman of the Washington, D.C. chapter of the American Red Cross. Socially, he was head of the prestigious Alibi Club. Kenney died of pneumonia at his home in Washington, D.C. on January 16, 1992.[1] Kenney and his wife, Elinor, had two daughters and two sons.[1] In 1957, his daughter Priscilla Kenney married Edward Streator, a diplomat and future United States ambassador to the Organisation for Economic Co-operation and Development under President Ronald Reagan,[2][3] at the Cathedral of Saints Peter and Paul, popularly known as the Washington National Cathedral.[4] In 1981, their three children (Kenney's grandchildren), donated to St. John's Church Lafayette Square a stained glass window in the Streators' honor.[5] Kenney's granddaughter Elinor Streator had a society wedding in 1986.[6]","Title":"W. John Kenney - Wikipedia","KeyID":"5150","URL":"https://en.wikipedia.org/wiki/W._John_Kenney"}