{"Content: ":"Francis Preston Whitehair (October 1, 1900 – March 20, 1977) was an American politician most notable for having served as Under Secretary of the Navy as part of the Truman Administration. He served in the United States Army during World War I.[1] In 1926, Whitehair joined the DeLand, Florida law firm of Landis, Fish & Hull as a partner, and the firm was renamed Landis, Fish, Hull & Whitehair.[2] In the 1930s and 1940s, he was active in Florida Democratic Party machine politics, ultimately becoming the political boss of Volusia County, Florida.[3] He was a long-time member of the State Road Board, forerunner of the Florida Department of Transportation.[1] Whitehair ran for Governor of Florida in 1940, but was defeated by Spessard Holland in the Democratic primary.[4] During World War II, Whitehair served in the United States Navy Reserve. In 1943, he became attorney general of American Samoa.[1] In 1950, President of the United States Harry S. Truman appointed Whitehair as General Counsel of the Economic Stabilization Agency.[5] The next year, President Truman nominated Whitehair as Under Secretary of the Navy and Whitehair served in that office from August 7, 1951 to January 29, 1953.[6] Having received the appointment on the recommendation of Truman aide Donald Dawson, Whitehair was seen as a political appointment and was unpopular with the admirals of the United States Navy.[7] His unpopularity grew when he appointed William E. Willett, another friend of Dawson whose appointment as Director of the Reconstruction Finance Corporation had recently been rejected by the United States Senate, to a plum $11,800-a-year job as a \"specialist\".[7] He was also criticized for spending more time positioning himself for another campaign to become Governor of Florida than with discharging his duties as Under Secretary.[7] It was reported that United States Secretary of the Navy Dan A. Kimball wanted to resign in 1952, but did not do so because he was afraid that Truman would elevate Whitehair to Secretary of the Navy.[7] Upon the election of Dwight D. Eisenhower as president, United States Secretary of Defense Robert A. Lovett decided that the Truman appointee who should remain in office until the new Secretary of the Navy, Robert B. Anderson, could learn the job was Assistant Secretary of the Navy (AIR) John F. Floberg.[7] However, Whitehair initially refused to offer his letter of resignation, doing so only when ordered to do so by Secretary Kimball.[7] However, this letter appeared to get lost in the mail, and, with Kimball's resignation having been accepted effective January 20, 1953, Whitehair briefly became Acting Secretary of the Navy.[7] Shortly after undergoing lung surgery, Whitehair died of heart failure on March 20, 1977 at the Emory University Medical Center in Atlanta. He was 76 years old.[1]","Title":"Francis P. Whitehair - Wikipedia","KeyID":"5151","URL":"https://en.wikipedia.org/wiki/Francis_P._Whitehair"}