{"Content: ":"Paul Burgess Fay Jr. (July 8, 1918 – September 23, 2009) was the Acting United States Secretary of the Navy in November 1963, and a close confidant of President John F. Kennedy. Paul B. Fay Jr was born on July 8, 1918, in San Francisco, California. Fay Jr attended The Thacher School in Ojai, California,[1] and later Stanford University. After graduating from Stanford in 1941, Fay worked for his father's construction firm, Fay Improvement Co,[1] a Bay-area paving contractor, and enlisted in the U.S. Navy after the bombing of Pearl Harbor in December 1941. Fay attended Officer Candidate School and was assigned to PT boat training at Melville, Rhode Island,[1] where John F. Kennedy was his instructor. They were assigned to the same base in the South Pacific, though they were not on the same boat. Fay received a Bronze Star during his war service as second in command of PT 167 during which the boat was disabled by a torpedo that was dropped by a Japanese plane, piercing the hull below the water line but failing to explode.[2] After his war service, Fay returned to the United States and rejoined his father's company. On October 5, 1946, he married Anita Marcus of Mill Valley, California. They had 3 children: Katherine Fay, Paul Fay III, and Sally Fay Cottingham.[3] Paul Fay and Kennedy became close friends, and Fay worked on Kennedy's early campaigns for the U.S. House of Representatives and the U.S. Senate, and also on his campaign for U.S. President. Paul Fay was an usher at JFK's wedding.[4] On Kennedy's election as President, Fay was nominated and served as Undersecretary of the Navy over the objections of Defense Secretary Robert McNamara[2] and then as Acting Secretary of the Navy in November 1963 while Kennedy was U.S. President. He resigned effective November 28, 1963, following Kennedy's assassination on November 22, 1963; however he remained undersecretary of the Navy until 1965.[4] In 1966, he wrote the best-seller The Pleasure of His Company about Kennedy. The Fay Improvement Company was sold in 1967 and Fay founded William Hutchinson & Co, an investment research firm. He was a director of Vestaur Securities and First American Financial, and was a Trustee of the Naval War College Foundation and of Mount St. Joseph-St. Elizabeth of San Francisco.[1] After suffering from Alzheimer's disease for many years, Paul Burgess Fay Jr died at his home in Woodside, California on September 23, 2009.[1] He and his wife Anita Fay had three children: Paul Fay III, Katherine Fay, and Sally Fay Cottingham.[4][5]","Title":"Paul B. Fay - Wikipedia","KeyID":"5153","URL":"https://en.wikipedia.org/wiki/Paul_B._Fay"}