{"Content: ":"Kenneth E. BeLieu (February 10, 1914 – February 10, 2001) was the United States Assistant Secretary of the Navy (Installations and Logistics) 1961–65, Under Secretary of the Navy in 1965; Under Secretary of the Army 1971–73; and then director of the National Petroleum Council in the late 1970s. Kenneth E. BeLieu was born in Portland, Oregon, on February 10, 1914, the son of Ila Jean BeLieu and Perry G. BeLieu. After graduating from Theodore Roosevelt High School in 1933, he attended the University of Oregon in Eugene, Oregon, graduating in 1937. After three years in business in Portland, in 1940, BeLieu enlisted in the United States Army as a second lieutenant. As a soldier during World War II, he participated in the Invasion of Normandy, the Battle of the Bulge, and the Western Allied invasion of Germany. BeLieu was awarded the Silver Star, the Legion of Merit, the Bronze Star Medal, the Purple Heart, and the Croix de Guerre. Following the end of World War II, BeLieu served in several assignments with the Army in the United States Department of War and with the General Staff of the United States Army. The Korean War saw BeLieu return to the field of battle and in 1950, BeLieu lost his left leg below the knee because of wounds received in combat. Upon discharge from hospital, BeLieu was assigned to the Office of the Secretary of the Army. There, he served as executive officer to two Secretaries of the Army, Frank Pace and later Robert T. Stevens. BeLieu retired from the Army in 1955 with the rank of colonel. Upon leaving the army, BeLieu attended Harvard Business School's six-week Advanced Management Program in 1955. From 1955 to 1960, BeLieu was a staff member of the professional staff of both the United States Senate Committee on Armed Services (serving as Staff Director of the Preparedness Investigating Subcommittee) and the United States Senate Committee on Aeronautical and Space Sciences (serving as the committee's Staff Director). In February 1961, President of the United States John F. Kennedy appointed BeLieu Assistant Secretary of the Navy (Installations and Logistics), a post he held for four years. In February 1965, President Lyndon B. Johnson named BeLieu Under Secretary of the Navy, and he served in that capacity from February 26, 1965, until July 1965. During his time in the United States Department of the Navy, BeLieu was awarded the Navy Distinguished Public Service Award. In July 1965, BeLieu left public service for the private sector. In the second half of the 1960s, he would serve as the president of the Leisure World in Laguna Beach, California (which is today Laguna Woods Village); as a member of the Defense Science Board; as a member of the board of advisors of Ryan Aeronautical; and as a member of the technical advisory board of RCA. On January 21, 1969, President Richard Nixon appointed BeLieu Deputy Assistant to the President for Congressional Relations. He held this post until 1971, when President Nixon nominated him as United States Under Secretary of the Army; after being confirmed by the United States Senate, BeLieu was sworn in as Under Secretary of the Army on September 22, 1971. BeLieu served as Under Secretary of the Army until 1973. In the late 1970s, he served as director of the National Petroleum Council, a council that represented oil and natural gas companies' interests to the United States Secretary of Energy. After BeLieu retired from government work in 1979, he became a consultant. He retired to Sterling, Virginia, where he died of cancer on February 10, 2001.","Title":"Kenneth E. BeLieu - Wikipedia","KeyID":"5154","URL":"https://en.wikipedia.org/wiki/Kenneth_E._BeLieu"}