{"Content: ":"Charles Fitz Baird (September 4, 1922 – December 26, 2009) was United States Assistant Secretary of the Navy (Financial Management and Comptroller) 1966–67; Under Secretary of the Navy 1967–69; and chief executive officer of Inco Ltd. 1977–87. Baird was born in Southampton, New York, in 1922. He attended Middlebury College, graduating in 1944. Upon graduation, he joined the United States Marine Corps, serving in that capacity during World War II and the Korean War.[1] Upon leaving the Marine Corps, Baird joined Standard Oil of New Jersey, rising through the ranks to become an executive with postings in London and Paris. President of the United States Lyndon B. Johnson nominated Baird as Assistant Secretary of the Navy (Financial Management and Comptroller) and he held that office from March 7, 1966 until August 1, 1967. In 1967, President Johnson nominated Baird as Under Secretary of the Navy and Baird held that post from August 1, 1967 until January 20, 1969. Upon leaving government service in 1969, Baird joined Inco Ltd., working as an executive in New York City and Toronto. From 1977 to 1987, he was INCO's CEO. Baird served on the board of trustees of Bucknell University from 1976 to 1982, and in 1986, Bucknell gave Baird an honorary degree. His alma mater, Middlebury College had similarly conferred an honorary degree on Baird in 1984. At various points, Baird served on the board of directors of Aetna, the Bank of Montreal, the Logistics Management Institute, and the Marine Corps University Foundation. A longtime player of platform tennis, he won several Seniors championships, and was inducted into the Platform Tennis Hall of Fame in 1992. Upon retiring from INCO, Baird settled in Bethesda, Maryland. There, he was a member of the Center for Naval Analyses, serving as board chairman from 1992 to 1997. He was also a member of the Council on Foreign Relations. After a struggle with Alzheimer's disease, Baird died on December 26, 2009, at his home in Skillman, New Jersey.","Title":"Charles F. Baird - Wikipedia","KeyID":"5156","URL":"https://en.wikipedia.org/wiki/Charles_F._Baird"}