{"Content: ":"Robert James Woolsey Jr. (born September 21, 1941) is an American politician. He headed the Central Intelligence Agency from February 5, 1993, until January 10, 1995. He held a variety of government positions in the 1970s and 1980s, including as United States Under Secretary of the Navy from 1977 to 1979, and was involved in treaty negotiations with the Soviet Union for five years in the 1980s. His career also included time as a professional lawyer, venture capitalist and investor in the private sector. Woolsey was born in Tulsa, Oklahoma, the son of Clyde (Kirby) and Robert James Woolsey, Sr.[1] He graduated from Tulsa's Tulsa Central High School. In 1963, he received his BA from Stanford University (Phi Beta Kappa), and in 1965 his MA from University of Oxford, where he was a Rhodes Scholar, and an LLB from Yale Law School in 1968.[citation needed] Woolsey has held important positions in both Democratic and Republican administrations. His influence has been felt during the administrations of Jimmy Carter, Ronald Reagan, George H. W. Bush, and Bill Clinton. He has also worked at the Shea & Gardner law firm, as Associate (1973–77) and partner (1979–89, 1991–93). Woolsey has served in the U.S. government as: As Director of the CIA, Woolsey had limited access to President Bill Clinton. According to journalist Richard Miniter: Never once in his two-year tenure did CIA director James Woolsey ever have a one-on-one meeting with Clinton. Even semi-private meetings were rare. They only happened twice. Woolsey told me: \"It wasn't that I had a bad relationship with the president. It just didn't exist.\"[2] Another quote about his relationship with Clinton, according to Paula Kaufman of Insight on the News: Remember the guy who in 1994 crashed his plane onto the White House lawn? That was me trying to get an appointment to see President Clinton.[3] David Halberstam notes in War in a Time of Peace (p. 191) that Clinton chose Woolsey for CIA director because the Clinton campaign had courted neoconservatives leading up to the 1992 election, promising to assist democratic Taiwan, Bosnia in Bosnian War, and be tougher on human rights violations in China, and it was decided that they ought to give at least one neoconservative a job in the administration.[citation needed] Woolsey was CIA director when Aldrich Ames was arrested, on February 21, 1994,[4] for treason and spying against the United States. The CIA was criticized for not focusing on Ames sooner, given the obvious increase in Ames' standard of living;[5] and there was a \"huge uproar\" in Congress when Woolsey decided that no one in the CIA would be dismissed or demoted at the agency. Woolsey declared: \"Some have clamored for heads to roll in order that we could say that heads have rolled ... Sorry, that's not my way.\" Woolsey abruptly resigned on Dec 28, 1994.[6] He is currently a member of the Washington Institute for Near East Policy (WINEP) Board of Advisors, Advisor of the Institute for the Analysis of Global Security, co-founder of the United States Energy Security Council, Founding Member of the Set America Free Coalition, and a senior vice president at Booz Allen Hamilton for Global Strategic Security (since July 15, 2002).[7] He is a Patron of the Henry Jackson Society, a British think tank. Woolsey has had long-standing contact with Central and Eastern Europe and as a Member of the Board of Advisors of the Global Panel Foundation based in Berlin, Copenhagen, Prague, Sydney, and Toronto. He was formerly chairman of the Freedom House board of trustees. He is a member of the International Advisory Board of NGO Monitor.[8] Woolsey is a member of the Project for the New American Century (PNAC) and was one of the signatories to the January 26, 1998 letter sent to President Clinton that called for the removal of Saddam Hussein.[9] That same year he served on the Rumsfeld Commission, which investigated the threat of ballistic missiles for the U.S. Congress.[10] Woolsey previously served as chairman of the Foundation for Defense of Democracies, a nonprofit, nonpartisan D.C.-based research institute that focuses on foreign policy and national security. In 2008, Woolsey joined VantagePoint Venture Partners as a venture partner.[11] John McCain hired Woolsey as an advisor on energy and climate change issues for his 2008 U.S. presidential election campaign.[12] In April 2011, Lux Capital announced that Woolsey would become a venture partner in the firm.[13] In July 2011, Woolsey, in cooperation with Robert McFarlane, co-founded the United States Energy Security Council. Woolsey currently sits on the Board of Advisors for the Fuel Freedom Foundation.[14] He received an honorary doctorate from the Institute of World Politics in Washington, DC in 2011. Woolsey was a Board Member and Vice-Chairman of The Jamestown Foundation,[15] and sits on the advisory board for nonprofit America Abroad Media.[16] Woolsey currently sits on the Strategic Advisory Board for Genie Energy with Dick Cheney, Rupert Murdoch, and Lord Jacob Rothschild. Genie is known for discovering a \"massive\" oil strata in Syria’s Golan Heights near Israel.[17] He serves as Chancellor at The Institute of World Politics[18] and the independent non-executive director of Imperial Pacific.[19] Woolsey joined as a senior adviser to Republican presidential candidate Donald Trump in September 2016.[20][21] He resigned on January 5 amid Congressional hearings into cyber attacks and public statements by Donald Trump critical of the United States Intelligence Community.[22] On October 27, 2017, Woolsey's spokesman told NBC News that Woolsey has cooperated with the investigations of the FBI and that of Special Counsel Robert Mueller into a meeting that then-Donald Trump campaign advisor Michael Flynn held in September 2016.[23] Woolsey alleges that, during the meeting, Flynn offered to help officials of Turkish government return Turkish dissident Fethullah Gülen to Turkey.[24] In April 2021, Woolsey was officially banned from entering Russia with the counter sanction set by the Russian government in response to sanctions under the Biden administration.[25] He also accused the Soviet Union to be responsible for the Assassination of US President John F. Kennedy in a published book in 2021.[26] Woolsey has been known primarily as a neoconservative Democrat—hawkish on foreign policy issues but liberal on economic and social issues.[27][28] In 2008 he endorsed Senator John McCain for president and served as one of McCain's foreign policy advisors.[29] He has called himself a \"Scoop Jackson Democrat\" and a \"Joe Lieberman Democrat\", with \"social democratic\" domestic views. He regards the label \"neoconservative\" as a \"silly term\".[30] Woolsey was a keynote speaker at the EELPJ symposium on wind energy and biofuels in Houston, Texas on February 23, 2007, during which he outlined the national security arguments in favor of moving away from fossil fuels.[31] In a July 2007 interview with The Futurist magazine he argued that U.S. dependence on Middle Eastern oil ranks \"very high\" as a national security concern.[32] Woolsey is featured in Thomas Friedman's Discovery Channel documentary Addicted to Oil,[33] and in the documentary film Who Killed the Electric Car? (2006), addressing solutions to oil dependency through the development of the plug-in hybrid electric vehicle and use of biomass fuels such as cellulosic ethanol. He is a founding member of the Set America Free Coalition, dedicated to freeing the United States from oil dependence. He is on the board of directors for the electric vehicle advocacy group Plug In America and is an advisor to The Institute for the Analysis of Global Security, a think tank focused on energy security.[34][35] Woolsey serves on the Board of Directors for Silicon Valley solar energy start-up Siva Power, which claims it can manufacture the lowest-cost solar panels in the world.[36] Woolsey wrote the foreword to 50 Simple Steps to Save the Earth from Global Warming.[37] Woolsey is known for clearly articulating the national security argument in support of moving away from fossil fuels and towards distributed generation. He has advocated for measures to fight global warming.[30] Within hours of the September 11 attacks, Woolsey appeared on television suggesting Iraqi complicity.[38] In September 2002, as Congress was deliberating authorizing President Bush to use force against Iraq, Woolsey told The Wall Street Journal that he believed that Iraq was also connected to the 1995 bombing of the Alfred P. Murrah Federal Building and the bombing of the World Trade Center in 1993.[39] In 2005, Steve Clemons, a senior fellow at the New America Foundation think tank, accused Woolsey of both profiting from and promoting the Iraq War.[40] Melvin A. Goodman, senior fellow at the Center for International Policy and former CIA division chief, told The Washington Post that \"Woolsey was a disaster as CIA director in the 1990s and is now running around this country calling for a World War IV to deal with the Islamic problem\".[41][42] During a January 14, 2009, interview by Peter Robinson on Uncommon Knowledge, Woolsey described the CIA's intelligence about alleged Iraqi chemical and biological weapons as a \"failure\" before the 2003 invasion of Iraq. He criticized the Bush administration for lumping together many different materials with different capabilities under the broad category of weapons of mass destruction. He also stated that the Iraqis engaged in \"red on red deception\" in which Generals were led to falsely believe that their rival Generals had weapons, and he described the American intelligence failure as a reasonable mistake rather than an act of incompetence.[30] Along with six other former directors, Woolsey was one of the signatories to the letter of September 18, 2009, sent to President Barack Obama urging him to exercise authority to reverse Attorney General Eric Holder's decision on August 24 to reopen the criminal investigation of CIA interrogations.[43] In 2010, Woolsey supported Oklahoma SQ 755, forbidding courts from considering or using Sharia, recording a message aired for thousands of Oklahomans.[44] Woolsey, along with co-authors such as former Deputy Under Secretary of Defense for Intelligence William G. Boykin and activist Frank Gaffney, released a book entitled Shariah: The Threat to America, published by the Center for Security Policy.[45] The book \"describes what its authors call a 'stealth jihad' that must be thwarted before it's too late\", and argues: \"Most mosques in the United States already have been radicalized, that most Muslim social organizations are fronts for violent jihadists and that Muslims who practice sharia law seek to impose it in this country\". Woolsey was supportive of former CIA Director Leon Panetta, whom he has compared to Kennedy-era CIA head John McCone.[30] Woolsey believes that Edward Snowden's disclosure of classified intelligence methods has done grave damage to the security of western nations. During an interview with Fox News on December 17, 2013, discussing the idea of granting Snowden amnesty, Woolsey stated, \"I think giving him amnesty is idiotic. ... He should be prosecuted for treason. If convicted by a jury of his peers, he should be hanged by his neck until he is dead\".[46] In a CNN interview, Woolsey said \"the blood of a lot of these French young people is on [Snowden's] hands.\"[47] In a letter to the editor published in the July 5, 2012, The Wall Street Journal, Woolsey wrote that he supported the release of Jonathan Pollard, citing the passage of time: \"When I recommended against clemency, Pollard had been in prison less than a decade. Today he has been incarcerated for over a quarter of a century under his life sentence.\" He pointed out that of the more than 50 recently convicted Soviet and Chinese spies, only two received life sentences, and two-thirds were sentenced to less time than Pollard has served so far. He further stated that \"Pollard has cooperated fully with the U.S. government, pledged not to profit from his crime (e.g., from book sales), and has many times expressed remorse for what he did.\" Woolsey expressed his belief that Pollard is still imprisoned only because he is Jewish. He said, \"anti-Semitism played a role in the continued detention of Pollard ... For those hung up for some reason on the fact that he's an American Jew, pretend he's a Greek- or Korean- or Filipino-American and free him.\"[48][49][50] Woolsey was interviewed in Boris Malagurski's documentary film The Weight of Chains 2 (2014), in which he said that the \"United States and the CIA made mistakes and make mistakes all the time\".[51] In April 2021, Woolsey stated in an interview, while promoting his book Operation Dragon: Inside the Kremlin's Secret War on America, where he claims the Soviet Union ordered the assassination of John F. Kennedy, that he believes aliens were responsible for an anecdote told to him by 'someone he respects.'[52][53] Woolsey was married to Suzanne Haley Woolsey, but they divorced after 48 years. He married Nancye Miller, who is a registered foreign agent. She died of cancer in March 2019.[54][55] Woolsey is a descendant of George (Joris) Woolsey, one of the earliest settlers of New Amsterdam, and Thomas Cornell.[56][57]","Title":"R. James Woolsey Jr. - Wikipedia","KeyID":"5160","URL":"https://en.wikipedia.org/wiki/R._James_Woolsey_Jr."}