{"Content: ":"J. Daniel Howard (born August 24, 1943) was Special Assistant to President of the United States Ronald Reagan from July 1986 to February 1988, United States Assistant Secretary of Defense for Public Affairs from February 1988 to May 1989 and Under Secretary of the Navy from 1989 to 1993. Howard was born August 24, 1943, in Chattanooga, Tennessee. After high school, he enlisted in the United States Marine Corps, serving in Japan from 1961 to 1965. Upon leaving the Marines, he enrolled at the University of Chattanooga, receiving a B.A. in 1969. After college, Howard moved to Denver to work as a field representative for the American Red Cross. He later returned to school, enrolling at the University of Tennessee and receiving an M.A. in 1972. He then moved to Washington, D.C. to become a Foreign Service Officer trainee. Howard's first posting as a member of the United States Foreign Service was in Japan, where he was a language trainee in Yokohama 1974–1975, and then served as director of the American Center in Sapporo from 1975 to 1977. From 1977 to 1980, he was the press attaché of the Embassy of the United States in Tokyo. In 1981–82, he was a cultural affairs officer of the American embassy in Warsaw. During that period martial law was declared in Poland. Howard was detained by the Communist government authorities three times and was ultimately declared persona non grata and expelled in May, 1982. He then went to Cyprus where he was a public affairs officer at the American embassy in Nicosia. He was involved in the evacuation of Americans from nearby Beirut in the wake of the 1983 embassy bombing, the bombing of the embassy annex, and of the bombing of the Marine Barracks. His last two weeks in Cyprus were spent attempting to resolve the TWA Flight 847 hijacking. Howard returned to the United States in 1985 to serve as a public affairs adviser to the Bureau of East Asian and Pacific Affairs of the United States Department of State. He received the State Department's Superior Honor Award for his work on the People Power Revolution in the Philippines in 1986. In 1986, President of the United States Ronald Reagan named Howard a Special Assistant to the President and Deputy Press Secretary for Foreign Affairs at the White House where he worked directly for National Security Advisor Frank Carlucci and his deputy, General Colin Powell. Howard focussed on arms control issues and remained through the signing of the Intermediate-Range Nuclear Forces Treaty in January 1988. He also dealt with many issues associated with the Iran–Contra affair. On December 21, 1987, President Reagan nominated Howard to serve as Assistant Secretary of Defense (Public Affairs) and Howard would hold this post from February 1988 through May 1989. He worked for Secretary of Defense Frank Carlucci and dealt with the aftermath of the shooting down of Iran Air Flight 655 by the U.S.S. Vincennes and the explosion of a gun mount on the U.S.S. Iowa. He again supported Secretary Carlucci in direct negotiations designed to reduce tensions with the Soviet Union including a historic first visit by a U.S. Secretary of Defense to Moscow and Sevastopol in 1988. He received the Department of Defense Distinguished Civilian Service Award. On July 31, 1989, President George H. W. Bush nominated Howard as Under Secretary of the Navy. After confirmation by the United States Senate, Howard entered office on August 7, 1989. Howard's time as Under Secretary was dominated by the collapse of the Soviet Union and the subsequent catastrophic drop in the defense budget, the 1991 Gulf War and the post-war Tailhook scandal. He took over as Acting Secretary of the Navy in June, 1992 when Secretary of the Navy Henry L. Garrett III was forced to resign by President Bush in the wake of that scandal. Howard immediately ordered a Navy and Marine Corps-wide \"standdown\" for training designed to prevent sexual harassment. Defense Comptroller Sean O'Keefe replaced him as Acting Secretary the following month. The Department of Defense Inspector General issued a blistering report in September 1992 in which he concluded that Under Secretary Howard, the Naval Inspector General, the Judge Advocate General and the Director of Naval Investigative Service (NIS) had failed to conduct an adequate investigation into allegations of misconduct; had been overly focused on lower ranking personnel; and had been more concerned with protecting the reputation of the United States Navy than with getting to the bottom of the allegations.[1] It was widely speculated that O'Keefe would have Howard (and the Navy IG) resign at the same time that Judge Advocate General Rear Admiral John E. Gordon and NIS Director Rear Admiral Duvall M. Williams, Jr. were ousted for their attempts to turn the Tailhook investigation into a whitewash, but, in a move that drew surprise, O'Keefe announced that he continued to have \"complete confidence\" in Under Secretary Howard saying that he was much more \"sinned against than sinned.\"[1] As such, Howard served out the rest of the Bush administration and left office on January 20, 1993. Howard retired from the Foreign Service in June, 1993 with the rank of Minister-Counselor and received the Meritorious Honor Award for career achievements.","Title":"J. Daniel Howard - Wikipedia","KeyID":"5163","URL":"https://en.wikipedia.org/wiki/J._Daniel_Howard"}