{"Content: ":"Jerry MacArthur Hultin (born May 17, 1942) was the United States Under Secretary of the Navy from 1997 to 2000. He was the president of the Polytechnic Institute of New York University from 2005 until 2012.[1] He is currently the Chairman of the Global Futures Group,[2] which advises cities, states and countries on best practices in smart city development.[3] Hultin was born in Lansing, Michigan in 1942 and graduated from Owosso High School in 1960.[4] He then attended Ohio State University, receiving his B.A. in 1964. While an undergraduate, Hultin participated in the Naval Reserve Officer Training Corps and was commissioned as an officer of the United States Navy. He subsequently served in the Navy 1964–1969, seeing action in the Vietnam War. Upon leaving the Navy, he enrolled at Yale Law School and received his J.D. in 1972, where he was classmates with future-President Bill Clinton, future-Secretary of State Hillary Clinton, future-Senator Richard Blumenthal, and future-Secretary of Labor Robert Reich.[5] Hultin spent the next 25 years in the private sector. He was one of the partners in the law firm of Warner & Hultin, before moving on to work at Jefferson Partners, a merchant banking and strategic management consulting firm. As a consultant, Hultin worked in a variety of areas, including technology, defense, health care, finance, and the environment. During his time at Jefferson Partners, Hultin also served on the Board of Directors of Freddie Mac from 1993 to 1997. He was also appointed to be a member of the Chief of Naval Operations Executive Panel. President of the United States Bill Clinton nominated Hultin as Under Secretary of the Navy on September 16, 1997. Following confirmation by the United States Senate, Hultin assumed his duties on November 13, 1997. As Under Secretary, Hultin commissioned a study conducted by the National Defense University on the impact of globalization on American armed forces that led to a two-volume published report, The Global Century: Globalization and National Security. He also led the Department of the Navy's Revolution in Business Affairs, which sought to apply business techniques to the United States Navy and the United States Marine Corps. He also oversaw the construction of the Navy and Marine Corps' intranet. Hultin left office on July 14, 2000. Upon leaving the government, Hultin became dean of the Wesley J. Howe School of Technology Management at the Stevens Institute of Technology in Hoboken, New Jersey. He promoted Stevens as bringing technological innovations to the realm of homeland security and military defense. In 2003, during the Iraq War, Hultin served as on-air military expert for WNBC in New York City. In 2004, he authored a much cited study, Securing the Port of New York and New Jersey: Network-centric Operations Applied to the Campaign against Terrorism. On July 1, 2005, Hultin became president of the Polytechnic Institute of New York University. He has overseen substantial growth and financial stability at the institution. He championed an affiliation with NYU, which was formalized in July 2008 and gave the institution a global platform while adding engineering to NYU's diverse list of subject disciplines. One of Hultin's first steps as the new president was to embrace a focus on \"i-squared-e\" – invention, innovation and entrepreneurship – to encourage educated risk-taking among faculty and students. In addition to integrating these skills into academics, NYU-Poly under Hultin collaborated with city and state governments and private industry to launch 3 business incubators and economic initiatives including the NYC Media Lab. During his tenure, enrollment increased by 57 percent, and the number of faculty positions is increasing. A $65 million capital plan is refreshing and expanding the downtown Brooklyn campus on MetroTech Center and will support a biomedical research center with NYU in Manhattan. NYU-Poly is also a partner in the NYU Center for Urban Science & Research, a public-private research center that will expand the MetroTech campus. Hultin is a board director of the National Action Council for Minorities in Engineering, BritishAmerican Business, Inc. (BABI), the New York City Building Congress, the Downtown Brooklyn Partnership, the Brooklyn Chamber of Commerce and is a director of the New York Council of the Navy League of the United States. He is an honorary fellow of the Foreign Policy Association, the founding chairman of the Technology Management Education Association and an advisor to senior military and defense leaders. The National Ethnic Coalition of Organizations awarded him the Ellis Island Medal of Honor in 2010.[6] In 2015, Secretary of Defense Ashton Carter appointed Hultin to the Defense Business Board.[2][7] In 2016, President Barack Obama appointed him to the American Battle Monuments Commission.[8] ,","Title":"Jerry MacArthur Hultin - Wikipedia","KeyID":"5164","URL":"https://en.wikipedia.org/wiki/Jerry_MacArthur_Hultin"}