{"Content: ":"Robert Burns Pirie Jr.[1] (born September 10, 1933) is a retired United States Navy officer and politician. Early in 2001, Pirie served as Acting Secretary of the Navy until the nomination and confirmation of an appointee by President George W. Bush. Born in San Diego, California,[2] Pirie is the son of naval aviator Robert B. Pirie, who retired from the Navy as a vice admiral. Raised in Wymore, Nebraska,[1] the younger Pirie received his high school education at Severn School in Maryland, graduating in 1950. He then attended Princeton University for one year before being appointed to the United States Naval Academy.[3][4] Pirie graduated from the Naval Academy with a B.S. degree in the class of 1955. While there, he played on the lacrosse team.[1] Pirie was also a Rhodes Scholar, and attended Oxford University from 1956 to 1959, earning a B.A. degree and later completing an M.A. degree in 1979.[3][4] He served 20 years as a naval officer, culminating his service with three years in command of the nuclear attack submarine Skipjack from 25 October 1969 to 8 July 1972. He then served on the staff of the National Security Council and the Secretary of Defense.[5] Upon retirement from military duty in the Navy as a commander in July 1975,[6] Pirie Jr. joined the newly formed Congressional Budget Office as Deputy Assistant Director in charge of National Security. In 1977, Pirie became Principal Deputy Assistant Secretary of Defense for Manpower, Reserve Affairs and Logistics. He was nominated to be Assistant Secretary of Defense for Manpower, Reserve Affairs and Logistics by President Jimmy Carter in December 1978, and served in that position until January 1981. After leaving government service, Pirie held a variety of positions in the private sector, including that of president of Essex Corporation and vice president of the Center for Naval Analyses and vice president of the Institute for Defense Analyses. He directed the CNO Strategic Studies Group from 1989 to 1992. He held the position of Assistant Secretary of the Navy (Installations and Environment) from March 1994 to October 2000, and Under Secretary of the Navy from 12 October 2000 to 20 January 2001. Pirie Jr. married Joan Adams. He has two sons and a daughter.[3][4]  This biographical article related to the United States Navy is a stub. You can help Wikipedia by expanding it.","Title":"Robert B. Pirie Jr. - Wikipedia","KeyID":"5165","URL":"https://en.wikipedia.org/wiki/Robert_B._Pirie_Jr."}