{"Content: ":"Janine Anne Davidson (born April 24, 1966)[1] became president of Metropolitan State University of Denver on July 24, 2017.[2] She served in the United States Air Force and was Under Secretary of the United States Navy from 2016 to 2017.[3] She is the author of Lifting the Fog of Peace: How Americans Learned to Fight Modern War, a study of organizational learning and institutional change within the U.S. military.[4] She is a national thought-leader on topics such as public service, military operations and national security policy, as well as higher education leadership. Davidson grew up in a Navy family in California and Virginia. Davidson attended the University of Colorado at Boulder and earned a B.S. in Architectural Engineering. She later earned a master's degree and PhD in international studies from the University of South Carolina. Davidson was commissioned as an Air Force second lieutenant in 1988. She flew combat support, airdrop, and humanitarian air mobility missions in the Pacific, Europe and the Middle East in both the Lockheed C-130 Hercules and the Boeing C-17 Globemaster cargo aircraft, and also served as an instructor pilot at the United States Air Force Academy. She was a distinguished graduate of Air Force Squadron Officers’ School and was the first woman to fly the Air Force's tactical C-130.[5] Following the conclusion of her Air Force career in 1998, Davidson pursued doctoral studies in international affairs at the University of South Carolina. From 2006 to 2008, she served as director of Stability Operations Capabilities within the office of the Assistant Secretary of Defense (Special Operations/Low Intensity Conflict). Davidson was founding director of the Consortium for Complex Operations, later renamed the Center for Complex Operations (CCO), a research center within the National Defense University that studies military and civilian coordination in stability operations.[6] From 2009 to 2012, Davidson served as deputy assistant secretary of defense for plans, where she oversaw the formulation and review of military war plans and global force posture policy.[7] She was recognized with the Secretary of Defense Medal for Outstanding Public Service. Following her service in the Pentagon, Davidson taught at the Graduate School of Public Policy at George Mason University, where she taught courses on national security policy and civil-military relations. She has also taught at Davidson College, Georgetown University and various professional military schools.[8] On January 17, 2014, Davidson accepted the position of senior fellow for defense policy at the Council on Foreign Relations.[9] During this time, Davidson also served as a presidentially appointed member of the National Commission on the Structure of the Air Force,[10] which recommended changes to service structure and management policies, as well as a member of the Reserve Forces Policy Board.[11] On September 18, 2015, it was announced that Davidson had been nominated by President Barack Obama to become Under Secretary of the United States Navy.[12] She was confirmed by the United States Congress and assumed her post on March 17, 2016.[13] On February 14, 2017, Metropolitan State University of Denver announced that Davidson will become the next president of the university, succeeding Stephen M. Jordan, Ph.D.[14] Throughout her career in higher-education, Davidson has championed the role colleges and universities play in “holding the line on the American Dream.\"[15] She has hosted a number of politicians and leaders on campus[16] and was a presenter at TEDx MSU Denver, where she analyzed the value of a college degree as well as the future of higher education.[17] Davidson has staunchly supported the DREAM Act and MSU Denver’s Deferred Action for Childhood Arrivals students.[18][19] In 2019, HB19-1196 was signed in the lobby of the Jordan Student Success Building by Colorado Gov. Jared Polis, allowing eligible undocumented students access to state financial aid.[20] Among her top priorities at MSU Denver was the development of the Classroom to Career Hub – aimed at connecting MSU Denver students with local employers for a direct pipeline into Colorado’s Economy.[21] She has also overseen the creation of the University’s Health Institute – a collaboration of 10 academic departments in health-related fields that addresses the state’s health care workforce shortages. In 2019, the Institute partnered with a clinic in Mexico sponsored by former Mexican President Vicente Fox and his wife, Marta Sahagun.[22] Davidson reentered the classroom as an educator in 2020, co-teaching the philosophical and legal origins of freedom of speech in America.[23] She recently served as a presidentially appointed commissioner for the National Commission on Military, National and Public Service.[24] Davidson has been honored as a Girl Scouts of Colorado 2018 “Woman of Distinction”[25] and one of the Colorado Women’s Chamber of Commerce 2019 “Top 25 Most Powerful Women in Business.”[26]","Title":"Janine A. Davidson - Wikipedia","KeyID":"5169","URL":"https://en.wikipedia.org/wiki/Janine_A._Davidson"}