{"Content: ":"Thomas B. Modly (born December 15, 1960) is an American businessman and former government official who served as acting United States Secretary of the Navy from November 24, 2019, to April 7, 2020.[1][2] He resigned as acting Secretary in the wake of his firing and berating Brett Crozier, the captain of the aircraft carrier USS Theodore Roosevelt, for allegedly going outside his chain of command in calling for help to deal with a COVID-19 outbreak onboard. Later, Modly traveled to the ship at port in Guam, where he addressed the crew in a manner that was perceived as disrespectful. He was subsequently widely criticized, and submitted a letter of resignation. Modly, who was confirmed as the United States Under Secretary of the Navy on December 4, 2017, also temporarily performed the duties of the Secretary of the Navy while Richard V. Spencer was acting Secretary of Defense and acting Deputy Secretary of Defense from July 15, 2019, to July 31, 2019.[3][4][5][6] Born in 1960, Modly is the son of Eastern European immigrants who escaped from behind the Iron Curtain after World War II.[7] Modly was raised in Cleveland, Ohio,[1] graduating from Shaker Heights High School in 1979.[8] He is a graduate of the United States Naval Academy class of 1983,[9] Georgetown University, and Harvard Business School. After graduation from the U.S. Naval Academy, Modly served on active duty in the United States Navy as a helicopter pilot and spent seven years as a U.S. Navy officer.[10] He has held various leadership positions at Iconixx, Oxford Associates, and UNC Inc.,[11] and taught political science at the United States Air Force Academy.[12] Modly was Chief Management Officer and Chief Information Officer for the Department of the Navy.[13] Modly was a managing director of the PricewaterhouseCoopers global government and public services sector, as well as its global government defense network leader.[1] He was the Deputy Under Secretary of Defense for Financial Management and the first executive director of the Defense Business Board. Modly was nominated as Under Secretary of the Navy by President Donald Trump in September 2017 and was confirmed by the Senate two months later on November 25, 2019, following the firing of Secretary of the Navy Richard V. Spencer.[14][15] As Acting Secretary of the Navy, Modly advocated for building a larger fleet beyond the 355 ship goal established by Congress. He referred to this goal as \"355 Plus\" because it would include unmanned vessels along with a larger number of smaller and more distributed surface ships.[16] Captain Brett Crozier was captain of the US aircraft carrier Theodore Roosevelt, deployed in the Pacific. On March 24, 2020, after two weeks at sea, three members of the crew tested positive for COVID-19. The next day, eight more sailors were infected, and within a few days it was \"dozens.\" Crozier sent an email to 10 people: his immediate superior, Rear Admiral Stuart P. Baker; and two other admirals of U.S. forces in the Pacific, with copies to seven other Navy captains,[17] but not including Acting Secretary Modly or Modly's chief of staff.[18] (Modly later said, incorrectly, that the email was sent to \"20 or 30\" recipients.[19]) The letter criticized the Navy's management of a COVID-19 outbreak onboard the Theodore Roosevelt,[20] and recommended decisive action to deal with it.[21][22][23][24] The letter was then leaked to the press. On April 2, 2020, while serving as Acting Secretary of the Navy, Thomas Modly dismissed Captain Crozier from command of the Theodore Roosevelt. Modly said he had lost confidence in Crozier's judgment because he claimed the letter went against the advice of Admiral Michael M. Gilday, Chief of Naval Operations, who argued that usual Navy procedures would require an investigation before such an action.[25] Modly also said he acted to prevent a repetition of a 2019 incident in which \"the Navy Department got crossways with the president\" after Trump's intervention in the case of Navy SEAL Eddie Gallagher. \"I put myself in the president's shoes,\" Modly stated. \"I considered how the president felt like he needed to get involved in Navy decisions. I didn't want that to happen again.\"[18] The situation has been described as highlighting \"a growing divide between senior uniformed commanders and their civilian bosses\".[25] On April 6, Modly flew to Guam and made a speech[26] to the Theodore Roosevelt′s crew over the ship's PA system. In it he criticized and ridiculed Crozier,[27][28] saying \"if he didn't think that information was going to get out into the public...then he was [either] too naive or too stupid to be a commanding officer of a ship like this [or] he did this on purpose.\"[29] In other parts of Modly's speech, he told the sailors: \"you're not required to love\" Crozier, and that the only thing they should expect from their leaders is to \"treat you fairly and put the mission of the ship first\".[30] Modly also used his speech to criticize the media, future Democratic Nominee Joe Biden, and China.[31][32] While giving the speech, which The New York Times described as a \"tirade\",[33] Modly was heckled by some of the sailors.[34] Modly spent 30 minutes on the ship and left; the round trip taken by Modly took 50 hours[35] and was estimated to have cost taxpayers more than $243,000.[33][36] Due to his trip to the Theodore Roosevelt, Modly himself was quarantined.[37] Modly's comments were quickly leaked to the media first as a transcript and then as an audio recording.[38] When questioned about his comments to the crew, Modly said he stood \"by every word\", including profanity that he said he used for emphasis.[39][40] He later apologized for his comments, saying \"I believe, precisely because [Crozier] is not naive or stupid, that he sent his alarming email with the intention of getting it into the public domain in an effort to draw public attention to the situation on his ship.\"[34] When the audio of his speech was released, Modly resigned the next day.[41] Congressmen Ted Lieu (D-CA) and Ruben Gallego (D-AZ) called on the Department of Defense Inspector General to investigate whether Acting Secretary Modly had acted inappropriately in relieving Crozier of his command. The following week they sent a letter to Secretary of Defense Mark Esper calling for Modly to be fired because of his comments to sailors aboard the Theodore Roosevelt and his decision to relieve Crozier.[42] Several other Democratic members of Congress, including Senator Richard Blumenthal (D-CT) and Speaker of the House Nancy Pelosi, joined in the call for Modly's resignation or removal.[34] On April 7, Modly apologized for his comments and resigned from his position.[43] He later said in a U.S. Naval Institute podcast, released on February 24, 2021, \"I didn't want the TR situation, the COVID situation, and the Captain Crozier situation to dominate the Navy any more and so I figured if I had stayed there it would. It would have lingered for more time and it would have distracted the Navy from what it needed to do.\"[44] Modly is married to Robyn Modly; the couple have four children together.[45][46]","Title":"Thomas Modly - Wikipedia","KeyID":"5170","URL":"https://en.wikipedia.org/wiki/Thomas_Modly"}