{"Content: ":"Gustavus Vasa Fox (June 13, 1821 – October 29, 1883) was an officer of the United States Navy, who served during the Mexican–American War, and as Assistant Secretary of the Navy during the Civil War. Fox was born at Saugus, Massachusetts, attended Lowell High School Lowell, Massachusetts from 1836-1838. On January 12, 1838, Fox was appointed midshipman. During the Mexican–American War, he served in the brig Washington in the squadron of Commodore Matthew Perry, and took part in the capture of Tabasco, Mexico, on January 14–16, 1847. He later commanded several mail steamers. He resigned from the Navy on July 30, 1856, and engaged in the manufacture of woolen materials. At the start of the American Civil War he volunteered for service. President Abraham Lincoln gave him a temporary appointment in the Navy and sent him in the steamer Baltic to the relief of Fort Sumter. Fox could not relieve the fort before Confederate bombardment forced its surrender, but afterwards he brought away the garrison. On August 1, 1861, Lincoln appointed him Assistant Secretary of the Navy, an office which he held until the close of the Civil War. In 1866, he was sent on a special mission to Russia; he conveyed the congratulations of the President to Tsar Alexander II upon his escape from assassination. His voyage was made in the monitor Miantonomoh, which was the first vessel of this class to cross the Atlantic. They were accompanied by Augusta. In 1882 he published a paper suggesting that Samana Cay in the Bahamas was Guanahani, or San Salvador, the first island Christopher Columbus reached in his discovery of the Americas. Little attention was paid to his paper until 1986, when the National Geographic Society also concluded that Samana Cay was San Salvador. He died at Lowell, Massachusetts, aged 62. Three ships of the US Navy – TB-13, DD-234 and CG-33 – have been named USS Fox in his memory. Fox is one of the primary viewpoint characters in novelist Harry Harrison's alternate history Stars and Stripes trilogy.","Title":"Gustavus Fox - Wikipedia","KeyID":"5172","URL":"https://en.wikipedia.org/wiki/Gustavus_Fox"}