{"Content: ":"James Russell Soley (1 October 1850 – 11 September 1911) was a lawyer and naval historian, and served as an Assistant Secretary of the Navy for the United States military. Born in Roxbury, Massachusetts, Soley graduated from Harvard College in 1870. He was appointed Assistant Professor of Ethics and English at the United States Naval Academy on 1 October 1871. Only two years later, he became Head of the Department of English Studies, History, and Law. On 9 June 1882, Soley was assigned to the Bureau of Navigation. He served as Superintendent of the naval war records office and he headed the Navy Department Library: Office of Naval Records and Library. During this duty, Soley began the collection of the naval documents of the American Civil War and started the editorial work which culminated in the publication of the 31-volume collection, The Official Records of the Union and Confederate Navies in the War of the Rebellion. These years also saw the publication of several of Soley's books and articles on American naval history. In 1884, Commodore Stephen B. Luce appointed Soley instructor in International Law at the newly established United States Naval War College, thereby becoming that institution's first civilian faculty member. While serving in Washington, D.C., Soley studied law at Columbian University (now called George Washington University) and received his law degree in 1890. On 18 July 1890 he resigned his commission to become an Assistant Secretary of the Navy, dealing with administration of labor in naval shore establishments. He served in this position until March 1893. After his service with the Navy Soley moved to New York City to practice law, working with his former naval chief, Benjamin F. Tracy, who had been Secretary of the Navy from 1889 to March 1893. Soley specialized in international law. He served as counsel for Venezuela during the arbitration at Paris in 1899, which stemmed from a boundary dispute with the United Kingdom which had resulted in the Venezuela Crisis of 1895. Soley died in New York City on 11 September 1911.[1] USS Soley (DD-707) was named for him. This article incorporates text from the public domain Dictionary of American Naval Fighting Ships. This article incorporates public domain material from websites or documents of the Naval History and Heritage Command.","Title":"James R. Soley - Wikipedia","KeyID":"5174","URL":"https://en.wikipedia.org/wiki/James_R._Soley"}