{"Content: ":"William McAdoo (October 25, 1853 – June 7, 1930) was an American Democratic Party politician who represented New Jersey's 7th congressional district in the United States House of Representatives for four terms from 1883 to 1891. He also served as New York City Police Commissioner in 1904 and 1905.[1] McAdoo was born in Ramelton, County Donegal, Ireland on October 25, 1853. He immigrated to the United States with his parents, who settled in Jersey City, New Jersey, in 1865, where he attended public school. He studied law, was admitted to the bar in 1874 and commenced practice in Jersey City. He was employed as a newspaper reporter from 1870 to 1875. He was a member of the New Jersey General Assembly in 1882. McAdoo was elected as a Democrat to the Forty-eighth and to the three following Congresses, serving in office from March 4, 1883, to March 3, 1891. He was chairman of the House Naval Affairs Committee and chairman of the Committee on the Militia in the Fiftieth Congress. He was an unsuccessful candidate for renomination in 1890. [2] McAdoo was a staunch environmentalist. While in Congress in the 1880s, he expressed these sentiments and argued for the preservation of wilderness. In a statement to the floor he once said, \"In the great West [there are] inspiring sights and mysteries of nature that elevate mankind and bring it closer to communion with omniscience.... It should be preserved on this if no other ground.\"[3] After leaving Congress, he moved to New York City in 1892 and resumed the practice of law. He was appointed by President Grover Cleveland as Assistant Secretary of the Navy and served from March 20, 1893, to April 18, 1897, when he resigned. He was appointed to serve as New York City Police Commissioner in 1904 and 1905. Later he resumed the practice of law and also engaged in literary pursuits. He was appointed by Mayor William Jay Gaynor as chief magistrate of the city magistrates' courts, first division, City of New York on July 1, 1910, in which capacity he served until his death. He died in at his home at 1192 Park Avenue in Manhattan, New York City on June 7, 1930, from arteriosclerosis and apoplexy.[1] He was interred in Woodlawn Cemetery in the Bronx. ","Title":"William McAdoo (New Jersey politician) - Wikipedia","KeyID":"5175","URL":"https://en.wikipedia.org/wiki/William_McAdoo_(New_Jersey_politician)"}