{"Content: ":"Charles Herbert Allen (April 15, 1848 – April 20, 1934) was an American politician and businessman. After serving in state and federal elected positions, he was appointed as the first United States-appointed civilian governor of Puerto Rico when the U.S. acquired it after the Spanish–American War. He previously had served as Assistant Secretary of the Navy under President William McKinley. After returning to the U.S. from Puerto Rico, Allen headed for Wall Street and became a vice president of Morton Trust Company and its successor, the Guaranty Trust Company of New York. He formed the American Sugar Refining Company—a sugar syndicate which, by 1907, was the largest in the world. It owned or controlled 98% of the sugar processing capacity in the U.S. and was known as the Sugar Trust.[1][2] Allen was treasurer of American Sugar Refining in 1910, its president in 1913, and in 1915 he joined its board of directors.[3] In the early 21st century, the company is known as Domino Sugar. Allen was born in Lowell, Massachusetts, on April 15, 1848, to Otis and Louisa (Bixby) Allen.[4] He attended public and private schools. He did his undergraduate work at Amherst College, where he graduated in 1869.[5] He worked with his father in their company,[4] Otis Allen and Son, a lumber business that manufactured wooden boxes and sold railroad ties, housing frames, and road building materials. Allen joined the Republican Party and was elected to two terms in the Massachusetts House of Representatives in 1881 and 1882; and one term in the Massachusetts Senate in 1883. He was elected as a Republican to the Forty-ninth and Fiftieth Congresses, serving March 4, 1885 to March 3, 1889.[5] In 1890, Allen was nominated for governor of Massachusetts by the Republicans, but was defeated by William E. Russell.[5] In 1884, he received the title \"Colonel,\" when Governor George Dexter Robinson appointed him to his personal staff.[4] He also was appointed as the Massachusetts Prison Commissioner from 1897 to 1898.[5] In 1898 President William McKinley named Allen as Assistant Secretary of the Navy when Theodore Roosevelt resigned the post to enter the Spanish–American War. He held this position from 1898 to 1900.[5] When the war ended, President McKinley appointed Allen as the first civilian governor of Puerto Rico, and he served from 1900 to 1901.[4] Though Allen had a business background, his financial administration of Puerto Rico has been criticized by historians Thomas Aitken, Jr. and Manuel Maldonado-Denis. The revenue for the island's government was raised internally, mostly from tariffs, sales taxes and property taxes. During Allen's tenure this annual budget equaled the 4.4 million pesos the Spanish had spent in 1897, but without expenses for a five-thousand man garrison or the former contributions to the Catholic church.[6] Due to this reduced overhead, the island should have had a substantial budget surplus, but Allen's administration did not provide many benefits for the people. He ignored the appropriation requests of the Puerto Rican House of Delegates, and refused to make any municipal, agricultural or small business loans. He built roads at double the old costs. 85% of the school-age population did not have schools. Instead of making needed infrastructure and education investments, Allen re-directed the insular budget to no-bid contracts for U.S. businessmen, railroad subsidies for U.S.-owned sugar plantations, and high salaries for U.S. bureaucrats in the island government.[6][7] Allen was also listed as one of the \"Politicians in the Lumber and Timber Business in Puerto Rico.\"[8] By the time Allen left in 1901, nearly all of the governor's 11-member Executive Council were U.S. expatriates. Half the appointive offices in the government of Puerto Rico had been given to visiting Americans, 626 of them at top salaries.[6][7] After resigning as governor in 1901, Allen headed to Wall Street and joined the House of Morgan as vice-president of both the Morgan Trust Company and the Guaranty Trust Company of New York. Through these connections, he built a sugar syndicate in Puerto Rico. By 1907 this syndicate, the American Sugar Refining Company, owned or controlled 98% of the sugar processing capacity in the United States and was known as the Sugar Trust.[1][2] By 1910 Allen was treasurer of the American Sugar Refining Company, by 1913 he was its president, and by 1915 he sat on its board of directors.[9] While Allen built the largest sugar syndicate in the world, his political appointees in Puerto Rico provided him with land grants, tax subsidies, water rights, railroad easements, foreclosure sales and favorable tariffs.[10] Today, the Allen sugar syndicate is known as Domino Sugar. Allen had married Harriet C. Dean of Manchester, New Hampshire, in 1870, and they lived in Lowell on Rolfe Street, at their home called \"The Terraces\", today part of UMass Lowell. They raised two daughters, Bertha and Louise. While Allen and his family were living in Puerto Rico when he was governor, his daughter Bertha Allen married naval officer George W. Logan in 1900. Their wedding was at the Palace, the governor's residence.[citation needed] The second daughter, Louise Allen (1875–1953), became a sculptor and a member of many artistic societies. Her son, Allen Hobbs, was a hydrographer in the US Navy. He was appointed as the 32nd Governor of American Samoa when it was a military position.[11] Allen pursued a variety of leisure interests. He was an avid painter, and completed twenty-seven landscape and marine paintings. These are held in the Allen Collection of the Whistler House Museum of Art in Lowell.[citation needed] Interested in gardens, he ensured that the grounds of his home, \"The Terraces,\" were planted with gardens, fountains, a pergola, and a large gazebo. The latter can be seen in photographs of the Allen House Collection, University of Massachusetts Center for Lowell History.[12] It was donated by Walter E. Hayes, his groundskeeper.[12] Charles Herbert Allen died in Lowell and is buried in Lowell Cemetery.[5] A memorial was created to honor his name.","Title":"Charles Herbert Allen - Wikipedia","KeyID":"5176","URL":"https://en.wikipedia.org/wiki/Charles_Herbert_Allen"}