{"Content: ":"Herbert Livingston Satterlee (October 31, 1863 – July 14, 1947) was an American lawyer, writer, and businessman who served as the Assistant Secretary of the Navy from 1908 to 1909.[1] Herbert Livingston Satterlee was born in New York City in 1863.[2] He was the son of George Bowen Satterlee (1833–1903) and Sarah Brady Wilcox (b. 1836).[3] His siblings included Marion Satterlee and Richard T. Satterlee.[3] Through his paternal grandmother, Mary LeRoy (née Livingston) Satterlee (1811–1886), he is a member of the Livingston family and a direct descendant of Robert Livingston, the 1st Lord of Livingston Manor.[4] His uncle was Henry Yates Satterlee (1843–1908), the Episcopal Bishop of New York.[3] Satterlee graduated with a B.S. from Columbia College in 1883, received his M.A. in 1884, as well was Columbia Law School with a Ph.D. and LL.B. law degree in 1885.[1][5][6][7] Satterlee was admitted to the bar in New York in 1885, entering the office of Evarts, Choate and Beeman.[5] During the Spanish–American War, he volunteered for duty in the Navy, serving as a lieutenant in the Navy Department in Washington, D.C. Before and after the war, Satterlee pursued a successful law practice, focused primarily on corporate law and commercial law. Together with George F. Canfield and Harlan Fiske Stone, he was a founding law partner of Satterlee, Canfield & Stone, a predecessor of the present-day firm Satterlee Stephens Burke & Burke LLP.[2] In 1908, President Theodore Roosevelt nominated Satterlee as Assistant Secretary of the Navy. Satterlee held this office from December 3, 1908, to March 5, 1909.[8] He served as President of The Union League Club from 1938 - 1939.[1] Satterlee authored several books, including a 1939 biography of his father-in-law entitled J. Pierpont Morgan: An Intimate Portrait.[1][9] On November 15, 1900,[10] he married Louisa Pierpont Morgan (1866–1946), the oldest daughter of J. Pierpont Morgan. In 1910, Satterlee and his wife purchased the Sotterley Plantation in Hollywood, Maryland.[11] Together, they were the parents of two daughters: In failing health, Satterlee committed suicide with a pistol shot through his right temple at his apartment at 1 Beekman Place in Manhattan, New York City on July 14, 1947, at the age of 83.[1]","Title":"Herbert L. Satterlee - Wikipedia","KeyID":"5179","URL":"https://en.wikipedia.org/wiki/Herbert_L._Satterlee"}