{"Content: ":"Theodore Douglas Robinson (April 28, 1883 – April 10, 1934) was an American politician from New York who served as the Assistant Secretary of the Navy from November 1924 to 1929. He was a member of the Roosevelt family through his mother and was the eldest nephew of President Theodore \"T.R.\" Roosevelt, Jr. (1858–1919). As an Oyster Bay Roosevelt, Theodore was a descendant of the Schuyler family.[1][2] Theodore Douglas Robinson was born on April 28, 1883 in New York City to Douglas Robinson Jr.[3] and Corinne Roosevelt. He attended St. Paul's School in Concord, New Hampshire and graduated from Harvard University in 1904.[4] His father was a real estate dealer who was president of Douglas Robinson Company, Charles S. Brown Company, and the Douglas Land Company,[5] trustee of the Atlantic Mutual Insurance Company, director of the Equitable Life Insurance Society and the Astor Trust Company. He had three younger siblings: Corinne, Monroe, and Stewart.[3] His maternal grandparents were Theodore \"Thee\" Roosevelt Sr., a businessman/philanthropist, and Martha Stewart \"Mittie\" Bulloch, a socialite. His paternal grandparents were Douglas Robinson Sr. and Frances Monroe, who was a grandniece of President James Monroe.[4] In 1910, he first ran for the New York State Legislature, but was defeated in the primaries by Charles S. Millington. He ran again in 1912, and was elected to the 135th Legislature, serving in the New York State Assembly.[4] In 1912, Robinson was elected Chairman of his uncle Theodore's Progressive \"Bull Moose\" Party in the State of New York, and served until 1914.[4] From 1917 until 1918, he was a Republican member of the New York State Senate in 1917 and 1918 (both 32nd D.). Also in 1918, he was campaign manager for then Attorney General of New York Merton E. Lewis's bid for the Republican nomination for governor against incumbent Governor Charles S. Whitman. Lewis lost the nomination to Whitman, who lost his reelection campaign to Al Smith.[6] Later in 1918, he declined renomination and enlisted in the United States Army, becoming an officer at Camp Zachary Taylor, a training camp in Louisville, Kentucky.[3][7] He returned to the New York State Senate and served again from 1921 to 1924, sitting in the 144th, 145th, 146th and 147th New York State Legislatures, all four with the 35th district. During his time with the New York State Senate, he introduced a number of bills focusing on stray cats, census of men and materials, and revocation of the New York branch of the German American Alliance.[4] In 1921, along with Assemblyman Joseph Steinberg, he led an investigation into John Francis Hylan, the then Mayor of New York City.[4] In 1924, he was appointed Assistant Secretary of the Navy by Calvin Coolidge, taking the reins from his cousin, Theodore Roosevelt III. He served from November 1924 to 1929,[8][9] and during his term changed the Navy's slogan from \"Join the Navy and See the World\" to \"Join the Navy and Show the World.\"[10][4] In 1904, he married his sixth cousin Helen Rebecca Roosevelt (1881–1962), daughter of James \"Rosey\" Roosevelt Roosevelt (1854–1927) and Helen Schermerhorn Astor (1855–1893) from the Astor family. Rosey was the half-brother of President Franklin Delano Roosevelt.[11] Together they had: Robinson lived in Herkimer County, New York, where his family had an estate since 1725 called \"Henderson House\". He died of pneumonia on April 10, 1934,[11] after being ill for only a few days.[4] His funeral was at the family estate,[24] His pallbearers were Edmund B. Rogers, Franklin B. Lord, G. Palen Snow, Elbridge G. Chadwick, Wendell Blagden, Warren Motley, John Cutter, and James Hackson. The funeral was attended by First Lady Eleanor Roosevelt, Col. Theodore Roosevelt and Eleanor Alexander Roosevelt, Mr. and Mrs. Kermit Roosevelt, Warren D. Robbins, Courtland Nichols, Mr. and Mrs. Phillip McKim Garrison, and Mr. and Mrs. Trubeee Davison, and Senators Henry I. Patrie, Walter W. Stokes, and Henry D. Williams.[25] He was a member of the Masons and the Elks as well as the Racquet and Tennis Club, Harvard Club, Union League, Republican Club, Knickerbocker Club, The Brook, Downtown Association of New York City, Meadow Brook Golf Club, Piping Rock Club, National Golf Links of America, Fort Orange Club of Albany, Fort Schuyler Club, Yahnundasis Golf Club of Utica and the Mohawk Valley Country Club.[4]","Title":"Theodore Douglas Robinson - Wikipedia","KeyID":"5181","URL":"https://en.wikipedia.org/wiki/Theodore_Douglas_Robinson"}