{"Content: ":"Mark Edwin Andrews (October 17, 1903 – August 22, 1992)[1] was an oil executive who also served as an official in the United States Department of the Navy. Andrews was born in Houston.[1] He was educated at Princeton University, graduating in 1927.[1] He then worked for a number of years in the cotton business before enrolling at the South Texas College of Law, from which he received his law degree in 1934. Andrews joined the United States Navy in 1942 as a lieutenant. He was quickly promoted to lieutenant commander, commander, and captain. He became responsible for purchasing airplanes, engines, and ships for the Navy. In 1946, he became chief of Navy procurement, and in the same year was awarded the Navy's Legion of Merit. At this time, Andrews was responsible for drafting the Armed Services Procurement Act. President of the United States Harry S. Truman nominated Andrews as Assistant Secretary of the Navy in 1948, and Andrews served in that position from January 21, 1948 to February 15, 1949. As Assistant Secretary of the Navy, Andrews was responsible for procurement, supplies, civilian personnel, shipyards, oil reserves, budgeting and expenditures. Upon retiring from the United States Department of the Navy, Andrews bought and reorganized an oil equipment company, Dixel Manufacturing. He also became an independent oil producer, and went on to be president of two textile companies, Westmoreland Manufacturing and Andrews, Loop & Company. Finally, Andrews founded Ancon Oil & Gas and served as Ancon's president for 35 years. In addition to his work as a businessman, Andrews served as a part-time law school instructor; as a director of the English-Speaking Union; as advisory chairman of the Bayou Bend Collection and Gardens; and as a trustee of the Houston Museum of Fine Arts. He purchased Knappogue Castle and its surrounding lands in County Clare, Ireland in 1966, and together with his wife Lavonne (a prominent American architect), in collaboration with what was then Shannon Free Airport Development Company (today Shannon Heritage) and Bord Failte Eireann, carried out an extensive restoration of the area around 1969.[2][3] In 1965, he published a book, Law vs. Equity in the \"Merchant of Venice\". He also authored books on his experiences with the Navy and on the oil business. Following a stroke, Andrews died at his home on Houston on August 22, 1992. He was 88 years old.","Title":"Mark E. Andrews - Wikipedia","KeyID":"5186","URL":"https://en.wikipedia.org/wiki/Mark_E._Andrews"}