{"Content: ":"John T. Koehler (March 14, 1904 – September 23, 1989) was United States Assistant Secretary of the Navy from 1949 to 1951. John T. Koehler was born in North Braddock, Pennsylvania on March 14, 1904. After high school, he enrolled at Grove City College and then transferred to Princeton University, where he majored in politics and graduated Phi Beta Kappa in 1926. He then enrolled at Harvard Law School, from which he received his LL.B. in 1930. From 1933 to 1934, Koehler worked as a Special Attorney at the United States Department of the Treasury. From 1934 to 1935, he was Special Assistant to United States Attorney General Homer Stille Cummings. He left public service in 1935, setting up a law practice in Baltimore. With the outbreak of World War II, in 1941 Koehler enrolled in the United States Navy as a lieutenant commander. (He would rise to the rank of commander by the time he left the navy.) During the war, Koehler saw service in both the European and Pacific Theatres. He was awarded the Silver Star for his work with the Underwater Demolition Team in the Marshall Islands. Koehler left the Navy in 1945. Upon leaving military service, Koehler joined the United States Department of the Navy's Office of General Counsel, serving as counsel of the Bureau of Ships, and Assistant General Counsel of the Navy. In 1949, President of the United States Harry S. Truman nominated Koehler as Assistant Secretary of the Navy and Koehler held this office from February 18, 1949 to October 3, 1951. In 1950, he briefly served as acting chairman of the United States Federal Maritime Board. In 1951, Koehler became chairman of the Renegotiation Board. Leaving public service in 1953, Koehler joined Henry F. Butler's law firm. He practiced law there until his retirement in 1985. Koehler served as a member of the board of directors of Woodward & Lothrop for a number of years. Koehler died of cancer at his home in Chevy Chase, Maryland, on September 23, 1989.","Title":"John T. Koehler - Wikipedia","KeyID":"5187","URL":"https://en.wikipedia.org/wiki/John_T._Koehler"}