{"Content: ":"Henry F. Janzen (June 7, 1940 – July 20, 2022) was a Canadian football kick returner and defensive back who played in the Canadian Football League for the Winnipeg Blue Bombers from 1959 to 1965.[1][2] A native of Winnipeg, Janzen joined his hometown Blue Bombers in 1959 and, with a league leading 499 punt return yards, was winner of the Dr. Beattie Martin Trophy for Canadian rookie of the year in the west.[3][4] He would go on to play 7 seasons, intercepting 14 passes and winning an All-Star berth as a defensive back in 1965 (with 7 interceptions).[5] As a dependable Canadian back-up and kick returner, he was an important part of three Grey Cup championships. Janzen later became coach of the University of Manitoba football team, leading the Bisons to back-to-back national championships in 1969 and 70, the first time this was ever accomplished.[6] Janzen was born on June 7, 1940, in Winnipeg, Manitoba.[7] He attended Glenlawn Collegiate and played junior football for the Weston Wildcats.[7][8] At the age of 19, Janzen joined the local Winnipeg Blue Bombers in the Canadian Football League (CFL), skipping college.[7][8] He was the team's top punt returner that year, and with 499 return yards in 16 games, was awarded the Dr. Beattie Martin Trophy for best rookie in the Western Interprovincial Football Union (WIFU).[7][9] He helped Winnipeg advance to the 47th Grey Cup game, where they won 21–7 over the Hamilton Tiger-Cats.[10] In 1960, Janzen played in 12 games and helped them compile a league-best 14–2 record.[11] He continued as starting punt returner, and made 52 returns for 274 yards, a 5.3 average per-return.[7] He also saw time on offense, and recorded 12 rush attempts for 79 yards and six receptions for 82 yards, scoring one touchdown.[7] Janzen helped the Blue Bombers advance to another Grey Cup in 1961, where they won 21–14 over the Hamilton Tiger-Cats in overtime.[12] He led the team in punt return yardage that year, gaining 394 yards on 54 attempts, for an average of 7.3 yards.[12] He caught two passes on offense for 37 yards and also gained 13 yards rushing in the season.[12] The Winnipeg Blue Bombers made it to a second consecutive Grey Cup championship in 1962, and won it 28–27 over the Tiger-Cats.[13] Janzen appeared in all 16 games that season and scored three touchdowns, a career-high.[7] On defense, he made his first four interceptions, returning them for 73 yards, including one for a touchdown.[7] Janzen ended up playing three more seasons for the Blue Bombers, retiring in 1966 to accept a position at the University of Manitoba.[5] In his final season, 1965, he intercepted seven passes and was named an all-star.[14] He finished his CFL career with 103 games played, 28 rushes for 153 yards, 19 receptions for 294 yards, 15 interceptions, 282 punt returns for 1755 yards and six total touchdowns.[7] He was a part of three Grey Cup championships with Winnipeg.[8] Janzen later became the head coach for the Manitoba Bisons football team, and led them to back-to-back Vanier Cup championships in 1969 and 1970, which was the first time a team ever won two straight Canadian university championships.[8] Janzen later earned his doctorate and became the Dean of the Faculty of Kinesiology and Recreation Management at the University of Manitoba. He was an instrumental figure in the establishment of the Health, Leisure and Human Performance Research Institute and helped establish the School of Physical Education as a Faculty.[15] Janzen chaired and was a founding board member of the Manitoba Institute of Trade and Technology, and was the chair of the National Advisory Council Fitness and Amateur Sport for ten years. He also gave service to United Way, the Provincial Council on Youth Crime, St. Boniface Hospital, Manitoba Boxing Commission, and CHUM Radio.[15] Janzen received numerous honors and accolades, among these the Queen Elizabeth II Diamond Jubilee Medal, induction to the Manitoba Sports Hall of Fame, honorary citizen of Winnipeg, Order of the Buffalo Hunt-Achievement Award, Builder Award for Outstanding Dedication and Promotion of Physical Education for the Youth of Manitoba, honorary membership in the Manitoba Teacher's Society, and induction to the Winnipeg Blue Bombers Hall of Fame.[14][15] Janzen died on July 20, 2022, in Winnipeg, at the age of 82.[15]","Title":"Henry Janzen - Wikipedia","KeyID":"52","URL":"https://en.wikipedia.org/wiki/Henry_Janzen"}