{"Content: ":"Azhdarcho /ɑːʒˈdɑːrxoʊ/ is a genus of azhdarchid pterosaur from the late Cretaceous Period of the Bissekty Formation (middle Turonian stage,[1] about 92 million years ago) of Uzbekistan, as well as the Zhirkindek Formation of Kazakhstan. It is known from fragmentary remains including the distinctive, elongated neck vertebrae that characterizes members of the family Azhdarchidae, a family that includes many giant pterosaurs such as Quetzalcoatlus. The name Azhdarcho comes from the Persian word azhdar (اژدر), a dragon-like creature in Persian mythology.[2] The type species is Azhdarcho lancicollis. The specific epithet lancicollis is derived from the Latin words lancea (meaning \"lance\" or \"spear\") and collum (\"neck\"). The fossil remains of Azhdarcho were recovered in the Kyzyl Kum desert (from the Taykarshinskaya unit of the Bissekty Formation) by Lev A. Nesov during expeditions to Central Asia in 1974–1981. The type specimen, given the catalog number ЦНИГРмузей 1/11915 (TsNIGRmuzey), consists of an anterior neck vertebra. Twelve paratypes were referred, including several other neck vertebrae, elements from the wing and leg, and pieces of the jaw. These specimens, along with other vertebrate fossils collected during the expeditions, were deposited at the F.N. Chernyshev Central Geologic Exploration Museum in St. Petersberg.[3] In his description of the type specimen of Azhdarcho lancicollis, Nesov noted its distinctive neck vertebrae, which are extremely elongated and round in cross section at mid-length. He pointed out similar characteristics in several other pterosaurs, and used them to erect the new subfamily Azhdarchinae, classified within the family Pteranodontidae. Nesov also referred Quetzalcoatlus and Arambourgiania (then known as Titanopteryx) to this subfamily, which was subsequently re-classified as the family Azhdarchidae. He also suggested that similar, thin-walled pterosaur bones from the Lance Formation of Wyoming could be assigned to a species of Azhdarcho, using this as evidence of commonalities between the fauna of Late Cretaceous central Asia and western North America. However, subsequent research has not followed this suggestion, and A. lancicollis is the only currently recognized species of Azhdarcho.[4] Below is a cladogram showing the phylogenetic placement of Azhdarcho within the clade Neoazhdarchia, more specifically within the family Azhdarchidae, of which Azhdarcho is the type genus. The cladogram is based on a topology recovered by Brian Andres and Timothy Myers in 2013.[5] Thalassodromeus sethi Tupuxuara leonardii Tupuxuara longicristatus Domeykodactylus ceciliae Dsungaripterus weii Noripterus complicidens Noripterus parvus Eoazhdarcho liaoxiensis Shenzhoupterus chaoyangensis Chaoyangopterus zhangi Jidapterus edentus Radiodactylus langstoni Azhdarcho lancicollis TMM 42489 Zhejiangopterus linhaiensis Arambourgiania philadelphiae Quetzalcoatlus northropi Quetzalcoatlus lawsoni In the original description of Azhdarcho, Nesov noted that because of the way the vertebrae articulated, the pterosaur would have had very limited flexibility in the neck. Azhdarcho could not rotate its neck at all, though it could flex the neck vertically to a certain degree. Nesov suggested that pterosaurs like Azhdarcho may have fed in a manner similar to the modern Skimmer, with their long necks allowing them to scoop prey from the water's surface and small depths without needing to dive. However, recent research has shown that skimming requires more energy and anatomical specializations than previously thought, and that large pterosaurs like Azhdarcho probably were not capable of skimming.[6] The long neck would also have allowed azhdarchids to hunt for food in the water or on the bottom while swimming, or to hunt poorly flying vertebrates in the air, though Nesov also suggested that the animal would have needed stable weather conditions to fly well, and suggested azhdarchid habitats needed to be dominated by even, mild winds.[3] However studies by Mark Witton points to a different direction suggesting that azhdarchids in general were terrestrial stalkers.[7]   ","Title":"Azhdarcho - Wikipedia","KeyID":"520","URL":"https://en.wikipedia.org/wiki/Azhdarcho"}