{"Content: ":"Mistralazhdarcho is a genus of azhdarchid pterosaur from the Late Cretaceous period (Campanian stage) of France. The type and only species is Mistralazhdarcho maggii.[1] In 1992, Xavier Valentin at Velaux–La Bastide Neuve, in the south of France, discovered a rich fossil site. Between 2009 and 2012, pterosaur remains were excavated.[1] The pterosaur was reported in the scientific literature in 2015.[2] In 2018, the type species Mistralazhdarcho maggii was named and described by Romain Vullo, Géraldine Garcia, Pascal Godefroit, Aude Cincotta and Xavier Valentin. The generic name connects the mistral, a northern wind typical for the area of discovery, with Azhdarcho, the type genus of the Azhdarchidae. The specific name honors Jean-Pierre Maggi, the mayor of Velaux, for his support of the La Bastide Neuve paleontological project.[1] The holotype, MMS/VBN.09.C.001, was discovered in a sandstone layer of the Aix-en-Provence basin, dating from the late Campanian, about seventy-two million years old. It consists of a partial skeleton with skull. It contains the symphysis of the lower jaws, the atlas-axis complex of the front neck, a middle neck vertebra, the left humerus, a piece of the right humerus, the left radius, the right pteroid, the shaft of the fourth metacarpal, the proximal part of the first phalanx of the wing finger, the distal part of the same phalanx, and four bone fragments that could not be identified including some articular surface and two shafts. The skeleton was not found articulated but the bones were discovered on a limited surface of 5 square meters (54 sq ft) within the total surface of 140 square meters (1,500 sq ft) formed by the fossil layer. Therefore, it was concluded they represent a single individual. It is probably a subadult.[1] Mistralazhdarcho is a large pterosaur. The humerus was estimated to have had an original length of 19 centimeters (7.5 in). This indicates a wingspan of 424 centimeters (13.91 ft) using a formula devised by Alexandr Averianov. Another possible method is to extrapolate the wingspan from the known skeleton of the azhdarchid Zhejiangopterus. This results in an estimate of 485 centimeters (15.91 ft). Both estimates seem to corroborate the hypothesis that the holotype individual had a span of about 4.5 meters (15 ft). However, it was not yet fully grown. It was estimated that an adult exemplar could have had a 5 to 6 meters (16 to 20 ft) wide wingspan.[1] The describing authors indicated some distinguishing traits. One of these was an autapomorphy, a unique derived character. The upper surface of the symphysis of the lower jaws shows a well-developed elevation on the midline in a relatively forward position of 18 centimeters (7.1 in) behind the mandible tip, compared to 32 centimeters (13 in) with the related form Alanqa. A second trait is a possible autapomorphy only. The tip of the lower jaws is somewhat curved to below. However, its uniqueness is conditional on Aerotitan not having such a curved tip. This latter pterosaur was originally described as not having one but the authors, while studying Mistralazhdarcho, concluded that the Aerotitan description was likely mistaken and that its curved holotype did not represent the middle of the jaws but their front end.[1] Additionally, a unique combination was given of traits that in themselves are not unique. The upper surface of the symphysis or fusion of the lower jaws shows elevated but blunt ridges on its edges. This symphysis has a V-shaped cross-section, thus lacking a lower crest. The underside of the atlas-axis complex of the neck is flat. In the middle neck vertebrae the front articulation processes, the prezygapophyses, lightly diverge. The humerus is relatively short compared to the radius, with 66% of its length.[1] Mistralazhdarcho was placed in the Azhdarchidae in 2018, without an exact cladistic analysis. The elevation on the symphysis shared with Alanqa suggests a close relationship between the two genera.[1] Mistralazhdarcho is the first pterosaur named from the Campanian to Maastrichtian of Western Europe. Mistralazhdarcho possibly represents an intermediate size-class of European azhdarchids, in-between the smaller Eurazhdarcho with a wingspan of 3 meters (9.8 ft) and the giant form Hatzegopteryx.[1]   ","Title":"Mistralazhdarcho - Wikipedia","KeyID":"521","URL":"https://en.wikipedia.org/wiki/Mistralazhdarcho"}