{"Content: ":"Nathaniel Macon (December 17, 1757 – June 29, 1837) was an American politician who represented North Carolina in both houses of Congress. He was the fifth speaker of the House, serving from 1801 to 1807. He was a member of the United States House of Representatives from 1791 to 1815 and a member of the United States Senate from 1815 to 1828. He opposed ratification of the United States Constitution and the Federalist economic policies of Alexander Hamilton. From 1826 to 1827, he served as President pro tempore of the United States Senate. Thomas Jefferson dubbed him \"Ultimas Romanorum\"—“the last of the Romans”, like Flavius Aetius. During his political career he was spokesman for the Old Republican faction of the Democratic-Republican Party that wanted to strictly limit the United States federal government. Along with fellow Old Republicans John Randolph and John Taylor, Macon frequently opposed various domestic policy proposals, and generally opposed the internal improvements promoted by Henry Clay and John C. Calhoun. An earnest defender of slavery, Macon voted against the Missouri Compromise in 1820. In the 1824 presidential election, he received several electoral votes for vice president, despite declining to run, as the stand-in running-mate for William Harris Crawford. He also served as president of the 1835 North Carolina constitutional convention. After leaving public office, he served as a trustee for the University of North Carolina at Chapel Hill and protested President Andrew Jackson's threat to use force during the Nullification Crisis. Nathaniel Macon was born near Warrenton, North Carolina, the son of Maj. Gideon Macon, a Virginia native, and North Carolina-born Priscilla Jones, and through his great-grandfather, Col. Gideon Macon, allegedly a French Huguenot,[1][2] Nathaniel was second cousin of First Lady Martha Dandridge Washington.[3] Maj. Gideon Macon had built \"Macon Manor\" and became a prosperous tobacco planter, where Nathaniel was born as the sixth child of Gideon and Priscilla, and he was only two when his father died in 1761. Upon his death, Gideon possessed 3,000 acres (12 km2) of land and 25–30 slaves.[4][5] Nathaniel was bequeathed two parcels of land and all of his father's blacksmithing tools. Gideon also left his son three slaves: George, Robb, and Lucy.[6] In 1766, Priscilla (Jones) Macon, now the wife of James Ransom,[4] arranged for the education of two of her sons, Nathaniel and John, along with the two sons of her neighbor Philemon Hawkins II. For this purpose, they engaged Mr. Charles Pettigrew, who later became the principal of the Academy of Edenton in 1733. The two brothers and their neighbors, Joseph and Benjamin Hawkins, later a senator and U. S. Indian agent, were instructed by him from 1766 to 1773.[7] Three of the four boys (Nathaniel and Benjamin among them) continued on to further their education at the \"College of New Jersey\" at Princeton as part of the class of 1777.[8][9] Neither Nathaniel or Benjamin would graduate.[10] Macon performed a short term of military duty during the American Revolution.[11] He returned to North Carolina in the fall of 1776, and studied law for three years. He rejoined the Revolution as a private in 1780, and was likely present at the Battle of Camden.[12] Macon met Hannah Plummer in 1782 in Warrenton, North Carolina. Her parents William Plummer and Mary Hayes were Virginians like Macon's, and they were \"well connected\".[13] Macon was a tall man, over 6 feet (1.8 m), and considered attractive, but he was not the only man who was pursuing Miss Plummer. However, after a number of months of courtship, Hannah and Nathaniel decided to marry. One story often told of her courtship involves Macon challenging an unnamed potential suitor to a card game, with Hannah Plummer as the prize. The offer was accepted, and Macon lost the card game. Upon losing, he turned to Hannah and exclaimed \"notwithstanding I have lost you fairly—love is superior to honesty—I cannot give you up.\" This won her favor, and they were married soon afterwards.[14] Their wedding took place on October 9, 1783, and their marriage was an affectionate one. Her brother was the lawyer Kemp Plummer, the grandfather of Kemp Plummer Battle. Kemp Plummer and Nathaniel Macon were both part of the \"Warren Junto\" which also included James Turner, Weldon Edwards, William Hawkins, and William Miller, all of whom dominated North Carolina political life at that time.[15] Kemp Plummer was the second owner of the oldest house in Warrenton. The original owner was Marmaduke Johnson, who married Macon's half-sister Hixie Ransom.[16] Another Plummer brother was William Plummer II, who married Macon's half-sister Betsy Ransom.[17][18] According to Bible records, the Macons had three children: Macon's wife, Hannah, died on July 11, 1790, when she was just 29 years old. Although Nathaniel was only 32 at the time of her death, he never remarried.[20] It is said that he was devoted to his wife, and his long unmarried life following her early death would suggest that he was faithful to her memory. Her remains were buried not far from their home on the borders of their yard. Their only son died just over a year after Hannah and was buried beside her. When Nathaniel died July 29, 1837, at age 79, he was laid to rest next to his wife and son. As he requested, the site of their graves was covered with a great heap of flint stones so that the land would be left uncultivated; Macon believed that no one would go to the trouble of removing all of the flint in order to use the land, thereby preserving the burial site. Macon and his wife made their home on Hubquarter Creek on their plantation known as \"Buck Spring Plantation\". Macon's father Gideon's will bequeathed to him lands on Shocco Creek and \"Five hundred acres of Land lying and being on both sides of Hubquarter Creek\".[6] It was about 12 miles (19 km) north of Warrenton, near Roanoke Rapids.[20] His plantation grew to 1,945 acres, served by 70 slaves, with whom he often worked together in the fields, as well as serving as justice of the peace and a trustee of the Warrenton Academy. He raised thoroughbred race horses and had a pack of fox hounds, in 1819 hosting President Monroe for a hunt. He served in the North Carolina Senate for Warren County in 1781, 1782, and 1784.[22] Macon opposed the Constitution and spent his four decades in Congress making sure the national government would remain weak. He was for 37 years the most prominent nay-sayer in Congress—a \"negative radical\".[23] It was said of him that during the entire term of his service no other members cast so many negative votes. \"Negation was his word and arm.\" He was rural and local-minded, and economy was the passion of his public career. \"His economy of the public money was the severest, sharpest, most stringent and constant refusal of almost any grant that could be proposed.\" With him, \"not only was ... parsimony the best subsidy—but ... the only one\".[24] He supported all of the foreign policies of Jefferson and Madison from 1801 to 1817. Macon detested Alexander Hamilton and the Federalist program. He was especially hostile to a navy, fearing the expense would create a financial interest. He bitterly opposed the Jay Treaty in 1795, the Alien and Sedition Acts of 1798, and the movement for war with France in 1798–99. Macon supported the Kentucky and Virginia Resolutions.[25] Macon served as Speaker of the House from 1801 to 1807. He was the fifth person, and first Southerner to serve in the office.[26] He supported the Louisiana Purchase in 1803, and tried to get Jefferson to purchase Florida as well. Jefferson offered the post of postmaster general to Macon at least twice, but he declined.[27] During his second term as speaker, Macon broke with Jefferson, believing that the president had strayed from the fundamental principles of Republicanism – strict constitutional construction and state sovereignty, and began collaborating more with John Randolph and John Taylor as part of the splinter Quids faction of the Democratic-Republican Party.[28] Even so, he still narrowly won a third term. He did not seek a fourth term as speaker when the 10th Congress convened in 1807. Instead he chaired the Foreign Relations Committee.[27] Macon Bill No. 1 attacked British shipping, but was defeated. In May 1810, Macon's Bill No. 2 was passed, giving the president power to suspend trade with either Great Britain or France if the other should cease to interfere with United States commerce. Macon supported Madison in declaring the War of 1812; he opposed conscription to build the army and opposed higher taxes. He did favor some road construction by the federal government, but generally opposed the policy of internal improvements promoted by Henry Clay and John C. Calhoun. He opposed the recharter of the United States Bank in 1811 and in 1816, uniformly voted against any form of protective tariff. He was always an earnest defender of slavery. In the Missouri debate of 1820 he voted against the compromise brokered by Clay. Macon was also considered a potential candidate for the presidency in 1824 but declined. Macon won 24 electoral votes for vice president as the stand-in running-mate for William Harris Crawford. Macon was asked to run for the vice presidency again in 1828 but declined. Among his other public acts in retirement were writing a letter in 1832 to President Jackson protesting the threatened use of military action to quell the South Carolina nullifiers. He wrote to Samuel P. Carson that he believed in the right of secession: \"A government of opinion established by sovereign States for special purposes can not be maintained by force.\"[29] He served as President of the 1835 convention to amend and reform the Constitution of North Carolina. The resulting amendments to the state constitution mostly related to political reform and greater democracy. He was largely opposed to the amendments that were adopted.[30] He also served as a trustee of the University of North Carolina at Chapel Hill, and supported Martin Van Buren in the election of 1836.[31]","Title":"Nathaniel Macon - Wikipedia","KeyID":"5214","URL":"https://en.wikipedia.org/wiki/Nathaniel_Macon"}