{"Content: ":"John Sergeant (December 5, 1779 – November 23, 1852) was an American politician who represented Pennsylvania in the United States House of Representatives. He was the National Republican Party's vice presidential nominee in the 1832 presidential election, serving on a ticket with Senator Henry Clay. After graduating from Princeton University, Sergeant served in the Philadelphia government and won election to the Pennsylvania House of Representatives. As a member of the Federalist Party, he won election to the United States House of Representatives, serving from 1815 to 1823. In Congress, he supported Clay's American System and opposed the extension of slavery, voting against the Missouri Compromise. After serving as president of the Pennsylvania Board of Canal Commissioners, Sergeant returned to Congress in 1827. He lost his 1829 re-election campaign and became a legal counsel for the Second Bank of the United States.[1] In the 1832 presidential election, the ticket of Clay and Sergeant was soundly defeated by the Democratic ticket of Andrew Jackson and Martin Van Buren. After the election, Sergeant joined the Whig Party and again returned to Congress, serving from 1837 to 1841. He was also the president of the Pennsylvania constitutional convention in 1838. He retired from public office in 1841 and resumed his law practice. Sergeant was born in Philadelphia on December 5, 1779. He was a son of Margaret (née Spencer) Sergeant and Jonathan Dickinson Sergeant, a lawyer who represented New Jersey in the Second Continental Congress and served as the Pennsylvania Attorney General.[2] His brother Thomas Sergeant, served as Pennsylvania Secretary of State, Attorney General and on the Supreme Court of Pennsylvania.[3] Sergeant was educated in the common schools and at the University of Pennsylvania at Philadelphia.[4] He graduated from Princeton College in 1795. He became a lawyer and, after being admitted to the bar in 1799, practiced law for fifty years.[5] In 1800, Sergeant became deputy attorney general for Philadelphia and then commissioner of bankruptcy for Pennsylvania the following year. He was a member of the Pennsylvania State House of Representatives from 1808 to 1810. He was elected as a Federalist to the United States House of Representatives to fill the vacancy caused by the death of Jonathan Williams. He was re-elected three times, serving from October 10, 1815 to March 3, 1823, and managed to reach the position of chairman of the United States House Committee on the Judiciary. Sergeant was a strong backer of Henry Clay's American System and the Second Bank of the United States in Congress, and even traveled to Europe to negotiate loans to the Bank. He was also a strong opponent of slavery who voted against the Missouri Compromise.[6] He then retired, albeit temporarily, from Congress.[4] In 1813, Sergeant was elected a member of the American Philosophical Society.[7] In 1825, he was president of the Pennsylvania Board of Canal Commissioners. The following year, he was an envoy to the Panama Congress of 1826 but arrived after the Congress had concluded its discussions. He returned to the U.S. House of Representatives for the term starting March 4, 1827.[4] He failed re-election to the following term and left Congress for the second time on March 3, 1829. He then became legal counsel to the Bank of the United States.[4] Sergeant was Henry Clay's running mate on the National Republican ticket during the 1832 presidential election but lost to Andrew Jackson and Martin Van Buren in a landslide and again retreated from public life. After his vice presidential candidacy, he returned as president of the Pennsylvania constitutional convention in 1838, and then was elected as a Whig to the U.S. House of Representatives. He served this last time from March 4, 1837 until he resigned on September 15, 1841, and again was chair of the Committee on the Judiciary for the 1837 – 1839 term. He returned to his law practice, declining offers of a cabinet or diplomatic position from the new Whig administration. In 1844 he was considered for the Whig vice presidential nomination, to once again run with Clay, but the convention eventually selected Theodore Frelinghuysen. On June 23, 1813 he married Margaretta Watmough, daughter of James Horatio Watmough and Anna (née Carmick) Watmough.[8][9] With Margaretta he fathered ten children, all but one surviving infancy. Among his children were:[10] Sergeant died in Philadelphia on November 23, 1852 and was interred at Laurel Hill Cemetery Section L, Lots 1-7.[13] His grandsons, John Sergeant Wise, John Sergeant Cram, and Richard Alsop Wise, as well as his great-grandson, John Crain Kunkel, were also prominent in politics.[4]","Title":"John Sergeant (politician) - Wikipedia","KeyID":"5217","URL":"https://en.wikipedia.org/wiki/John_Sergeant_(politician)"}