{"Content: ":"Theodore Frelinghuysen (March 28, 1787 – April 12, 1862) was an American politician who represented New Jersey in the United States Senate. He was the Whig vice presidential nominee in the election of 1844, running on a ticket with Henry Clay. Born in Somerset County, New Jersey, Frelinghuysen established a legal practice in Newark, New Jersey after graduating from the College of New Jersey. He was the son of Senator Frederick Frelinghuysen and the adoptive father of Secretary of State Frederick Theodore Frelinghuysen. He served as the New Jersey Attorney General from 1817 to 1829 and as a United States Senator from 1829 to 1835. In the Senate, Frelinghuysen strongly opposed President Andrew Jackson's policy of Indian removal. After leaving the Senate, he served as the Mayor of Newark from 1837 to 1838. Frelinghuysen was selected as Clay's running mate at the 1844 Whig National Convention. In the 1844 election, the Whig ticket was narrowly defeated by the Democratic ticket of James K. Polk and George M. Dallas. Frelinghuysen served as President of New York University from 1839 to 1850, and as president of Rutgers College from 1850 to 1862. Upon its incorporation in 1848, Frelinghuysen Township, New Jersey was named after him.[1] He was born in 1787 in Franklin Township, Somerset County, New Jersey, to Frederick Frelinghuysen and Gertrude Schenck.[2] His siblings include: Catharine Frelinghuysen; John Frelinghuysen (1776–1833) the General who married Louisa Mercer and after her death married Elizabeth Mercereau Van Vechten; Maria Frelinghuysen (1778-?); and Frederick Frelinghuysen (1788-1820) the lawyer who married Jane Dumont. His great-grandfather Theodorus Jacobus Frelinghuysen was a minister and theologian of the Dutch Reformed Church, influential in the founding of Queen's College, now Rutgers University, and one of four key leaders of the First Great Awakening in Colonial America. Theodore was the uncle of Frederick T. Frelinghuysen and great-great-grandfather of Henry Cabot Lodge, Jr. Rodney Frelinghuysen, who represented New Jersey's 11th congressional district, is a descendant. Frelinghuysen married Charlotte Mercer in 1809, while she died in the same year. They had no children together, but when Theodore's brother, Frederick Frelinghuysen (1788-1820) died, Theodore adopted his son, Frederick Theodore Frelinghuysen (1817–1885), who would later become Secretary of State. Theodore Frelinghuysen remarried in 1857 to Harriet Pumpelly. He graduated from the College of New Jersey (now Princeton University) in 1804 and studied law under his brother John Frelinghuysen, and later, Richard Stockton. He was admitted to the bar as an attorney in 1808 and as a counselor in 1811, and set up a law practice in Newark during this time period. In the War of 1812, he was a captain of a company of volunteers.[3] He became Attorney General of New Jersey in 1817, turned down an appointment to the New Jersey Supreme Court and became a United States Senator in 1829, serving in that capacity until 1835. As a Senator, he led the opposition to Andrew Jackson's Indian Removal Act of 1830.[4] His six-hour speech against the Removal Act was delivered over the course of three days, and warned of the supposed dire consequences of the policy: Let us beware how, by oppressive encroachments upon the sacred privileges of our Indian neighbors, we minister to the agonies of future remorse. Frelinghuysen was chided for mixing his evangelical Christianity with politics, and the Removal Act was passed.1 He was Mayor of Newark, New Jersey from 1837 until 1838. At the 1844 Whig National Convention, competing with Millard Fillmore, John Davis and John Sergeant, he was selected as the Whig vice-presidential candidate. He took the lead on the first ballot and never lost it, eventually being chosen by acclamation. The Whig presidential candidate, Henry Clay, was not present at the convention and expressed surprise upon hearing the news. Frelinghuysen's rectitude might have been intended to correct for Clay's reputation for moral laxity, but his opposition to Indian removal may have put off those southern voters who had suffered from their raids (William Lloyd Garrison praised his speech opposing removal in the rather windily-named poem \"To the Honorable Theodore Freylinghusen, on reading his eloquent speech in defence of Indian Rights\"[5]). Frelinghuysen was also unpopular with Catholics as groups of which he was a member, such as the Protestant American Bible Society promulgated the idea that Catholics should convert to Protestantism. The two went down to defeat in the 1844 election. Frelinghuysen was the second President of New York University between 1839 and 1850 and seventh President of Rutgers College between 1850 and 1862. He was President of the American Board of Commissioners for Foreign Missions (1841 – c. 1857), American Bible Society (1846–1862), and American Tract Society (1842–1846), as well as Vice President of the American Sunday School Union (1826–1861), and American Colonization Society (ACS). In his public advocacy for colonization, or the deportation of free people of color from the United States, Frelinguysen described black people as “licentious, ignorant, and irritated” and therefore not suited for full citizenship within their present country.[6] His moniker was the \"Christian Statesman.\" He died in New Brunswick, New Jersey on April 12, 1862 and he was buried there at the First Reformed Church Cemetery.[7] This article incorporates public domain material from the Biographical Directory of the United States Congress website http://bioguide.congress.gov.","Title":"Theodore Frelinghuysen - Wikipedia","KeyID":"5223","URL":"https://en.wikipedia.org/wiki/Theodore_Frelinghuysen"}