{"Content: ":"Mexican-American War William Orlando Butler (April 19, 1791 – August 6, 1880) was a U.S. political figure and U.S. Army major general from Kentucky. He served as a Democratic congressman from Kentucky from 1839 to 1843, and was the Democratic vice-presidential nominee under Lewis Cass in 1848. Born in Jessamine County, Kentucky, Butler studied law after graduating from Transylvania University. He served in the War of 1812, taking part in the Battle of the Thames and the Battle of New Orleans. After the war, he practiced law in Carrollton, Kentucky and briefly served in the Kentucky House of Representatives. He served in the United States House of Representatives from 1839 to 1843 before running for Governor of Kentucky in 1844. He lost the 1844 gubernatorial election to Whig nominee William Owsley. During the Mexican–American War, Butler served as a major general of volunteers. He was General Zachary Taylor's second-in-command during the Battle of Monterrey and later succeeded Winfield Scott as the commander of American forces occupying Mexico City. The 1848 Democratic National Convention nominated a ticket of Cass and Butler, but the Whig ticket of Taylor and Millard Fillmore won the 1848 presidential election. He attended the Peace Conference of 1861, which sought to defuse the secession crisis that arose following the 1860 presidential election. During the Civil War, Butler was a War Democrat who favored the Union. Butler, the son of Mildred Hawkins and Gen. Percival Butler, was born in Jessamine County, Kentucky (then Fayette County), and graduated from Transylvania University in 1812. He began the study of law with Robert Wickliffe, but his education was interrupted by the War of 1812. When the War of 1812 began, Butler volunteered as a private to fight the British and the Indians. He took part in the Battle of the River Raisin. During the battle, Butler and fellow soldiers defended themselves behind a fencerow. The Indians poured such an intense fire on the fencerow that when it was over Butler found that his clothes were riddled with bullets. The Indians captured Butler and sent him to Fort Niagara where he remained until the British freed him on parole. He returned to Kentucky only to join the American forces that met the British and Indians at the Battle of the Thames in 1813. During the battle, Butler volunteered to set a barn on fire where the enemy had taken shelter. He successfully did so and received the rank of colonel for his bravery. Butler and his men were sent to New Orleans to assist Andrew Jackson in the city's defense. He distinguished himself during the Battle of New Orleans. Among the men under his command was future Florida governor Richard Keith Call, who would remain lifelong friends with Butler. After the end of the War of 1812, Butler returned to Kentucky, resumed his legal studies, and attained admission to the bar. From 1817 to 1844, he practiced law in Carrollton. Butler served in the Kentucky House of Representatives in 1817 and 1818. From 1839 to 1843, he served as a congressman. In 1844, he received a unanimous nomination of the Democratic Party for governor. Described as the most formidable candidate that the Democrats had ever nominated for governor, Butler's race against Whig candidate William Owsley was close. Owsley won with 59,680 votes to Butler's 55,056.[1] When the Mexican War broke out, Butler again joined the army. On June 29, 1846, he was appointed major general of volunteers and commanded the 1st Volunteer Division in the Army of Occupation. He served as second-in-command to Zachary Taylor during the Battle of Monterrey, in which he was wounded. On February 18, 1848, he superseded General Winfield Scott as the commanding general of the American army in Mexico City. He left the service on August 18, 1848, after he had been selected as the Democratic Vice Presidential nominee. In 1848, Butler was the Democratic candidate for Vice President of the United States. At the 1848 Democratic National Convention, delegate Francis P. Blair was a leader of the movement to put Butler on the ticket with Lewis Cass, and Butler won the nomination on the first ballot over John A. Quitman and William R. King. In the general election, the ticket of Cass and Butler was defeated by Whig candidates Zachary Taylor and Millard Fillmore. Butler was the first non-incumbent Democratic vice presidential candidate to lose election. Butler turned down the governorship of the Nebraska Territory in 1855.[2] Politically, Butler was a moderate. Although a slaveholder, he was opposed to the extension of slavery and favored gradual legal emancipation.[3] He stood firmly for the preservation of the Union and was a Union Democrat during the Civil War.[4] He was present at the peace conference of 1861, a gathering of political leaders that met in Washington, D.C. in an attempt to avert the impending American Civil War.[5] Butler also authored a volume of poetry entitled The Boatman's Horn, and Other Poems.[6] Butler died in Carrollton, Kentucky on August 6, 1880 at age 89. He was interred in the Butler family cemetery in Carrollton.[7] The Gen. William O. Butler House, his home in Carrollton, Kentucky, is listed on the National Register of Historic Places. Places named for General Butler:","Title":"William Orlando Butler - Wikipedia","KeyID":"5225","URL":"https://en.wikipedia.org/wiki/William_Orlando_Butler"}