{"Content: ":"William Lewis Dayton (February 17, 1807 – December 1, 1864) was an American politician, active first in the Whig Party and later in the Republican Party. In the 1856 presidential election, he became the first Republican vice-presidential nominee when nominated alongside John C. Frémont. The Republican Party lost that campaign. During the American Civil War, Dayton served as the United States Ambassador to France, a position in which he worked to prevent French recognition of the Confederate States of America. Dayton was born in Basking Ridge, New Jersey, to farmer Joel Dayton (1776–1833) and Nancy (Lewis) Dayton (1787–1866). His father worked as a farmer and mechanic, and was not well off, but the extended Dayton family was long prominent in New Jersey. William L. Dayton was the grand-nephew of Elias Dayton and second cousin of Jonathan Dayton. He graduated from the College of New Jersey (now Princeton University) in 1825. He then studied law with Peter Dumont Vroom, was admitted to the bar in 1830, and became an attorney in Freehold. In 1837, Dayton was elected to the New Jersey Legislative Council, and he became an associate judge of the New Jersey Supreme Court in 1838. Following the death of U.S. Senator Samuel L. Southard, he was appointed to the United States Senate starting July 2, 1842, and elected to finish the term ending in 1845. He was re-elected by the New Jersey Legislature as a Whig in 1845 but lost in 1851, ending his service on March 3, 1851. In 1856, Dayton was selected by the nascent Republican Party as their first nominee for Vice President of the United States over Abraham Lincoln at the Philadelphia Convention. He and his running mate, John C. Fremont, lost to the Democratic ticket of James Buchanan and John C. Breckinridge. Afterwards, he served as New Jersey Attorney General until 1861, when President Lincoln appointed him Minister to France. He served from May 1861 until his death in December 1864. His service spanned most of the American Civil War. In France, Dayton was part of a successful lobbying campaign to prevent the government of Napoleon III from recognizing the independence of the Confederacy or allowing Confederate use of French ports. Dayton died in Paris and was buried in Riverview Cemetery, Trenton, New Jersey.[1] His son, William Lewis Dayton Jr. (1839–1897), graduated from Princeton in 1858 and served as President Chester A. Arthur's Ambassador to the Netherlands from 1882–1885. Later, the town of Dayton, New Jersey, was named in his honor.[2]","Title":"William L. Dayton - Wikipedia","KeyID":"5228","URL":"https://en.wikipedia.org/wiki/William_L._Dayton"}