{"Content: ":"The 1876 U.S. presidential election occurred at the twilight of Reconstruction and was between Republican Rutherford B. Hayes and Democrat Samuel J. Tilden. After an extremely heated election dispute, a compromise was eventually reached where Hayes would become U.S. President in exchange for the end of Reconstruction and a withdrawal of U.S. federal troops from the South. After the Democrats captured control of the U.S. House of Representatives in 1874, they believed that they had their best chance in 20 years of winning the U.S. Presidency.[1] In the 1874 elections, a new set of Democratic party leaders emerged which included New York Governor Samuel J. Tilden.[1] Tilden was previously the chair of the New York Democratic Party as well as the campaign manager for Horatio Seymour's unsuccessful 1868 presidential campaign and was notable for both toppling Boss Tweed (the corrupt boss of the Tammany Hall political machine) and prosecuting the Canal Ring.[1][2] As the Governor of the most populous U.S. state, Tilden was an obvious choice and the front-runner for the 1876 Democratic presidential nomination.[1] At the 1876 Democratic National Convention, Tilden easily won the required two-thirds of delegates to win the Democratic presidential nomination on the first ballot, winning 535 delegates to 140½ for his nearest rival Indiana Governor Thomas A. Hendricks.[1] Hendricks was then selected as Tilden's running mate due to him being from the crucial swing state of Indiana as well as due to the fact that \"his support of soft-money balanced Tilden's hard-money stance on the divisive 'money-question.'\"[1] Meanwhile, on the Republican side, reformist Ohio Governor Rutherford B. Hayes won the Republican nomination as a compromise candidate after front-runner James G. Blaine failed in his nomination bid due to his corruption scandals.[1][3] The 1876 Democratic platform demanded the repeal of the Specie Payment Resumption Act, condemned the Grant Administration's corruption, reaffirmed the Reconstruction Amendments, denounced Congressional Reconstruction as both coercive and corrupt, supported a tariff only for revenue, conservation of public lands, and civil service reform.[1] Meanwhile, the Republicans \"waved the bloody shirt\" by associating the Democrats with the Confederacy[4] and criticized Tilden's questionable tax returns, early association with Boss Tweed, poor health, and conflicting views on the \"money question\" in comparison to his running mate.[5] Tilden's campaign aggressively focused on winning the crucial New York state and its 35 electoral votes while the Grant Administration spent nearly $300,000--mostly in the South and in New York City--on deputy marshals and supervisors whose job was to secure a fair election (there was violence against and intimidation of Black voters by the Democrats in the Southern U.S. in 1876).[5] Meanwhile, the Democratic-controlled House made a crucial blunder when it passed a statehood bill for Colorado in the middle of the campaign.[5][4] While the Democrats might have believed that Colorado would vote for Tilden, it ended up giving its electors to Hayes and thus provided the decisive margin for Hayes's victory in the election.[5][6] While both candidates went to bed on Election Night, Tuesday, Nov. 7, 1876, assuming that Tilden had won (indeed, Tilden had won the national popular vote by a 51%-48% margin), late results from the West made the election outcome unclear.[5] Tilden had won 184 electoral votes (one short of a majority) whereas 20 electoral votes (one from Oregon and 19 from the South) were disputed.[5] The dispute over the 19 electoral votes from the Southern U.S. was based on the fact that there was a dispute over who had carried the states of Louisiana, Florida, and South Carolina.[5] After some debate, a 15-member Electoral Commission was created to decide the fate of the disputed electoral votes and thus the outcome of the election.[5] This commission included five U.S. Senators (three Republicans and two Democrats), five U.S. Representatives (three Democrats and two Republicans), and five U.S. Supreme Court members (four of whom were selected by geographic diversity and who would later select the fifth one).[5] The commission’s decisions were to be legally regarded as final unless both houses of Congress overrode these decisions.[5] Out of the five Supreme Court members of this commission, there were two Republicans, two Democrats, and one independent--U.S. Supreme Court Justice David Davis.[5] In an attempt to win Davis's favor, the Democratic-Greenback coalition in the new Illinois legislature appointed Davis to the U.S. Senate.[5] To their surprise, however, Davis immediately resigned from the Electoral Commission in order to take his U.S. Senate seat. Meanwhile, Davis was replaced on the Electoral Commission by Republican Joseph P. Bradley.[5] Ultimately, the Electoral Commission voted on a partisan 8 to 7 vote to award all 20 disputed electoral votes to Hayes (with Justice Bradley being the decisive vote in all of these votes), thus allowing him to defeat Tilden and win the U.S. Presidency by one electoral vote (with 185 electoral votes going to Hayes while 184 electoral votes went to Tilden).[5] To get the Democrats--especially Southern Democrats--to acquiesce in Hayes's victory, Hayes and the Republicans agreed to withdraw all U.S. federal troops from the Southern U.S. and thus to cause Reconstruction to come to an end.[5] Over the next 80 years, the Solid South would be a reliable Democratic bloc in U.S. politics.[5] Samuel Tilden waited until June 13, 1877 before he conceded the 1876 U.S. presidential election to Rutherford Hayes.[7]","Title":"Samuel Tilden 1876 presidential campaign - Wikipedia","KeyID":"5239","URL":"https://en.wikipedia.org/wiki/Samuel_Tilden_1876_presidential_campaign"}