{"Content: ":"Arambourgiania is an extinct genus of azhdarchid pterosaur from the Late Cretaceous period (Maastrichtian stage) of Jordan, and possibly the United States.[1] Arambourgiania was among the largest members of its family, the Azhdarchidae, and it is also one of the largest flying animals ever known. The incomplete left ulna of the \"Sidi Chennane azhdarchid\" from Morocco may have also belonged to Arambourgiania.[2] In the early 1940s, a railway worker during repairs on the Amman-Damascus railroad near Russeifa found a two foot long fossil bone. In 1943 this was acquired by the director of a nearby phosphate mine, Amin Kawar, who brought it to the attention of a British archeologist, Fielding, after the war. This generated some publicity — the bone was even shown to Abdullah I of Jordan — but more importantly, it made the scientific community aware of the find. In 1953 the fossil was sent to Paris, where it was examined by Camille Arambourg of the Muséum national d'histoire naturelle. In 1954, he concluded the bone was the wing metacarpal of a giant pterosaur. In 1959, he named a new genus and species: Titanopteryx philadelphiae. The genus name meant \"titan wing\" in Greek; the specific name refers to the name of Amman in Antiquity: Philadelphia. Arambourg let a plaster cast be made and then sent the fossil back to the phosphate mine; this last aspect was later forgotten and the bone was assumed lost. In 1975 Douglas A. Lawson, studying the related Quetzalcoatlus, concluded the bone was not a metacarpal but a cervical vertebra. In the eighties, Russian paleontologist Lev Nesov was informed by an entomologist that the name Titanopteryx had already been given by Günther Enderlein to a fly from the Simulidae family in 1935. Therefore, in 1989 he renamed the genus into Arambourgiania, honoring Arambourg. However, the name \"Titanopteryx\" was informally kept in use in the West, partially because the new name was assumed by many to be a nomen dubium. Early 1995, paleontologists David Martill and Eberhard Frey traveled to Jordan in an attempt to clarify matters. In a cupboard of the office of the Jordan Phosphate Mines Company they discovered some other pterosaur bones: a smaller vertebra and the proximal and distal extremities of a wing phalanx — but not the original find. However, after their departure to Europe engineer Rashdie Sadaqah of the mine investigated further and in 1996 established it had been bought from the company in 1969 by geologist Hani N. Khoury who had donated it in 1973 to the University of Jordan; it was still present in the collection of this institute and now could be restudied by Martill and Frey. Frey and Martill rejected the suggestion that Arambourgiania was a nomen dubium or identical to Quetzalcoatlus and affirmed its validity in relation to \"Titanopteryx\". Nesov in 1984 had placed the species within Azhdarchinae, back then part of the Pteranodontidae; the same year Kevin Padian placed it within Titanopterygidae. Both concepts have fallen into disuse now that such forms are commonly assigned to the Azhdarchidae. In 2016, an Azhdarchid cervical vertebra was described from the Coon Creek Formation of McNairy County, Tennessee and referred to Arambourgiania philadelphiae. This find extends Arambourgiania's geographic range to North America.[1] In 2018, topotype specimens were located in Bavarian State Collection for Palaeontology and Geology in Munich, Germany that were placed there in 1966 from Jordan and probably represent additional elements of the holotype individual, these include \"fragments of two cervical vertebrae, a neural arch, a left femur, a ?radius, and a metacarpal IV\" and other indeterminate fragments.[3] The holotype, VF 1, consists of a very elongated cervical vertebra, probably the fifth. Today the middle section is missing; the original find was about 62 centimeters (24 in) long, but had been sawed into three parts. Most of the fossil consists of an internal infilling or mold; the thin bone walls are missing on most of the surface. The find had not presented the whole vertebra; a piece was absent from its posterior end as well. Frey and Martill estimated the total length to have been 78 centimeters (31 in), using for comparison the relative position of the smallest shaft diameter of the fifth cervical vertebra of Quetzalcoatlus. From this again the total neck length was extrapolated at about 3 meters (9.8 ft). From the relatively slender vertebra the length dimension was then selected to be compared to that of Quetzalcoatlus, estimated at 66 centimeters (26 in) long, resulting in a ratio of 1.18. Applying that ratio to the overall size, Frey and Martill in 1998 concluded that the wingspan of Arambourgiania had been 12 to 13 meters (39 to 43 ft), compared with the 10 to 11 meters (33 to 36 ft) of Quetzalcoatlus, and that Arambourgiania was thus the largest pterosaur then known.[4] However, the study was taken into question and the later estimates of wingspan have been more moderate, for the remains are too fragmentary to estimate a gigantic size. The 2003 study estimated the wingspan of Arambourgiania at 7 m (23 ft).[5] In 2022, Gregory S. Paul estimated its wingspan at 8–9 m (26–30 ft), smaller than that of Quetzalcoatlus or Hatzegopteryx.[6] Below is a cladogram showing the phylogenetic placement of Arambourgiania within the clade Neoazhdarchia. The cladogram is based on a topology recovered by Brian Andres and Timothy Myers in 2013.[7] Thalassodromeus sethi Tupuxuara leonardii Tupuxuara longicristatus Domeykodactylus ceciliae Dsungaripterus weii Noripterus complicidens Noripterus parvus Eoazhdarcho liaoxiensis Shenzhoupterus chaoyangensis Chaoyangopterus zhangi Jidapterus edentus Radiodactylus langstoni Azhdarcho lancicollis TMM 42489 Zhejiangopterus linhaiensis Arambourgiania philadelphiae Quetzalcoatlus northropi Quetzalcoatlus lawsoni   ","Title":"Arambourgiania - Wikipedia","KeyID":"524","URL":"https://en.wikipedia.org/wiki/Arambourgiania"}