{"Content: ":"President of the United States Grover Cleveland's first term (1885-1889) was most notable \"for its record number of vetoes (414), more than double the number issued by all his predecessors combined.\"[1] During Cleveland's first term, controlling Congressional and \"wasteful spending\" was an important priority for him and his administration.[1] Cleveland's vetoes (and other moves, such as issuing \"an executive order [which was later rescinded] directing the return of captured Confederate battle standards to their home states\") angered the Grand Army of the Republic (GAR), a powerful organization advocating for Union veterans.[1] In his State of the Union Address in December 1887, President Cleveland called for lower tariffs and tariff reform, making it a major issue in the upcoming 1888 U.S. Presidential election.[1] In order to ensure his renomination in 1888, Cleveland made sure to weaken the power and influence of his opponents and political enemies within the Democratic Party, especially protectionist Pennsylvania United States Congressman Samuel J. Randall and New York Governor David B. Hill.[1] Cleveland was easily renominated at the 1888 Democratic National Convention, and in addition, he was able to get the Democratic party platform in 1888 to endorse his goal of lower tariffs and tariff reform.[1] Cleveland went into the 1888 U.S. Presidential election as the first Democratic Presidential nominee to be re-nominated since Martin Van Buren in 1840, almost half a century earlier. The respected former U.S. Senator Allen G. Thurman (from the electoral vote-rich state of Ohio) was picked as Grover Cleveland's Vice Presidential running mate. Cleveland's previous Vice President (Thomas A. Hendricks) died in November 1885.[1] The Republican Party nominated former U.S. Senator Benjamin Harrison (from the swing state of Indiana) to run against Cleveland in 1888 after 1884 Republican Presidential nominee James G. Blaine (who lost to Cleveland by a razor-thin margin) refused to run again and after several other candidates failed to win enough support.[2] President Cleveland's campaign managers in 1888 were \"William Barnum, the Democratic national chairman, and Calvin Brice, a railroad promoter.\"[3] The Democratic campaign was greatly hurt by its lack of funds (by September 1888) and by Cleveland's \"lethargy\" and his unwillingness to help his re-election campaign much (even behind the scenes).[3] The only major things that President Cleveland did for his campaign are writing a \" letter of acceptance (in September) and a few publicized letters on policy.\"[3] The 74-year-old Allen G. Thurman (Cleveland's Vice Presidential pick) did heavily campaign in favor of the Democratic ticket, mostly in the Midwest and Northeast.[3] Thurman's brief speeches explained \"why high tariffs were bad for workingmen and consumers and\" delineated \"his physical ailments, such as cholera, head cold, and neuralgia.\"[3] Possibly (at least in part) because Thurman \"collapsed twice on stage\" during his speeches, the press concentrated on Thurman's poor health rather than on the contents of his speeches (something which might have brought negative publicity to the Cleveland campaign).[3] In contrast to Cleveland, Harrison ran a relatively active (for the time) campaign, giving almost 100 speeches throughout his front porch campaign in which he defended the Republican platform (especially the call for higher tariffs) while simultaneously criticizing the policies of President Cleveland and his Democratic Party.[3] The Murchison letter was released shortly before the 1888 election in an attempt to reduce Cleveland's support, but this apparently did not work, since Cleveland gained more Irish American votes in 1888 than in 1884.[3] The general election was pretty close—Cleveland ended up winning the popular vote by almost 1%, while Harrison managed to win the electoral vote 233 to 168 (and thus the election) by narrowly winning New York (Cleveland's home state) and Indiana (Harrison's home state) (both of which voted for Cleveland in 1884).[4] Cleveland was hurt in New York (which he lost by 1.09%)[5] by Tammany Hall's (and its \"Boss\" Richard Croker's) lukewarm support for him.[4] Cleveland came very close to losing Connecticut, West Virginia, and the ex-Confederate state of Virginia to Harrison as well.[5] Democratic Vice Presidential nominee Thurman's home state of Ohio also narrowly went for Harrison in 1888.[5] Even though Benjamin Harrison won the 1888 U.S. Presidential election, outgoing U.S. President Grover Cleveland would eventually return to political life in a couple of years and challenge Harrison again for the U.S. Presidency in 1892.","Title":"Grover Cleveland 1888 presidential campaign - Wikipedia","KeyID":"5245","URL":"https://en.wikipedia.org/wiki/Grover_Cleveland_1888_presidential_campaign"}