{"Content: ":"Whitelaw Reid (October 27, 1837 – December 15, 1912) was an American politician and newspaper editor, as well as the author of Ohio in the War, a popular work of history.[1] After assisting Horace Greeley as editor of the New-York Tribune, Reid purchased the paper after Greeley's death in late 1872 and controlled it until his own death. The circulation grew to about 60,000 a day, but the weekly edition became less important. He invested heavily in new technology, such as the Hoe rotary printing press and the linotype machine, but bitterly fought against the unionized workers for control of his shop. As a famous voice of the Republican Party, he was honored with appointments as ambassador to France and Great Britain, as well as numerous other honorific positions. Reid was the party's nominee for Vice President of the United States in the 1892 election. In 1898, President William McKinley appointed him to the American commission that negotiated peace with Spain after the Spanish–American War.[2] Reid was born on a farm near Xenia, Ohio, to Robert Charlton Reid (1795–1865) and Marion Whitelaw Ronalds (1804–1895), of the Clan Ronald of Scotland,[3] who had married in 1820. As a child growing up, his family was poor.[4] Reid attended Xenia Academy in his hometown, and went on to graduate from Miami University with honors in 1856.[5][6] At Miami, he was a member of Delta Kappa Epsilon (Kappa chapter), and lobbied for the expulsion of the six members who ultimately founded Sigma Chi.[7] During the American Civil War, Reid wrote under the by-line \"Agate\",[8] acting as a correspondent at several battlefields, including the Battles of Shiloh and Gettysburg. His account of the Battle of Shiloh contains tales of confusion, courage, and disaster narrowly averted, and was described as classic war reporting.[9] In 1868, he joined the staff of Horace Greeley's New-York Tribune. The following year, he was named managing editor. In 1872, Reid was part of the Liberal Republican movement that opposed a second term for President Grant and that ultimately supported the ill-fated Greeley for the presidency. Greeley died just days after the election and a short time later Reid became the new editor of the Tribune.[10][11] Reid continued the role of the Tribune as one of the foremost Republican newspapers in the country. He emphasized the importance of partisan newspapers in a speech in 1879: During the Hayes and Garfield Administrations, he was offered diplomatic posts in Germany, both of which he refused. However, upon the election of President Benjamin Harrison, he was offered the role of United States Ambassador to France,[13] which he accepted and served as from 1889 to 1892.[9] While the Ambassador, he rented the palace of the Duke of Gramont, in the Avenue Hoche in the 8th arrondissement of Paris, where he entertained extensively during his three years in office.[14] During this period of post-Civil War America, Reid's views were similar to many of his contemporaries in that he did not see a need for the United States to exert its influence beyond North and South America. Instead, he favored a small navy and opposed the acquisition of Hawaii.[9] Reid resigned his post in the Spring of 1892 and returned to America.[6] In 1892, Reid became the Republican vice presidential nominee when President Harrison chose to drop the sitting vice president, Levi P. Morton, from the ticket.[15] As Harrison's wife was dying, he was a more active candidate for vice president than the sitting president. Reid is known for crediting the Republican Party as the party that freed the slaves, preserved the Union, protected labor, built the railroads, and promoted manufacturing.[9] Despite his best efforts, Harrison and Reid lost to the Democratic ticket of Grover Cleveland and Adlai Stevenson, as Cleveland became the first former president to recapture the office. In 1897, he was appointed a special envoy representing the United States at Queen Victoria's Diamond Jubilee.[14] In 1898, Reid was given a spot on the peace commission, along with former Secretary of State William R. Day, and Senators William P. Frye, Cushman Kellogg Davis, and George Gray, following the Spanish–American War.[6] In June 1902, he was again appointed a special envoy representing the United States at the Coronation of King Edward VII and Queen Alexandra,[16] along with J. Pierpont Morgan, Jr., Edmund Lincoln Baylies, and William Wetmore, and brought his wife and daughter to London.[17] The coronation was postponed, however, as the King fell ill, and the rescheduled ceremony in August took place after Reid (and most of the other international representatives) had returned home.[18] While in London, he received the degree LL.D. honoris causa from the University of Cambridge in June 1902.[19] In 1904, he was made Chancellor of the University of the State of New York. He also received honorary degrees from Dartmouth, Princeton, Yale, Oxford, St. Andrews, Victoria, and Manchester.[6] Reid’s role as one of the leading Americans in London in 1898 allowed him to promote American interests in a way that ran parallel to the efforts of America’s ambassador John Hay, with whom Reid had been lifelong friends (Reid had even served as best man at Hay’s wedding.) [20] In April of 1898 the United States and Spain went to war. While some public figures from continental Europe such as Édouard Drumont, Gaston Méry, Max Régis, Auguste Mercier and Bernhard von Bülow had been making high profile public statements condemning the United States and praising Spain, Reid was part of an effort to counter this. Reid organized public speaking events where British politicians who he knew were of a pro-American perspective on the war, such as Joseph Chamberlain would make the American case for war to the British public. He was aided in this effort by British publisher W. T. Stead. When a widely-printed article co-written and co-signed by Édouard Drumont, Gaston Méry, and Max Régis that was translated into many languages was making the rounds in various European newspapers in the summer of 1898, Reid got many British celebrities including Arthur Henry Neumann, Percy Powell-Cotton, Harald George Carlos Swayne and Arthur Jephson to write a counter-letter advocating support for the American point of view. The counter-letter was published in W. T. Stead’s The Pall Mall Gazette and other papers which had wide British distribution. Harry Johnston wrote from Tunis agreeing with the position, and Reid, using his Stead connections, got that letter published as well. Adding to this, Reid arranged so that Arthur Henry Neumann, Percy Powell-Cotton, and Arthur Jephson would all give brief speeches repeating their written arguments at the Royal Geographical Society and then again later at a handful of high profile dinners hosted by Reid. One of these dinners was attended by William Archer. Privately, Garnet Wolseley, 1st Viscount Wolseley and Evelyn Wood both confided in Reid that they supported the American position in the war, however, they also believed that their status as high ranking officers in the British military made it impossible to publicly issue policy statements in the way that Reid was asking them to.[21] In 1905, he was appointed the U.S. Ambassador to the Court of St. James's by Theodore Roosevelt, succeeding Joseph Hodges Choate (1832–1917) in that role.[22][23] Choate's predecessor, John Hay, who became the United States Secretary of State, was Reid's friend of forty years with Reid serving as the best man at Hay's wedding.[20] He served in this role, including during the William Howard Taft administration, until his death in 1912.[24] On April 26, 1881, he married Elisabeth Mills (1857–1931),[25] the daughter of Darius Ogden Mills (1825–1910) and the sister of Ogden Mills (1856–1929).[26] The Reids were social people and threw lavish parties, including a musicale at their residence in Manhattan, at Madison Avenue and 50th Street, for 400 people, in 1901.[27] Shortly before his death, Reid hosted the Duke and Duchess of Connaught at his New York home.[14] Together, they were the parents of: In New York, Reid was a member of the University Club, Century Club, Metropolitan Club, Union League Club, and Republican Club of New York. He was president of the Lotos Club for 14 years, and belonged to the Ohio Society, New England Society, St. Andrew's Society, and the American Geographical Society.[14] From 1902 until his death in 1912, he was a member of Stanford University's board of trustees.[34] Manhattanville College in Purchase, New York, is located on his former Westchester County estate, which was leased to the King and Queen of Siam, Prajadhipok and Rambhai Barni, in 1931.[35] He was the grandfather of prominent journalist and New York Herald Tribune editor Whitelaw Reid (1913–2009) and Ogden Rogers Reid (1925-2019), a former member of the United States House of Representatives.[36] Reid died while serving as the ambassador to Britain on December 15, 1912. Upon his death, letters of condolences were sent to the family by King George, Queen Mary, Queen Alexandra, and Princess Victoria.[37] His remains are buried in Sleepy Hollow Cemetery in Sleepy Hollow, New York.","Title":"Whitelaw Reid - Wikipedia","KeyID":"5246","URL":"https://en.wikipedia.org/wiki/Whitelaw_Reid"}