{"Content: ":"Cryodrakon (\"cold dragon\") is a genus of azhdarchid pterosaur that lived during the Late Cretaceous period in what is now Canada. It contains a single species, Cryodrakon boreas, recovered from the Dinosaur Park Formation.[1][2][3] Since 1972, bones of large azhdarchids have been reported from Alberta, representing the first pterosaur finds from Canada.[4] These were sometimes referred to a Quetzalcoatlus sp.[5] Later research by Michael Habib indicated that they represented a taxon new to science.[2] In 2019, the type species Cryodrakon boreas was named and described by David William Elliott Hone, Michael Habib and François Therrien. The generic name is derived from the Greek κρύος, kryos, \"icy cold\", and δράκων, drakon, \"dragon\". The specific name means \"belonging to Boreas, the north wind\", or simply \"northern\".[1] Habib had considered the name Cryodrakon viserion, as a reference to the ice dragon in Game of Thrones.[2] The holotype, TMP 1992.83, was found in a layer of the Dinosaur Park Formation dating from the late Campanian. The layer is between 76.7 and 74.3 million years old, with the excavation site being located near the lower or older boundary of this range. It consists of a partial skeleton lacking the skull. It contains a fourth neck vertebra, a rib, a humerus, a pteroid bone, a fourth metacarpal, a shinbone and a metatarsal.[2] In 1992, the skeleton was excavated in Quarry Q207 and in 1995 reported and partially described.[6] Its bones were not articulated but associated. It represents an immature individual. It is the only pterosaur skeleton, as opposed to single bones, ever found in Canada. It was described in more detail in 2005.[7] All the known azhdarchid material from the Dinosaur Park Formation was referred to the species. The specimens consisted of the neck vertebrae TMP 1996.12.369, TMP 1981.16.107, TMP 1980.16.1367, TMP 1989.36.254 and TMP 1993.40.11; the scapulocoracoid TMP 1981.16.182; the ulna TMP 1965.14.398; fourth metacarpals TMP 1979.14.24, TMP 1987.36.16 and TMP 2005.12.156; wing finger phalanges TMP 1972.1.1, TMP 1982.19.295 and TMP 1992.36.936; and the thighbone TMP 1988.36.92. The bones represent individuals of various biological ages, among them juveniles and a large mature exemplar. Most bones are from medium-sized animals. In 2019, only the neck vertebrae were described in detail; bones from other parts of the body had already been treated in 2005.[2] The material indicates individuals of varying size. Specimen TMP 1996.12.369, a fifth neck vertebra with a length of only 10.6 millimeters (0.42 in), is from a juvenile animal with an estimated wingspan of about 2 meters (6.6 ft).[1] Most bones, among them the holotype, are similar in dimensions to those of Quetzalcoatlus lawsoni,[1] implying a wingspan of about 5 meters (16 ft).[2] Specimen TMP 1980.16.1367 is a fifth neck vertebra with an estimated original length of 50 centimeters (1.6 ft), indicating an animal equal in size to the holotype of Quetzalcoatlus northropi,[1] the wingspan of which has been initially estimated at 13 meters (43 ft),[5] but then moderated at 10 meters (33 ft).[2][8] Cryodrakon was proportionally similar to Quetzalcoatlus and other long-necked advanced azhdarchids, though its somewhat more robust bones may indicate that it was slightly heavier.[1] Cryodrakon is distinguished from all other known azhdarchids by two features of its neck vertebrae. The lateral pneumatic fossae or pneumatopores, a pair of small openings leading to air pockets on either side of the neural canal, were positioned near the lower edge of the neural canal, while those of other azhdarchids (with the purported exception of Eurazhdarcho) were positioned higher up. The second distinguishing feature related to its postexapophyses, large bony knobs adjacent to the protruding rear connection surface of each vertebra, the cotyle. Cryodrakon's postexapophyses were prominent in width but short in length, clearly separated from the cotyle, and their facets were directed downwards.[1] Cryodrakon was placed in the Azhdarchidae in 2019. No exact cladistic analysis was given clarifying the precise relationships with other azhdarchids. It would have been one of the oldest known azhdarchids of North-America.[1] Then in 2021, Brian Andres performed a phylogenetic analysis on Quetzalcoatlus, including Cryodrakon in the study. It was in a trichotomy with Wellnhopterus brevirostris and Quetzalcoatlus northropi, Q. lawsoni, Hatzegopteryx thambena, and Arambourgiania philadelphiae. Below are the results of the study.[9] Tapejaridae Dsungaripteromorpha Chaoyangopteridae Radiodactylus Montanazhdarcho Azhdarchinae Phosphatodraco Aralazhdarcho Eurazhdarcho Zhejiangopterus Wellnhopterus Cryodrakon Hatzegopteryx Arambourgiania Quetzalcoatlus Cryodrakon is thought to have been capable of flight,[2] and if it was, it would have been one of the largest flying animals known to have existed.[3] A partial skeleton was found to have been scavenged by a dromaeosaurid, possibly Saurornitholestes langstoni. A broken tooth was found in one of the bones, which according to the authors, meant that the thin-walled bone \"must have been very tough.\"[6] The Dinosaur Park Formation, where fossils of Cryodrakon have been excavated, preserves many fossils from alluvial and coastal plain environments. Both of these environments would have experienced high precipitation, warm temperatures, and high humidity, with conditions becoming more swamp-like as time progressed.[10] There was a great diversity of herbivorous dinosaurs including both lambeosaurine and saurolophine hadrosaurs, centrosaurine and chasmosaurine ceratopsians, and nodosaurid and ankylosaurid ankylosaurs, which could have been able to feed on different vegatation levels from one another.[7][11] The predatory niches were occupied by small maniraptoran theropods, medium-sized juvenile tyrannosaurids, and fully grown tyrannosaurids.[12] Azhdarchid pterosaurs similar to Cryodrakon are currently thought to have fed by hunting for smaller animals while on the ground, similar to modern day marabou storks.[13]   ","Title":"Cryodrakon - Wikipedia","KeyID":"525","URL":"https://en.wikipedia.org/wiki/Cryodrakon"}