{"Content: ":"Eurazhdarcho is a genus of azhdarchid pterosaur from the Late Cretaceous period (Maastrichtian stage) of what is now the Transylvanian Basin of Romania. Its fossil remains dated back 69 million years ago.[1] In 2009, Mátyás Vremir at Lancrăm near Sebeş-Glod in Transylvania at the SbG-B site uncovered the remains of a pterosaur. He donated these to the Erdélyi Múzeum, of the Societății Muzeului Ardelean (Transylvanian Museum Society). Subsequent excavations by Vremir discovered additional bones of the same individual animal and were added by him to the collection of the Babeș-Bolyai University.[1] In 2013, Vremir, Alexander Wilhelm Armin Kellner, Darren Naish, and Gareth Dyke named and described the type species Eurazhdarcho langendorfensis. The generic name combines the name of Europe with that of the related form Azhdarcho. The specific name refers to Langendorf, the name of Lancrǎm in the language of the German ethnic minority in Romania. The article appeared in the electronic journal PLoS ONE without an accompanying printed version; it nevertheless validly names the taxon under the new rules of the ICZN.[1] The holotype, EME VP 312, was found in a layer of the Sebeş Formation dating from the upper Early Maastrichtian, about 69 million years old. It consists of a partial skeleton lacking the skull. It includes three neck vertebrae among which the almost complete third and the fourth; the third and fourth right metacarpal; the upper part of the first phalanx of the wing finger; the lower part of the second phalanx; a lower phalanx of one of the other fingers and a number of undetermined fragments. The Babeș-Bolyai University material is included within this enumeration and is not indicated by a separate inventory number. Generally the quality of the bones is poor with much of the outer cortex broken or eroded and internal structures present as (impressions of) natural molds. The fossils have not been completely flattened, preserving three-dimensionality, but compression has caused some distortion. The carcass had probably by flooding been deposed on its back in mud near a riverbank. Afterwards it was exposed to the air, weathering and being scavenged as proven by circular bite-marks inflicted by the conical teeth of some member of the Crocodyliformes. Later covered by a thin layer of dirt, it was damaged by beetles and termites.[1] The authors noted that from the same Romanian layers the related giant form Hatzegopteryx is known; the known fossil material from both genera does not overlap. The authors considered an identity to be unlikely because the much smaller EME VP 312 seems to represent an adult individual.[1] Eurazhdarcho is a medium-sized azhdarchid. The authors estimated its wingspan at 3 meters (9.8 ft), extrapolating from an estimated length for the fourth metacarpal of about 25 centimeters (9.8 in).[1] The authors established some distinctive traits, all present in the cervical vertebrae. The third neck vertebra has three-quarters of the length of the fourth vertebra, whereas 60 percent would be normal with azhdarchids. The necks of the prezygapophyses, the front joint processes, are well-developed and elongated, obliquely pointing forwards and outwards under an angle of 30 degrees with the long axis of the vertebra. The preexapophysis, a secondary joint process on the side of the prezygapophysis, is well-developed with a forward pointing articulation facet and separated from a process, itself the remains of the diapophysis and possibly a neck rib, on the outer base of the prezygapophysis, by a deep trough on its underside. The pneumatic openings, the entrance holes for the air sacks, at the sides of the neural arch are small and placed in a low position.[1] Eurazhdarcho was by the authors assigned to the Azhdarchidae, based on the method of comparative anatomy; a cladistic analysis was not performed.[1] In 2018 however, Nicholas Longrich and colleagues included Eurazhdarcho in a large phylogenetic analysis of the Pterosauria, where it was recovered within the family Azhdarchidae.[2] Their cladogram is presented below: Montanazhdarcho Azhdarcho Phosphatodraco Aralazhdarcho Eurazhdarcho aff. Quetzalcoatlus Zhejiangopterus Arambourgiania Hatzegopteryx Quetzalcoatlus The area where Eurazhdarcho was found, in the Upper Cretaceous was localized on the Hațeg Island, part of the European Archipelago. The SbG-B site, though encompassing a surface of just 200 m³, has yielded several distinct animal species among which the turtle Kallokibotion bajazidi, the hadrosaur Telmatosaurus and a form referred to the titanosaur Magyarosaurus. This terrestrial fauna suggests that Eurazdarcho was not a coastal piscivore catching fish on the wing, affirming the \"superstork\" model for azhdarchids, in which they are terrestrial stalkers snatching small prey animals while walking on all fours.[1] If Eurazhdarcho was indeed distinct from Hatzegopteryx, its discovery implies the presence of two azhdarchid forms in the Hațeg fauna, the one gigantic, the other medium-sized. This suggests a niche partitioning between them, although it is as yet unclear how this correlates with differences in prey preference and hunting techniques. This reflects a pattern seen in other Late Cretaceous faunae which also show a combination of a large azhdarchid species with a smaller one. The Javelina Formation from the Maastrichtian of Texas has brought forth the giant Quetzalcoatlus northropi but also a smaller Quetzalcoatlus sp. and the azhdarchoid represented by specimen TMM 42489-2. The Two Medicine Formation fauna from the Campanian of Montana includes the smaller Montanazhdarcho minor, with a wingspan of 2.5 meters (8 ft 2 in), but also fragments of larger forms with a span of 8 meters (26 ft). In the coeval Dinosaur Park Formation of Canada the smaller specimen RTMP 92.83 was discovered with a wingspan of 5 to 6 meters (16 to 20 ft) but also the large specimen PMA P.80.16.1367 indicating a wingspan of about 10 meters (33 ft) wide.[1][failed verification]   ","Title":"Eurazhdarcho - Wikipedia","KeyID":"526","URL":"https://en.wikipedia.org/wiki/Eurazhdarcho"}