{"Content: ":"Henry Cabot Lodge Jr. (July 5, 1902 – February 27, 1985) was an American diplomat and Republican United States senator from Massachusetts in both Senate seats in non-consecutive terms of service and a United States ambassador. He was considered for the vice presidency, most significantly in 1952 by Dwight Eisenhower. Later, largely due to Eisenhower's advice and encouragement, he ended up being chosen as the Republican nominee for Vice President in the 1960 presidential election alongside incumbent Vice President Richard Nixon. The Republican ticket narrowly lost to Democrats John F. Kennedy and Lyndon B. Johnson. In 1964, Lodge won by a plurality a number of that years‘ party presidential primaries and caucuses on the strength of his name, reputation, and respect among many voters, though the nomination went to Barry Goldwater. This effort was encouraged and directed by low-budget but high-impact grassroots campaign by academic and political amateurs. Born in Nahant, Massachusetts, Lodge was the grandson of Senator Henry Cabot Lodge and the great-grandson of Secretary of State Frederick Theodore Frelinghuysen. After graduating from Harvard University, Lodge won election to the Massachusetts House of Representatives. He defeated Democratic Governor James Michael Curley in 1936 to represent Massachusetts in the United States Senate. He resigned from the Senate in 1944 to serve in Italy and France during World War II. Lodge remained in the Army Reserve after the war and eventually rose to the rank of major general. In 1946, Lodge defeated incumbent Democratic Senator David I. Walsh to return to the Senate. He led the Draft Eisenhower movement before the 1952 election and served as Eisenhower's campaign manager, ensuring that his candidate triumphed at the 1952 Republican National Convention. Eisenhower defeated Democratic nominee Adlai Stevenson II in the general election, but Lodge lost his own re-election campaign to John F. Kennedy. Lodge was named as ambassador to the United Nations in 1953 and became a member of Eisenhower's Cabinet. Vice President Richard M. Nixon chose Lodge as his Vice-Presidential running mate in the 1960 presidential election, but the Republican ticket lost the close election. In 1963, President John F. Kennedy appointed Lodge to the position of Ambassador to South Vietnam, where Lodge supported the 1963 South Vietnamese coup. He continued to represent the United States in various countries under President Lyndon B. Johnson, President Nixon, and President Gerald Ford. Lodge led the U.S. delegation that signed the Paris Peace Accords with North Vietnam, leading to the end of the Vietnam War. He died in Beverly, Massachusetts in 1985. Lodge was born in Nahant, Massachusetts. His father was George Cabot Lodge, a poet, through whom he was a grandson of Senator Henry Cabot Lodge, great-great-grandson of Senator Elijah H. Mills, and great-great-great-grandson of Senator George Cabot. Through his mother, Mathilda Elizabeth Frelinghuysen (Davis), he was a great-grandson of Senator Frederick Theodore Frelinghuysen,[1] and a great-great-grandson of Senator John Davis. He had two siblings: John Davis Lodge (1903–1985), also a politician, and Helena Lodge de Streel (1905-1998).[2][3] Lodge attended St. Albans School and graduated from Middlesex School. In 1924, he graduated cum laude from Harvard University, where he was a member of the Hasty Pudding and the Fox Club.[4] Lodge worked in the newspaper business from 1924 to 1931. He was elected in 1932, and served in the Massachusetts House of Representatives from 1933 to 1936.[5] In November 1936, Lodge was elected to the United States Senate as a Republican, defeating Democrat James Michael Curley. He served from January 1937 to February 1944. Lodge served with distinction during the war, rising to the rank of lieutenant colonel. During the war he saw two tours of duty. The first was in 1942 while he was also serving as a U.S. Senator. The second was in 1944–5 after he resigned from the Senate.[citation needed] The first period was a continuation of Lodge's longtime service as an Army Reserve Officer. Lodge was a major in the 1st Armored Division. That tour ended in July 1942, when President Franklin D. Roosevelt ordered congressmen serving in the military to resign one of the two positions, and Lodge, who chose to remain in the Senate, was ordered by Secretary of War Henry Stimson to return to Washington. During this brief service, he led a squadron of American tankers at Gazala; they were the first Americans to engage German troops on land in the war.[6] After returning to Washington and winning re-election in November 1942, Lodge went to observe allied troops serving in Egypt and Libya,[7] and in that position, he was on hand for the British retreat from Tobruk.[6] Lodge served the first year of his new Senate term but then resigned his Senate seat on February 3, 1944 in order to return to active duty,[8] the first U.S. Senator to do so since the Civil War.[9] He saw action in Italy and France. In the fall of 1944, Lodge single-handedly captured a four-man German patrol.[10] At the end of the war, in 1945, he used his knowledge of the French language and culture, gained from attending school in Paris to aid Jacob L. Devers, the commander of the Sixth United States Army Group, to coordinate activities with the French First Army commander, Jean de Lattre de Tassigny, and then carry out surrender negotiations with German forces in western Austria.[citation needed] Lodge was decorated with the French Legion of Honor and Croix de Guerre with palm.[11] His American decorations included the Legion of Merit and the Bronze Star Medal. After the war, Lodge returned to Massachusetts and resumed his political career. He continued his status as an Army Reserve officer and rose to the rank of major general.[12][13][14] In 1946 Lodge defeated Democratic Senator David I. Walsh and returned to the Senate. He soon emerged as a spokesman for the moderate, internationalist wing of the Republican Party. After World War II, which Lodge believed was in part caused by American isolationism, he came to advocate internationalism, saying: \"The ideal of a provincial nation has given way to the realization that we have become the world's greatest power...World War II first taught us the value of collective security.\"[15] In March 1950, Lodge sat on a subcommittee of the Government Operations Committee, chaired by Democratic Senator Millard Tydings, which looked into Senator Joseph McCarthy's list of possibly communist State Department employees. Lodge argued in hearings that Tydings demonized McCarthy and whitewashed McCarthy's supposed discovery of security leaks at the State Department. Lodge told Tydings: Mr. Chairman, this is the most unusual procedure I have seen in all the years I have been here. Why cannot the senator from Wisconsin get the normal treatment and be allowed to make his statement in his own way, ... and not be pulled to pieces before he has had a chance to offer one single consecutive sentence. ... I do not understand what kind of game is being played here.[16] In July 1950, the record of the committee hearing was printed, and Lodge was outraged to find that 35 pages were not included.[17] Lodge noted that his objections to the conduct of the hearing and his misgivings about the inadequacy of vetting suspected traitors were missing,[18] and that the edited version read as if all committee members agreed that McCarthy was at fault and that there was no Communist infiltration of the State Department.[19] Lodge stated \"I shall not attempt to characterize these methods of leaving out of the printed text parts of the testimony and proceedings ... because I think they speak for themselves.\" Lodge soon fell out with McCarthy and joined the effort to reduce McCarthy's influence.[20] In late 1951, Lodge helped persuade General Dwight D. Eisenhower to run for the Republican presidential nomination. When Eisenhower finally consented, Lodge served as his campaign manager and played a key role in helping Eisenhower to win the nomination over Senator Robert A. Taft of Ohio, the candidate of the party's conservative faction.[21] Taft favored a quasi-isolationist foreign policy, being opposed to American membership in NATO and the United Nations, and Lodge wanted Eisenhower to run in order to pull the GOP away from Taft's ideology. Gossip talk of the day said that he reportedly declined an offer to be Ike's running mate. In the fall of 1952, Lodge found himself fighting in a tight race for re-election with John F. Kennedy, then a US Representative. His efforts in helping Eisenhower caused Lodge to neglect his own campaign. In addition, some of Taft's supporters in Massachusetts defected from Lodge to the Kennedy campaign out of anger over Lodge's support of Eisenhower.[22] In November 1952 Lodge was defeated by Kennedy; Lodge received 48.5% of the vote to Kennedy's 51.5%. This was the second of three Senate elections contested between a member of the Republican Lodge family and a member of the Democratic Fitzgerald-Kennedy clan, after the 1916 election between Lodge's and Kennedy's grandfathers and before the 1962 special election between Lodge's son and Kennedy's younger brother Ted. Kennedy was congratulated for his victory by his dominating father, Joseph Kennedy Sr, saying at long last an Irish Catholic had humbled a scion of the WASP Boston Brahmin elite, saying that this was the most satisfying of all his son's electoral victories.[23] It was neither the first nor the last time a Lodge faced a Kennedy in a Massachusetts election. Lodge was named U.S. ambassador to the United Nations by President Eisenhower in February 1953, with his office elevated to Cabinet-level rank. In contrast to his grandfather (who had been a principal opponent of the UN's predecessor, the League of Nations), Lodge was supportive of the UN as an institution for promoting peace. As he famously said about it, \"This organization is created to prevent you from going to hell. It isn't created to take you to heaven.\"[24] Since then, no one has even approached his record of seven and a half years as ambassador to the UN. During his time as UN Ambassador, Lodge supported the Cold War policies of the Eisenhower Administration, and often engaged in debates with the UN representatives of the Soviet Union. Lodge often appeared on television \"talking tough\" to Soviet diplomats, and famously responded to the charge that the United States was responsible for aggression around the world by saying: \"Membership in the United Nations gives every member the right to make a fool of himself, and that is the right of which the Soviet Union, in this case, has taken full advantage of\".[25] During the CIA-sponsored overthrowing of the legitimate Guatemalan government, when Britain and France became concerned about the US being involved in the aggression, Lodge (as US Ambassador to the United Nations) threatened to withdraw US support to Britain on Egypt and Cyprus, and to France on Tunisia and Morocco, unless they backed the US in their action.[26] When the government was overthrown, the United Fruit Company, of which Lodge was a significant stockholder,[27][28][29] re-established itself in Guatemala. The episodes tainted an otherwise distinguished career and painted Lodge as a face of US imperialism and exceptionalism.[30] In 1959, he escorted Soviet leader Nikita Khrushchev on a highly publicized tour of the United States.[31] Lodge left the UN ambassadorship turning over his seat to Deputy Chief Jerry Wadsworth during the election of 1960 to run for Vice President on the Republican ticket headed by Richard Nixon, against Lodge's old foe, John F. Kennedy. Before choosing Lodge, Nixon had also considered U.S. Representative Gerald Ford of Michigan; and U.S. Senator Thruston B. Morton of Kentucky. Nixon finally settled on Lodge in the mistaken hope that Lodge's presence on the ticket would force Kennedy to divert time and resources to securing his Massachusetts base, but Kennedy won his home state handily. Nixon also felt that the name Lodge had made for himself in the United Nations as a foreign policy expert would prove useful against the relatively inexperienced Kennedy. Nixon and Lodge lost the election in a razor-thin vote. The choice of Lodge proved to be questionable. He did not carry his home state for Nixon. Also, some conservative Republicans charged that Lodge had cost the ticket votes, particularly in the South, by his pledge (made without Nixon's approval) that if elected, Nixon would name at least one African American to a Cabinet post.[32] He suggested appointing the diplomat Ralph Bunche as a \"wonderful idea\".[33] Nixon was furious at Lodge for his speech in New York promising to name an African American to the cabinet, and accused him of spending too much time campaigning with minority groups, instead of the white majority.[32] One Republican from West Virginia said of Lodge's speech: \"Whoever recommended that Harlem speech should have been thrown out of an airplane at 25,000 feet\".[32] Between 1961 and 1962, Lodge was the first director-general of the Atlantic Institute.[34] Kennedy appointed Lodge to the position of Ambassador to South Vietnam, which he held from 1963 to 1964. After the Battle of Ap Bac on January 2, 1963, Kennedy's confidence in South Vietnam's President Ngô Đình Diệm was shaken.[35] On May 8, 1963, the Buddhist crisis began when the police in Hue fired into a peaceful crowd celebrating Vesak (the birthday of the Buddha) killing nine people, eight of whom were children.[36] The killings in Hue provoked widespread outrage by Buddhists, who had long felt discriminated against by the Catholic Diệm, leading to a series of huge nationwide protests organized by the Buddhist clergy.[37] Kennedy, alarmed by a situation that was swirling out of control, sent a message to Diệm, urging him to apologize for the Hue incident, only to receive the absurd reply that the Hue incident was the work of the Viet Cong.[38] On June 7, 1963, Madame Nhu, the wife of Diem's younger brother and right-hand man Ngô Đình Nhu, in a press conference accused the United States of being behind the Buddhist protests, a charge that deeply stung Kennedy.[38] As the current ambassador, Frederick Nolting, was a partisan of Diệm, Kennedy felt it was time for a new ambassador who would be tough on Diệm in a way that Nolting never could be. Furthermore, Nolting had considered it his duty to silence unfavourable press coverage of Diệm, causing him to become embroiled in a feud with reporters such as Neil Sheehan of the United Press, Malcolm Browne of the Associated Press, and David Halberstam of the New York Times, who all wrote that the Diem regime was corrupt and unpopular.[39] The heavy-handed efforts to silence the anti-Diem journalists reflected badly on the Kennedy administration, with the president complaining he was now being criticized for Nolting's actions. On June 27, 1963, Kennedy named Lodge as his ambassador to South Vietnam.[40] Lodge had visited Vietnam as a newsman in the 1930s, and though he spoke no Vietnamese, he was fluent in French, a language widely used by the South Vietnamese elite.[41] More importantly, Kennedy was haunted by the way that the \"loss of China\" had badly damaged the Truman administration, and feeling that South Vietnam might likewise now be lost, wanted a well-known Republican politician as his ambassador in South Vietnam to shield him from Republican attacks that he \"lost\" South Vietnam.[41] Kennedy had chosen Lodge because he knew he would accept.[23] The Cabot Lodges were one of the most distinguished Boston Brahmin families with a long history of public service, and that given his pride in his family's history, Lodge would never turn down an opportunity to serve the United States.[23] Lodge for his part was a man of dynamic energy and immense ambition who very much wanted to be president, and believed that if he was successful as an ambassador to an important American ally in the middle of a crisis, that would help his presidential ambitions.[42] After losing the 1960 election, Lodge had retired to private life, serving as the director-general of the Atlantic Institute in Paris that served to promote Atlanticism, a role that in political terms had side-lined him to the margins of American life.[23] When Kennedy asked Lodge if he was willing to serve as an ambassador, Lodge replied: \"If you need me, of course, I want to do it\".[23] But first, Lodge had to consult his wife and his friend, Eisenhower.[43] Emily Lodge was very supportive of her husband's decision while Eisenhower warned against it.[44] Eisenhower told Lodge that Kennedy offered Republicans like C. Douglas Dillon and Robert McNamara only the more difficult jobs that might damage their reputations, and was convinced that Kennedy had offered the ambassadorship as a way of ruining his reputation.[44] Despite Eisenhower's advice not to accept the ambassadorship, Lodge told him that he felt it was his patriotic duty to accept, saying that the Cabot Lodges had always served the United States regardless if the president was a Democrat or a Republican, and he was not going to break with his family's traditions.[44] On August 22, 1963, Lodge landed in Saigon, a city that was in turmoil with much of the population marching in protests demanding Diem's resignation as the previous night, Nhu had ordered his Special Forces to raid and sack Buddhist temples all over South Vietnam.[45] In Saigon, the Xa Loi Temple, the largest Buddhist temple in Saigon, was stormed shortly after midnight by the Special Forces, who proceeded to smash up and loot the temple while arresting 400 monks and nuns.[46] The news that the all-Catholic Special Forces had desecrated Buddhist temples and assaulted and sometimes killed monks and nuns outraged the Buddhist majority and noticeably, many of the young people participating in the marches came from the middle and upper-class families that previously formed the bedrock of support for Diem.[46] Thrust into the crisis, Lodge received a cable from Kennedy demanding to know what was going on, and in his reply Lodge wrote that Nhu had ordered the raids \"probably\" with the \"full support\" of his older brother.[47] In his first press conference, Lodge gave a roistering talk about the freedom of the press, earning cheers from the reporters who resented Nolting's attempts to silence them.[48] Many of the journalists described the tall, handsome and urbane Lodge, speaking in an authoritative manner with an upper-class New England accent, as the perfect embodiment of what an American ambassador should be.[48] Knowing that Lodge had been sent to Saigon to be tough with Diem, some of the reporters taunted South Vietnamese officials present by saying: \"Our new mandarin is going to lick your old mandarin\".[48] One of Lodge's first acts as ambassador was to visit the Agency for International Development (AID) office in Saigon, where two Buddhist monks had taken refuge, and whom he agreed to grant asylum to.[49] When Lodge learned that the two monks were vegetarians, following the precepts of the Buddha who proclaimed all killing was immoral, the ambassador ordered the AID workers to bring them only vegetables and fruits.[49] Ever since July 1963, a group of senior South Vietnamese generals had been in contact with the Central Intelligence Agency (CIA), asking for American support for a coup d'état. Lodge advised caution, saying a coup would be a \"shot in the dark\".[47] On August 26, Lodge arrived at the Gia Long Palace to present his credentials to President Diem.[50] As Lodge spoke no Vietnamese and Diem no English, they talked in French. Lodge, a patrician and wealthy scion of a distinguished Boston Brahmin family, had a very poor working relationship with Diem, an equally patrician and wealthy scion of a distinguished mandarin family as both men were too used to having others defer to them to accept an equal.[50] Lodge gave Diem a list of reforms to carry out such as his dismissing Nhu; silencing his abrasive and bombastic wife, Madame Nhu; bring to trial the officials responsible for the massacre in Hue on May 8; and provide for greater religious tolerance, all of which were anathema to him.[51] Lodge later told the journalist Stanley Karnow in an interview about his first meeting with Diem: \"I could see a cloud pass across his face when I suggested that he get rid of Nhu and improve his government. He absolutely refused to discuss any of the topics that President Kennedy had instructed me to raise, and that frankly jolted me. He looked up at the ceiling and talked about irrelevant subjects. I thought it was deplorable.\"[52] In an attempt to pressure Diem, Lodge had the Vietnamese channel of the Voice of America radio station run a program absolving the South Vietnamese Army of any responsibility for the raids on the Buddhist temples, stating the raids were the work only of the Special Forces, which were another branch of the armed forces.[50] Kennedy believed that the principal problem was not Diem, but Nhu, who had emerged as the leader of a hardline, ultra-Catholic faction that was spoiling for a fight with the Buddhists. At one point, to get Nhu out of South Vietnam, a plan emerged to offer Nhu (who fancied himself an intellectual, being very committed to a Catholic philosophy called Personalism) a professorship of philosophy at Harvard, which however was foiled when the Harvard professor of economics serving with the Kennedy administration, John Kenneth Galbraith, warned that Nhu's murky writings on his Personalist philosophy would not make the grade at Harvard.[53] The new ambassador quickly determined that Ngo Dinh Diem, President of the Republic of Vietnam, was both inept and corrupt and that South Vietnam was headed for disaster unless Diem reformed his administration or was replaced.[54] Lodge supported an analysis by John Richardson, the CIA station chief in Saigon that the Diem regime had now \"reached the point of no return\".[55] When Lodge was asked by a reporter why he had not visited the Gia Long Palace for weeks, he replied: \"They have not done anything I asked. They know I want. Why should I keep asking?\"[56] However, General Paul D. Harkins of the Military Assistance Advisory Group-Vietnam, was a staunch admirer of Diem, and sent back reports to Washington over a \"backchannel\" that argued that Diem had the situation well under control and there was no need for a coup.[55] Faced with conflicting information, Kennedy vacillated and waffled, much to Lodge's frustration.[55] In an attempt to prod the president into making up his mind, on August 29 Lodge wrote in a cable: \"We are launched on a course from where there is no respectable turning back: the overthrow of the Diem government. There is no turning back because U.S. prestige is already publicly committed to this end in large measure, and will become more so as the facts leak out. In a more fundamental sense, there is no turning back because there is no possibility, in my view, that the war can be won under a Diem administration\".[55] In a dispatch to the Secretary of State, Dean Rusk, Lodge wrote: \"I believe the government suspects us of trying to engineer a coup\".[57] Nhu was the leader of a secret political party, the Can Lao, that had thoroughly infiltrated all of the organs of the South Vietnamese state, and furthermore, the Can Lao members kept surveillance on the Americans in South Vietnam.[57] From the intelligence provided by the Can Lao, Nhu had a general idea from late August 1963 on that there was a plot against his brother and that the Americans were in contact with the plotters.[58] Lodge, noting that the South Vietnamese Army was completely reliant upon American military aid, demanded that Kennedy halt all such aid as long as Diem was president, and to make an \"all-out effort\" to have the mutinous generals \"move promptly\", as the outcome of the coup would depend \"at least as much on us as them\".[59] Lodge warned that to allow Diem to continue would lead to a popular revolt that would bring in a \"pro-Communist or at best neutralist set of politicians...Our help to the regime in past years inescapably gives us a responsibility that we cannot avoid\".[60] At the same time, the French president, Charles de Gaulle, had launched a major diplomatic initiative to end the war in Vietnam that called for a federation of North and South Vietnam, and for both Vietnams to be neutral in the Cold War.[61] The French ambassador to South Vietnam, Roger Lalouette, worked closely with Ramchundur Goburdhun, the Indian chairman of the International Control Commission (ICC) and the Polish Commissioner of the ICC, Mieczysław Maneli, to advance this plan, which notably both Diem and Ho Chi Minh, accepted in principle.[61] The North Vietnamese stated that provided that the Americans pulled out of their forces out of South Vietnam and stopped supporting Diem, then they would accept de Gaulle's peace plan and stop trying to overthrow Diem.[61] Lodge for his part was opposed to the Franco-Polish-Indian peace plan, as he saw the proposed neutralization of South Vietnam as no different from Communist control of South Vietnam.[61] Kennedy accepted Lodge's recommendations and gave him carte blanche to manage the affairs in Vietnam as he best saw fit, and gave him the power to cut off American aid if necessary.[60] Just why Kennedy delegated such to Lodge has remained a matter of debate. Kennedy's \"court historian\", Arthur Schlesinger, Jr. later wrote Lodge was \"a strong man with the bit between his teeth\" whom Kennedy could not manage.[60] By contrast, Karnow speculated that Kennedy having embraced and praised Diem preferred that the \"messy job\" of overthrowing him be contracted out to Lodge, all the more so as there was always the possibility that the coup might fail, in which case the president would blame a \"rogue ambassador\".[60] On September 2, Kennedy in a television interview with Walter Cronkite was for the first time publicly critical of Diem and even repeated some of Lodge's remarks from his dispatch of August 29, saying the Diem regime had \"gotten out of touch with the people\".[60] Lodge, who was eager for the coup to start as soon as possible, found the rebel generals to be a dilatory lot, who preferred to party, drink and womanize rather than plan a coup.[60] Lodge wrote that getting the rebel generals to move was like \"pushing a piece of spaghetti\".[60] However, Lodge seemed not to be aware that the four leading plotters did not command any troops.[62] In Saigon, there were the Special Forces led by Colonel Le Quang Tung, a Catholic who was intensely loyal to the Ngo family and there was the regular Saigon garrison, commanded by General Ton That Dinh, a man of uncertain loyalties.[62] Dinh had to be persuaded to join the conspiracy for the coup to work, but Lodge, who kept pressing for action, bitterly wrote that the conspirators had \"neither the will nor the organization...to accomplish anything\".[62] General Dinh, a bombastic man with a colossal ego had painted himself as a Diem loyalist, calling a press conference to boast that he had smashed a conspiracy of Communists, Buddhists and \"foreign adventurers\" (i.e. Americans) to overthrow President Diem.[63] Dinh told the press conference: \"I have defeated Henry Cabot Lodge. He came here to stage a coupt d'etat, but I, Ton That Dinh, have conquered him and saved the country\".[63] To persuade Dinh to change loyalties, one of the leading conspirators, General Trần Văn Đôn, invited him to join him in \"inspection tour\" of the provincial towns of South Vietnam in September 1963.[63] The \"inspection tour\" was just merely an excuse to engage in drinking binges and to visit the best brothels in the provinces as drinking and having sex with prostitutes were two favourite forms of activity for South Vietnam's generals.[63] In course of this binge of drinking and sex, Đôn played on Dinh's ego, saying that a \"national hero\" like him should be in the cabinet, which showed Diem's rank ingratiate.[63] The trick worked, and Dinh then consulted his favourite fortune-teller to ask his future held; unaware that Đôn had bribed the fortune teller, he was told that he was destined for high office soon.[63] Faced with a difficult situation with different advisers telling him to do different things, Kennedy procrastinated by sending out the McNamara Taylor mission consisting of General Maxwell Taylor and the Defense Secretary Robert McNamara to gather more facts to help him decide.[64] McNamara and Taylor painted a mostly favourable picture of Vietnam under Diem, saying that war would be over by 1965 if Diem continued with his current policies.[65] Taylor over a tennis match at the Cercle Sportif sports club with one of the conspirators, General Dương Văn Minh, asked him how the plot was going.[66] Knowing that Taylor was a Diem supporter, Minh answered that he knew nothing of any plans for a coup, which the former then repeated to Kennedy.[66] On the basis of this, Kennedy cabled Lodge on October 2 to say: \"No initiative should now be taken to give any covert encouragement to a coup. There should, however, be an urgent effort...to identify and build contacts with possible alternatives leadership as and when it appears\".[66] On October 5, Lodge cabled back to Kennedy that he learned that the generals were finally ready to proceed, having won over Dinh.[66] The CIA officer, Lucien Conein met with General Minh who asked that the United States \"not thwart\" a coup and promise to continue to provide the aid worth about $500 million per year after Diem was overthrown.[66] Lodge seized upon Minh's remark to argue to Kennedy that the United States should promise that it \"will not attempt to thwart\" a coup, a formula that Kennedy embraced as it allowed to maintain to others and perhaps to his conscience as well that he had not promised to support a coup against Diem.[67] Lodge himself later used this line as a defence against criticism, saying he did not promise to support a coup, only \"not thwart\" it.[67] At the same time, Lodge and General Harkins waged a struggle against one another with both men leaking unflattering information about the other to the press.[68] At a reception at the British Embassy on October 22, Harkins pulled aside one of the leading conspirators, General Đôn, to say he knew he was plotting a coup and that if he knew what was best for him to cancel it.[69] Đôn was so upset about this apparent betrayal by the United States that he cancelled the coup which was scheduled for October 26.[69] The conflict between Lodge and Harkins also extended to Kennedy as the latter continued to send messages to the president warning against the coup while the former continued to press for it.[70] Kennedy, who had grown increasingly nervous and hesitant, had his National Security Adviser, McGeorge Bundy, sent Lodge a cable on October 25 saying that the United States should abandon the coup if there were \"poor prospects of success\".[71] Lodge in reply maintained \"it seems at least an even bet that the next government would not bungle and fumble as the present one has\".[71] Lodge also argued to stop a coup would be to take on \"an undue responsibility for keeping the incumbents in office\", which was a \"judgment over the affairs of Vietnam\".[71] In the next sentence, he ignored his principle of noninterference in South Vietnamese internal affairs by suggesting that in a post-Diem cabinet should include Tran Quoc Buu, a trade union leader who had long been funded by the CIA and the Buddhist leader Tri Quang, who had impressed Lodge with his anticommunism.[71] On October 28, Diem asked for the entire diplomatic corps to attend a press conference at the Saigon airport, where he talked about his plans to bring nuclear energy to South Vietnam.[71] During the conference, General Đôn was able to speak to Lodge privately and asked him bluntly who spoke for the United States: Harkins or Conein?[72] Lodge answered that it was the latter and to ignore Harkins.[73] The same day, Lodge sent a dispatch to Kennedy saying a coup was \"imminent\", and that he would have only four hours notice before the coup started, which \"rules out my checking with you\".[73] On October 29, Kennedy called a meeting of the National Security Council (NSC) to discuss what to do.[73] Taylor read out several messages from Harkins who argued that Diem should be back as \"we are gaining in the contest\" against the Viet Cong.[73] Harkins also wrote: \"There is a basic difference apparently between the ambassador's thinking and mine\".[73] Attending the NSC meeting was Kennedy's younger brother, Attorney General and right-hand man, Robert Kennedy, who argued that backing a coup \"risks so much\" and stated that the most important thing was keeping the Communists out of power, which led him to back Diem.[74] As his younger brother was the president's most influential adviser, Kennedy changed his mind and decided against the coup.[74] Writing on behalf of Kennedy, Bundy sent a message to Lodge warning the possibility of a civil war between pro-Diem and anti-Diem forces \"..could be serious or even disastrous for U.S. interests\".[74] Lodge was ordered to have Conein tell Đôn that \"we do not find that the presently revealed plans give a clear prospect of quick results\" and to put Harkins in charge of the embassy in Saigon when the ambassador was due to leave shortly for a meeting in Washington.[74] Lodge ignored this order from Bundy, stating in his reply that to have Harkins in charge of the embassy during an event \"so profoundly political as a change of government\" would violate the principle that the serving officers of the U.S armed forces must always be non-political.[74] He further argued that the only way of stopping the coup would be to inform Diem which officers had been plotting against him which would \"make traitors out of us\" and destroy the \"civilian and military leadership needed to carry the war...to its successful conclusion\" as Diem would have the rebel officers all shot.[74] Lodge told Kennedy that when the coup started, he would grant asylum to Diem and the rest of the Ngo family should they ask for it, but felt that to stop the coup would be interference in South Vietnam's internal affairs.[74] Lodge also argued that the money should be \"discreetly\" provided to the plotters to \"buy off potential opposition\" and for the United States to immediately recognize a post-Diem government.[74] Finally, he argued that was needed for South Vietnam was \"nation-building\".[74] Lodge wrote: \"My general view is that the United States is trying bring this medieval country into the twentieth century...We have made considerable progress in military and economic ways, but to gain victory we must also bring them into the twentieth century politically, and that can only be done by either a thoroughgoing change in the behaviour of the present government or another government\".[75] Faced with stark warnings from Lodge that the majority of the South Vietnamese people hated the Ngo family and there no possibility of a victory over the Viet Cong as long as Diem continued in power, Kennedy changed his mind yet again.[76] More importantly, Kennedy had learned that Nhu had opened negotiations with the Viet Cong for a ceasefire, apparently as a way of pressuring the Americans not to abandon the Diem regime, but which had the effect of persuading the president that the Ngo brothers were going soft on the Communists.[77] In his final message to Lodge, Kennedy wrote: \"If you should conclude that there is not clearly a high prospect of success, you should communicate this doubt to the generals in a way calculated to persuade them to desist at least until chances are better...But once a coup under responsible leadership has begun...it is in the interest of the U.S. government that it should succeed\".[76] Kennedy had essentially abdicated responsibility by leaving the final decision about whatever to back a coup to Lodge, who had no doubts in his mind that a coup was the best course of action.[76] Unknown to Lodge, the Ngo brothers had learned of the conspiracy and Nhu had developed a complex plan to stage a pseudo-coup to find out just who were the plotters were.[78] Nhu's plan consisted of two stages. The first was Bravo I with Diem loyalists pretending to stage a coup, which would be joined by the rebel generals while at the same time the pseudo-coup makers would murder several American advisers and proclaim on the radio station that a \"revolutionary government\" had come to power, which would tar the real rebel generals with the charge of being pro-Communist.[78] Afterwards, Bravo II would begin with Colonel Tung's Special Forces marching into Saigon to restore Diem's authority and kill all enemies of the Ngo family.[78] Thinking that General Dinh was still loyal, Nhu informed him of his Bravo plans, which the former then revealed to the plotters.[79] Dinh agreed to take part in Nhu's Bravo plan, and told officers loyal to Diem that they would be pretended to be taking part in a coup.[80] On November 1, 1963, at about 10 am, Lodge visited the Gia Long Palace to meet Diem who gave him a two-hour-long lecture about how American ingratitude towards his regime.[80] At about noon, Lodge returned to the embassy for lunch.[80] At about 1 pm, the coup began with many officers thinking that they only taking part in Bravo I plan.[81] However, at a meeting of senior officers, General Đôn announced that the coup was, in fact, real, and invited them to join it; with the exception of Colonel Tung, all stood up and applauded.[82] General Minh ordered his bodyguard, Captain Nguyen Van Nhung, to take Colonel Tung outside and have him shot.[82] Both the Ngo brothers spent the afternoon at the cellar of the Gia Long Palace, confident and relaxed, expecting their Bravo plan were working out perfectly and did only at about 3:30 pm, did they first suspect that they had been betrayed.[82] At about 4:30, Diem phoned Lodge to ask for his help.[83] The following transcript of their conversation in French reads: \"Diem: Some units have made a rebellion and I want to know what is the attitude of the United States. Lodge: I do not feel well enough informed to be able to tell you. I have heard the shooting, but [I] am not acquainted with all the facts. Also, it is four thirty A.M in Washington and the U.S. government cannot possibly have a view. Diem: But you must have some general ideas. After all, I am a chief of state. I have tried to do my duty. I want to do now what duty and good sense require. I believe in duty above all. Lodge: You have certainly done your duty. As I told you only this morning, I admire your courage and your great contribution to your country. No one can take from you the credit for all you have done. Now I am worried about your physical safety. I have a report that those in charge of the current activity offer you and your brother safe-conduct out of the country if you resign. Have you heard this? Diem: No. [Long pause]. You have my telephone number. Lodge: Yes. If I can do anything for your physical safety, please call me. Diem: I am trying to re-establish order. [Hangs up]\"[83] Later that day, the Ngo brothers secretly fled the Gia Long Palace while the rebel generals, unaware of their flight, ordered an attack on the palace.[84] The Presidential Guard, who were equally unaware of the flight of the Ngo brothers, stood their ground and in the ensuring fighting over the next hours left hundreds dead.[85] The Ngo brothers fled into Cholon, the Chinese district of Saigon that formed a city within the city as Cholon was a vast, sprawling district of labyrinth streets where the majority of people spoke Cantonese or Mandarin.[84] Lodge attempted to get into touch with Diem with the aim of arranging for him to go into exile, but it was unclear just where he was, as Diem in his phone calls form Cholon kept making out that he was still at the Gia Long Palace. Finally, Diem revealed in a phone call to Đôn that he and his brother were at Saint Francis Xavier, a Catholic church in Cholon and was willing to go into exile provided he, his brother and their families were promised safe conduct.[86] Despite the promise of safe conduct, the Ngo brothers were shot in the armored personal carrier that was supposed to take them to the airport.[87] Lodge invited the generals to the embassy to congratulate them for what he saw as a job well done.[88] In a cable to Kennedy, he wrote: \"The prospects now are for a shorter war\".[88] On November 24, 1963, two days after Kennedy's assassination, Lodge arrived in Washington to meet the new president, Lyndon Johnson.[89] Johnson told Lodge he would not \"lose\" Vietnam, saying \"tell those generals in Saigon that Lyndon Johnson intends to stand by our word\".[89] After Diem's assassination, Lodge seems to have lost interest in Vietnam as he became increasingly lethargic in performing his duties as ambassador.[90] After his high hopes that Diem's removal would spark improvements, he reported that the new leader, General Dương Văn Minh was a \"good, well intentioned man\", but asked \"Will he be strong enough to get on top of things?\"[90] In December 1963, the Secretary of Defense, Robert McNamara, visited South Vietnam where he reported the American team in Saigon \"lacks leadership, has been poorly informed and is not working to a common plan\".[91] McNamara described a dysfunctional atmosphere at the embassy as Lodge was still feuding with Harkins and had blocked him from using the embassy's cable room to communicate with Washington.[91] Lodge distrusted the diplomats at the embassy, and was noted for his secretive ways.[92] While Diem was eventually assassinated and his government toppled in a November 1963 coup d'état, the coup sparked a rapid succession of leaders in South Vietnam, each unable to rally and unify their people and in turn overthrown by someone new. These frequent changes in leadership caused political instability in the South, since no strong, centralized and permanent government was in place to govern the nation, while the Viet Minh stepped up their infiltration of the Southern populace and their pace of attacks in the South. Having supported the coup against President Diem, Lodge then realized it had caused the situation in the region to deteriorate, and he suggested to the State Department that South Vietnam should be made to relinquish its independence and become a protectorate of the United States (like the former status of the Philippines) so as to bring governmental stability. The alternatives, he warned, were either increased military involvement by the U.S. or total abandonment of South Vietnam by America.[93] In June 1964, Lodge resigned as ambassador to run to seek the Republican nomination to be the presidential candidate for the election of that year.[94] Lodge had been unpopular with his embassy staff, and most were happy to see him go.[92] Despite their defeat in 1960 neither Nixon's nor Lodge's national profiles were damaged with both being speculated candidates for the 1964 presidential election and Lodge's was greatly improved with him being mentioned on the \"Most Admired Men\" list in 1962 and received mentions to be included in Republican presidential polling and when included he came ahead of major candidates such as George Romney and Nelson Rockefeller.[95][96][97] In 1962 after helping campaign for his son George C. Lodge in the Senate race Paul Grindle, the nephew of Senator Leverett Saltonstall who had filled Lodge's seat after his resignation to join World War Two, along with Sally Saltonstall, Caroline Williams, and David Goldberg opened a Lodge for President office in Boston, but in 1964 was forced to shut down after failing to prove any affiliation with Lodge. However, Grindle relocated to Concord, New Hampshire. The organization acquired a mailing list of 96,000 Republican voters which successfully established a base for Lodge in New Hampshire. Footage of former President Eisenhower endorsing Lodge for vice president in 1960 was used in TV commercials and portrayed as Eisenhower endorsing Lodge for president. Three days before the March 10 New Hampshire primary Goldwater chose to stop campaigning in the state as he predicted a victory for himself with a substantial number of votes for Lodge.[98] In 1964, Lodge, while still Ambassador to South Vietnam, was the surprise write-in victor in the Republican New Hampshire primary, defeating declared presidential candidates Barry Goldwater and Nelson Rockefeller.[99] His entire campaign was organized by a small band of political amateurs working independently of the ambassador, who, believing they had little hope of winning him any delegates, did nothing to aid their efforts. However, when they scored the New Hampshire upset, Lodge, along with the press and Republican party leaders, suddenly began to seriously consider his candidacy. Many observers remarked on the situation's similarity to 1952, when Eisenhower had unexpectedly defeated Senator Robert A. Taft, then leader of the Republican Party's conservative faction. However, Lodge (who refused to become an open candidate) did not fare as well in later primaries, and Goldwater ultimately won the presidential nomination.[100] He was re-appointed ambassador to South Vietnam by President Lyndon B. Johnson in 1965, and served thereafter as Ambassador at Large (1967–1968) and Ambassador to West Germany (1968–1969). In 1969, when his former running mate Richard M. Nixon finally became president, Nixon having decided not to reselect him as his running mate, he was appointed by President Nixon to serve as head of the American delegation at the Paris peace negotiations, and he served occasionally as personal representative of the President to the Holy See from 1970 to 1977.[101] In 1926, Lodge married Emily Esther Sears. They had two children: George Cabot Lodge II (b. 1927) and Henry Sears Lodge (1930-2017).[102] George was in the federal civil service and is now a well-published professor emeritus at Harvard Business School. Henry Sears married Elenita Ziegler of New York City and was a former sales executive.[103] Henrys son, Henry Sears Lodge Jr., MD, (1958-2017) was a physician at NewYork-Presbyterian Hospital and became well known as the author of the ‘Younger Next Year' series of books.[104] In 1966 he was elected an honorary member of the Massachusetts Society of the Cincinnati.[105] Lodge died in 1985 after a long illness and was interred in the Mount Auburn Cemetery in Watertown, Massachusetts.[106] Two years after Lodge's death, Sears married Forrester A. Clark. She died in 1992 of lung cancer and is interred near her first husband in the Cabot Lodge family columbarium.[107]","Title":"Henry Cabot Lodge Jr. - Wikipedia","KeyID":"5262","URL":"https://en.wikipedia.org/wiki/Henry_Cabot_Lodge_Jr."}