{"Content: ":"The 1964 presidential campaign of Barry Goldwater began when United States Senator Barry Goldwater of Arizona elected to seek the Republican Party nomination for President of the United States to challenge incumbent Democratic President Lyndon B. Johnson. Early on, before officially announcing his candidacy for the presidency, Goldwater was accused[1] by Governor of New York Nelson Rockefeller of attempting to galvanize Southern and Western Republican support while neglecting the industrial northern states, eventually becoming one of Goldwater's primary opponents in the race for the Republican Party's nomination in 1964. Amid growing popularity in the southern states in the early 1960s, Goldwater had been anticipating and looking forward to an \"issue-oriented\" campaign against Democrat John F. Kennedy, a personal friend of his. Goldwater, who was an aviator by hobby, wished to fly about the country in an attempt to revive whistle stop train tour-style debates. Kennedy's assassination in November 1963 dashed Goldwater's hopes of an election contest between himself and his friend and political rival. Nevertheless, Goldwater officially announced his candidacy for the presidency in January 1964 from the patio of his Arizona home. Following a battle with moderate and liberal Republicans in the Republican primary, such as Nelson Rockefeller and with moderate conservatives such as William Scranton among others, Goldwater won the party's nomination for president. From the beginning of his campaign, Goldwater fought an uphill battle to unseat an incumbent president under favorable economic circumstances. Goldwater consistently refused to moderate his views, which alienated a significant portion of the more moderate wing of the Republican Party from his campaign. With the assistance of the media, who in large part also had an unfavorable opinion of Goldwater, President Johnson used this fissure in the party to portray him as an extremist.[2] In the general election, Goldwater lost in a landslide to Lyndon Johnson, carrying only six states to Johnson's 44 and 38% of the popular vote to Johnson's 61%. The election marked a turning point in history, as the Republicans carried the Deep South, which was widely considered to be in Democratic territory.[3] Barry Goldwater's executive experience stretched back to 1929, when he took over his family's department store chain \"Goldwater's\" after finishing one year at the University of Arizona.[4] By 1937, he became president of the chain and was chairman of the board by 1953.[5] Goldwater began active duty in the United States Army Air Forces just prior to the American entrance into World War II, and was deployed to India. In 1945, he was discharged from active duty as a lieutenant colonel in piloting and went on to organize the Arizona National Guard. By 1959, he had attained the rank of brigadier general in the Air Force Reserve Command, and was a major general by 1962.[4] Goldwater began his political career in 1949 when he was elected to the city council of Phoenix with a focus on eliminating rampant gambling and prostitution. Three years later, he ran for the U.S. Senate as a member of the Republican Party and unseated incumbent Democrat Ernest McFarland, who had served in the body since 1941.[5] After winning re-election in 1958 against McFarland, who was heavily funded by labor unions, critics hailed Goldwater as the conservative successor of Robert A. Taft. His political stock rose significantly two years later when he ran his first campaign for president and published the widely circulated book The Conscience of a Conservative.[6][7] In the book, Goldwater criticized the effectiveness of the \"radical, or Liberal, approach\" to politics and discussed many contemporary issues that divided the nation at the time including civil rights and the welfare state. After publication, it rose to the top of many national bestseller lists.[8] On the right wing of the Republican party, some of Goldwater's political positions included anti-communism, an emphasis on total victory in war and opposition to high taxes and government spending.[9] He often criticized the politics of some of his more moderate contemporaries, including President Dwight D. Eisenhower. He criticized some aspects of Eisenhower's economic policy, citing his failure to balance the federal budget. After being written off as too right-wing to successfully wage a presidential campaign, Goldwater actively supported Richard Nixon's campaign against John F. Kennedy in the 1960 presidential election.[10] In 1961, a group of twenty-two conservatives including Congressman John M. Ashbrook of Ohio, lawyer William A. Rusher and scholar F. Clifton White met privately in Chicago to discuss the formation of a grassroots organization to secure the nomination of a conservative at the 1964 Republican National Convention. They budgeted $65,000 for the first year of activities and split the U.S. into nine geographic regions, appointing a director for each to build an organization and influence the local Republican Party. The main headquarters for the organization were established at Suite 3505 of the Chanin Building in New York City, leading members to refer to themselves as the \"Suite 3505 Committee\". They decided to wait until after the 1962 mid-term elections to choose a favored candidate. Following the election, they formally backed Goldwater, who upon hearing the news after a leak in January 1963, notified the group that he did not wish to begin a campaign. As a result, three months later, they established the \"Draft Goldwater Committee\" headed by Texas Republican Party Chairman Peter O'Donnell of Dallas. The committee helped to win over state delegations by filling caucuses with supporters in the American West and negotiating with party leaders in the Midwest. The group also laid the foundation for the Southern strategy by essentially creating the Republican parties of the Deep South and overthrowing the Democratic patronage system. John Grenier, the former Alabama Republican Party chairman and the committee's southern regional coordinator, was responsible for the Republican organization in the South.[11] Throughout 1963, the media speculated about a potential presidential run by Goldwater. Grassroots efforts heightened as well,[12] climaxing with a July 4 rally in Washington D.C. attended by 8,000 supporters.[13] Shortly thereafter, Goldwater hinted at a possible presidential candidacy and explained to the \"Draft Goldwater Committee\" that he planned to use his own staff if he decided to run.[14] In late October, he speculated that he could open his candidacy in January 1964 and campaign extensively in New Hampshire ahead of the state's first-in-the-nation primary.[15] To lay the groundwork, he named former Eisenhower aide Edward A. McCabe as Research Director to lead a team of economists and political scientists to formulate policy positions and speeches. McCabe worked under longtime Goldwater adviser Denison Kitchel, who officially worked as the campaign manager of Goldwater's Senate re-election,[16] and would eventually be named as the campaign manager of the presidential run. Around this time, an AP poll showed that 85.1 percent of Republicans believed Goldwater was the \"strongest candidate\" for the party, cementing his place as front-runner. Meanwhile, a Gallup poll showed that former Vice President Richard Nixon,[17] who had not shown an interest in the Republican nomination after losing the 1960 presidential election and the 1962 gubernatorial race in California,[18] led Goldwater, 52 percent to 48 percent among Republicans in a two-way race.[17] With all potential candidates included, Goldwater led with 37 percent support.[19] While he enjoyed enthusiastic support from the conservative movement,[17] Goldwater was opposed by liberals and moderates in the party, particularly New York Governor Nelson Rockefeller, who was also speculated to run for president. He cast Goldwater as an opponent of civil rights[20] and an isolationist who wanted to withdraw from the United Nations.[21] He vowed to stop Goldwater from running, \"at all costs\".[20] There were concerns that Goldwater and the more moderate Rockefeller could divide the Republican party, harming its chances of winning the general election.[22] Goldwater was the perceived leader of a grassroots movement in the American southern, southwestern, and western states staged by the more conservative wing of the party. Rockefeller, on the other hand, disagreed with most of the fiscal and social positions held by Goldwater, advocating a more progressive, mainstream approach to government for the Republican platform.[23] News of Rockefeller's marriage in May 1963, eighteen months after he divorced his first wife, to a woman with whom he had had a relationship for over five years spread quickly throughout the nation. Initially, Rockefeller's divorce received little media fanfare; however, news of his remarriage prompted a considerably negative reaction among many. Rockefeller, who had been leading in the polls over other Republican candidates by a comfortable margin just weeks previously, saw a significant decrease in support for his candidacy. In July 1963, he made an attempt to regain lost support by taking aim at what he viewed as \"extremist groups\", targeting Goldwater specifically. Goldwater responded by accusing Rockefeller of blurring the line separating the Republican and Democratic parties. In attacking Goldwater's politics and advocating his own, more progressive agenda, Rockefeller said to voters \"Americans will not and should not respond to a political creed that cherishes the past solely because it offers an excuse for shutting out the hard facts and difficult tasks of the present.\"[23] The dynamic of the race changed in November 1963 when President Kennedy was assassinated and succeeded by Vice President Lyndon Johnson. Goldwater began to receive hate mail for creating a \"climate of hate\", and reconsidered his run for the presidency.[24] He privately remarked that he was relieved he had not committed to forming a campaign since a major loss to Johnson could have damaged the Conservative movement.[25] As a southerner, Johnson would appeal to the rural Protestant bloc that Goldwater hoped to gain against the northern Roman Catholic Kennedy.[26] Word that Goldwater could possibly decide against running caused grassroots supporters to fill his mailboxes with supportive letters. A reluctance on Goldwater's part could have greatly demoralized the movement and caused proponents to grow bitter.[25] After the conclusion of the official mourning period for President Kennedy, Goldwater went on the attack against the new President, accusing Johnson of playing \"politics with Christmas\" by twisting the arms of Congressmen to pass a foreign aid bill on Christmas Eve.[26] Goldwater still led among the other potential Republican candidates, but his support had dropped to 25 percent.[19] The goal for Goldwater and the implication of who would receive the nomination for the Republican party, which faced a slim chance of victory in 1964 following Kennedy's assassination, was a possible shift in the control of the party itself from the \"liberal Eastern wing.\"[23] Of this, Goldwater told his aides \"First let's take over the party. Then we'll go from there.\"[23] Shortly after the assassination of President John Kennedy, Lyndon Johnson defined the goal of his administration as continuing those of the Kennedy administration in front of Congress. This, among the passages of other controversial bills, included the proposal of the Civil Rights Act of 1964.[27] Goldwater strongly opposed Johnson's civil rights program, and during his president campaign he \"very deliberately sought to splinter the Democrats' traditional southern base\" in what has been termed the Republicans' first use of a Southern strategy.[28] Goldwater's vote against the civil rights bill, as well as his opposition to social welfare programs, gained him increased popularity in the South.[29] By 1963, Goldwater was a front-runner for the 1964 Republican nomination and had been the target of speculation about whether he would enter the presidential race or seek reelection to the U.S. Senate. Amid this speculation, Goldwater disclosed via a two-paragraph telegram that he would hold a press conference at his Phoenix, Arizona home to announce his \"decision, regarding 1964.\"[30] On Friday, January 20, 1964, at the planned press conference from the patio of his home in Phoenix,[31] Goldwater, while on crutches as a consequence of a recent medical procedure, officially announced his intention to seek the Republican nomination for the office of President of the United States.[32] In his campaign announcement speech, Goldwater justified his candidacy by stating that he had \"not heard from any announced Republican candidate a declaration of conscience or of political position that could possibly offer to the American people a clear choice in the next presidential election.\"[33] He emphasized the need for a federal government that is \"limited and balanced and against the ever increasing concentrations of authority in Washington\"[33] that encourages personal responsibility among American citizens while pledging his candidacy to \"victory for principle and to presenting an opportunity for the American people to choose.\"[33] He promised \"a choice, not an echo\" in the election, and positioned himself to the right of Nelson Rockefeller,[34] who had announced his candidacy two months prior.[35] Supporters were excited by the entrance of Goldwater, and predicted that he would take the south from the Democratic column.[36] Two days after the announcement, he appeared on Meet the Press, but was uncomfortable from previous foot surgery. Critics Rowland Evans and Robert Novak noted that even Goldwater supporters deemed the interview a \"flop\".[37] Hoping to make up for the setback, he left for New Hampshire, beginning a 19-day campaign swing, ahead of the state's March 10 primary. At every stop, including his first major campaign speech at St. Anselm College, Goldwater criticized President Johnson for his liberal policies and expansion of the federal government.[38] He asserted that Johnson was trying to appeal to Washington insiders as a New Deal liberal, while hoping to present himself to the public as a conservative. He argued that Johnson was compelled to continue the programs of the Kennedy administration against his own desires. Goldwater would later, directly discuss the assassination of Kennedy, and remarked that communism was to blame.[39] In a head-to-head match-up with Johnson, Goldwater trailed 20 percent to 75 percent,[40] and his lead over Rockefeller tightened.[41] Later in January, Goldwater came under fire for a few of his comments. First, while criticizing President Johnson's plans to cut funding to manned-bombers, he claimed that long-range missiles were \"not dependable\". Defense Secretary Robert McNamara blasted the remark and accused Goldwater of \"damaging the national security\".[42] General Curtis LeMay backed Goldwater's claims, and Congressional hearings would later be conducted on missile reliability.[43] Next, Rockefeller took exception[44] to Goldwater's suggestion that it was not beneficial for the United States to remain in the United Nations in the wake of its admittance of communist China.[45] Rockefeller challenged Goldwater to a debate,[44] though Goldwater felt that debating Rockefeller \"would be more like debating a member of the New Frontier than...another Republican.\"[46] Despite the criticism, Goldwater refused to alter his political beliefs, opting to remain consistent with his conservative ideology.[47] Nevertheless, polls at the end of January marked an eight-point decrease in Goldwater's New Hampshire lead from two months previous. He led Rockefeller, 54 percent to 46 percent in the state.[48] In early February, Goldwater embarked on a campaign tour of Minnesota. During a stop in Minneapolis, he leveled what the Associated Press labeled his \"toughest campaign attack on Johnson's foreign policy.\" He accused the administration of failing in Vietnam and Panama and argued that Johnson was \"off making promises to buy votes at home while the world smolders and burns.\"[49] Afterwards, he arrived in Chicago for a fundraiser and announced his support for a tougher blockade against Cuba.[50] He continued his dialogue on the Cold War during a stop in San Francisco, arguing that the U.S. had no policy on the issue. He proposed an outline to maintain peace that included the encouragement of Communist \"eviction from positions of control\" in the world, and maintenance of American strength to keep the Soviet Union in check.[51] Later, Goldwater embarked on a four-day tour of New Hampshire, his last appearance in the state, before his final campaign run ahead of the primary.[52] During the trip, he publicly wondered why \"the Rockefeller family wants to do business with...Communist countries\",[53] and remarked that he would fire defense secretary McNamara for his insistence that long range missiles were more accurate than manned bombings. He referred to this as the \"stupidest statement\" he ever heard from a defense secretary.[54] At the end of February, Goldwater began to downplay the importance of the New Hampshire Primary, commenting that any result above 35 percent would be a \"strong showing\" due to the overabundance of candidates such as Senator Margaret Chase Smith. He projected that the June 2 California Primary would be a better test of the strength of the primary field ahead of the national convention in July.[55] He attended the Oklahoma and North Carolina state conventions to campaign for delegates, in the first of several crucial state conventions.[56] While in North Carolina, Goldwater claimed that in order to win the election, the GOP nominee must carry the south. He argued that none of his opponents understood the problems of the south and were therefore un-viable general election candidates. Goldwater won 22 delegates from Oklahoma, but gained none from North Carolina despite winning the convention's endorsement. However, the state's 26 delegates were likely to back Goldwater.[57] As the New Hampshire primary neared, Rockefeller began to attack Goldwater, claiming he supported a voluntary social security plan that would bankrupt the nation. Goldwater denied the charge.[58] He campaigned in New Hampshire until the primary vote, spending approximately $150,000 as opposed to $250,000 by Rockefeller. Voters grew wary of Goldwater's stances on social security, Cuba, the military and the role of the Federal government, and were likewise turned off by Rockefeller's very public divorce. As a result, the electorate sought out other candidates. Surprisingly,[59] Ambassador to South Vietnam Henry Cabot Lodge, Jr. won the primary with 35.5 percent[60] as a write-in candidate while still serving in Vietnam and without making any public appearances in New Hampshire.[59] Goldwater finished in second with 22.3 percent, followed by Rockefeller with 21.0 percent.[60] Neither won any delegates from the primary.[59] The chairman of the Florida GOP attributed the defeat to a divided campaign, which he also witnessed in his state,[61] where party leaders such as Congressman William C. Cramer disagreed over a delegate slate.[62] After the loss in New Hampshire, Goldwater focused his efforts on California, remarking that it was \"the only primary [he was] interested in.\"[63] He traveled to the state to vie for the endorsement of the 14,000 member California GOP at the party's annual convention. Goldwater won the backing of the party at the convention, increasing the number of volunteers to his California campaign. Rockefeller was angered by the result and declared that the convention had been overrun by radicals.[64] At the end of March, Goldwater traveled to Detroit and continued to criticize defense secretary McNamara, calling him an \"all-time loser.\"[65] Meanwhile, his son, Barry Goldwater, Jr. campaigned for his father in Oregon[66] in preparation for the state's May 15 primary.[67] In early April, Goldwater himself traveled to Oregon and made several campaign stops, noting the \"psychological importance\" of the state's primary due to its proximity to California. During a press conference, he announced plans to utilize television to spread his message, and attacked his opponent, Rockefeller, for labeling the campaign as extremist. But, he refused to use his opponent's recent divorce for political purposes,[68] and Rockefeller eased his direct criticism, praising Goldwater for his willingness to discuss his views with the American people.[69] Both men spoke before the Republican Women's Conference in Washington in early April. Rockefeller set his sights on Goldwater and warned of \"extremism\" in the Republican Party, but Goldwater instead criticized the Johnson administration for its policies on Communism, and called for Republicans to \"just fight Democrats rather than other Republicans\".[70] Ahead of the Illinois Primary, Goldwater traveled to Chicago and announced that he would change the campaign's media policy to avoid overexposure to the press, which he believed was reporting negatively on his campaign.[71] He won the Illinois primary with 64 percent of the vote and gained most of the state's 48 delegates,[72] but the victory was overshadowed by the 25 percent performance by long-shot candidate Margaret Smith. Goldwater's total was lower than the 80 percent that was expected.[73] However, the result showed that Goldwater could win in a populous northern state,[72] though a survey of newspaper publishers predicted that most of the Goldwater delegates would end up switching to the still-undecided Nixon.[74] Goldwater remained confident that he would win the nomination, but continued to feel that overcoming Nixon would be his \"last hurdle\".[75] Later in April, President Johnson offered foreign policy briefings to each major presidential candidate, which Goldwater flatly rejected,[76] calling it \"an offhand political gesture\".[77] Goldwater also continued his criticism of the Johnson administration over missile accuracy as a Senate committee declared that missiles were reliable though advocated increased spending for a manned bombing project.[78] Goldwater also affirmed his support for increased military action in North Vietnam to cut off supply lines from China.[79] Goldwater gained a total of three delegates after finishing in second and fourth place respectively, in the Massachusetts and Pennsylvania primaries, which were won by favorite son candidates Henry Cabot Lodge, Jr. and Governor William Scranton.[80] He won an additional 16 delegates from his home state of Arizona following a convention without any debate.[81] After the gains, Goldwater was viewed as the favorite to win the nomination. As the May 15 Oregon Primary drew near, Rockefeller's campaign depended on a victory.[82] Rumors spread that former President Eisenhower wanted a more moderate choice than Goldwater, but he did not insert himself in the campaign. Likewise, the attempts to draft Nixon or Lodge appeared fruitless.[83] Senator Jacob Javits attempted to rally a movement to prevent Goldwater's nomination, but as the convention neared, the likelihood of Goldwater's nomination grew further.[84] He purchased time on network television and spoke directly to the American people during a half-hour segment, highlighting his political positions. The appearance was unprecedented; no previous presidential candidate had addressed a national audience before winning his party's nomination.[85] Goldwater hoped for further episodes, but was stalled by limited campaign funds.[86] At the time, Goldwater had secured 274 delegates of the 655 needed to win the nomination, well ahead of the 61 won (all in Pennsylvania) by the second place William Scranton. Rockefeller stood at fourth, with only eight delegates.[87] Goldwater won primaries in Texas,[88] Nebraska[89] and Indiana,[90] but lost Oregon and its 18 delegates to Rockefeller. He labeled the defeat as \"a victory for the radical left.\"[91] After the primary, Goldwater predicted that Rockefeller would join with the Lodge campaign in a last-ditch effort to prevent his nomination; with focus on the June 2 California Primary. Goldwater refused to engage in what he called \"personal vindictiveness and smear\" and commented that Republicans should instead focus on defeating President Johnson.[92] At the end of May, Goldwater appeared to be faltering a bit. A rally planned at the Phoenix Municipal Stadium drew only 2,000 supporters, although 8,000 were expected,[93] and the candidate came under fire for mentioning that low grade Atomic bombs could be used to expose the supply of Communists in Vietnam.[94] Meanwhile, his Florida slate was rejected by the party,[95] and Rockefeller led him 57% to 43% in California polls.[96] Goldwater rejected the legitimacy of the polls,[97] and appeared to find a glimmer of hope as Nixon and Scranton each declared neutrality for the California Primary, acknowledging the importance of party unity, and thus preventing any further proliferation of the \"Stop Goldwater\" movement.[98] The birth of Rockefeller's child likely reminded voters of his adultery. Goldwater won the California primary on June 2 with 51% of the vote, gaining the state's 86 delegates, and all but securing the nomination.[99] Immediately thereafter, he began a search for a running mate, narrowing the field to four easterners: William Scranton, Senator Thurston B. Morton of Kentucky, Congressman William E. Miller of New York, and Ohio Governor James A. Rhodes.[100] United Press International reported that an authoritative source informed them that former President Eisenhower asked Scranton to be \"more available\" for the presidential nomination. However, he disavowed the \"Stop Goldwater movement\" and later advised Scranton to not get involved \"in a cabal against anyone.\" Moderate Republican governors felt the development effectively ended the anti-Goldwater movement, and thus secured his nomination. They then worked to convince Goldwater to soften his political stances.[101] Goldwater mathematically secured the nomination after winning an additional 56 delegates at the Texas Republican Convention in Dallas on June 16. His address to the convention drew 11,000 people to the Dallas Memorial Auditorium, where he proclaimed that it was essential for Republicans to win in the south, after years of \"writing off\" the region.[102] Although Goldwater had surpassed the number of delegates needed for the Republican nomination, only 361 were bound by state law, slightly leaving the door open for a battle at the convention if his remaining 316 delegates chose to waver.[103] Scranton hoped to change their minds and took control of a semi-revived Stop Goldwater movement, campaigning nationwide and labeling Goldwater as unqualified.[104] While Scranton gained the support of Henry Cabot Lodge, who resigned his post in Vietnam to assist the campaign, Goldwater requested that Lodge give an update on the progress in Vietnam, but the former ambassador refused, saying that the war should not be a political issue.[105] Goldwater took a further hit after voting against the Civil Rights Act of 1964, questioning its constitutionality. His vote was denounced by the NAACP, who publicly voiced their opposition to Goldwater, breaking their tradition of neutrality during presidential elections.[106] But the vote helped Goldwater among southern Democrats.[107] After returning from Washington, Goldwater briefly returned to Phoenix to attend his daughter's wedding, which received a great deal of media coverage. He then traveled to the midwest and the eastern seaboard to continue to build support for his candidacy.[108] Polls from late June, showed that in a head-to-head match up, Republicans favored Scranton over Goldwater[104] as Scranton escalated his attacks, labeling Goldwater's policy positions as \"ignorant\" with the convention just twelve days away.[109] On June 30, Goldwater received the endorsement of moderate Senator Everett Dirksen of Illinois[110] after traveling to the Midwest to gain delegates.[111] Dirksen's support further deflated the Stop Goldwater movement, as the Senator had criticized Goldwater's earlier vote against the Civil Rights Act, but concluded upon further review that he was only being consistent with his views.[110] Richard Nixon followed suit and endorsed Goldwater two days later.[112] Goldwater feared that race would become a major issue during the general election and incite violence. He refused to criticize Democrats for using his vote against the Civil Rights Act to attack him, saying that he would do the same in their position.[113] But the attacks on the vote continued. Scranton launched his toughest assault, six days ahead of the convention, calling the vote an attempt to \"gain by [causing] racial unrest\". Likewise, Michigan Governor George W. Romney mustered a veiled attack on Goldwater, proposing to add an amendment to the Republican platform, excluding \"extremists of the right\" from the party. The Goldwater campaign did not respond to the comments,[114] but the candidate affirmed that he would honor the law as president, as it reflected \"the voice of the majority\".[115] However, as the convention neared and with his nomination seemingly imminent, Goldwater told Der Spiegel that at this point in the campaign, he could not defeat President Johnson.[116] The 1964 Republican National Convention was held from July 13 to 16 at the Cow Palace indoor arena in San Francisco, California. At the convention, the moderate wing of the party staged a last-ditch effort to nominate a more moderate candidate, this time Pennsylvania Governor William Scranton. In televising what the moderate wing portrayed as extremism on the part of Goldwater supporters, they hoped to entice voters to contact their delegates to convince them to endorse Scranton. After accusations that Goldwater attempted to connect with the politically right-wing community in another attempt to convince Goldwater's delegates to abandon the conservative candidate, the delegates exuberantly supported Goldwater,[117] giving him the Republican nomination on the first ballot with 883 delegates; Scranton had 214.[118] Nelson Rockefeller, while speaking out against extremism at the convention, was loudly booed by adamant Goldwater supporters. In his acceptance speech, Goldwater proclaimed to a vivacious audience \"Extremism in the defense of liberty is no vice. And...moderation in the pursuit of justice is no virtue!\"[117] Goldwater selected William E. Miller, U.S. Representative and chairman of the Republican National Committee, as his running mate for the general election.[119] Although virtually unknown to many voters, Miller was viewed by those familiar with him as a wise choice for the vice-presidential nomination, with his supporters arguing that he would play a key role in waging an aggressive campaign against Lyndon Johnson and the Democrats.[119] In the wake of John F. Kennedy's death and favorable economic circumstances, Lyndon Johnson was the favorite candidate early on in the general election campaign. In light of Nelson Rockefeller's rebuke of Goldwater's political ideology at the Republican Convention, which was televised nationally, the media speculated as to whether or not Rockefeller would endorse Goldwater in the general election, barring the Goldwater campaign with more negative publicity. In addition to this, Johnson was known for his ability to manipulate the press in order to provide favorable coverage of his own campaign. Johnson, along with the media, who also had a generally unfavorable opinion of Goldwater, portrayed his opponent as a political extremist. Johnson also used Goldwater's speeches to imply that he would willingly wage a nuclear war, quoting Goldwater: \"by one impulse act you could press a button and wipe out 300 million people before sun down.\" In turn, Goldwater defended himself by accusing Johnson of making the accusation indirectly, and contending that the media blew the issue out of proportion.[2] While Johnson campaigned on a platform of limited involvement in Vietnam and continuation of funding for social programs, Goldwater called for substantial cuts in social programs, suggesting that Social Security become optional, and suggested the use of nuclear weapons in Vietnam if necessary.[120] Goldwater believed that the Tennessee Valley Authority should be sold into the private sector.[121] On foreign policy, Goldwater's beliefs differed sharply from those of his opponent, who advocated limited involvement in Vietnam, maintaining that he would not send \"American boys nine or ten thousand miles from home to do what Asian boys ought to be doing for themselves.\"[122] Goldwater, however, accused Johnson and the Democratic party of having given in on the issue of Communist aggression.[122] In reference to Goldwater's policies regarding the use of nuclear weaponry, the Johnson campaign launched a television ad that would come to be known as the \"daisy ad\" in which a young girl pulls the petals off a flower until the screen is overtaken by an exploding mushroom cloud. Despite Johnson's accusing Goldwater of being willing to use nuclear weapons in Vietnam after stating the United States should do whatever was necessary for victory, Goldwater clarified that he was not an outright advocate of using nuclear weapons there. Despite this, the Johnson campaign continued to portray Goldwater as a warmonger.[123] The negative media attention to the Goldwater campaign continued with the publication of an article by Fact Magazine in which the publication claimed to have sent questionnaires to 12,000 psychologists asking them to assess whether or not Goldwater \"was psychologically fit to serve as president of the United States.\" Among the 1,800 replies, there were claimed to be assessments by some psychologists classifying Goldwater as unfit for office. Goldwater was eventually compensated $75,000 in a libel suit after the election.[124][125][126] Throughout much of the campaign, Goldwater was on the defensive, using television commercials to respond to accusations from Johnson and clarify statements that he had made previously. In turn, Goldwater attempted to launch a counterattack via television, featuring a commercial showing Secretary of the Communist Party of the Soviet Union Nikita Khrushchev shouting \"We will bury you!\" over children reciting the Pledge of Allegiance.[127] The commercial's effectiveness was diminished by Khrushchev's removal from office in October.[127] In response to Goldwater's attacks, Johnson began reversing Goldwater's campaign slogan \"In Your Heart You Know He's Right\" to slogans such as \"In Your Head You Know He's Wrong\" and \"In Your Guts You Know He's Nuts.\"[127] Johnson's campaign also broadcast an advertisement, Confessions of a Republican, in which the actor William Bogert, a genuine Republican, expressed his concerns over Goldwater. In September, a poll conducted by the Goldwater campaign revealed that Johnson had a comfortable lead over him.[128] Indeed, Goldwater's campaign was an uphill battle against an incumbent administration during a prosperous economy. In the wake of the death of John Kennedy, who had been leading in polls for reelection in 1964,[129] there lingered the possibility that Johnson had the sympathy of the media and voters.[2] On October 27, actor Ronald Reagan, who had not yet entered politics, gave his official endorsement to Goldwater in what would come to be known as the \"A Time for Choosing\" speech. In his speech, Reagan emphasized issues such as the spread of Communism, taxes and the national debt and advocated limited government, aggressive tactics against the Soviet Union and laissez-faire capitalism.[130][131] The speech was Reagan's \"unofficial entrance to politics\" and played a crucial role in his election as Governor of California in 1966.[132] Throughout October, the media emphasized the lead Johnson had over Goldwater, stating that Goldwater had little chance of winning the election. This negative coverage of the campaign caused many independent voters, who were not strong supporters of either candidate, not to vote, for they believed the result of the election had been already determined.[2] Presidents, Vice Presidents, Senators, Representatives, Governors, Actors, Musicians, Military, Writer, Doctors, On Election Day, Goldwater lost the election to Johnson by what was then the largest margin in history.[2] Goldwater accumulated 52 electoral votes to Johnson's 486 and 39% of the popular vote (27,178,188) to Johnson's 61% (43,129,566).[146] Goldwater carried six states: Louisiana, Alabama, Mississippi, Georgia, South Carolina and his home state of Arizona.[146] Goldwater's strong showing in the south is largely due to his support of the white southern view on civil rights: that states should be able to control their own laws without federal intervention.[147] Goldwater lost the popular vote in both the male and female electorate with 40% and 38%, respectively. Goldwater's most narrow regional loss was in the South, with 48% of the popular vote, but he lost by greater margins in the East, Midwest and West with 32%, 39% and 40% of the popular vote, respectively. Johnson was heavily favored over Goldwater among Catholics (76% to 24%), and by a smaller margin among Protestants (55% to 45%). Goldwater lost the Independent vote to Johnson (56% to 44%). Johnson won the white vote over Goldwater (59% to 41%) and was heavily favored by the nonwhite electorate (94% to 6%). Goldwater lost the college-educated, high school-educated and grade school-educated population to Johnson (52% to 48%, 62% to 38% and 66% to 34%, respectively).[148] Four years after the election, Goldwater returned to the Senate and was re-elected twice.[4] He became an influential member of the party's conservative wing, serving as chairman of the Select Committee on Intelligence and the Committee on Armed Services.[4] He supported the presidential candidacy and eventual presidency of Richard Nixon; however, he was critical of Nixon's attempt to control prices and wages. Initially, Goldwater defended Nixon in light of the Watergate scandal until August 5, 1974, when he withdrew his support. Nixon resigned from office four days later.[10] Goldwater grew libertarian as he reached the end of his career,[149] and chose to retire from the Senate in 1987.[4] He was succeeded by John McCain, who praised his predecessor as the man who \"transformed the Republican Party from an Eastern elitist organization to the breeding ground for the election of Ronald Reagan.\"[149] Goldwater strongly supported the 1980 presidential campaign of Reagan, who had become the face of the conservative movement after his Time for Choosing speech. Reagan reflected many of the principles of Goldwater's earlier run in his campaign. Washington Post columnist George Will took note of this, writing, \"We...who voted for him in 1964 believe he won, it just took 16 years to count the votes.\"[150] After leaving the Senate, Goldwater's views cemented as libertarian. He began to criticize the \"moneymaking ventures by fellows like Pat Robertson and others [in the Republican Party] who are trying to...make a religious organization out of it.\" He lobbied for gays to serve openly in the military, opposed the Clinton administration's plan for health care reform,[149] and supported abortion rights[151] and the legalization of medicinal marijuana.[152] In 1997, Goldwater was revealed to be in the early stages of Alzheimer's disease. He died in 1998 at the age of 89.[5]","Title":"Barry Goldwater 1964 presidential campaign - Wikipedia","KeyID":"5265","URL":"https://en.wikipedia.org/wiki/Barry_Goldwater_1964_presidential_campaign"}