{"Content: ":"Robert Sargent Shriver Jr. (November 9, 1915 – January 18, 2011) was an American diplomat, politician, and activist. As the husband of Eunice Kennedy Shriver, he was part of the Kennedy family. Shriver was the driving force behind the creation of the Peace Corps, and founded the Job Corps, Head Start, VISTA, Upward Bound,[2] and other programs as the architect of the 1960s War on Poverty.[3] He was the Democratic Party's nominee for vice president in the 1972 presidential election. Born in Westminster, Maryland, Shriver attended Yale University, then Yale Law School, graduating in 1941.[2] An opponent of U.S. entry into World War II, he helped establish the America First Committee but volunteered for the United States Navy before the Japanese attack on Pearl Harbor. During the war, he served in the South Pacific, participating in the Naval Battle of Guadalcanal. After being discharged from the navy, he worked as an assistant editor for Newsweek and met Eunice Kennedy, marrying her in 1953. He worked on the 1960 presidential campaign of his brother-in-law, John F. Kennedy, and helped establish the Peace Corps after Kennedy's victory. After Kennedy's assassination, Shriver served in the administration of Lyndon B. Johnson and helped establish several anti-poverty programs as director of the Office of Economic Opportunity from October 16, 1964, to March 22, 1968.[4] He also served as the United States Ambassador to France from 1968 to 1970.[2] In 1972, Democratic vice presidential nominee Thomas Eagleton resigned from the ticket, and Shriver was chosen as his replacement. The Democratic ticket of George McGovern and Shriver lost in a landslide election defeat to Republican President Richard Nixon and Vice President Spiro Agnew. Shriver briefly sought the 1976 Democratic presidential nomination but dropped out of the race after the first set of primaries. After leaving office, he resumed the practice of law, becoming a partner with Fried, Frank, Harris, Shriver & Jacobson. He also served as president of the Special Olympics and was briefly a part-owner of the Baltimore Orioles. He was diagnosed with Alzheimer's disease in 2003 and died in Bethesda, Maryland, in 2011.[2] Robert Sargent Shriver Jr. was born in Westminster, Maryland, the younger of two sons. Shriver's parents Robert Sargent Shriver Sr. and Hilda, who had also been born with the surname \"Shriver\", were second cousins.[5] His elder brother was Thomas Herbert Shriver. Of partial-German ancestry, Shriver was a descendant of David Shriver,[6] who signed the Maryland Constitution and Bill of Rights at Maryland's Constitutional Convention of 1776.[7] He spent his high school years at Canterbury School in New Milford, Connecticut, which he attended on a full scholarship. In his freshman year at Canterbury, he befriended future President John F. Kennedy. He was on Canterbury's baseball, basketball, and football teams, became the editor of the school's newspaper, and participated in choral and debating clubs.[8] After graduating from The Browning School in 1934, Shriver spent the summer in Germany as part of The Experiment in International Living, returning in the fall of 1934 to enter Yale University, where he was a brother in the Delta Kappa Epsilon fraternity, as well as a member of Yale's Scroll and Key society. An early opponent of American involvement in World War II, Shriver was a founding member of the America First Committee, an organization started in 1940 by a group of Yale Law School students, also including future President Gerald Ford and future Supreme Court Justice Potter Stewart, which tried to keep the US out of the European war.[9] Nevertheless, Shriver volunteered for the US Navy before the attack on Pearl Harbor and said he had a duty to serve his country even if he disagreed with its policies. He spent five years on active duty, mostly in the South Pacific, serving aboard the USS South Dakota (BB-57), reaching the rank of lieutenant commander (O-4). He was awarded a Purple Heart for wounds he received during the bombardment of Guadalcanal.[10] Shriver's relationship with the Kennedys began when he was working as an assistant editor at Newsweek after his discharge from the Navy. He met Eunice Kennedy at a party in New York, and shortly afterwards, family patriarch Joseph P. Kennedy Sr. asked him to look at diary entries written by his eldest son, Joseph P. Kennedy Jr., who had died in a plane crash while he was on a military mission during World War II. Shriver was later hired to manage the Merchandise Mart, part of Kennedy's business empire, in Chicago, Illinois.[11] After a seven-year courtship, Shriver married Eunice Kennedy on May 23, 1953, at St. Patrick's Cathedral in New York City. She was the third daughter of Joseph Kennedy Sr. and Rose Kennedy.[12] They had five children: Robert Sargent \"Bobby\" Shriver III (born April 28, 1954), Maria Owings Shriver (born November 6, 1955), Timothy Perry Shriver (born August 29, 1959), Mark Kennedy Shriver (born February 17, 1964), and Anthony Paul Kennedy Shriver (born July 20, 1965). The Shrivers were married for 56 years, and often worked together on projects.[13] Shriver was admitted to practice law in the District of Columbia, Illinois, and New York, and at the US Supreme Court.[14] A devout Catholic, Shriver attended daily Mass and always carried a rosary of well-worn wooden beads.[15] He was critical of abortion and was a signatory to \"A New Compact of Care: Caring about Women, Caring for the Unborn\", which appeared in the New York Times in July 1992 and stated that \"To establish justice and to promote the general welfare, America does not need the abortion license. What America needs are policies that responsibly protect and advance the interest of mothers and their children, both before and after birth.\"[16] In May 1954, Shriver was appointed to the Chicago Board of Education by Chicago mayor Martin H. Kennelly.[17] On October 26, 1955, Shriver was elected president of the Chicago Board of Education by a vote of the Board.[17] Shriver would serve in the position of president for five years,[18][19] resigning from the position on October 10, 1960.[20] At the time he became president of the Board, he was the second-youngest individual to hold that office, being only 39.[21] At the time, Chicago Public Schools was the second-largest school district in the United States.[21] Shriver also served as director of the Catholic Interracial Council, a group created to advocate for desegregation in Chicago schools.[22] Shriver was speculated to be a potential Democratic candidate for the 1960 Illinois gubernatorial election,[23] but did not run. When brother-in-law John F. Kennedy ran for president, Shriver worked as a political and organization coordinator in the Wisconsin and West Virginia primaries. During Kennedy's presidential term, Shriver founded and served as the first director of the Peace Corps from March 22, 1961, to February 28, 1966.[3][24] Shriver has been credited with convincing a hesitant Kennedy to contact Coretta Scott King after her husband, prominent civil rights activist Martin Luther King, was jailed for civil disobedience in Georgia in October 1960. Kennedy's phone call to Coretta Scott King was credited with helping to strengthen black support for Kennedy's candidacy.[25][26][27] After Kennedy's assassination, Shriver continued to serve as Director of the Peace Corps and served as Special Assistant to President Lyndon Johnson. Under Johnson, he created the Office of Economic Opportunity with William B. Mullins and served as its first Director.[28] He is known as the \"architect\" of the Johnson administration's \"War on Poverty\".[3] Hired by President Johnson to be the \"salesman\" for Johnson's War on Poverty initiative, Shriver initially was \"not interested in hearing about community action proposals.\" The Job Corps movement was more consistent with his goals. Thus, soon after his appointment, Shriver \"moved quickly to reconsider the proposed anti-poverty initiative.\"[29] Shriver founded numerous social programs and organizations, including Head Start,[30] VISTA, Job Corps, Community Action, Upward Bound, Foster Grandparents, Legal Services, the National Clearinghouse for Legal Services (now the Shriver Center), Indian and Migrant Opportunities and Neighborhood Health Services, in addition to directing the Peace Corps. He was active in the Special Olympics, which was founded in 1968 by his wife Eunice. Shriver was awarded the Pacem in Terris Peace and Freedom Award in 1967. It was named after a 1963 encyclical letter by Pope John XXIII that calls upon all people of good will to secure peace among all nations. Pacem in terris is Latin for 'Peace on Earth'. Shriver served as U.S. Ambassador to France from 1968 to 1970, becoming a quasi-celebrity among the French for bringing what Time magazine called \"a rare and welcome panache\" to the normally sedate world of international diplomacy.[31] During the 1972 Democratic National Convention in Miami Beach, Florida, George McGovern considered Shriver as a vice presidential candidate, but his campaign was unable to reach Shriver, who was at the time visiting Moscow, Soviet Union.[32] McGovern then selected Thomas Eagleton instead, who later resigned from the Democratic ticket following revelations of past mental health treatments. Shriver replaced Eagleton on the ticket. The McGovern-Shriver ticket lost to Republican incumbents Richard Nixon and Spiro Agnew. Shriver unsuccessfully sought the Democratic presidential nomination in 1976. In the months before the primaries began, political observers thought that Shriver would draw strength from legions of former colleagues from the Peace Corps and the War on Poverty programs, and he was even seen as an inheritor of the Kennedy legacy, but neither theory proved true.[33] His candidacy was short-lived and he returned to private life.[34] Shriver was a partner of the Fried, Frank, Harris, Shriver & Jacobson law firm in Washington, D.C., where he specialized in international law and foreign affairs, beginning in 1971.[14] He retired as partner in 1986 and was then named of counsel to the firm.[citation needed] In 1981, Shriver was appointed to the Rockefeller University Council, an organization devoted exclusively to research and graduate education in the biomedical and related sciences. In 1984, he was elected president of Special Olympics by the board of directors; as president, he directed the operation and international development of sports programs around the world. Six years later, in 1990, he was appointed chairman of the board of Special Olympics. He was an investor in the Baltimore Orioles along with his eldest son Bobby Shriver, Eli Jacobs, and Larry Lucchino from 1989[35] to 1993. Shriver was diagnosed with Alzheimer's disease in 2003. In 2004, his daughter, Maria, published a children's book, What's Happening to Grandpa?, to help explain Alzheimer's to children. The book gives suggestions on how to help and to show love to an elderly person with the disease.[36] In July 2007, Shriver's son-in-law, California Governor Arnold Schwarzenegger, speaking in favor of stem-cell research, said that Shriver's Alzheimer's disease had advanced to the point that \"Today, he does not even recognize his wife.\"[37] Maria Shriver discusses her father's worsening condition in a segment for the four-part 2009 HBO documentary series The Alzheimer's Project called Grandpa, Do You Know Who I Am?, including describing a moment when she decided to stop trying to correct his various delusions.[38] On August 11, 2009, Shriver's wife of 56 years, Eunice, died at the age of 88.[18] He attended her wake and funeral in Centerville and Hyannis, Massachusetts.[39] Two weeks later, on August 29, 2009, he also attended the funeral of her brother Ted Kennedy in Boston, Massachusetts.[40] Shriver died on January 18, 2011, in Suburban Hospital in Bethesda, Maryland, at age 95.[3][11][41] Shriver's family released a statement calling him \"a man of giant love, energy, enthusiasm, and commitment\" who \"lived to make the world a more joyful, faithful, and compassionate place.\"[41] President Barack Obama also released a statement, calling Shriver \"one of the brightest lights of the greatest generation\".[41] Aaron S. Williams, the director of the Peace Corps, said in a statement, \"The entire Peace Corps community is deeply saddened by the passing of Sargent Shriver.\" He further noted that Shriver \"served as our founder, friend, and guiding light for the past 50 years\" and that \"his legacy of idealism will live on in the work of current and future Peace Corps volunteers.\"[42] He is buried alongside his wife Eunice at St. Francis Xavier Cemetery in Centerville, Massachusetts. In 1968, he was awarded the Laetare Medal by the University of Notre Dame, the oldest and most prestigious award for American Catholics.[43] In 1993, Shriver received the Franklin D. Roosevelt Freedom From Want Award. On August 8, 1994, Shriver received the Presidential Medal of Freedom, the United States' highest civilian honor, from President Bill Clinton. In December 1993, the University of Maryland, Baltimore County created the Shriver Center in honor of Shriver and his wife. The center serves as the university's civic engagement, and applied learning organization. The Shriver Center also is home to the Shriver Peaceworker Program and the Shriver Living Learning Community.[44] The Job Corps dedicated a center to his name in 1998 – the \"Shriver Job Corps Center\" – located in Devens, Massachusetts.[45] The National Clearinghouse for Legal Services (renamed the National Center on Poverty Law in 1995) was renamed the Shriver Center in 2002 and each year awards a Sargent Shriver Award for Equal Justice.[46] Sargent Shriver Elementary School, located in Silver Spring, Maryland, is named after him.[47][48] In January 2008, a documentary film about Shriver aired on PBS, titled American Idealist: The Story of Sargent Shriver.[3] The Kennedy Shriver Aquatic Center in Bethesda, Maryland, is named after him and Eunice Kennedy Shriver.[49] Following his death, Daniel Larison wrote: Shriver was an admirable, principled, and conscientious man who respected the dignity and sanctity of human life, and he also happened to be a contemporary and in-law of Kennedy. Not only did Shriver represent a \"link\" with JFK, but he represented a particular culture of white ethnic Catholic Democratic politics that has been gradually disappearing for the last fifty years. A pro-life Catholic, Shriver had been a founding member of the America First Committee, and more famously he was also on the 1972 antiwar ticket with George McGovern. In short, he represented much of what was good in the Democratic Party of his time.[50] 1972 United States presidential election 1976 Democratic presidential primaries[51]","Title":"Sargent Shriver - Wikipedia","KeyID":"5268","URL":"https://en.wikipedia.org/wiki/Sargent_Shriver"}