{"Content: ":"Phosphatodraco is a genus of azhdarchid pterosaur from the Late Cretaceous of Morocco. The type and only known species is Phosphatodraco mauritanicus. Phosphatodraco was a moderate-sized azhdarchid, with an estimated wingspan of about 5 meters (16.4 ft). It is based on a string of neck vertebrae from the phosphate beds of the Ouled Abdoun Basin, in sediments from the very end of the Cretaceous. It was the first pterosaur to be named from the phosphate beds, though many more named and unnamed species have been discovered since Phosphatodraco was first described in 2003.[1][2] During the late 1990s, remains of pterosaurs began to be discovered in different fossil localities of Morocco, all dating to the Cretaceous period. In 2000, pterosaur fossils were found by the Office Chérifien des Phosphates (OCP, located in Casablanca) during paleontological field work in the eastern part of the Ouled Abdoun Phosphatic Basin near the city of Khouribga in central Morocco. They were collected from \"site 1\" in the Sidi Daoui mine in the northern part of Grand Daoui, an area in which phosphate is quarried. The fossils were found in the upper part of the stratigraphic unit which miners called \"couche III\". These excavations were part of a collaboration between the OCP, the Ministère de L'Energie et des Mines, Rabat, and the French Centre National de la Recherche Scientifique which had taken place since 1997.[1][2] The pterosaur material, catalogued as specimen OCP DEK/GE 111, consists of five disarticulated but closely associated neck (cervical) vertebrae and an indeterminate bone, most likely belonging to a single individual. The vertebrae are crushed and damaged, and the surface of the bone is missing in some areas, with some infilling of phosphate sediments, and the fossils have therefore not been removed from the matrix. The block containing the bones is 98 cm (39 in) long and 34 cm (13 in) wide.[1] The specimen was made the holotype of the new genus and species Phosphatodraco mauritanicus by the paleontlogist Xabier Pereda Suberbiola and colleagues in 2003. The generic name derives from the words phosphate and the Latin draco, meaning \"dragon from the phosphates, and the specific name refers to the region of Mauretania, Latin for North Africa, where the fossils were found. Phosphatodraco was the first Late Cretaceous pterosaur known from North Africa (and thus the first known member of its family Azhdarchidae of this age from the region), and only the second pterosaur genus described from Morocco (the first being Siroccopteryx). At the time it was described, it was one of the only known azhdarchids preserving a relatively complete neck, and was one of the last known pterosaurs.[1] Suberbiola and colleagues originally interpreted the five preserved neck vertebrae of Phosphatodraco as cervical (abbreviated as C) 5-9; while the vertebra they interpreted as C5 consisted of two fragments, they found it unlikely that these belonged to two different vertebrae, since they lay in continuity with no sediment in between, and overlapping each other in some areas. They considered the sideways expansion at the front of this vertebra to be due to crushing, and pointed out that such preservation were fragile, yet well-preserved bone are associated with damaged material of the same individual is known from other vertebrate fossils in the same level.[1] In 2010, the paleontologist Alexander W. Kellner suggested that interpretation of the holotype specimen had been affected by taphonomy: he instead proposed that the element originally described as a fifth neck vertebra was actually the third and fourth vertebrae which had been compressed together, giving the impression that they were a single vertebra broken in the middle.[3] Two more cervical vertebrae from the same area were referred to the genus in 2018 based on their similarity to the holotype specimen. These referred vertebrae are stored at the Faculté des Sciences Aïn Chock (FSAC) in Casablanca.[2] The cervical vertebrae are thought to be a series from the fifth vertebra in the spinal column to the ninth. The longest vertebra, the fifth, has length of 30 centimeters (12 in). The individual to which the neck belonged would have had a wingspan of about 5 meters (16.4 feet). This is about average for azhdarchids, larger than small forms such as Zhejiangopterus and Azhdarcho but still much smaller than giant forms such as Quetzalcoatlus. The neck of Phosphatodraco is one of the most complete known for azhdarchids.[1][4] Phosphatodraco is unusual among azhdarchids for having elongate vertebrae at the base of the neck which bear distinctive neural spines, unlike the other neck vertebrae. These have been interpreted as modified dorsal (trunk) vertebrae which have acquired a shape and function similar to the neck vertebrae.[1][5][6] The cladogram below shows a phylogenetic analysis recovered by paleontologist Nicholas Longrich and colleagues in 2018. They found Phosphatodraco as the sister taxon of Aralazhdarcho, a pterosaur from Kazakhstan. Both are placed within the family Azhdarchidae.[2][7] Montanazhdarcho Azhdarcho Phosphatodraco Aralazhdarcho Eurazhdarcho aff. Quetzalcoatlus Zhejiangopterus Arambourgiania Hatzegopteryx Quetzalcoatlus Phosphatodraco was found in the \"Couche III\" phosphate bed, which was deposited in the late Maastrichtian age, from the very end of the Cretaceous.[1][2] It was one of the last pterosaurs before the Cretaceous–Paleogene extinction event that finished off the group, and was the first azhdarchid to be discovered in northern Africa.[1] It was also the first pterosaur discovered in the phosphate beds of Morocco, which are now known to preserve the largest and most diverse assemblage of pterosaur species in the latest Cretaceous.[2][8]   ","Title":"Phosphatodraco - Wikipedia","KeyID":"528","URL":"https://en.wikipedia.org/wiki/Phosphatodraco"}