{"Content: ":"Michael Richard Pence (born June 7, 1959) is an American politician, broadcaster, and lawyer who served as the 48th vice president of the United States from 2017 to 2021. A member of the Republican Party, he previously served as the 50th governor of Indiana from 2013 to 2017. Pence was also a member of the U.S. House of Representatives from 2001 to 2013. Pence was born and raised in Columbus, Indiana, and is the younger brother of U.S. Representative Greg Pence. He graduated from Hanover College and earned a law degree from the Indiana University Robert H. McKinney School of Law before entering private practice. After losing two bids for a congressional seat in 1988 and 1990, he became a conservative radio and television talk show host from 1994 to 1999. He was elected to the U.S. House of Representatives in 2000 and represented the 2nd district of Indiana from 2001 to 2003 and the 6th district of Indiana from 2003 to 2013. He chaired the Republican Study Committee from 2005 to 2007 and served as the chairman of the House Republican Conference from 2009 to 2011, the third-highest position in the House Republican leadership.[1] Pence described himself as a \"principled conservative\" and supporter of the Tea Party movement,[2] saying he was \"a Christian, a conservative, and a Republican, in that order.\"[3] Pence successfully sought the Republican nomination for the 2012 Indiana gubernatorial election when term-limited Mitch Daniels retired. He defeated former Indiana House speaker John R. Gregg in the closest gubernatorial election in 50 years.[4][5] Upon becoming governor in January 2013, Pence initiated the largest tax cut in Indiana's history and pushed for more funding for private education initiatives. Pence signed bills intended to restrict abortions, including one that prohibited abortions if the reason for the procedure was the fetus's race, gender, or disability.[6] After Pence signed the Religious Freedom Restoration Act, he encountered fierce resistance from moderate members of his party, the business community, and LGBT advocates. The backlash against the RFRA led Pence to amend the bill to prohibit discrimination based on sexual orientation, gender identity, and other criteria. Pence withdrew from his gubernatorial reelection campaign in July 2016 to become the running mate of Republican presidential nominee Donald Trump, who went on to win the 2016 presidential election. He was inaugurated as vice president of the United States on January 20, 2017. As vice president, Pence chaired the National Space Council since it was reestablished in June 2017. In February 2020, Pence was appointed chairman of the White House Coronavirus Task Force, which was established in response to the COVID-19 pandemic in the United States. Pence and Trump lost their bid for re-election in the 2020 presidential election to Joe Biden and Kamala Harris, although the Trump campaign refused to concede, made false allegations of election fraud, and filed more than 86 unsuccessful lawsuits in multiple states.[7][8] Despite Trump's urging to overturn the election results and the attack on the U.S. Capitol during the counting of the Electoral College votes, Pence in his capacity as President of the Senate certified the Biden–Harris ticket as the winner of the election. Michael Richard Pence was born on June 7, 1959, in Columbus, Indiana, one of six children of Ann Jane \"Nancy\" Cawley and Edward Joseph Pence Jr.,[9][10] who ran a group of gas stations.[11][12] His father served in the U.S. Army during the Korean War and received the Bronze Star in 1953, which Pence displays in his office along with its commendation letter and a reception photograph.[13] His father was of German and Irish descent and his mother is of Irish ancestry.[14] His paternal grandfather, Edward Joseph Pence, Sr., worked in the Chicago stockyards.[15] He was named after his maternal grandfather, Richard Michael Cawley, who emigrated from Doocastle, County Mayo, Ireland, to the United States through Ellis Island and who became a bus driver in Chicago, Illinois.[16][17][18][19] His maternal grandmother's parents were from Doonbeg, County Clare, Ireland.[20][21] Pence graduated from Columbus North High School in 1977. He earned a Bachelor of Arts in history from Hanover College in 1981, and a Juris Doctor from the Robert H. McKinney School of Law at Indiana University–Purdue University Indianapolis in Indianapolis in 1986.[22] While at Hanover, he joined the Phi Gamma Delta fraternity, where he became the chapter president.[23] After graduating from Hanover, he was an admissions counselor at the college from 1981 to 1983.[24] In his childhood and early adulthood, Pence was a Roman Catholic and a Democrat, as was the rest of his family.[25] He volunteered for the Bartholomew County Democratic Party in 1976 and voted for Jimmy Carter in the 1980 presidential election,[26][18] and has said he was originally inspired to get involved in politics by people such as John F. Kennedy and Martin Luther King Jr.[26] While in college, Pence left the Catholic Church and became an evangelical, born-again Christian, to the disappointment of his mother.[26][18] His political views also started shifting to the right during this time in his life, something which Pence attributes to the \"common-sense conservatism of Ronald Reagan\" with which he began to identify.[26][27] After graduating from law school in 1986, Pence was an attorney in private practice.[28] In 1988, Pence ran for Congress against Democratic incumbent Philip Sharp, but lost.[29] He ran against Sharp again in 1990, quitting his job in order to work full-time in the campaign, but once again was unsuccessful.[29] During the race, Pence used \"political donations to pay the mortgage on his house, his personal credit card bill, groceries, golf tournament fees and car payments for his wife\".[30] While the spending was not illegal at the time, it reportedly undermined his campaign.[30] During the 1990 campaign, Pence ran a television advertisement in which an actor, dressed in a robe and headdress and speaking in a thick Middle Eastern accent, thanked his opponent, Sharp, for doing nothing to wean the United States off imported oil as chairman of a House subcommittee on energy and power.[30][31] In response to criticism, Pence's campaign responded that the advertisement was not about Arabs; rather, it concerned Sharp's lack of leadership.[30][31] In 1991, Pence wrote an essay, \"Confessions of a Negative Campaigner\", published in the Indiana Policy Review, in which he apologized for running negative ads against Sharp. Pence vowed to refrain from using insulting speech or running ads that belittle his adversaries.[32][33][30][34] Also taking place in 1991, he became the president of the Indiana Policy Review Foundation, a self-described free-market think tank and a member of the State Policy Network, a position he held until 1993.[35][36][37] Shortly after his first congressional campaign in 1988, radio station WRCR-FM in Rushville, Indiana, hired Pence to host a weekly half-hour radio show, Washington Update with Mike Pence.[38] In 1992, Pence began hosting a daily talk show on WRCR, The Mike Pence Show, in addition to a Saturday show on WNDE in Indianapolis.[35][38][39][40] Pence called himself \"Rush Limbaugh on decaf\" since he considered himself politically conservative while not as bombastic as Limbaugh.[33][41] Beginning on April 11, 1994, Network Indiana syndicated The Mike Pence Show statewide.[42] With a 9:00 a.m. to noon (ET) time slot, the program reached as many as 18 radio stations in Indiana, including WIBC in Indianapolis.[35] From 1995, Pence also hosted a weekend public affairs TV show likewise titled The Mike Pence Show on Indianapolis TV station WNDY.[38][43] Pence ended his radio and television shows in 1999 to focus on his 2000 campaign for Congress, which he eventually won.[44] Running for the U.S. House of Representatives again in 2000, he won the seat in Indiana's 2nd congressional district after six-year incumbent David M. McIntosh opted to run for governor of Indiana. The 2nd district (renumbered the 6th in 2002) comprises all or portions of 19 counties in eastern Indiana. As a new congressman, Pence adopted the slogan he had used on the radio, describing himself as \"a Christian, a conservative and a Republican, in that order\".[3] While in Congress, Pence belonged to the Tea Party Caucus.[45] In his first year in office, Pence opposed President George W. Bush's No Child Left Behind Act in 2001,[46] as well as President Bush's Medicare prescription drug expansion in 2003.[47] Pence was re-elected four more times by comfortable margins. In the 2006, 2008, and 2010 House elections, he defeated Democrat Barry Welsh.[48][49][50] Pence began to climb the party leadership structure and from 2005 to 2007 was chairman of the Republican Study Committee, a group of conservative House Republicans.[51] In November 2006, Pence announced his candidacy for leader of the Republican Party (minority leader) in the United States House of Representatives.[52] Pence's release announcing his run for minority leader focused on a \"return to the values\" of the Newt Gingrich-headed 1994 Republican Revolution.[52] However, he lost the bid to Representative John Boehner of Ohio by a vote of 168 for Boehner, 27 for Pence, and one for Representative Joe Barton of Texas.[53] In January 2009, Pence was elected as the Republican Conference chairman, the third-highest-ranking Republican leadership position at the time behind Minority Leader John Boehner and Republican Whip Eric Cantor. He ran unopposed and was elected unanimously. He was the first representative from Indiana to hold a House leadership position since 1981.[1] During Pence's twelve years in the House, he introduced 90 bills and resolutions; none became law.[54] His committee assignments in the House were the following: In 2008, Esquire magazine listed Pence as one of the ten best members of Congress, writing that Pence's \"unalloyed traditional conservatism has repeatedly pitted him against his party elders.\"[61] Pence was mentioned as a possible Republican candidate for president in 2008[62] and 2012.[63] In September 2010, he was the top choice for president in a straw poll conducted by the Values Voter Summit.[64][65] That same year, he was encouraged to run against incumbent Democratic senator Evan Bayh,[66][67][68] but opted not to enter the race,[69] even after Bayh unexpectedly announced that he would retire.[70] In May 2011, Pence announced that he would be seeking the Republican nomination for governor of Indiana in 2012.[71] Incumbent Republican Governor Mitch Daniels was term-limited. Pence ran on a platform that touted the successes of his predecessor and promised to continue educational reform and business deregulation of Daniels.[72][73] The Democratic nominee was former Indiana Speaker of the House John R. Gregg. Despite strong name recognition and a popular outgoing governor of the same party, Pence found himself in a heated race, eventually pulling out a close win with just under 50 percent of the vote, and less than 3% ahead of Gregg, with Libertarian nominee Rupert Boneham receiving most of the remaining votes.[74] Pence was sworn in as the 50th governor of Indiana on January 14, 2013.[75] Pence \"inherited a $2 billion budget reserve from his predecessor, Mitch Daniels, and the state ... added to that reserve under his watch, though not before requiring state agencies, including public universities, to reduce funding in years in which revenue fell below projections.\"[76] The state finished fiscal year 2014 with a reserve of $2 billion; budget cuts ordered by Pence for the $14 billion annual state budget include $24 million cut from colleges and universities; $27 million cut from the Family and Social Services Administration (FSSA);[77] and $12 million cut from the Department of Correction.[78] During Pence's term as governor, the unemployment rate reflected the national average.[79] Indiana's job growth lagged slightly behind the national trend.[80] In 2014, Indiana's economy was among the slowest-growing in the United States, with 0.4 percent GDP growth, compared to the national average of 2.2 percent; this was attributed in part to a sluggish manufacturing sector.[81] Carrier Corp. and United Technologies Electronic Controls (UTEC) announced in 2016 that they would be closing two facilities in Indiana, sending 2,100 jobs to Mexico; the Trump campaign criticized the moves[82] and Pence expressed \"deep disappointment\".[83][84] Pence was unsuccessful in his efforts to persuade the companies to stay in the state, although the companies agreed to reimburse local and state governments for certain tax incentives they had received.[84][85] The Indiana Economic Development Corporation led by Pence had approved $24 million in incentives to ten companies who sent jobs abroad. $8.7 million had been paid out by August 2016.[82] In 2013, Pence signed a law blocking local governments in Indiana from requiring businesses to offer higher wages or benefits beyond those required by federal law. In 2015, Pence also repealed an Indiana law that required construction companies working on publicly funded projects to pay a prevailing wage.[86][87][88][89] Indiana enacted right-to-work legislation under Pence's predecessor, Republican governor Mitch Daniels. Under Pence, the state successfully defended this legislation against a labor challenge.[87] In 2013, Pence also announced the formation of the Indiana Biosciences Research Institute, a life sciences research facility supported with $25 million in startup funds from the state.[90] Pence made tax reform, namely a ten percent income-tax rate cut, a priority for 2013.[91][92] While he did not get the ten percent cut he advocated, Pence did accomplish his goal of cutting state taxes.[91] Legislators cut the income tax by five percent and also killed the inheritance tax.[91] Speaker of the House Brian Bosma said the legislative package was the \"largest tax cut in our state's history, about $1.1 billion dollars\".[93] By signing Senate Bill 1, the state corporate income tax would be dropped from 6.5 percent to 4.9 percent by 2021, which would be the second-lowest corporate income tax in the nation.[94] The law also permitted Indiana counties to eliminate the business personal property tax on new equipment and let them exempt small businesses with less than $20,000 worth of equipment from paying personal property taxes.[94] On June 12, 2013, the Indiana Legislature overrode Pence's veto of a bill to retroactively authorize a local tax. Lawmakers overrode Pence's veto in a 68–23 vote in the House and a 34–12 one in the Senate.[95] Republican legislators overwhelmingly voted against Pence, while most Democrats supported his veto.[96] The Jackson–Pulaski tax fix, one of three bills vetoed by Pence during the session, addressed a 15-year-old county income tax which had been imposed to fund the construction of jail facilities with the stipulation that the tax be lowered by one percent after the first several years. The reduction was not implemented and thus county residents paid an additional one percent tax that they were legally not required to pay. The bill, which was passed by a huge majority of legislators and subsequently vetoed by Pence, allowed money to be kept and not returned to the taxpayers as would have otherwise been necessary.[96][97] As governor, Pence pressed for a balanced budget amendment to the state's constitution. He initially proposed the initiative in his State of the State address in January 2015. The legislation passed the state Senate.[98] Indiana has had AAA credit ratings with the three major credit-rating agencies since 2010, before Pence took office; these ratings were maintained throughout Pence's tenure.[99] In 2014, Pence supported the Indiana Gateway project,[100] a $71.4 million passenger and freight rail improvement initiative paid for by the American Recovery and Reinvestment Act of 2009 (the federal stimulus package), which Pence had voted against while a congressman.[101] In October 2015, Pence \"announced plans to pay off a $250 million federal loan\" to cover unemployment insurance payments which had spiked during the recession.[76] In March 2016, Pence signed legislation to fund a $230 million two-year road-funding package.[76] During his tenure as governor, Pence supported significant increases in education funding to pre-schools, voucher programs, and charter schools, but frequently clashed with supporters of traditional public schools.[102][103] In 2014, a little over one year after taking office, Pence helped establish a $10-million state preschool pilot program in Indiana and testified personally before the state Senate Education Committee in favor of the program to convince fellow Republicans (several of whom opposed the proposal) to approve the plan.[102][103] Although the plan was initially defeated, Pence successfully managed to revive it, \"getting Indiana off the list of just 10 states that spent no direct funds to help poor children attend preschool\".[103] Demand for enrollment in the program \"far outstripped\" capacity, and Pence at first refused to apply for up to $80 million in federal Health and Human Services Preschool Development Grant program funding,[102] arguing that \"Indiana must develop our own pre-K program without federal intrusion.\"[104] After coming under sustained criticism for this position, Pence reversed course and sought to apply for the funds.[102][105] In 2015, Pence secured significant increases in charter-school funding from the legislation, although he did not get everything he had proposed.[103] Legislation signed into law by Pence in 2013 greatly increased the number of students in Indiana who qualify for school vouchers, making it one of the largest voucher programs in the United States.[106][107][108][109] The annual cost of the program is estimated to be $53 million for the 2015–2016 school year.[108][109] Pence opposed the Common Core State Standards Initiative, calling for the repeal of the standards in his 2014 State of the State address. The Indiana General Assembly then passed a bill to repeal the standards, becoming the first state to do so.[102][103] In a televised interview appearance with Chris Matthews, Pence advocated eroding the teaching of science in public schools by putting religious creationism on a par with established science, accepting \"creationist beliefs\" as factual, and thus \"teaching the controversy\" over evolution and natural selection, and regarding the age of the earth, and letting children decide for themselves what to believe.[110] Despite successful advocacy for more funding for pre-schools, voucher programs, and charter schools, Pence has frequently clashed with teachers unions and supporters of public schooling.[102][103] In one of his first acts as governor, Pence removed control of the Educational Employment Relations Board, which was in charge of handling conflicts between unions and school boards, from Glenda Ritz, a Democrat who was the Indiana superintendent of public instruction (a separately elected position in the state).[111] Pence created a new \"Center for Education and Career Innovation\" (CECI) to coordinate efforts between schools and the private sector; Ritz opposed the center, viewing it as a \"power grab\" and encroachment on her own duties. Pence eventually disestablished the center in order to help defuse the conflict.[102][103] In May 2015, Pence signed a bill stripping Ritz of much of her authority over standardized testing and other education issues, and reconstituting the State Board of Education dominated by Pence appointees.[112] The bill also allowed the board to appoint a chairman other than the Superintendent of Public Instruction starting in 2017, and added the State Board of Education (controlled by Pence) as a \"state educational authority\" along with the Department of Education (controlled by Ritz) for purposes of accessing sensitive student data.[112] Pence and Ritz also clashed over non-binding federal guidelines that advised Indiana public schools must treat transgender students in a way that corresponds to their gender identity, even if their education files indicate a different gender.[113] During Pence's term in office, the Republican-controlled Indiana General Assembly \"repeatedly tried to roll back renewable energy standards and successfully ended Indiana's energy efficiency efforts\".[114] Pence has been an outspoken supporter of the coal industry, declaring in his 2015 State of the State address that \"Indiana is a pro-coal state,\" expressing support for an \"all-of-the-above energy strategy\", and stating: \"we must continue to oppose the overreaching schemes of the EPA until we bring their war on coal to an end.\"[114][115] In 2015, Pence sent a letter to President Obama denouncing the EPA's Clean Power Plan (which would regulate carbon emissions from existing power plants) and stating that Indiana would refuse to comply with the plan.[114][116] Indiana joined other states in a lawsuit seeking to invalidate the plan.[114] In 2016, Pence said that even if legal challenges failed, Indiana would continue to defy the rule and would not come up with its own plan to reduce emissions.[117] In 2014, over the opposition of Indiana school organizations, Pence signed a bill which allows firearms to be kept in vehicles on school property.[118] In 2015, following a shooting in Chattanooga, Pence recruited the National Rifle Association to train the Indiana National Guard on concealed carry. Some National Guard officials from other states questioned why a civilian organization would be involved in a military issue.[119] In May 2015, Pence signed into law Senate Bill 98, which limited lawsuits against gun and ammunition manufacturers and sellers and retroactively terminated the City of Gary's still-pending 1999 lawsuit against gun manufacturers and retailers that allegedly made illegal sales of handguns.[120][121] The bill was supported by Republicans such as state senator Jim Tomes, who hoped the measure would attract more gun-related businesses to Indiana, but opposed by Gary mayor and former Indiana attorney general Karen Freeman-Wilson, who viewed the measure as \"an unprecedented violation of the separation of powers between the legislative and judicial branches of state government\".[121] In 2016, Pence signed Senate Bill 109 into law, legalizing the captive hunting of farm-raised deer in Indiana.[122] In 2009, parts of East Chicago were discovered to have toxic lead and arsenic contamination, and were designated a Superfund site. Governor Pence declined to declare the Superfund site a state emergency;[123] his successor Governor Eric Holcomb has issued Executive Order 17–13, declaring a disaster emergency in East Chicago.[124][125] The site of several former lead smelting plants was first identified as a health concern by the EPA in 1997.[126] Beginning in December 2014, there was an HIV outbreak in Southern Indiana.[127] In 2011, Planned Parenthood (PP) operated five rural clinics in Indiana. They tested for HIV and offered prevention, intervention and counseling to improve public health outcomes. The PP clinic in Scott County performed no abortions.[128] The Republican-controlled legislature and Pence defunded Planned Parenthood.[129] Scott County has been without an HIV testing center since 2013.[128] Pence had long been a vocal opponent of needle exchange programs, which allow drug users to trade in used syringes for sterile ones in order to stop the spread of diseases, despite solid scientific evidence that such programs prevent the spread of AIDS, Hepatitis B (HBV) and Hepatitis C (HCV), and do not increase drug abuse.[127] In March 2015, well after the outbreak began, Pence finally allowed at least five counties to open needle exchanges, but did not move to lift the state ban on funding for needle exchanges.[127] Critics say Pence's compromise had been ineffective because counties had no way to pay for needle exchanges themselves. Anesthesiologist Jerome Adams, then the Pence-appointed Indiana state health commissioner and now the Trump-appointed surgeon general of the United States, defended Pence, arguing that publicly funded needle exchange programs are controversial in many conservative communities. During his time as Indiana State Health Commissioner, Adams—along with Governor Pence—delayed Indiana's efforts to deal with the largest HIV outbreak related to injection drug use in the history of the United States by stalling adoption of a needle exchange program. Adams said, \"There are people who have real moral and ethical concerns about passing out needles to people with substance abuse problems. To be honest, I shared that sentiment.\"[130][131] When President Trump appointed Pence in 2020 to head the country's response to coronavirus, he touted his ostensible experience with quelling an epidemic of HIV in Indiana, in which Pence deliberately delayed his state government's response to the disease despite the recommendations of the Centers for Disease Control that needle exchange was an efficacious approach to reining in the spread of diseases. Pence had told lawmakers he would veto any bill they might pass that provided for such exchanges.[132][133] In 2015, Pence and the Obama administration agreed to expand Medicaid in Indiana, in accordance with the Affordable Care Act.[134][135] As part of the expansion, called the Healthy Indiana Plan 2.0, Pence negotiated modifications to the program for Indiana that included co-payments by participants. The co-payments are linked to healthy behaviors on the part of the participants so that, for example, a participant who quit smoking would receive a lower co-payment. Participants can lose benefits for failing to make the payments.[136] The required contribution would be about 2% of income. Critics say those who already struggle to buy food and housing will have even more difficulty paying their 2%. One critic expressed concern that lower-income people may stay out of the program or avoid pursuing health care. A service provider said the program \"wins the award for bureaucratic complexity and red tape\".[137] In early 2017, Indiana submitted its application to the Centers for Medicare and Medicaid Services to renew Healthy Indiana, to show that the program was meeting its targets, as required for renewal. National Public Radio/Side Effects Public Media said the application used \"misleading and inaccurate information\".[138] On March 26, 2015, Pence signed Indiana Senate Bill 101, also known as the Indiana \"religious objections\" bill (Religious Freedom Restoration Act, or RFRA), into law.[139] The move was praised by religious conservatives,[140] but criticized by people and groups who felt the law was carefully worded in a way that would permit discrimination against LGBT persons.[141][142][143][144] Such organizations as the National Collegiate Athletic Association (NCAA), the gamer convention Gen Con, and the Disciples of Christ spoke out against the law. Apple CEO Tim Cook and Salesforce.com CEO Marc Benioff condemned the law, with Salesforce.com saying it would halt its plans to expand in the state.[145][146] Angie's List announced that they would cancel a $40 million expansion of their Indianapolis-based headquarters over concerns with the law. The expansion would have moved 1000 jobs into the state.[147] Thousands protested against the policy.[141] Five Republican state representatives voted against the bill, and Greg Ballard, the Republican mayor of Indianapolis, criticized it as sending the \"wrong signal\" about the state.[148] Pence defended the law, saying it was not about discrimination. In an appearance on the ABC News program This Week with George Stephanopoulos[149] he said, \"We are not going to change this law,\" while refusing to answer whether examples of discrimination against LGBT people given by Eric Miller of anti-LGBT group Advance America would be legal under the law.[150] Pence denied the law permitted discrimination and wrote in a March 31, 2015, Wall Street Journal op-ed, \"If I saw a restaurant owner refuse to serve a gay couple, I wouldn't eat there anymore. As governor of Indiana, if I were presented a bill that legalized discrimination against any person or group, I would veto it.\"[151] In the wake of the backlash against the RFRA, on April 2, 2015, Pence signed legislation revising the law to protect against potential discrimination.[152] Pence received heavy criticism from liberals at the time of signing the religious freedom law, who labeled him as anti-gay. In 2018, emails released to the Associated Press showed that conservatives had also opposed his changing the law.[153] In March 2016, as Indiana governor, Pence signed into law H.B. 1337, a bill that both banned certain abortion procedures and placed new restrictions on abortion providers. The bill banned abortion if the reason for the procedure given by the woman was the fetus' race or gender or a fetal abnormality. In addition, the bill required that all fetal remains from abortions or miscarriages at any stage of pregnancy be buried or cremated, which according to the Guttmacher Institute was not required in any other state.[154][155][156] The law was described as \"exceptional for its breadth\"; if implemented, it would have made Indiana \"the first state to have a blanket ban on abortions based solely on race, sex or suspected disabilities, including evidence of Down syndrome\".[155] Days after the U.S. Supreme Court issued its decision in Whole Woman's Health v. Hellerstedt, a federal court issued a preliminary injunction blocking the bill from taking effect, with U.S. district judge Tanya Walton Pratt determining that the bill was likely to be unconstitutional and that the State of Indiana would be unlikely to prevail at trial.[155] The abortion bill was subsequently ruled unconstitutional in April 2018 by the United States Court of Appeals for the Seventh Circuit.[157] In June 2013, Pence was criticized for deleting comments of others posted on his official government Facebook page; he apologized.[158] On January 26, 2015, it was widely reported that Pence had planned to launch a state-run, taxpayer-funded news service for Indiana.[159] The service, called \"JustIN\", was to be overseen by a former reporter for The Indianapolis Star, and would feature breaking news, stories written by press secretaries, and light features.[159] At the time, it was reported that the two employees who would run the news service would be paid a combined $100,000 yearly salary.[159] The target audience was small newspapers which had limited staff, but the site would also serve to communicate directly with the public. The publisher of the Commercial Review of Portland, Indiana, said, \"I think it's a ludicrous idea ... the notion of elected officials presenting material that will inevitably have a pro-administration point of view is antithetical to the idea of an independent press.\"[159] There was speculation that the news service would publish pro-administration stories that would make Pence look good in the event of a presidential run.[160] According to Associated Press, the idea \"of stories prewritten for the media set off a wave of criticism from journalists around the country, who likened the Indiana endeavor to state-run media in Russia and China. Headlines like 'Pravda in the Plains' accompanied calls for Pence to scrap the idea.\"[161] David A. Graham of The Atlantic regarded the announcement of JustIN as evidence of a disturbing changing trend in how the public gets news.[162] After a week or so of controversy about the idea, Pence scrapped the idea saying, \"However well-intentioned, after thorough review of the preliminary planning and careful consideration of the concerns expressed, I am writing you to inform you that I have made a decision to terminate development of the JustIN website immediately.\"[163] As governor, Pence attempted unsuccessfully to prevent Syrian refugees from being resettled in Indiana.[164] In February 2016, a federal judge ruled that Pence's order to cut off federal funds for a local non-profit refugee resettlement agency was unconstitutional; Pence has appealed.[164] In December 2015, Pence said that \"calls to ban Muslims from entering the U.S. are offensive and unconstitutional.\"[165] Pence \"repeatedly stonewalled public records requests as governor, often withholding documents or delaying their release if not denying them outright\".[166][167][168] As governor, Pence routinely used a personal AOL email account to conduct official business, according to public records. In 2016, hackers compromised the account and used it to send fraudulent emails in an attempt to obtain money from Pence's contacts.[169] While Pence's use of a private email account for state business is not prohibited by Indiana law, some of the emails discussed sensitive matters and homeland security issues.[170] In March 2017, after Pence had become vice president, the State of Indiana released 29 emails to media outlets that had made public records requests, but withheld an undisclosed number of other emails, saying they were deliberative or advisory and thus exempt from public disclosure.[170] Cybersecurity experts and government transparency advocates were surprised by Pence's use of a personal email account to conduct public business, given Pence's past attacks on Hillary Clinton's use of a private email server while U.S. secretary of state.[170] In 2017, Indiana hired a private law firm for $100,000 to handle a backlog of public-records requests for Pence's personal AOL account email correspondence.[166] Pence ran for a second term as governor and was unopposed in the Republican primary on May 3, 2016. He was to face Democrat John R. Gregg in a rematch of the 2012 race. However, Pence filed paperwork ending his campaign on July 15, 2016, as Trump announced his selection of Pence as his vice presidential running mate.[171] Lieutenant Governor Eric Holcomb was nominated in Pence's place, and selected Suzanne Crouch as his running mate.[172][173] Holcomb went on to defeat Gregg in the general election.[174] Pence endorsed Senator Ted Cruz of Texas in the 2016 Republican presidential primaries.[62] Donald Trump considered naming Pence as his vice presidential running mate along with other finalists including New Jersey governor Chris Christie and former House speaker Newt Gingrich.[175] Pence had stronger connections at the time to the politically influential big donors, the Kochs, than Trump did.[176][15][177][178][179] It was widely reported on July 14 that Pence planned to end his re-election campaign and accept the Republican vice presidential nomination instead.[180] The following day, Trump officially announced on Twitter that Pence would be his running mate.[181][182][183] Immediately after the announcement, Pence said he was \"very supportive of Donald Trump's call to temporarily suspend immigration from countries where terrorist influence and impact represents a threat to the United States\".[184] Pence said he was \"absolutely\" in sync with Trump's Mexican wall proposal, saying Mexico was \"absolutely\" going to pay for it.[185] According to a FiveThirtyEight rating of candidates' ideology, Pence was the most conservative vice-presidential candidate in the last 40 years.[186] Pence said his role model as vice president would be Dick Cheney.[187] During Pence's preparations for the vice presidential debate in October 2016, Wisconsin governor Scott Walker played the role of Democratic vice presidential nominee Tim Kaine.[188] In Kaine's own debate prep, lawyer Robert Barnett was selected to play Pence.[189] Following the debate, experts concluded Pence won against Kaine, with a CNN poll showing 48% of viewers thought Pence won and 42% believing Kaine won.[190] Pence's \"cooler\" temperament was seen as an advantage compared to Kaine, who was perceived as more hotheaded.[191][192] On October 7, 2016, lewd comments made by Donald Trump in 2005 surfaced and gained heavy media attention.[193] That day, Pence said to reporters, \"I do not condone his remarks and cannot defend them,\" but made clear that he was standing by Trump.[194] In response to the revelation, Paul Ryan, the then-speaker of the U. S. House of Representatives, \"uninvited\" Trump from what would have been a joint campaign event. The Trump campaign attempted to substitute Pence for Trump at the event,[195] but according to The New York Times, Pence called Trump on October 8 and told him that he (Pence) would not appear at the event, and that Trump would need to handle the next 48 hours on his own, as Pence did not think he would be an effective surrogate for Trump.[196] According to Bob Woodward's 2018 book Fear: Trump in the White House, in the midst of the scandal, then-Republican National Committee chairman Reince Priebus told Trump he should drop out of the race for the good of the party, and that Pence had agreed to replace Trump on the top of the ticket as the Republican presidential nominee, with former Secretary of State Condoleezza Rice agreeing to be Pence's running mate.[197] On October 10, 2016, Pence appeared on CNN and said, in response to rumors that he was leaving the ticket, that it was \"absolutely false to suggest that at any point in time we considered dropping off this ticket\" and that it is the \"greatest honor of my life\" to be nominated as Trump's running mate.[198] On October 27, 2016, a chartered Boeing 737 carrying Pence skidded off a runway at LaGuardia Airport in New York City and was slowed by an engineered materials arrestor system; no injuries were reported.[200] On November 8, 2016, Pence was elected vice president of the United States as Trump's running mate. Soon after the election, he was appointed chairman of President-elect Trump's transition team.[201] During the transition phase of the Trump administration, Pence was reported as holding a large degree of influence in the administration due to his roles as a mediator between Trump and congressional Republicans, for reassuring conservatives about Trump's conservative credentials, and his influence in determining Donald Trump's cabinet.[202][203] Pence is the sixth vice president from Indiana, following Schuyler Colfax (1869–1873), Thomas A. Hendricks (1885), Charles W. Fairbanks (1905–1909), Thomas R. Marshall (1913–1921), and Dan Quayle (1989–1993). On January 20, 2017, at noon, Pence became the 48th vice president of the United States, sworn into the office by justice Clarence Thomas, using Ronald Reagan's Bible, opened to 2 Chronicles 7:14, \"If my people, which are called by my name, shall humble themselves, and pray, and seek my face, and turn from their wicked ways; then will I hear from heaven, and will forgive their sin, and will heal their land,\" which is the same verse Reagan used for his swearing-ins as governor and president. Pence also used his personal Bible which he opens every morning.[204] On the first day in office (January 20), Pence performed various ceremonial duties, including swearing in Jim Mattis as United States secretary of defense and John Kelly as secretary of homeland security.[205] He also administered the oath of office to the White House senior staff on January 22, 2017.[206] Pence also sat in on calls made by President Trump to foreign heads of government and state such as Russian president Vladimir Putin[207] and Australian prime minister Malcolm Turnbull.[208][209] In January, Pence appointed Josh Pitcock as his chief of staff, whom he had known from his gubernatorial and congressional days.[210] The following month, Jarrod Agen was tapped as deputy assistant to the president and director of communications to the vice president; his previous job being chief of staff for governor of Michigan Rick Snyder through the time of the Flint water crisis.[211] In July, Pitcock stepped down as chief of staff, and was succeeded in the position by Nick Ayers, another longtime Pence advisor.[212] On February 5, 2017, Pence warned Iran \"not to test the resolve\" of the new Trump administration following their ballistic missile tests.[213] On February 7, 2017, Pence, in his dual constitutional role as president of the United States Senate made the first ever tie-breaking vote to confirm a Cabinet member.[214][215] He cast the deciding vote to break a fifty-fifty tie to confirm Betsy DeVos as the secretary of education.[216] Pence cast his second tie-breaking vote on March 30, voting to advance a bill to defund Planned Parenthood.[217] In 2018, Pence broke a tie to confirm Jonathan A. Kobes for the U.S. Court of Appeals for the Eighth Circuit. This was the first ever tie-breaking vote to confirm a judicial nominee in U.S. history. In total, Pence had cast 13 tie-breaking votes, seventh-most in history and more than his previous four predecessors (Joe Biden, Dick Cheney, Al Gore and Dan Quayle) cast combined (Cheney broke eight ties, Gore broke four ties, and Quayle and Biden did not cast a tie-breaking vote). In April, Pence made a tour of the Asia-Pacific region. In South Korea, he met acting president Hwang Kyo-ahn and condemned North Korea's latest missile launch.[218][219][220] In Japan, Pence met Prime Minister Shinzō Abe and pledged to work with Japan, South Korea, and China \"to achieve a peaceable resolution and the denuclearization of the Korean peninsula,\" adding \"The era of strategic patience is over and while all options are on the table.\"[221][222] Pence subsequently traveled to Jakarta, Indonesia, where he met with president Joko Widodo, toured the largest mosque in the region (the Istiqlal Mosque), and praised moderate Islam.[223][224] Pence ended his trip with stops in Sydney, Australia (where, after meeting with Malcolm Turnbull, he said the U.S. \"intends to honor\" a U.S.–Australia refugee resettlement agreement),[225] and Oahu, Hawaii and American Samoa.[226] On May 21, 2017, Pence delivered the commencement address at the University of Notre Dame. Traditionally, the president delivers the address at Notre Dame in his inaugural year, but in 2017 Pence was invited instead when Trump decided to speak at Liberty University.[227][228][229][230] On October 8, 2017, Pence walked out of a game between the NFL's Indianapolis Colts and San Francisco 49ers at Trump's request after members of the 49ers knelt during the national anthem. Shortly afterwards, Pence commented via Twitter, \"President Trump and I will not dignify any event that disrespects our soldiers, our Flag, or our National Anthem,\" adding, \"While everyone is entitled to their own opinion, I don't think it's too much to ask NFL players to respect the flag and our national anthem.\"[231] Pence was widely criticized by various people for what was considered a publicity stunt. Democratic representative Adam Schiff (CA-28) questioned how much taxpayer's money was used to fund Pence's actions,[232] and CNN later estimated that the total cost of his eight hours of travel on Air Force Two to attend the game was about $242,500, not including ground transportation and security.[233] 49ers safety Eric Reid (the second NFL player after Colin Kaepernick to participate in the protests) told reporters it was predictable that Pence would walk out, knowing that most of the team were protesting.[232] Reid also expressed doubt over the regularity Pence is in terms of attending Colts matches, and referenced a photograph of the vice president and his wife in Colts uniform that had been tweeted before the match,[232] although the official photograph (right) proved otherwise. The photograph in question was first published in 2014.[234] Sportswriter Peter King wrote that the furor surrounding Pence had overshadowed Peyton Manning, who was being honored by the Colts, saying, \"Pence trumped a day that belonged to the greatest football hero the state of Indiana has ever seen, and he did it for political purposes ... he stole Manning's last great day as a Colt. [He] will have to live with himself for that.\"[232] The following year, Pence reacted positively on Twitter, after NFL owners unanimously decided to approve a new policy requiring all players to stand (or, given the option to stay in the locker room) during the national anthem, despite not consulting the NFL Players Association.[235] On February 1, 2018, it was announced that Pence would lead the presidential delegation to the 2018 Winter Olympics, alongside his wife.[236] Much of Pence's time at PyeongChang was affected by the ongoing North Korean crisis. Prior to the opening ceremony, on February 9, Pence skipped on a dinner held by South Korean president Moon Jae-in, as he would have shared a table with North Korea's ceremonial head of state Kim Yong-nam.[237] Instead, he met with four North Korean defectors in Pyeongtaek, alongside his special guest, Fred Warmbier (the father of Otto Warmbier, who was arrested in North Korea for attempted theft, and sentenced to 15 years' imprisonment, before returning to the U.S. in a comatose state).[238][239][240] At the ceremony, the Pences were seated in front of the North Korean delegates, and when North and South Korean athletes entered during the Parade of Athletes, they chose to stay seated, which prompted critics to accuse Pence of hypocrisy in regards to the NFL protests.[241][242] Pence was supposed to meet with the North Koreans on February 10, but they pulled out at the last day.[243] Over the next few months, the North Koreans started communicating more with their neighbors, as Supreme Leader Kim Jong-un secretly met with Chinese paramount leader Xi Jinping in March and then Moon Jae-in in an historic inter-Korean summit in April,[244][245] and around the same time, a meeting between Trump and Kim was also proposed. On May 10, Pence accompanied Trump to Andrews Air Force Base as three American citizens were released by North Korea, and in an early morning interview with ABC's Jonathan Karl, he said seeing the men back on American soil \"was really one of the greatest joys of my life\".[246][247] Talks broke down later that month following comments made by Pence and Trump, comparing the situation to events in Libya seven years previous, despite their voluntary disarmament of nuclear weapons in 2003.[248] North Korean vice foreign minister Choe Son-hui called Pence's remarks \"ignorant and stupid\".[249] On May 24, Trump abruptly called off the summit with Pence in attendance,[248] only for him to change his mind a day later,[250] later announcing that it would still be scheduled to take place on June 12 in Singapore.[251] In September 2019, Pence attended official meetings with Irish prime minister Leo Varadkar in Dublin, Ireland but stayed at President Trump's resort in Doonbeg, 180 miles (290 km) away. Pence's schedule included four hours spent in transit in one day, and two flights on Air Force Two before the end of the next day. Costs for the limousine service alone totaled $599,000 according to State Department receipts, compared to President Obama's three-day trip to Dublin with the same limousine company totaling $114,000.[252][253] In May 2017, Pence filed Federal Election Commission paperwork to form Great America Committee, a political action committee (PAC) that would be headed by his former campaign staffers Nick Ayers and Marty Obst.[254][255] Pence is the only vice president to have started his own PAC while still in office.[256] Pence denied a New York Times article's allegations that he would run for president in 2020, calling them \"laughable and absurd\", and said the article was \"disgraceful and offensive\".[257] Pence was a key player in the Trump-Ukraine scandal and the Trump impeachment inquiry. Pence had at least two phone conversations and an in-person meeting with Volodymyr Zelensky, President of Ukraine. Pence met with Zelensky in Poland on September 1, 2019, during an unexpected delay in U.S. military aid to Ukraine. Pence later told the press that he did not mention 2020 presidential candidate and former vice president Joe Biden to Zelensky, but raised issues regarding Ukrainian corruption.[258] After the inquiry was opened, Pence publicly stated his support of Trump's call for foreign investigation into Joe Biden and his son Hunter, saying, \"I think the American people have a right to know if the vice president of the United States or his family profited from his position.\"[259] On October 3, Pence stated, \"My predecessor had a son who was paid $50,000 a month to be on a Ukrainian board at the time that Vice President Biden was leading the Obama administration's efforts in Ukraine, I think [that] is worth looking into.\"[260] Pence defended Trump's decision in January 2020 to assassinate the Iranian major general in the Islamic Revolutionary Guard Corps (IRGC) Qasem Soleimani, promoting conspiracy theories that supposedly linked the al-Qaeda attacks on the United States to Iran. In a series of tweets, the vice president termed Soleimani \"an evil man who was responsible for killing thousands of Americans\". Pence insisted Soleimani had \"assisted in the clandestine travel to Afghanistan of 10 of the 12 terrorists who carried out the September 11 terrorist attacks\", which critics said was his confusing the number of 9/11 hijackers (actually 19) and insinuating (without evidence) that the general was involved. Many experts responded that Pence's claims were unsubstantiated.[261] Pence's spokeswoman Katie Waldman said that the dozen terrorists Pence referred to were those who had traveled through Afghanistan, ten of whom \"were assisted by Soleimani\".[262] On February 26, 2020, President Trump named Pence as the leader of the White House Coronavirus Task Force to combat the spread of the COVID-19 pandemic in the U.S.[263] Various public health officials and members of Congress had suggested the selection of a \"Coronavirus Czar\", though Trump said that would not be the title's name.[264] As the leader of the task force, Pence coordinated efforts with the Centers for Disease Control and Prevention, Department of Health and Human Services, National Institutes of Health, Department of Homeland Security, and White House Office.[265][266] In April 2020, Pence exempted himself from the Mayo Clinic's policy of wearing a face mask in the hospital during a visit. Pence defended his action, saying he needed to look staff \"in the eye\".[267] The next day, the vice president's opponents criticized him for promoting \"completely irresponsible public health messaging\".[268] Later, Pence acknowledged he should have worn a mask during the hospital visit, and did so two days later when visiting a ventilator production facility.[269] In private meetings with Republican Senators, Pence urged them to focus on \"encouraging signs\".[270] On December 18, the Pences received the Pfizer/BioNTech COVID-19 vaccine for SARS-CoV-2, in front of a live audience at a televised event to show Americans that the vaccine is safe and effective.[271][272][273] Ahead of his presidential campaign on February 28, 2019, Joe Biden referred to Pence as a \"decent guy\" in a speech in Omaha, Nebraska, when making an anecdote about an audience falling silent after Pence mentioned Trump's name. Biden later faced criticism for his complimentary remarks due to Pence's alleged anti-LGBT positions, which Biden would later apologize for and clarify by saying, \"I was making a point in a foreign policy context, that under normal circumstances a Vice President wouldn't be given a silent reaction on the world stage.\" Biden had previously referred to Pence as a \"decent guy\" in 2018, and Pence and Biden would exchange conversations via phone during Pence's initial transition into the vice presidency.[274] In June 2019, the Democratic former New York City Council president Andrew Stein opined that Trump could improve his re-election chances by replacing Pence as his running mate with former South Carolina governor and former United States ambassador to the United Nations Nikki Haley.[275] Despite that, Trump said Pence will be his running mate. He declined to endorse Pence should his running mate seek in 2024 to succeed him, but said he would give it \"very strong consideration\".[276] In remarks about law enforcement during the 2020 Republican convention, Pence said a federal security officer, Dave Underwood, \"was shot and killed during the riots in Oakland\", implying he was killed by rioters, when instead a man linked to the far-right Boogaloo movement had exploited the unrest as a cover for murder.[277][278][279] On October 7, 2020, Pence participated in a debate with Kamala Harris that was held by USA Today in Salt Lake City, Utah, and moderated by Susan Page, the Washington bureau chief of the newspaper. The debate was held with adaptations designed to avoid contagion of the COVID-19 virus given that the vice president had been in close contact with people who had been infected at a recent event at the White House. Plexiglas partitions separated the candidates and masks were required for all attending except the candidates and moderator.[280][b] By some estimates, Pence interrupted Harris twice as much as she interrupted him.[281] Media outlets noted that near the end of the debate, a fly landed on Pence's head for almost two minutes.[282][283] A CNN poll found that 59% of registered voters felt that Harris had won the debate, while 38% felt that Pence had.[281] On November 7, 2020, after several days of vote counting, Biden and Harris were declared by most major news networks to be the winners of the election.[284] On December 14 the Electoral College confirmed the win, giving the Biden-Harris campaign 306 votes compared to 232 for the Trump–Pence campaign,[285] however, Trump refused to concede and insisted that he had actually won. Throughout November and December Trump and his campaign filed more than 50 lawsuits alleging election fraud and other irregularities; all of them were eventually rejected by judges.[286] Trump also pressured Republican officials, lawmakers and even the Justice Department to take actions to overturn the election.[287] In late December 2020, a federal lawsuit was filed against Pence by Republican congressman Louie Gohmert and 11 Arizona Republicans who would have become presidential electors had Trump actually won Arizona. The plaintiffs sought to give the vice president the power to reject state-certified presidential electors in favour of \"competing slates of electors\" so that Biden's victory over Trump could be overturned.[288][289][290] The United States Department of Justice represented Pence in this case, and argued for its dismissal, stating that the lawsuit was a \"walking legal contradiction\" because it sought to grant power to the vice president, while suing the vice president.[290] Within a week, the lawsuit was dismissed in the United States District Court for the Eastern District of Texas, and the appeal was rejected by a United States Court of Appeals for the Fifth Circuit panel, both due to the plaintiffs' lack of standing.[291] Gohmert then appealed to the Supreme Court, which on January 7 tersely \"denied\" his petition.[292] In January 2021, Trump began to pressure Pence to take action to overturn the election. As vice president, Pence presided over the January 6, 2021, Congressional Joint Session to count the electoral votes—normally a non-controversial, ceremonial event. For days beforehand, Trump declared both in public and in private that Pence should use that position to overturn the election results in swing states and declare Trump–Pence the winners of the election.[293] Pence demurred that the United States constitution did not give him that power, but Trump insisted that \"The Vice President and I are in total agreement that the Vice President has the power to act.\"[294] According to The New York Times, multiple sources claim that Trump called Pence before he departed to certify the results urging him again one last time ultimately telling him, \"You can either go down in history as a patriot, or you can go down in history as a pussy.\"[295] Before the start of the Joint Session, Pence stated in a \"Dear Colleague\" letter that the Constitution prevented him from deciding which electoral votes counted and which did not.[296] On January 6, 2021, the day on which a joint session of Congress met to count and certify the results of the electoral college for the 2020 presidential election, Trump held a rally at which he urged listeners to go to the Capitol and repeatedly expressed the hope that Pence would \"do the right thing\".[297] Many listeners then marched to the Capitol and stormed it. A Reuters photographer overheard three rioters saying they wanted to seize Pence and hang him, while many others chanted their desire to hang Pence.[298][299][300][301] On January 15, The Washington Post reported that Pence came \"dangerously close\" to the rioters during their occupation of the Capitol. Pence was not evacuated from the Senate chambers until 14 minutes after the initial breach of the Capitol was reported. He and his family were eventually ushered from the Senate chambers into a second-floor hideaway. One minute later, the mob rushed onto a stair landing only 100 feet away, from which they could have seen him enter the room if they had arrived a minute earlier.[302] Pence later approved the deployment of the National Guard, which raised questions as the vice president is not the commander-in-chief.[303][304] After the Capitol was cleared, Congress resumed its joint session, and officially certified the election results with Pence declaring Biden and Harris the winners.[299] During the siege, Trump criticized Pence as lacking \"courage\".[305] Earlier L. Lin Wood, a lawyer associated with Trump, had called for Pence to be \"executed\" by \"firing squad\".[306][307] In spite of the threats against Pence, Trump never reached out to Pence or inquired about his safety during the attack on the Capitol, according to sources close to the vice president.[308][309] Aides believed that Pence was being set up as a scapegoat for Trump's failure to overturn the results of the election.[310] Pence was described as very angry with Trump.[311] The two did not speak for several days, until January 11 when they met at the White House to discuss the prior week's Capitol siege and the final days of their administration.[312] On January 20, Pence attended the inauguration of Joe Biden as president of the United States, unlike Trump. Afterwards, he left the Capitol with his successor, Kamala Harris.[313] Pence did not have a permanent place of residence in Indiana when he left the vice presidency. Official records indicated that Pence had not owned a residence in Indiana since 2013, having lived in the governor's mansion and then the vice president's residence in Washington. As a result, for several months after leaving office, he and his wife stayed at residences owned by various Indiana Republican politicians. It is believed that he was at one time staying in a cabin owned by his former lieutenant governor, Indiana Governor Eric Holcomb.[314][315] In May 2021, the Pences bought a home north of Indianapolis.[316] In February 2021, it was announced that Pence would join the Heritage Foundation as a distinguished visiting fellow.[317] He also joined the Young America's Foundation conservative youth organization, with plans to launch a new podcast with the group in the coming months.[318] In March 2021, Pence published an op-ed on a Heritage Foundation website in which he noted \"significant voting irregularities and numerous instances of officials setting aside state election law\" during the 2020 election.[319] At speaking engagements in the months after the end of the Trump administration, Pence spoke with reverence of the former president.[320] Pence narrated a four-part television series on the career of right-wing radio host Rush Limbaugh titled Age of Rush, which debuted on Fox Nation in March 2021.[321] Pence had previously cited Limbaugh as an inspiration for his career in talk radio and then in politics.[322] In April 2021, it was reported that Pence signed a deal with publisher Simon & Schuster for two books, including an autobiography that is set to be published in 2023.[323] Polls of Republicans regarding their preferred presidential candidate in 2024 imply that Pence could begin a campaign as a top-tier candidate if former President Trump were to forgo a run.[324][325] At the same time, said polling also foretells a precipitous decline in Pence's polling numbers in the event that Trump were to seek to become the second president, after Grover Cleveland, to serve two non-consecutive terms.[326] In light of this, there is a widespread view among both Republican leaders and grassroots Republicans that \"Pence is dead in the early waters of 2024.\"[327] In May 2022, The New York Times reported that Pence was considering a presidential run regardless of whether Trump decided to run for a second term. Since leaving the Vice Presidency, Pence has distanced himself from Trump's attempts to cast doubt on the 2020 presidential election and made high-profile speeches in early nominating states. Pence also endorsed incumbent governor Brian Kemp in the Republican primary for the 2022 Georgia gubernatorial election in opposition to Trump-backed former senator David Perdue, which represented a proxy battle between the two men ending in Perdue's loss. Kemp faced criticism from Trump for following the state law which required him to certify the results of the 2020 election in spite of Trump's repeated false claims of fraud in the election. Taylor Budowich, Trump's spokesman, responded by saying that Pence was \"desperate to chase his lost relevance\".[328] He appeared in the 2022 documentary Unprecedented.[329] In 2016, Pence was described as being staunchly conservative on fiscal and social issues, with his political views strongly shaped by his Christian faith and by the conservative political theorist Russell Kirk.[26] As vice president, Pence defended debt- and deficit-spending as a measure to stimulate economic growth.[330] During his acceptance speech for the nomination of Republican vice presidential candidate at the 2016 Republican National Convention he said: \"I'm a Christian, a conservative, and a Republican, in that order.\"[331] As one commentator put it, \"Pence doesn't simply wear his faith on his sleeve—he wears the entire Jesus jersey.\"[18] Pence is an opponent of abortion, and his unwavering support of abortion restrictions has gained him the support of grassroots conservative activists.[332] He began seeking to defund Planned Parenthood in 2007[333] and in three congressional sessions, he introduced legislation to block organizations that provide abortion services from receiving any Title X funding, even for services not related to reproductive health or family planning.[334] Marjorie Dannenfelser, president of the Susan B. Anthony List, has praised Pence as a \"pro-life trailblazer\".[335] Pence has criticized comprehensive sex education. In 2002, he criticized a speech by then-secretary of state Colin Powell, who had said it was \"important for young people ... to protect themselves from the possibility of acquiring any sexually transmitted disease\" through the use of condoms.[336][337] Pence called Powell's comments a \"sad day\" and expressed his support for abstinence education.[336][337] He asserted that \"condoms are a very, very poor protection against sexually transmitted diseases\" and that Powell was \"maybe inadvertently misleading millions of young people and endangering lives\" despite the CDC assessment that when properly used they offer effective protection against STDs.[336][337] Pence opposed President Obama's executive order eliminating restrictions on embryonic stem-cell research, saying, \"I believe it is morally wrong to create human life to destroy it for research ... I believe it is morally wrong to take the tax dollars of millions of pro-life Americans.\"[338][339] He asserted that \"scientific breakthroughs have rendered embryonic stem-cell research obsolete.\"[338][339] On January 27, 2017, Pence spoke at the March for Life in Washington, D.C., becoming the first vice president, and at the time, the highest-ranking United States official to ever speak at the annual event, until President Trump spoke at the event in 2020.[340][341] Pence has said he supports an overturn of Roe v. Wade, though denied that Supreme Court justice Brett Kavanaugh was nominated for that purpose.[342][343] During the 2020 vice presidential debate, when asked by moderator Susan Page what he would want states to do if Roe were overturned, Pence refused to endorse criminalizing abortion, instead simply referring to himself as \"pro-life\".[335] Pence has been a vocal opponent of efforts to expand LGBT civil rights, during both his governorship and his tenure as a U.S. representative. In 2000, his congressional campaign website said, \"Congress should oppose any effort to recognize homosexuals as a 'discrete and insular minority' entitled to the protection of anti-discrimination laws similar to those extended to women and ethnic minorities.\"[344] Also included on his website was a call for \"an audit to ensure that federal dollars were no longer being given to organizations that celebrate and encourage the types of behaviors that facilitate the spreading of the HIV virus\" and instead advocated that \"Resources should be directed toward those institutions which provide assistance to those seeking to change their sexual behavior.\"[345][346][347][348] Some LGBT rights advocates have cited this as evidence of Pence endorsing conversion therapy, a charge he denies.[349] In 2007, Pence voted against the Employment Non-Discrimination Act, which would have banned workplace discrimination on the basis of sexual orientation.[350] Pence opposed the 2009 Matthew Shepard Hate Crimes Act,[351] saying that Barack Obama wanted to \"advance a radical social agenda\"[352] and said that pastors \"could be charged or be subject to intimidation for simply expressing a Biblical worldview on the issue of homosexual behavior\".[353] Pence has said that homosexuals should not serve in the military, saying, \"Homosexuality is incompatible with military service because the presence of homosexuals in the ranks weakens unit cohesion.\"[354] Pence opposed the repeal of \"don't ask, don't tell\", saying in 2010 that allowing gays and lesbians to openly serve in the military would \"have an impact on unit cohesion\".[354][355] Pence opposes both same-sex marriage and civil unions.[356] While in the House, he said that \"societal collapse was always brought about following an advent of the deterioration of marriage and family.\"[357] He has advocated a constitutional same-sex marriage ban but did not champion such a proposed ban for his first year as governor.[358] In March 2019, former vice president Joe Biden referred to Pence as \"a decent guy\" during a speech at the University of Nebraska Omaha in Omaha, Nebraska, a month before Biden announced his 2020 presidential campaign. LGBT groups, progressive leaders and celebrities strongly criticized him, with actress and New York gubernatorial candidate Cynthia Nixon chastising Biden on Twitter, to which Biden responded by apologizing and criticizing Pence's stance on LGBT rights. Nixon later penned an op-ed in The Washington Post calling Pence \"insidious and dangerous\" for his actions on LGBT rights, claiming about Biden's comments that \"it's easy to say nice things about Pence when you're not personally threatened by his agenda. If Biden were being directly attacked in the same way that our community is, I think he would see Pence from a very different vantage point.\"[359][360] Pence was a co-sponsor of H.J.Res.73, a 2011 spending limit amendment to the U.S. Constitution. This amendment would limit federal spending to \"the average annual revenue collected in the three prior years, adjusted in proportion to changes in population and inflation\".[361] In regards to adopting the gold standard, Pence said in 2011, \"the time has come to have a debate over gold and the proper role it should play in our nation's monetary affairs.\"[362] Pence proposed legislation to end the dual mandate of the Federal Reserve (maximizing employment and stabilizing prices), requiring the Fed to just focus on price stability and not full employment.[363][364] He has been a proponent of a flat federal tax rate.[365] Pence opposed the Troubled Asset Relief Program (TARP) (the \"Wall Street bailout\") of 2008.[365] Pence also opposed the auto industry rescue package of 2008–2009, which guided General Motors and Chrysler through bankruptcy.[366] In 2007, Pence voted against raising the federal minimum wage to $7.25 (from $5.15) an hour over two years, saying it would \"hurt the working poor\".[86] While in the House, Pence voted against the Employee Free Choice Act (\"card check\").[87] He voted against the American Recovery and Reinvestment Act of 2009.[367] He had publicly opposed the bill[368] denouncing it as a failure, and called for a federal spending freeze.[369] Nevertheless, several months after voting against the bill, Pence privately sought $6 million in stimulus funds for projects in his district,[370] and in 2010, hosted a job fair for stimulus-backed employers.[371] A Pence spokesperson said that \"once it became law, he had a responsibility to support local efforts to secure funding for projects that could benefit people in his district.\"[370] Pence voted against the Dodd–Frank Wall Street Reform and Consumer Protection Act.[372] Pence was a supporter of earmark reform. He voted against the $139.7 billion Transportation-Treasury spending bill in June 2006, and in favor of a series of amendments proposed that same month by Jeff Flake which would strip other members' earmarks from the federal budget.[373] On occasion, however, Pence secured earmarks for projects in his district.[373] Pence voted against the act that created Medicare Part D (a prescription drug benefit)[47] and against the Patient Protection and Affordable Care Act.[374] In June 2012, after the U.S. Supreme Court upheld the Affordable Care Act in NFIB v. Sebelius, Pence likened the ruling to the September 11 attacks in a closed-door meeting of the House Republican Conference. He immediately apologized for making the statement.[375] Pence wrote an article that appeared on his 2000 congressional campaign website arguing against the tobacco settlement and tobacco regulation, saying they would create \"new government bureaucracies\" and encroach on private lives. He wrote, \"despite the hysteria from the political class and the media, smoking doesn't kill.\"[127][376] Pence asserted, \"two out of every three smokers does [sic] not die from a smoking related illness and nine out of ten smokers do not contract lung cancer,\" while acknowledging that \"smoking isn't good for you\" and people who smoke should quit.[127][376] In fact, smoking-related deaths comprise two out of three among those who smoke, twice as high as Pence claimed.[377] In 2009, Pence voted against the Family Smoking Prevention and Tobacco Control Act, which allows the Food and Drug Administration to regulate tobacco products.[110] According to the Centers for Disease Control and Prevention, Pence's state of Indiana has one of the worst smoking problems in America.[338] Pence was slow to support a needle exchange program in Indiana to combat a major HIV outbreak related to needle-sharing among opioid drug users. While giving credit for the program's ultimate start, an AIDS research foundation director of public policy later deemed the outbreak \"entirely preventable\". Jerome Adams, Pence's state health commissioner, defended Pence's pace at responding to the situation.[378][132] Republican state house representative Edward Clere, concerned about the rapid spread of HIV in Scott County, Indiana, urged then-governor Pence to sign an executive order to allow needle exchange programs to operate. After resisting the intervention for over two months, Pence spoke to the county sheriff, prayed for guidance, then finally capitulated in May 2015, signing an executive order that allowed such a program to address the epidemic. The rate of infection spread then slowed dramatically.[132] In February 2020, after conflicting statements by administration officials via television, it was announced that Pence would control all messaging from government health officials regarding the COVID-19 pandemic.[379] In June 2006, Pence unveiled an immigration plan (which he described as \"No Amnesty Immigration reform\") that would include increased border security, followed by strict enforcement of laws against hiring illegal aliens, and a guest worker program. This guest worker program would have required participants to apply from their home country to government-approved job placement agencies that match workers with employers who cannot find Americans for the job.[380] The plan received support from conservatives such as Dick Armey,[381] but attracted criticism from other conservatives such as Richard Viguerie and paleoconservatives Phyllis Schlafly and Pat Buchanan, who, as described by The New York Times, collectively viewed Pence as lending \"his conservative prestige to a form of liberal amnesty\".[16][382] Pence opposes birthright citizenship.[383] Pence asserted in 2018 that the Citizenship Clause of the Fourteenth Amendment to the United States Constitution (which provides that \"all persons born or naturalized in the United States, and subject to the jurisdiction thereof, are citizens of the United States and of the State wherein they reside\") would not apply to \"people who are in the country illegally\".[384] As a congressman, Pence co-sponsored a bill that would have limited citizenship to children born to at least one parent who is a citizen, immigrants living permanently in the U.S. or non-citizens performing active service in the Armed Forces.[383] In 2010, Pence voted against the DREAM Act, which would grant the undocumented children of illegal immigrants conditional non-immigrant status if they met certain requirements.[385] In 2010, Pence said Arizona S.B. 1070, which at the time of passage in 2010 was the nation's broadest and strictest anti-illegal immigration legislation, was \"a good faith to try and restore order to their communities\".[386] Pence supported President George W. Bush's unsuccessful 2005 proposal to partially privatize Social Security[387] by allowing workers to invest part of their Social Security payroll taxes in private investment accounts and reduce the increase in benefits for high-income participants.[388] Pence had previously proposed a similar but more aggressive reform plan than Bush's.[388] When asked in 2010 if he would be willing to make cuts to Social Security, Pence answered, \"I think everything has to be on the table.\"[388] When asked if he would raise the retirement age, he said, \"I'm an all-of-the-above guy. We need look at everything on the menu.\"[388] Pence supported the Patriot Act on its passage in 2001,[389] and in 2005 called the act \"essential to our continued success in the war on terror here at home\".[390] Pence was a sponsor of legislation in 2009 to extend three expiring provisions of the Patriot Act (the library records provision, the roving-wiretap provision, and the lone-wolf provision) for an additional ten years.[391] Pence \"has been a longtime, aggressive advocate of trade deals\" between the U.S. and foreign countries.[392] Pence has been a supporter of the North American Free Trade Agreement (NAFTA),[392] and during his tenure in the House, he voted for every free-trade agreement that came before him.[393] Pence voted in favor of the Central American Free Trade Agreement (CAFTA); in favor of keeping the U.S. in the World Trade Organization; and in favor of permanent normal trade relations with China.[393] Pence also supported bilateral free-trade agreements with Colombia, South Korea, Panama, Peru, Oman, Chile, and Singapore.[393] Pence's strong stance in favor of free trade sharply differs from the stance of his running mate Trump, who has condemned globalization and the liberalization of trade.[392][393] Pence voted against the Trade and Globalization Act of 2007, which would have expanded Trade Adjustment Assistance to American workers adversely affected by globalization.[394] However, in 2014 Pence called for the \"swift adoption\" of the Trans-Pacific Partnership (TPP), urging Indiana's congressional delegation to support the trade deal.[392] Pence supported the Iraq War Resolution, which authorized military action against Iraq.[395] During the Iraq War, Pence opposed setting a public withdrawal date from Iraq. During an April 2007 visit to Baghdad, Pence and John McCain visited Shorja market, the site of a deadly attack in February 2007 which had claimed 61 lives. Pence and McCain described the visit as evidence that the security situation in Iraqi markets had improved.[396] The visit to the market took place under tight security, including helicopters overhead, and the New York Times reported that the visit gave a false indication of how secure the area was because of the extremely heavy security forces protecting McCain.[397] Pence chaired the House Foreign Affairs Subcommittee on the Middle East and was a prominent supporter of George W. Bush's Iraq War troop surge of 2007. At the time, Pence said \"the surge is working\" and defended the initial decision to invade in 2003.[395] Pence has opposed closing the Guantanamo Bay detention camp and trying the suspected terrorists in the United States.[398] As an alternative, Pence has said the \"enemy combatants\" should be tried in a military tribunal.[398] Pence has stated his support of Israel and its right to attack facilities in Iran to prevent the Iranians from developing nuclear weapons, has defended the actions of Israel in its use of deadly force in enforcing the blockade of Gaza, and has referred to Israel as \"America's most cherished ally\".[399] He visited Israel in 2014 to express his support, and in 2016 signed into law a bill which would ban Indiana from having any commercial dealings with a company that boycotts Israel.[400] He opposes a Palestinian state.[401] Pence criticized Russian president Vladimir Putin and Barack Obama's alleged weak leadership, saying: \"When Donald Trump and I observe that, as I've said in Syria, in Iran, in Ukraine, that the small and bullying leader of Russia has been stronger on the world stage than this administration, that's stating painful facts. That's not an endorsement of Vladimir Putin. That's an indictment of the weak and feckless leadership.\"[402] Two weeks prior to the NATO intervention in Libya, Pence thanked the Obama administration and secretary of state Hillary Clinton for their efforts to isolate the Gaddafi regime.[403][404][405] Pence expressed support for \"a no-fly zone\" and said \"Gaddafi must go.\"[403][404][405] Pence condemned the \"terrible savagery\" against Rohingya Muslims in Myanmar, saying \"The images of the violence and its victims have shocked the American people, and decent people all over the world.\"[406] Pence called on Turkish president Recep Tayyip Erdoğan to release Andrew Brunson, an American pastor detained in the post-coup purges in Turkey.[407] On August 1, 2018, the U.S. Department of Treasury imposed sanctions on two senior Turkish government ministers who were involved in the detention of Brunson.[408][409] Erdoğan said the U.S. behavior will force Turkey to look for new friends and allies.[410] On July 26, 2018, Pence raised the Xinjiang re-education camps issue at Ministerial To Advance Religious Freedom.[411] He said that \"Sadly, as we speak as well, Beijing is holding hundreds of thousands, and possibly millions, of Uyghur Muslims in so-called 're-education camps', where they're forced to endure around-the-clock political indoctrination and to denounce their religious beliefs and their cultural identity as the goal.\"[412] Pence \"does not accept the scientific consensus that human activity is the primary driver of climate change\".[413] In 2001, Pence wrote in an op-ed that \"global warming is a myth,\" saying that \"the earth is actually cooler today than it was about 50 years ago.\"[414][415] In 2006 and 2009, Pence expressed the view that it was unclear whether global warming was driven by human activity, and in 2009 he told political commentator Chris Matthews that there was a \"growing skepticism in the scientific community about global warming\".[416][417] In 2009, Pence led the Republican effort to defeat the American Clean Energy and Security Act (Waxman-Markey), a Democratic-backed bill to cut greenhouse gas emissions (and therefore combat climate change) through a cap-and-trade system.[413] On September 27, 2016, however, Pence said \"there's no question\" that human activity affects both the climate and the environment.[418] Pence holds a lifetime rating of four percent from the League of Conservation Voters.[419] While in the House, Pence \"voted to eliminate funding for climate education programs and to prohibit the Environmental Protection Agency from regulating greenhouse gas emissions\".[114] Pence also \"repeatedly voted against energy efficiency and renewable energy funding and rules\" and voted \"for several bills that supported fossil fuel development, including legislation promoting offshore drilling\".[114] Pence has questioned proposals to decrease penalties for low-level marijuana offenses in Indiana, saying the state should focus on \"reducing crime, not reducing penalties\".[420] In 2013, Pence expressed concern that a then-pending bill to revise the state's criminal code was not tough enough on drug crimes, and successfully lobbied to limit the reduction in sentencing of marijuana offenses.[421] In 2016, he signed into law a measure that would reinstate a ten-year mandatory minimum prison sentence for certain drug offenders.[422][423] During 2014, Pence sent a letter to United States attorney general Eric Holder, saying Indiana would not comply with federal prison rape elimination standards because they were \"too expensive\". According to the Indiana Department of Corrections, it would cost the state $15–20 million annually to comply with the guidelines. Pence said a number of rape prevention measures had already been \"implemented\".[424] In 2015, Pence signed Senate Bill 94 to lengthen the statute of limitations for rape—continuing for five years after sufficient DNA evidence is uncovered, enough recorded evidence is brought forth or discovered, or the offender confesses to the crime.[425] Pence also signed Senate Bill 8 to allow the death penalty for beheadings if the victim was alive at the time of the offense.[425] Pence has been an advocate of federal restrictions on online gambling. In 2006, he was one of 35 cosponsors of H.R. 4411, the Goodlatte–Leach Internet Gambling Prohibition Act,[426] and H.R. 4777, the Internet Gambling Prohibition Act.[427] Pence praised the 2010 Supreme Court ruling in Citizens United v. Federal Election Commission when it was announced. Pence said: Freedom won today in the Supreme Court. Today's ruling in the Citizens United case takes us one step closer to the Founding Fathers' vision of free speech, a vision that is cherished by all Americans and one Congress has a responsibility to protect. If the freedom of speech means anything, it means protecting the right of private citizens to voice opposition or support for their elected representatives. The fact that the court overturned a 20-year precedent speaks volumes about the importance of this issue.[428] Pence described the Bipartisan Campaign Reform Act, known as McCain–Feingold, which regulates the financing of political campaigns, as \"oppressive restrictions on free speech\".[429] On June 19, 2020—the Juneteenth holiday, and the day before a significant Trump rally held at the BOK Center in Tulsa, Oklahoma—a television journalist asked Pence if he would say the words black lives matter. Pence replied that all lives matter. Pence added that no significant U.S. group would disagree, as he saw it, about \"the preciousness and importance of every human life\".[430] He denounced the police abolition movement when speaking to a police union rally in Philadelphia in July 2020, commenting how \"[w]e also don't need to choose between supporting our police and supporting African American families here in Philadelphia or anywhere in America. We can do both. We have done both.\"[431] In the late 1990s, Pence supported the impeachment of President Bill Clinton. Arguing for the moral requirements of the office of the presidency, Pence wrote that an American president with \"bad moral habits\" can \"incinerate the planet\", thus nothing less than a president who represents \"all of our highest hopes and ideals and values\" could be accepted. Pence also brought up \"staggering rates of illegitimacy and divorce\", mandating that \"America needs to be able to look to her First Family as role models.\"[432][433] Mike Pence was born to Nancy and Edward J. Pence in 1959. He has five siblings. He and his wife, Karen (née Batten), met while he was in law school at Indiana University.[18] They were married in 1985. Pence's father died in 1988, leaving his mother a widow with four grown children and two teenagers. Mike and Karen Pence have three children: Michael, Charlotte, and Audrey.[434][435] Michael Pence is a first lieutenant and pilot in the United States Marine Corps.[436][437][438] During Pence's service in the House, his family lived in Arlington, Virginia when Congress was in session and in Columbus, Indiana, during recesses.[12][22] During an interview in 2002, Pence told a reporter that he would not have dinner alone with a woman other than his wife.[439] On May 1, 2004, Pence's mother re-married – this time to Basil Coolidge Fritsch, a widower since 2001.[440][441] In 2018, Pence's oldest brother, Greg, entered and won the political race to represent Indiana's 6th congressional district in Congress (the seat previously held by Mike).[442][443] Greg and Mike are similar enough in appearance that Greg once successfully acted as a decoy to lure the press away from his brother when Mike Pence was being touted as a potential running mate to Donald Trump.[444][445] The Pences' pet rabbit Marlon Bundo was featured in two children's books, both released in March 2018. A Day in the Life of Marlon Bundo was written by Jill Twiss and released on March 18, 2018.[446] Marlon Bundo's: A Day in the Life of the Vice President was written by his daughter Charlotte and released on March 19, 2018.[447] Pence was raised in a Catholic family, was as an altar server, and attended parochial school.[3][448] He became a born-again Christian in college, while a member of a nondenominational Christian student group, and identified his first year—and specifically \"a Christian music festival in Asbury, Kentucky, in the spring of 1978\"[449] referring to the Ichthus Music Festival at then Asbury College in Wilmore, Kentucky—as the moment he made a \"commitment to Christ\".[3][448] After that point, Pence continued to attend Mass (where he met his wife ) and was a Catholic youth minister.[448] Pence called himself Catholic in a 1994 news piece, although by 1995, he and his family had joined an evangelical megachurch, the Grace Evangelical Church.[3][448] In 2013, Pence said his family was \"kind of looking for a church\".[3] In 2016, Pence and his wife regularly worshiped at College Park Church, a nondenominational church in Indianapolis.[450] He has described himself as \"a Christian, a conservative and a Republican, in that order\", and as \"a born-again, evangelical Catholic\".[3][448] In a 2002 statement on the floor of the House of Representatives (reported in the Congressional Record), Pence told his colleagues \"... I also believe that someday scientists will come to see that only the theory of intelligent design provides even a remotely rational explanation for the known universe.\"[451][452] When asked by Chris Matthews in 2009 if he believed in evolution, Pence said \"I believe with all my heart that God created the heavens and the earth, the seas and all that is in them. How he did that, I'll ask him about some day.\"[338][416] In 2016 he was diagnosed with asymptomatic left bundle branch block.[453][454] In April 2021, Pence underwent surgery for a pacemaker implant due to a slow heartbeat.[455][456]","Title":"Mike Pence - Wikipedia","KeyID":"5292","URL":"https://en.wikipedia.org/wiki/Mike_Pence"}