{"Content: ":"The Democratic Party is the oldest voter-based political party in the world and the oldest existing political party in the United States. The party's modern institutions were formed in the 1830s and 1840s.[3][4][5] Known as the party of the \"common man,\" the early Democratic Party stood for individual rights and state sovereignty, but opposed banks and high tariffs. During the Second Party System (from 1832 to the mid-1850s) under Presidents Andrew Jackson, Martin Van Buren and James K. Polk, the Democrats usually bested the opposition Whig Party by narrow margins. The Democratic Party has changed significantly during its more than two centuries of existence. During the 19th century the party supported or tolerated slavery, and it opposed civil rights reforms after the American Civil War in order to retain the support of Southern voters. From 1860 to 1932 in the era of the American Civil War to the Great Depression, the opposing Republican Party, organized in the mid-1850s from the ruins of the Whig Party and some other smaller splinter groups, was dominant in presidential politics. The Democrats elected only two Presidents during this period: Grover Cleveland (in 1884 and 1892) and Woodrow Wilson (in 1912 and 1916). Over the same period, the Democrats proved more competitive with the Republicans in Congressional politics, enjoying House of Representatives majorities (as in the 65th Congress) in 15 of the 36 Congresses elected, although only in five of these did they form the majority in the Senate. Furthermore, the Democratic Party was split between the Bourbon Democrats, representing Eastern business interests; and the agrarian elements comprising poor farmers in the South and West. The agrarian element, marching behind the slogan of free silver (i.e. in favor of inflation), captured the party in 1896 and nominated William Jennings Bryan in the 1896, 1900 and 1908 presidential elections, although he lost every time. Both Bryan and Wilson were leaders of the progressive movement in the United States (1890s–1920s) and opposed imperialistic expansion abroad while sponsoring liberal reforms at home. Starting with 32nd President Franklin D. Roosevelt, the party dominated during the Fifth Party System, which lasted from 1932 until about the 1970s. In response to the Wall Street Crash of 1929 and the ensuing Great Depression, the party employed liberal policies and programs with the New Deal coalition to combat financial crises and emergency bank closings, with policies continuing into World War II. The Party kept the White House after Roosevelt's death in April 1945, reelecting former Vice President Harry S. Truman in 1948. During this period, the Republican Party only successfully elected one president (Eisenhower in 1952 and 1956) and was the minority in Congress all but twice (the exceptions being 1946 and 1952). Powerful committee chairmanships were awarded automatically on the basis of seniority, which gave power especially to long-serving Southerners. Important Democratic leaders during this time included Presidents Harry S. Truman (1945–1953), John F. Kennedy (1961–1963) and Lyndon B. Johnson (1963–1969). Republican Richard Nixon won the White House in 1968 and 1972, leading to the end of the New Deal era. Democrats have won six out of the last twelve presidential elections, winning in the presidential elections of 1976 (with 39th President Jimmy Carter, 1977–1981), 1992 and 1996 (with 42nd President Bill Clinton, 1993–2001), 2008 and 2012 (with 44th President Barack Obama, 2009–2017), and 2020 (with 46th President Joe Biden, 2021–present). Democrats have also won the popular vote in 2000 and 2016, but lost the Electoral College in both elections (with candidates Al Gore and Hillary Clinton, respectively). These were two of the four presidential elections in which Democrats won the popular vote but lost the Electoral College, the others being the presidential elections in 1876 and 1888. The modern Democratic Party emerged in the late 1820s from former factions of the Democratic-Republican Party, which had largely collapsed by 1824. It was built by Martin Van Buren, who assembled a cadre of politicians in every state behind war hero Andrew Jackson of Tennessee.[6][7] The pattern and speed of formation differed from state to state.[8] By the mid-1830s almost all the state Democratic parties were uniform.[9] The spirit of Jacksonian democracy animated the party from the early 1830s to the 1850s, shaping the Second Party System, with the Whig Party as the main opposition. After the disappearance of the Federalists after 1815 and the Era of Good Feelings (1816–1824), there was a hiatus of weakly organized personal factions until about 1828–1832, when the modern Democratic Party emerged along with its rival, the Whigs. The new Democratic Party became a coalition of farmers, city-dwelling laborers and Irish Catholics.[10] Both parties worked hard to build grassroots organizations and maximize the turnout of voters, which often reached 80 percent or 90 percent of eligible voters. Both parties used patronage extensively to finance their operations, which included emerging big city political machines as well as national networks of newspapers.[11] Behind the party platforms, acceptance speeches of candidates, editorials, pamphlets and stump speeches, there was a widespread consensus of political values among Democrats. As Mary Beth Norton explains: The Democrats represented a wide range of views but shared a fundamental commitment to the Jeffersonian concept of an agrarian society. They viewed the central government as the enemy of individual liberty. The 1824 \"corrupt bargain\" had strengthened their suspicion of Washington politics. [...] Jacksonians feared the concentration of economic and political power. They believed that government intervention in the economy benefited special-interest groups and created corporate monopolies that favored the rich. They sought to restore the independence of the individual – the artisan and the ordinary farmer – by ending federal support of banks and corporations and restricting the use of paper currency, which they distrusted. Their definition of the proper role of government tended to be negative, and Jackson's political power was largely expressed in negative acts. He exercised the veto more than all previous presidents combined. Jackson and his supporters also opposed reform as a movement. Reformers eager to turn their programs into legislation called for a more active government. But Democrats tended to oppose programs like educational reform and the establishment of a public education system....Nor did Jackson share reformers' humanitarian concerns. He had no sympathy for American Indians, initiating the removal of the Cherokees along the Trail of Tears.[12] The party was weakest in New England, but strong everywhere else and won most national elections thanks to strength in New York, Pennsylvania, Virginia (by far the most populous states at the time) and the American frontier. Democrats opposed elites and aristocrats, the Bank of the United States and the whiggish modernizing programs that would build up industry at the expense of the yeoman or independent small farmer.[13] The party was known for its populism.[14] Historian Frank Towers has specified an important ideological divide: Democrats stood for the 'sovereignty of the people' as expressed in popular demonstrations, constitutional conventions, and majority rule as a general principle of governing, whereas Whigs advocated the rule of law, written and unchanging constitutions, and protections for minority interests against majority tyranny.[15] At its inception, the Democratic Party was the party of the \"common man\". It opposed the abolition of slavery.[16] From 1828 to 1848, banking and tariffs were the central domestic policy issues. Democrats strongly favored—and Whigs opposed—expansion to new farm lands, as typified by their expulsion of eastern American Indians and acquisition of vast amounts of new land in the West after 1846. The party favored the war with Mexico and opposed anti-immigrant nativism. In the 1830s, the Locofocos in New York City were radically democratic, anti-monopoly and were proponents of hard money and free trade.[17][18] Their chief spokesman was William Leggett. At this time, labor unions were few and some were loosely affiliated with the party.[19] The Presidency of Martin Van Buren was hobbled by a long economic depression called the Panic of 1837. The presidency promoted hard money based on gold and silver, an independent federal treasury, a reduced role for the government in the economy, and a liberal policy for the sale of public lands to encourage settlement; they opposed high tariffs to encourage industry. The Jackson policies were kept, such as Indian removal and the Trail of Tears.[20] Van Buren personally disliked slavery but he kept the slaveholder's rights intact. Nevertheless, he was distrusted across the South.[21] The 1840 Democratic convention was the first at which the party adopted a platform. Delegates reaffirmed their belief that the Constitution was the primary guide for each state's political affairs. To them, this meant that all roles of the federal government not specifically defined fell to each respective state government, including such responsibilities as debt created by local projects. Decentralized power and states' rights pervaded each and every resolution adopted at the convention, including those on slavery, taxes, and the possibility of a central bank.[22][23] Regarding slavery, the Convention adopted the following resolution: Resolved, That congress has no power under the Constitution, to interfere with or control the domestic institutions of the several states, and that such states are the sole and proper judges of every thing appertaining to their own affairs, not prohibited by the Constitution: that all efforts of the abolitionists or others, made to induce congress to interfere with questions of slavery, or to take incipient steps in relation thereto, are calculated to lead to the most alarming and dangerous consequences, and that all such efforts have an inevitable tendency to diminish the happiness of the people, and endanger the stability and permanency of the Union, and ought not to be countenanced by any friend to our political institutions.[24] The Panic of 1837 led to Van Buren and the Democrats' drop in popularity. The Whigs nominated William Henry Harrison as their candidate for the 1840 presidential race. Harrison won as the first president of the Whigs. However, he died in office a month later and was succeeded by his Vice President John Tyler. Tyler had recently left the Democrats for the Whigs and thus his beliefs did not align much with the Whig Party. During his presidency, he vetoed most of the key Whig bills. The Whigs disowned him. This allowed for the Democrats to retake power in 1845. Foreign policy was a major issue in the 1840s as war threatened with Mexico over Texas and with Britain over Oregon. Democrats strongly supported Manifest Destiny and most Whigs strongly opposed it. The 1844 election was a showdown, with the Democrat James K. Polk narrowly defeating Whig Henry Clay on the Texas issue.[25] John Mack Faragher's analysis of the political polarization between the parties is: Most Democrats were wholehearted supporters of expansion, whereas many Whigs (especially in the North) were opposed. Whigs welcomed most of the changes wrought by industrialization but advocated strong government policies that would guide growth and development within the country's existing boundaries; they feared (correctly) that expansion raised a contentious issue the extension of slavery to the territories. On the other hand, many Democrats feared industrialization the Whigs welcomed. [...] For many Democrats, the answer to the nation's social ills was to continue to follow Thomas Jefferson's vision of establishing agriculture in the new territories in order to counterbalance industrialization.[26] In 1848 a major innovation was the creation of the Democratic National Committee (DNC) to coordinate state activities in the presidential contest. Senator Lewis Cass, who held many offices over the years, lost to General Zachary Taylor of the Whigs. A major cause of the defeat was that the new Free Soil Party, which opposed slavery expansion, split the Democratic vote, particularly in New York, where the electoral votes went to Taylor.[27] The Free Soil Party attracted Democrats and some Whigs which had considerable support in the Northeast. The primary doctrine was a warning that rich slave owners would move into new territories such as Nebraska and buy up the best lands and work them with slaves. To protect the white farmer it was essential therefore to keep the soil \"free\"—that is without slavery. In 1852, the free soil movement was much smaller, and consisted primarily of former members of the Liberty Party and some abolitionists, it hedged on the question of full equality. The majority wanted some form of racial separation to allow space for black activism, without alienating the overwhelming northern opposition to equal rights for black men.[28] Following the death of President Taylor, Democrats in Congress led by Stephen Douglas passed the Compromise of 1850 designed to avoid civil war by putting the slavery issue to rest while resolving issues involving territories gained following the War with Mexico. However, in state after state the Democrats gained small but permanent advantages over the Whig Party, which finally collapsed in 1852, fatally weakened by division on slavery and nativism. The fragmented opposition could not stop the election of Democrats Franklin Pierce in 1852 and James Buchanan in 1856.[29] The eight years during which Franklin Pierce and James Buchanan held the presidency were disasters; historians agree that they rank as among the worst presidents. The Party increasingly split along regional lines on the issue of slavery in the territories. When the new Republican Party formed in 1854, many anti-slavery (\"Free Soil\") Democrats in the North switched over and joined it. In 1860 two Democrats ran for president and the United States was moving rapidly toward civil war.[30] The 1840s and 1850s were the heyday of a new faction of young Democrats called \"Young America\". Led by Stephen A. Douglas, James K. Polk, Franklin Pierce and New York financier August Belmont, this faction explains, broke with the agrarian and strict constructionist orthodoxies of the past and embraced commerce, technology, regulation, reform and internationalism. The movement attracted a circle of outstanding writers, including William Cullen Bryant, George Bancroft, Herman Melville and Nathaniel Hawthorne. They sought independence from European standards of high culture and wanted to demonstrate the excellence and exceptionalism of America's own literary tradition.[31] In economic policy, Young America saw the necessity of a modern infrastructure with railroads, canals, telegraphs, turnpikes and harbors. They endorsed the \"market revolution\" and promoted capitalism. They called for Congressional land grants to the states, which allowed Democrats to claim that internal improvements were locally rather than federally sponsored. Young America claimed that modernization would perpetuate the agrarian vision of Jeffersonian democracy by allowing yeomen farmers to sell their products and therefore to prosper. They tied internal improvements to free trade, while accepted moderate tariffs as a necessary source of government revenue. They supported the Independent Treasury (the Jacksonian alternative to the Second Bank of the United States) not as a scheme to quash the special privilege of the Whiggish monied elite, but as a device to spread prosperity to all Americans.[32] Sectional confrontations escalated during the 1850s, the Democratic Party split between North and South grew deeper. The conflict was papered over at the 1852 and 1856 conventions by selecting men who had little involvement in sectionalism, but they made matters worse. Historian Roy F. Nichols explains why Franklin Pierce was not up to the challenges a Democratic president had to face: In 1854, Stephen A. Douglas of Illinois—a key Democratic leader in the Senate—pushed the Kansas–Nebraska Act through Congress. President Franklin Pierce signed the bill into law in 1854.[34][35][36] The Act opened Kansas Territory and Nebraska Territory to a decision by the residents on whether slavery would be legal or not. Previously it had been illegal there. Thus the new law implicitly repealed the prohibition on slavery in territory north of 36° 30′ latitude that had been part of the Missouri Compromise of 1820.[35][37] Supporters and enemies of slavery poured into Kansas to vote slavery up or down. The armed conflict was Bleeding Kansas and it shook the nation. A major re-alignment took place among voters and politicians. The Whig Party fell apart and the new Republican Party was founded in opposition to the expansion of slavery and to the Kansas–Nebraska Act. The new party had little support in the South, but it soon became a majority in the North by pulling together former Whigs and former Free Soil Democrats.[38][39] The crisis for the Democratic Party came in the late 1850s as Democrats increasingly rejected national policies demanded by the Southern Democrats. The demands were to support slavery outside the South. Southerners insisted that full equality for their region required the government to acknowledge the legitimacy of slavery outside the South. The Southern demands included a fugitive slave law to recapture runaway slaves; opening Kansas to slavery; forcing a pro-slavery constitution on Kansas; acquire Cuba (where slavery already existed); accepting the Dred Scott decision of the Supreme Court; and adopting a federal slave code to protect slavery in the territories. President Buchanan went along with these demands, but Douglas refused and proved a much better politician than Buchanan, though the bitter battle lasted for years and permanently alienated the Northern and Southern wings.[40] When the new Republican Party formed in 1854 on the basis of refusing to tolerate the expansion of slavery into the territories, many northern Democrats (especially Free Soilers from 1848) joined it. The formation of the new short-lived Know-Nothing Party allowed the Democrats to win the presidential election of 1856.[38] Buchanan, a Northern \"Doughface\" (his base of support was in the pro-slavery South), split the party on the issue of slavery in Kansas when he attempted to pass a federal slave code as demanded by the South. Most Democrats in the North rallied to Senator Douglas, who preached \"Popular Sovereignty\" and believed that a Federal slave code would be undemocratic.[41] In 1860, the Democrats split over the choice of a successor to President Buchanan along Northern and Southern lines.[42] Some Southern Democratic delegates followed the lead of the Fire-Eaters by walking out of the Democratic National Convention at Charleston's Institute Hall in April 1860. They were later joined by those who, once again led by the Fire-Eaters, left the Baltimore Convention the following June when the convention rejected a resolution supporting extending slavery into territories whose voters did not want it. The Southern Democrats nominated John C. Breckinridge of Kentucky, the pro-slavery incumbent vice president, for president and General Joseph Lane, former governor of Oregon, for vice president.[43] The Northern Democrats proceeded to nominate Douglas of Illinois for president and former governor of Georgia Herschel Vespasian Johnson for vice president, while some southern Democrats joined the Constitutional Union Party, backing former Senator John Bell of Tennessee for president and politician Edward Everett of Massachusetts for vice president. This fracturing of the Democratic Party left it powerless. Republican Abraham Lincoln was elected the 16th president of the United States. Douglas campaigned across the country calling for unity and came in second in the popular vote, but carried only Missouri and New Jersey. Breckinridge carried 11 slave states, coming in second in the Electoral vote, but third in the popular vote.[43] During the Civil War, Northern Democrats divided into two factions: the War Democrats, who supported the military policies of President Lincoln; and the Copperheads, who strongly opposed them. In the South party politics ended in the Confederacy. The political leadership, mindful of the fierce divisions in antebellum American politics and with a pressing need for unity, rejected organized political parties as inimical to good governance and as being especially unwise in wartime. Consequently, the Democratic Party halted all operations during the life of the Confederacy (1861–1865).[44] Partisanship flourished in the North and strengthened the Lincoln Administration as Republicans automatically rallied behind it. After the attack on Fort Sumter, Douglas rallied Northern Democrats behind the Union, but when Douglas died the party lacked an outstanding figure in the North and by 1862 an anti-war peace element was gaining strength. The most intense anti-war elements were the Copperheads.[44] The Democratic Party did well in the 1862 congressional elections, but in 1864 it nominated General George McClellan (a War Democrat) on a peace platform and lost badly because many War Democrats bolted to National Union candidate Abraham Lincoln. Many former Douglas Democrats became Republicans, especially soldiers such as generals Ulysses S. Grant and John A. Logan.[45] In the 1866 elections, the Radical Republicans won two-thirds majorities in Congress and took control of national affairs. The large Republican majorities made Congressional Democrats helpless, though they unanimously opposed the Radicals' Reconstruction policies. The Senate passed the 14th Amendment by a vote of 33 to 11 with every Democratic senator opposed.[46] Realizing that the old issues were holding it back, the Democrats tried a \"New Departure\" that downplayed the War and stressed such issues as stopping corruption and white supremacy, which it wholeheartedly supported. President Johnson, elected on the fusion Union Party ticket, did not rejoin the Democratic party, but Democrats in Congress supported him and voted against his impeachment in 1868. After his term ended in 1869 he rejoined the Democrats. War hero Ulysses S. Grant led the Republicans to landslides in 1868 and 1872.[47] When a major economic depression hit the United States with the Panic of 1873, the Democratic party made major gains across the country, took full control of the South, and took control of Congress. The Democrats lost consecutive presidential elections from 1860 through 1880, nevertheless Democrats have won the popular vote in 1876. Although the races after 1872 were very close they did not win the presidency until 1884. The party was weakened by its record of opposition to the war, but nevertheless benefited from White Southerners' resentment of Reconstruction and consequent hostility to the Republican Party. The nationwide depression of 1873 allowed the Democrats to retake control of the House in the 1874 Democratic landslide.[48] The Redeemers gave the Democrats control of every Southern state (by the Compromise of 1877), but the disenfranchisement of blacks took place (1880–1900). From 1880 to 1960, the \"Solid South\" voted Democratic in presidential elections (except 1928). After 1900, a victory in a Democratic primary was \"tantamount to election\" because the Republican Party was so weak in the South.[49] Heather Cox Richardson argues for a political dimension to the cowboy image in the 1870s and 1880s,[50] : The timing of the cattle industry’s growth meant that cowboy imagery grew to have extraordinary power. Entangled in the vicious politics of the postwar years, Democrats, especially those in the old Confederacy, imagined the West as a land untouched by Republican politicians they hated. They developed an image of the cowboys as men who worked hard, played hard, lived by a code of honor, protected themselves, and asked nothing of the government. In the hands of Democratic newspaper editors, the realities of cowboy life -- the poverty, the danger, the debilitating hours -- became romantic. Cowboys embodied virtues Democrats believed Republicans were destroying by creating a behemoth government catering to lazy ex-slaves. By the 1860s, cattle drives were a feature of the plains landscape, and Democrats had made cowboys a symbol of rugged individual independence, something they insisted Republicans were destroying. After being out of office since 1861, the Democrats won the popular vote in three consecutive elections, and the electoral vote (and thus the White House) in 1884 and 1892. Although Republicans continued to control the White House until 1884, the Democrats remained competitive (especially in the mid-Atlantic and lower Midwest) and controlled the House of Representatives for most of that period. In the election of 1884, Grover Cleveland, the reforming Democratic Governor of New York, won the Presidency, a feat he repeated in 1892, having lost in the election of 1888.[51] Cleveland was the leader of the Bourbon Democrats. They represented business interests, supported banking and railroad goals, promoted laissez-faire capitalism, opposed imperialism and U.S. overseas expansion, opposed the annexation of Hawaii, fought for the gold standard and opposed Bimetallism. They strongly supported reform movements such as Civil Service Reform and opposed corruption of city bosses, leading the fight against the Tweed Ring.[52] The leading Bourbons included Samuel J. Tilden, David Bennett Hill and William C. Whitney of New York, Arthur Pue Gorman of Maryland, Thomas F. Bayard of Delaware, Henry M. Mathews and William L. Wilson of West Virginia, John Griffin Carlisle of Kentucky, William F. Vilas of Wisconsin, J. Sterling Morton of Nebraska, John M. Palmer of Illinois, Horace Boies of Iowa, Lucius Quintus Cincinnatus Lamar of Mississippi and railroad builder James J. Hill of Minnesota. A prominent intellectual was Woodrow Wilson.[53] Republican Benjamin Harrison won a narrow victory in 1888. The party pushed through a large agenda, and raised the McKinley Tariff and federal spending so high it was used against them as Democrats scored a landslide in the 1890 elections. Harrison was easily defeated for reelection in 1892 by Cleveland. The Bourbons were in power when the Panic of 1893 hit and they took the blame. The party polarized between the pro-gold pro-business Cleveland faction and the anti-business silverites in the West and South. A fierce struggle inside the party ensued, with catastrophic losses for both the Bourbon and agrarian factions in 1894, leading to the showdown in 1896.[54] Just before the 1894 election, President Cleveland was warned by an advisor: Aided by the deep nationwide economic depression that lasted from 1893 to 1897, the Republicans won their biggest landslide ever, taking full control of the House. The Democrats were lost nearly all their seats in the Northeast. The third party Populists also were ruined. However, Cleveland's silverite enemies gained control of the Democratic Party in state after state, including full control in Illinois and Michigan and made major gains in Ohio, Indiana, Iowa and other states. Wisconsin and Massachusetts were two of the few states that remained under the control of Cleveland's allies.[56] The opposition Democrats were close to controlling two-thirds of the vote at the 1896 national convention, which they needed to nominate their own candidate. However, they were not united and had no national leader, as Illinois governor John Peter Altgeld had been born in Germany and was ineligible to be nominated for president.[57] However, a young (35 years old) upstart, Congressman William Jennings Bryan made the magnificent \"cross of gold\" speech, which brought the crowd at the convention to its feet and got him the nomination. He would lose the election, but remained the Democratic hero and was renominated and lost again in 1900 and a third time in 1908. Grover Cleveland led the party faction of conservative, pro-business Bourbon Democrats, but as the depression of 1893 deepened his enemies multiplied. At the 1896 convention, the silverite-agrarian faction repudiated the President and nominated the crusading orator William Jennings Bryan on a platform of free coinage of silver. The idea was that minting silver coins would flood the economy with cash and end the depression. Cleveland supporters formed the National Democratic Party (Gold Democrats), which attracted politicians and intellectuals (including Woodrow Wilson and Frederick Jackson Turner) who refused to vote Republican.[58] Bryan, an overnight sensation because of his \"Cross of Gold\" speech, waged a new-style crusade against the supporters of the gold standard. Criss-crossing the Midwest and East by special train – he was the first candidate since 1860 to go on the road – he gave over 500 speeches to audiences in the millions. In St. Louis he gave 36 speeches to workingmen's audiences across the city, all in one day. Most Democratic newspapers were hostile toward Bryan, but he seized control of the media by making the news every day as he hurled thunderbolts against Eastern monied interests.[59] The rural folk in the South and Midwest were ecstatic, showing an enthusiasm never before seen, but ethnic Democrats (especially Germans and Irish) were alarmed and frightened by Bryan. The middle classes, businessmen, newspaper editors, factory workers, railroad workers and prosperous farmers generally rejected Bryan's crusade. Republican William McKinley promised a return to prosperity based on the gold standard, support for industry, railroads and banks and pluralism that would enable every group to move ahead.[59] Although Bryan lost the election in a landslide, he did win the hearts and minds of a majority of Democrats, as shown by his renomination in 1900 and 1908. As late as 1924, the Democrats put his brother Charles W. Bryan on their national ticket.[60] The victory of the Republican Party in the election of 1896 marked the start of the \"Progressive Era\", which lasted from 1896 to 1932, in which the Republican Party usually was dominant.[61] The 1896 election marked a political realignment in which the Republican Party controlled the presidency for 28 of 36 years. The Republicans dominated most of the Northeast and Midwest and half the West. Bryan, with a base in the South and Plains states, was strong enough to get the nomination in 1900 (losing to William McKinley) and 1908 (losing to William Howard Taft). Theodore Roosevelt dominated the first decade of the century and to the annoyance of Democrats \"stole\" the trust issue by crusading against trusts.[62] With Bryan taking a hiatus and Teddy Roosevelt the most popular president since Lincoln, the conservatives who controlled the convention in 1904, nominated the little-known Alton B. Parker before succumbing to Roosevelt's landslide. Religious divisions were sharply drawn.[63] Methodists, Congregationalists, Presbyterians, Scandinavian Lutherans and other pietists in the North were closely linked to the Republican Party. In sharp contrast, liturgical groups, especially the Catholics, Episcopalians and German Lutherans, looked to the Democratic Party for protection from pietistic moralism, especially prohibition. Both parties cut across the class structure, with the Democrats gaining more support from the lower classes and Republicans more support from the upper classes.[64] Cultural issues, especially prohibition and foreign language schools, became matters of contention because of the sharp religious divisions in the electorate. In the North, about 50 percent of voters were pietistic Protestants (Methodists, Scandinavian Lutherans, Presbyterians, Congregationalists and Disciples of Christ) who believed the government should be used to reduce social sins, such as drinking.[63] Liturgical churches (Roman Catholics, Episcopalians and German Lutherans) comprised over a quarter of the vote and wanted the government to stay out of the morality business. Prohibition debates and referendums heated up politics in most states over a period of decade, as national prohibition was finally passed in 1918 (repealed in 1932), serving as a major issue between the wet Democrats and the dry Republicans.[63] With the wildly popular President Roosevelt sticking to his promise to step down after seven and a half years, and his chosen successor, War Secretary William Howard Taft somewhat popular as well, the Democratic Party gave Bryan the nomination for a third time. He was again defeated. The Democrats held together while the Republican Party bitterly split between the Roosevelt-oriented progressives and the Taft-oriented conservatives. Taft defeated Roosevelt for the 1912 nomination, but Roosevelt ran as a third-party candidate. That split the GOP vote so that the Democrats were inevitably the winners, electing their first Democratic president and fully Democratic Congress in 20 years.[65] Meanwhile, Democrats in Congress, with their base among poor farmers and the working class, generally supported Progressive Era reforms, such as antitrust, regulation of railroads, direct election of Senators, the income tax, the restriction of child labor, and the Federal Reserve system.[66][67] Taking advantage of a deep split in the Republican Party, the Democrats took control of the House in 1910 and elected the intellectual reformer Woodrow Wilson in 1912 and 1916.[68] Wilson successfully led Congress to a series of progressive laws, including a reduced tariff, stronger antitrust laws, new programs for farmers, hours-and-pay benefits for railroad workers and the outlawing of child labor (which was reversed by the Supreme Court).[69] Wilson tolerated the segregation of the federal Civil Service by Southern cabinet members. Furthermore, bipartisan constitutional amendments for prohibition and women's suffrage were passed in his second term. In effect, Wilson laid to rest the issues of tariffs, money and antitrust that had dominated politics for 40 years.[69] Wilson oversaw the U.S. role in World War I and helped write the Versailles Treaty, which included the League of Nations. However, in 1919 Wilson's political skills faltered and suddenly everything turned sour. The Senate rejected Versailles and the League, a nationwide wave of violent, unsuccessful strikes and race riots caused unrest and Wilson's health collapsed.[70] The Democrats lost by a landslide in 1920, doing especially poorly in the cities, where the German-Americans deserted the ticket; and the Irish Catholics, who dominated the party apparatus, were unable to garner traction for the party in this election cycle.[71] The entire decade saw the Democrats as an ineffective minority in Congress and as a weak force in most Northern states.[72] After the massive defeat in 1920, the Democrats recovered most of their lost territory in the Congressional elections of 1922. They especially recovered in the border states, as well as the industrial cities, where the Irish and German element returned to that party. In addition, there was growing support among the more recent immigrants, who had become more Americanized. Many ethnic families now had a veteran in their midst, and paid closer attention to national issues, such as the question of a bonus for veterans. There was also an expression of annoyance with the federal prohibition of beer and wine, and the closing of most saloons.[73][74] At the 1924 Democratic National Convention, a resolution denouncing the Ku Klux Klan was introduced by Catholic and liberal forces allied with Al Smith and Oscar W. Underwood in order to embarrass the front-runner, William Gibbs McAdoo. After much debate, the resolution failed by a single vote. The KKK faded away soon after, but the deep split in the party over cultural issues, especially prohibition, facilitated Republican landslides in 1924 and 1928.[75] However, Al Smith did build a strong Catholic base in the big cities in 1928 and Franklin D. Roosevelt's election as Governor of New York that year brought a new leader to center stage.[76] The internal battles and repeated defeats left the party discouraged and demoralized. To a considerable extent, the challenge of restoring morale was the province of historian Claude Bowers. His histories of the Democratic Party in its formative years from the 1790s to the 1830s helped shape the party's self-image as a powerful force against monopoly and privilege. In his enormously popular books Party Battles of the Jackson Period (1922) and Jefferson and Hamilton: The Struggle for Democracy in America (1925) he argued for the political and moral superiority of the Democratic Party since the days of Jefferson versus the almost un-American faults of the Federalist Party, the Whig Party, and the Republican Party, as bastions of aristocracy. Jefferson and Hamilton especially impressed his friend Franklin D Roosevelt. It inspired Roosevelt when he became president to build a great monument to the party's founder in the national capital, the Jefferson Memorial. According to Historian Merrill D. Peterson, the book conveyed: the myth of the Democratic Party masterfully re-created, a fresh awareness of the elemental differences between the parties, and ideology with which they might make sense of the two often senseless conflicts of the present, and a feeling for the importance of dynamic leadership. The book was a mirror for Democrats.[77] The Great Depression marred Hoover's term as the Democratic Party made large gains in the 1930 congressional elections and garnered a landslide win in 1932. The stock market crash of 1929 and the ensuing Great Depression set the stage for a more progressive government and Franklin D. Roosevelt won a landslide victory in the election of 1932, campaigning on a platform of \"Relief, Recovery, and Reform\", that is relief of unemployment and rural distress, recovery of the economy back to normal and long-term structural reforms to prevent a repetition of the Depression. This came to be termed \"The New Deal\" after a phrase in Roosevelt's acceptance speech.[78] The Democrats also swept to large majorities in both houses of Congress and among state governors. Roosevelt altered the nature of the party, away from laissez-faire capitalism and towards an ideology of economic regulation and insurance against hardship. Two old words took on new meanings: \"liberal\" now meant a supporter of the New Deal while \"conservative\" meant an opponent.[79] Conservative Democrats were outraged and led by Al Smith they formed the American Liberty League in 1934 and counterattacked. They failed and either retired from politics or joined the Republican Party. A few of them, such as Dean Acheson, found their way back to the Democratic Party.[80] The 1933 programs, called \"the First New Deal\" by historians, represented a broad consensus. Roosevelt tried to reach out to business and labor, farmers and consumers, cities and countryside. However, by 1934 he was moving toward a more confrontational policy. After making gains in state governorships and in Congress, in 1934 Roosevelt embarked on an ambitious legislative program that came to be called \"The Second New Deal\". It was characterized by building up labor unions, nationalizing welfare by the WPA, setting up Social Security, imposing more regulations on business (especially transportation and communications) and raising taxes on business profits.[81] Roosevelt's New Deal programs focused on job creation through public works projects as well as on social welfare programs such as Social Security. It also included sweeping reforms to the banking system, work regulation, transportation, communications and stock markets, as well as attempts to regulate prices. His policies soon paid off by uniting a diverse coalition of Democratic voters called the New Deal coalition, which included labor unions, liberals, minorities (most significantly, Catholics and Jews) and liberal white Southerners. This united voter base allowed Democrats to be elected to Congress and the presidency for much of the next 30 years.[82] After a triumphant re-election in 1936, he announced plans to enlarge the Supreme Court, which tended to oppose his New Deal, by five new members. A firestorm of opposition erupted, led by his own Vice President John Nance Garner. Roosevelt was defeated by an alliance of Republicans and conservative Democrats, who formed a conservative coalition that managed to block nearly all liberal legislation (only a minimum wage law got through). Annoyed by the conservative wing of his own party, Roosevelt made an attempt to rid himself of it and in 1938 he actively campaigned against five incumbent conservative Democratic senators, though all five senators won re-election.[83] Under Roosevelt, the Democratic Party became identified more closely with modern liberalism, which included the promotion of social welfare, labor unions, civil rights and the regulation of business, as well as support for farmers and promotion of ethnic leaders. The opponents, who stressed long-term growth and support for entrepreneurship and low taxes, now started calling themselves \"conservatives\".[84] With a near disaster in 1937 with the so-called \"recession\" and the near defeat in Congress in 1938, things looked bleak for the Democrats, but FDR decided that with the upcoming crisis that would become World War II, he was irreplaceable, and he broke tradition and ran for a third, and later 4th term, taking a Democratic congress with him. Harry S. Truman took over after Roosevelt's death in 1945 and the rifts inside the party that Roosevelt had papered over began to emerge. Major components included the big city machines, the Southern state and local parties, the far-left and the \"Liberal coalition\" or \"Liberal-Labor coalition\" comprising the AFL, CIO and ideological groups such as the NAACP (representing Blacks), the American Jewish Congress (AJC) and the Americans for Democratic Action (ADA) (representing liberal intellectuals).[85] By 1948, the unions had expelled nearly all the far-left and communist elements.[86] On the right, the Republicans blasted Truman's domestic policies. \"Had Enough?\" was the winning slogan as Republicans recaptured Congress in 1946 for the first time since 1928.[87] Many party leaders were ready to dump Truman in 1948, but after General Dwight D. Eisenhower rejected their invitation they lacked an alternative. Truman counterattacked, pushing J. Strom Thurmond and his Dixiecrats out, as well as taking advantage of the splits inside the Republican Party and was thus reelected in a stunning surprise. However, all of Truman's Fair Deal proposals, such as universal health care, were defeated by the Southern Democrats in Congress. His seizure of the steel industry was reversed by the Supreme Court.[88] On the far-left, former Vice President Henry A. Wallace denounced Truman as a war-monger for his anti-Soviet programs, the Truman Doctrine, Marshall Plan and NATO. Wallace quit the party and ran for president as an independent in 1948. He called for détente with the Soviet Union, but much of his campaign was controlled by communists who had been expelled from the main unions. Wallace fared poorly and helped turn the anti-communist vote toward Truman.[89] By cooperating with internationalist Republicans, Truman succeeded in defeating isolationists on the right and supporters of softer lines on the Soviet Union on the left to establish a Cold War program that lasted until the fall of the Soviet Union in 1991. Wallace supporters and other Democrats who were farther left were pushed out of the party and the CIO in 1946–1948 by young anti-communists like Hubert Humphrey, Walter Reuther and Arthur Schlesinger Jr. Hollywood emerged in the 1940s as an important new base in the party and was led by movie-star politicians such as Ronald Reagan, who strongly supported Roosevelt and Truman at this time.[90] In foreign policy, Europe was safe, but troubles mounted in Asia as China fell to the communists in 1949. Truman entered the Korean War without formal Congressional approval. When the war turned to a stalemate and he fired General Douglas MacArthur in 1951, Republicans blasted his policies in Asia. A series of petty scandals among friends and buddies of Truman further tarnished his image, allowing the Republicans in 1952 to crusade against \"Korea, Communism and Corruption\". Truman dropped out of the Presidential race early in 1952, leaving no obvious successor. The convention nominated Adlai Stevenson in 1952 and 1956, only to see him overwhelmed by two Eisenhower landslides.[91] The landslide of General Dwight D. Eisenhower over Adlai Stevenson brought to the White House one of the most liked and most experienced leaders of the era. It also brought brief Republican control to both houses of Congress for one term. In Congress, the powerful team of Texans House Speaker Sam Rayburn and Senate Majority leader Lyndon B. Johnson held the party together, often by compromising with Eisenhower. In 1958, the party made dramatic gains in the midterms and seemed to have a permanent lock on Congress, thanks largely to organized labor. Indeed, Democrats had majorities in the House every election from 1930 to 1992 (except 1946 and 1952).[92] Most Southern Congressmen were conservative Democrats and they usually worked with conservative Republicans.[93] The result was a conservative coalition that blocked practically all liberal domestic legislation from 1937 to the 1970s, except for a brief spell 1964–1965, when Johnson neutralized its power. The counterbalance to the conservative coalition was the Democratic Study Group, which led the charge to liberalize the institutions of Congress and eventually pass a great deal of the Kennedy–Johnson program.[94] Although the Republicans gained brief control of Congress in 1952, the Democrats were back in control in 1954. House Speaker Sam Rayburn and Senate Majority Leader Lyndon B. Johnson worked closely with President Eisenhower, so the partisanship was at the lowest intensity in the 20th century. The election of John F. Kennedy in 1960 over then-Vice President Richard Nixon re-energized the party. His youth, vigor and intelligence caught the popular imagination. New programs like the Peace Corps harnessed idealism. In terms of legislation, Kennedy was stalemated by the conservative coalition.[95] Though Kennedy's term in office lasted only about a thousand days, he tried to hold back communist gains after the failed Bay of Pigs invasion in Cuba and the construction of the Berlin Wall and sent 16,000 soldiers to Vietnam to advise the hard-pressed South Vietnamese army. He challenged America in the Space Race to land an American man on the Moon by 1969. After the Cuban Missile Crisis he moved to de-escalate tensions with the Soviet Union.[96] Kennedy also pushed for civil rights and racial integration, one example being Kennedy assigning federal marshals to protect the Freedom Riders in the South. His election did mark the coming of age of the Catholic component of the New Deal Coalition. After 1964, middle class Catholics started voting Republican in the same proportion as their Protestant neighbors. Except for the Chicago of Richard J. Daley, the last of the Democratic machines faded away. President Kennedy was assassinated on November 22, 1963, in Dallas, Texas.[97] Then-vice president Lyndon B. Johnson was sworn in as the new president. Johnson, heir to the New Deal ideals, broke the conservative coalition in Congress and passed a remarkable number of laws, known as the Great Society. Johnson succeeded in passing major civil rights laws that restarted racial integration in the South. At the same time, Johnson escalated the Vietnam War, leading to an inner conflict inside the Democratic Party that shattered the party in the elections of 1968.[98] The Democratic Party platform of the 1960s was largely formed by the ideals of President Johnson's \"Great Society\" The New Deal coalition began to fracture as more Democratic leaders voiced support for civil rights, upsetting the party's traditional base of Southern Democrats and Catholics in Northern cities. Segregationist George Wallace capitalized on Catholic unrest in Democratic primaries in 1964 and 1972.[99] After Harry Truman's platform gave strong support to civil rights and anti-segregation laws during the 1948 Democratic National Convention, many Southern Democratic delegates decided to split from the party and formed the \"Dixiecrats\", led by South Carolina governor Strom Thurmond (who as Senator would later join the Republican Party). Thurmond carried the Deep South in the election, but Truman carried the rest of the South. Meanwhile, in the North far left elements were leaving the Democrats to join Henry A. Wallace in his new Progressive Party. They possibly cost Truman New York, but he won reelection anyway.[100] On the other hand, African Americans, who had traditionally given strong support to the Republican Party since its inception as the \"anti-slavery party\", after switching the vast majority of their votes in the thirties due to the New Deal benefits, continued to shift to the Democratic Party, largely due to the advocacy of and support for civil rights by such prominent Democrats as Hubert Humphrey and Eleanor Roosevelt, and the switch of local machines to the Democrats as in Chicago. Although Republican Dwight D. Eisenhower carried half the South in 1952 and 1956 and Senator Barry Goldwater also carried five Southern states in 1964, Democrat Jimmy Carter carried all of the South except Virginia and there was no long-term realignment until Ronald Reagan's sweeping victories in the South in 1980 and 1984.[101] The party's dramatic reversal on civil rights issues culminated when Democratic President Lyndon B. Johnson signed into law the Civil Rights Act of 1964. The act was passed in both the House and Senate by Republican and Democratic majorities. Most Democrats and all Republicans from the South opposed the act.[102] The year 1968 marked a major crisis for the party. In January, even though it was a military defeat for the Viet Cong, the Tet Offensive began to turn American public opinion against the Vietnam War. Senator Eugene McCarthy rallied intellectuals and anti-war students on college campuses and came within a few percentage points of defeating Johnson in the New Hampshire primary:Johnson was permanently weakened. Four days later, Senator Robert F. Kennedy, brother of the late President, entered the race.[103] Johnson stunned the nation on March 31 when he withdrew from the race and four weeks later his Vice President Hubert H. Humphrey, entered the race, though he did not run in any primary. Kennedy and McCarthy traded primary victories while Humphrey gathered the support of labor unions and the big-city bosses. Kennedy won the critical California primary on June 4, but he was assassinated that night. Even as Kennedy won California, Humphrey had already amassed 1,000 of the 1,312 delegate votes needed for the nomination, while Kennedy had about 700.[104] During the 1968 Democratic National Convention, while the Chicago Police Department and the Illinois Army National Guard violently confronted anti-war protesters on the streets and parks of Chicago, the Democrats nominated Humphrey. Meanwhile, Alabama's Democratic governor George C. Wallace launched a third-party campaign and at one point was running second to the Republican candidate Richard Nixon. Nixon barely won, with the Democrats retaining control of Congress. The party was now so deeply split that it would not again win a majority of the popular vote for president until 1976, when Jimmy Carter won the popular vote in 1976 with 50.1%.[105] The degree to which the Southern Democrats had abandoned the party became evident in the 1968 presidential election when the electoral votes of every former Confederate state except Texas went to either Republican Richard Nixon or independent Wallace. Humphrey's electoral votes came mainly from the Northern states, marking a dramatic reversal from the 1948 election 20 years earlier, when the losing Republican electoral votes were concentrated in the same states.[106] Following the party's defeat in 1968, the McGovern-Fraser Commission proposed and the party adopted far-reaching changes in how national convention delegates were selected. More power over the presidential nominee selection accrued to the rank and file and presidential primaries became significantly more important.[107] In 1972 The Democrats moved left and nominated Senator George McGovern (SD) as the presidential candidate on a platform which advocated, among other things, immediate U.S. withdrawal from Vietnam (with his anti-war slogan \"Come Home, America!\") and a guaranteed minimum income for all Americans. McGovern's forces at the national convention ousted Mayor Richard J. Daley and the entire Chicago delegation, replacing them with insurgents led by Jesse Jackson. After it became known that McGovern's running mate Thomas Eagleton had received electric shock therapy, McGovern said he supported Eagleton \"1000%\", but he was soon forced to drop him and find a new running mate.[108] Numerous top names turned him down, but McGovern finally selected Sargent Shriver, a Kennedy in-law who was close to Mayor Daley. On July 14, 1972, McGovern appointed his campaign manager, Jean Westwood, as the first woman chair of the Democratic National Committee. McGovern was defeated in a landslide by incumbent Richard Nixon, winning only Massachusetts and Washington, D.C.[109] The effects that George McGovern's defeat in the 1972 election had on the Democratic Party would be long lasting, but was interrupted by the Nixon scandal which temporarily halted the party's decline in ways that were entirely unexpected.[110] The Watergate scandal soon destroyed the Nixon Presidency. With Gerald Ford's pardon of Nixon soon after his resignation in 1974, the Democrats used the \"corruption\" issue to make major gains in the off-year elections. In 1976, mistrust of the administration, complicated by a combination of economic recession and inflation, sometimes called \"stagflation\", led to Ford's defeat by Jimmy Carter, a former Governor of Georgia. Carter won as a little-known outsider by promising honesty in Washington, a message that played well to voters as he swept the South and won narrowly.[111] Carter was a peanut farmer, a state senator and a one-term governor with minimal national experience. President Carter's major accomplishments consisted of the creation of a national energy policy and two new cabinet departments, the United States Department of Energy and the United States Department of Education. Carter also successfully deregulated the trucking, airline, rail, finance, communications and oil industries (thus reversing the New Deal approach to regulation of the economy), bolstered the social security system and appointed record numbers of women and minorities to significant posts. He also enacted strong legislation on environmental protection through the expansion of the National Park Service in Alaska, creating 103 million acres (417,000 km2) of park land.[112] In foreign affairs, Carter's accomplishments consisted of the Camp David Accords, the Panama Canal Treaties, the establishment of full diplomatic relations with the People's Republic of China and the negotiation of the SALT II Treaty. In addition, he championed human rights throughout the world and used human rights as the center of his administration's foreign policy.[113] Carter's successes were overshadowed by failures. He was unable to implement a national health plan or to reform the tax system as he had promised. His popularity fell as inflation soared and unemployment remained stubbornly high, Abroad, the Iranians held 52 Americans hostage for 444 days, an embarrassment rehearsed practically every day on television. Worse, his military rescue of the hostages was a fiasco.[114] The Soviet invasion of Afghanistan later that year further disenchanted some Americans with Carter, and athletes were disappointed when he cancelled American participation in the 1980 Moscow Olympics.[115] Liberal Senator Ted Kennedy attacked Carter as too conservative but failed to block Carter's renomination in 1980.[116] In the November 1980 election, Carter lost to Ronald Reagan. The Democrats lost 12 Senate seats and for the first time since 1954 the Republicans controlled the Senate, though the House remained in Democratic hands. Voting patterns and poll result indicate that the substantial Republican victory was the consequence of poor economic performance under Carter and the Democrats and did not represent an ideological shift to the right by the electorate.[117] Iran released all the American hostages minutes after Reagan was inaugurated, ending a 444-day crisis.[118] Democrats who supported many conservative policies were instrumental in the election of Republican President Ronald Reagan in 1980. The \"Reagan Democrats\" were Democrats before the Reagan years and afterward, but they voted for Ronald Reagan in 1980 and 1984 and for George H. W. Bush in 1988, producing their landslide victories. Reagan Democrats were mostly white ethnics in the Northeast and Midwest who were attracted to Reagan's social conservatism on issues such as abortion and to his strong foreign policy. They did not continue to vote Republican in 1992 or 1996, so the term fell into disuse except as a reference to the 1980s. The term is not used to describe White Southerners who became permanent Republicans in presidential elections.[119] Stan Greenberg, a Democratic pollster, analyzed white ethnic voters – largely unionized auto workers – in suburban Macomb County, Michigan, just north of Detroit. The county voted 63 percent for Kennedy in 1960 and 66 percent for Reagan in 1984. He concluded that Reagan Democrats no longer saw Democrats as champions of their middle class aspirations, but instead saw it as a party working primarily for the benefit of others, especially African Americans, advocacy groups of the political left and the very poor.[119] The failure to hold the Reagan Democrats and the white South led to the final collapse of the New Deal coalition. In 1984, Reagan carried 49 states against former vice president and Minnesota senator Walter Mondale, a New Deal stalwart.[120] In response to these landslide defeats, the Democratic Leadership Council (DLC) was created in 1985. It worked to move the party rightwards to the ideological center in order to recover some of the fundraising that had been lost to the Republicans due to corporate donors supporting Reagan. The goal was to retain left-of-center voters as well as moderates and conservatives on social issues to become a catch all party with widespread appeal to most opponents of the Republicans. Despite this, Massachusetts Governor Michael Dukakis, running not as a New Dealer but as an efficiency expert in public administration, lost by a landslide in 1988 to Vice President George H. W. Bush.[121] For nearly a century after Reconstruction, the white South identified with the Democratic Party. The Democrats' lock on power was so strong the region was called the Solid South, although the Republicans controlled parts of the Appalachian mountains and they competed for statewide office in the border states. Before 1948, Southern Democrats believed that their party, with its respect for states' rights and appreciation of traditional southern values, was the defender of the Southern way of life. Southern Democrats warned against aggressive designs on the part of Northern liberals and Republicans and civil rights activists whom they denounced as \"outside agitators\".[122] The adoption of the strong civil rights plank by the 1948 convention and the integration of the armed forces by President Harry S. Truman's Executive Order 9981, which provided for equal treatment and opportunity for African-American servicemen, drove a wedge between the Northern and Southern branches of the party. The party was sharply divided in the following election, as Southern Democrats Strom Thurmond ran as \"States' Rights Democratic Party\". With the presidency of John F. Kennedy the Democratic Party began to embrace the Civil Rights Movement and its lock on the South was irretrievably broken. Upon signing the Civil Rights Act of 1964, President Lyndon B. Johnson prophesied: \"We have lost the South for a generation\".[123] Modernization had brought factories, national businesses and larger, more cosmopolitan cities such as Atlanta, Dallas, Charlotte and Houston to the South, as well as millions of migrants from the North and more opportunities for higher education. Meanwhile, the cotton and tobacco economy of the traditional rural South faded away, as former farmers commuted to factory jobs. As the South became more like the rest of the nation, it could not stand apart in terms of racial segregation. Integration and the Civil Rights Movement caused enormous controversy in the white South, with many attacking it as a violation of states' rights. When segregation was outlawed by court order and by the Civil Rights Acts of 1964 and 1965, a die-hard element resisted integration, led by Democratic governors Orval Faubus of Arkansas, Lester Maddox of Georgia and especially George Wallace of Alabama. These populist governors appealed to a less-educated, blue-collar electorate that on economic grounds favored the Democratic Party and opposed desegregation. After 1965, most Southerners accepted integration (with the exception of public schools).[124] Believing themselves betrayed by the Democratic Party, traditional White Southerners joined the new middle-class and the Northern transplants in moving toward the Republican Party. Meanwhile, newly enfranchised black voters began supporting Democratic candidates at the 80–90 percent levels, producing Democratic leaders such as Julian Bond and John Lewis of Georgia and Barbara Jordan of Texas. Just as Martin Luther King Jr. had promised, integration had brought about a new day in Southern politics.[125] In addition to its white middle-class base, Republicans attracted strong majorities among evangelical Christians, who prior to the 1980s were largely apolitical. Exit polls in the 2004 presidential election showed that George W. Bush led John Kerry by 70–30% among White Southerners, who were 71% of the voters. Kerry had a 90–9 lead among the 18% of Southern voters who were black. One-third of the Southern voters said they were white Evangelicals and they voted for Bush by 80–20.[126] The Democrats included a strong element that came of age in opposition to the Vietnam War and remained hostile toward American military interventions. On August 1, 1990, Iraq, led by Saddam Hussein, invaded Kuwait. President Bush formed an international coalition and secured United Nations approval to expel Iraq. Congress on January 12, 1991, authorized by a narrow margin the use of military force against Iraq, with Republicans in favor and Democrats opposed. The vote in the House was 250–183 and in the Senate 52–47. In the Senate, 42 Republicans and 10 Democrats voted yes to war, while 45 Democrats and two Republicans voted no. In the House, 164 Republicans and 86 Democrats voted yes and 179 Democrats, three Republicans and one Independent voted no.[127] In the 1990s, the Democratic Party revived itself, in part by moving to the right on economic policy.[128] In 1992, for the first time in 12 years the United States had a Democrat in the White House. During President Bill Clinton's term, the Congress balanced the federal budget for the first time since the Kennedy Presidency and presided over a robust American economy that saw incomes grow across the board. In 1994, the economy had the lowest combination of unemployment and inflation in 25 years. President Clinton also signed into law several gun control bills, including the Brady Bill, which imposed a five-day waiting period on handgun purchases; and he also signed into legislation a ban on many types of semi-automatic firearms (which expired in 2004). His Family and Medical Leave Act, covering some 40 million Americans, offered workers up to 12 weeks of unpaid, job-guaranteed leave for childbirth or a personal or family illness. He deployed the U.S. military to Haiti to reinstate deposed president Jean-Bertrand Aristide, took a strong hand in Palestinian–Israeli peace negotiations, brokered a historic cease-fire in Northern Ireland and negotiated the Dayton accords. In 1996, Clinton became the first Democratic president to be re-elected since Franklin D. Roosevelt. However, the Democrats lost their majority in both Houses of Congress in 1994. Clinton vetoed two Republican-backed welfare reform bills before signing the third, the Personal Responsibility and Work Opportunity Act of 1996. The tort reform Private Securities Litigation Reform Act passed over his veto. Labor unions, which had been steadily losing membership since the 1960s, found they had also lost political clout inside the Democratic Party and Clinton enacted the North American Free Trade Agreement with Canada and Mexico over unions' strong objections.[129] In 1998, the Republican-led House of Representatives impeached Clinton on two charges, though he was subsequently acquitted by the United States Senate in 1999. Under Clinton's leadership, the United States participated in NATO's Operation Allied Force against Yugoslavia that year. In the 1990s the Clinton Administration continued the free market, or neoliberal, reforms which began under the Reagan Administration.[130][131] Historian Gary Gerstle states that Reagan was the ideological architect of the neoliberal order which was formulated in the 1970s and 1980s, but it was Clinton who was its key facilitator, and as such this order achieved dominance following the end of the Cold War.[132] However, economist Sebastian Mallaby argues that the party increasingly adopted pro-business, pro free market principles after 1976: Historian Walter Scheidel also posits that both parties shifted to free markets in the 1970s: Both Carter and Clinton quietly abandoned the New Deal style of aggressive support for welfare for the poor and support for the working-class and labor unions. They downplayed traditional Democratic hostility toward business, and aggressive regulation of the economy. Carter and Clinton agreed on a greater reliance on the market economy—As conservatives have long demanded. They gave control of inflation priority over reduction in unemployment. They both sought balanced budgets—and Clinton actually succeeded in generating a federal budget surplus. They both used monetary policy more than fiscal/spending policy to micromanage the economy, and they accepted the conservative emphasis on supply-side programs to encourage private investment, and the expectation it would produce long-term economic growth.[135] During the 2000 presidential election, the Democrats chose Vice President Al Gore to be the party's candidate for the presidency. Gore ran against George W. Bush, the Republican candidate and son of former President George H. W. Bush. The issues Gore championed include debt reduction, tax cuts, foreign policy, public education, global warming, judicial appointments and affirmative action. Nevertheless, Gore's affiliation with Clinton and the DLC caused critics to assert that Bush and Gore were too similar, especially on free trade, reductions in social welfare and the death penalty. Green Party presidential candidate Ralph Nader in particular was very vocal in his criticisms. Gore won a popular plurality of over 540,000 votes over Bush, but lost in the Electoral College by four votes. Many Democrats blamed Nader's third-party spoiler role for Gore's defeat. They pointed to the states of New Hampshire (4 electoral votes) and Florida (25 electoral votes), where Nader's total votes exceeded Bush's margin of victory. In Florida, Nader received 97,000 votes and Bush defeated Gore by a mere 537. Controversy plagued the election and Gore largely dropped from elective politics. Despite Gore's close defeat, the Democrats gained five seats in the Senate (including the election of Hillary Clinton in New York) to turn a 55–45 Republican edge into a 50–50 split (with a Republican vice president breaking a tie). However, when Republican Senator Jim Jeffords of Vermont decided in 2001 to become an independent and vote with the Democratic caucus, the majority status shifted along with the seat, including control of the floor (by the Majority Leader) and control of all committee chairmanships. However, the Republicans regained their Senate majority with gains in 2002 and 2004, leaving the Democrats with only 44 seats, the fewest since the 1920s.[136] In the aftermath of the September 11, 2001 attacks, the nation's focus was changed to issues of national security. All but one Democrat (Representative Barbara Lee) voted with their Republican counterparts to authorize President Bush's 2001 invasion of Afghanistan. House leader Richard Gephardt and Senate leader Thomas Daschle pushed Democrats to vote for the USA PATRIOT Act and the invasion of Iraq. The Democrats were split over invading Iraq in 2003 and increasingly expressed concerns about both the justification and progress of the War on Terrorism as well as the domestic effects from the Patriot Act.[137] In the wake of the financial fraud scandal of the Enron Corporation and other corporations, Congressional Democrats pushed for a legal overhaul of business accounting with the intention of preventing further accounting fraud. This led to the bipartisan Sarbanes-Oxley Act in 2002. With job losses and bankruptcies across regions and industries increasing in 2001 and 2002, the Democrats generally campaigned on the issue of economic recovery. That did not work for them in 2002, as the Democrats lost a few seats in the U.S. House of Representatives. They lost three seats in the Senate (Georgia as Max Cleland was unseated, Minnesota as Paul Wellstone died and his succeeding Democratic candidate lost the election and Missouri as Jean Carnahan was unseated). While Democrats gained governorships in New Mexico (where Bill Richardson was elected), Arizona (Janet Napolitano), Michigan (Jennifer Granholm) and Wyoming (Dave Freudenthal). Other Democrats lost governorships in South Carolina (Jim Hodges), Alabama (Don Siegelman) and—for the first time in more than a century—Georgia (Roy Barnes). The election led to another round of soul searching about the party's narrowing base. Democrats had further losses in 2003, when a voter recall unseated the unpopular Democratic governor of California Gray Davis and replaced him with Republican Arnold Schwarzenegger. By the end of 2003, the four most populous states had Republican governors: California, Texas, New York and Florida.[138] The 2004 campaign started as early as December 2002, when Gore announced he would not run again in the 2004 election. Howard Dean, a former Governor of Vermont and opponent of the Iraq War, was the front-runner at first. An unusual gaffe known as the \"Dean Scream\" and subsequent negative media coverage doomed his candidacy. The nomination went to Massachusetts Senator John Kerry, a centrist with heavy support from the Democratic Leadership Council. Democrats pulled together in attacking Bush's war in Iraq. Kerry lost by a 3 million vote margin out of 120 million votes and lost four Senate seats. The Democrats had only 44 Senators, their fewest since the 1920s. A bright spot came with the win by Barack Obama in Illinois.[139] After the 2004 election, prominent Democrats began to rethink the party's direction. Some Democrats proposed moving towards the right to regain seats in the House and Senate and possibly win the Presidency in 2008, while others demanded that the party move more to the left and become a stronger opposition party. One topic of deep debate was the party's policies surrounding reproductive rights.[140] In What's the Matter with Kansas?, commentator Thomas Frank wrote that the Democrats needed to return to campaigning on economic populism. These debates were reflected in the 2005 campaign for Chairman of the Democratic National Committee, which Howard Dean won over the objections of many party insiders. Dean sought to move the Democratic strategy away from the establishment and bolster support for the party's state organizations, even in red states (the fifty-state strategy).[141] When the 109th Congress convened, Harry Reid, the new Senate Minority Leader, tried to convince the Democratic Senators to vote more as a bloc on important issues and he forced the Republicans to abandon their push for privatization of Social Security. With scandals involving lobbyist Jack Abramoff as well as Duke Cunningham, Tom DeLay, Mark Foley and Bob Taft, the Democrats used the slogan \"Culture of corruption\" against the Republicans during the 2006 campaign. Negative public opinion on the Iraq War, widespread dissatisfaction over the ballooning federal deficit and the inept handling of the Hurricane Katrina disaster dragged down President Bush's job approval ratings.[142] As a result of gains in the 2006 midterm elections, the Democratic Party gained control of both houses of Congress. The Democrats also went from controlling a minority of governorships to a majority. There were also gains in various state legislatures, giving the Democrats control of a plurality of them nationwide. No Democratic incumbent was defeated and no Democratic-held open seat was lost in a major race. Both conservative and populist candidates did well.[143][144] Exit polling suggested that corruption was a key issue for many voters.[145] Nancy Pelosi was elected as the first female House speaker and immediately pushed for passage of the 100-Hour Plan of eight new liberal programs.[146] The 2008 Democratic presidential primaries left two candidates in close competition: Illinois Senator Barack Obama and New York Senator Hillary Clinton. Both had won more support within a major American political party than any previous African American or female candidate. Before official ratification at the 2008 Democratic National Convention, Obama emerged as the party's presumptive nominee. With President George W. Bush of the Republican Party ineligible for a third term and the Vice President Dick Cheney not pursuing his party's nomination, Senator John McCain of Arizona more quickly emerged as the GOP nominee.[147] Throughout most of the 2008 presidential election, polls showed a close race between Obama and John McCain. However, Obama maintained a small but widening lead over McCain in the wake of the liquidity crisis of September 2008.[148] On November 4, Obama defeated McCain by a significant margin in the Electoral College and the party also made further gains in the Senate and House, adding to its 2006 gains. On January 20, 2009, Obama was inaugurated as the 44th president of the United States in a ceremony attended by nearly 2 million people, the largest congregation of spectators ever to witness the inauguration of a new president.[149] That same day in Washington, D.C., Republican House of Representative leaders met in an \"invitation only\" meeting for four hours to discuss the future of the Republican Party under the Obama administration. One of the first acts by the Obama administration after assuming control was an order signed by Chief of Staff Rahm Emanuel that suspended all pending federal regulations proposed by outgoing President George W. Bush so that they could be reviewed. This was comparable to prior moves by the Bush administration upon assuming control from Bill Clinton, who in his final 20 days in office issued 12 executive orders.[150] In his first week, Obama also established a policy of producing a weekly Saturday morning video address available on Whitehouse.gov and YouTube, much like those released during his transition period. The policy is likened to Franklin Delano Roosevelt's fireside chats and George W. Bush's weekly radio addresses. President Obama signed into law the following significant legislation during his first 100 days in the White House: Lilly Ledbetter Fair Pay Act of 2009, Children's Health Insurance Reauthorization Act of 2009 and the American Recovery and Reinvestment Act of 2009. Also during his first 100 days, the Obama administration reversed the following significant George W. Bush administration policies: supporting the UN declaration on sexual orientation and gender identity, relaxing enforcement of cannabis laws and lifting the 7½-year ban on federal funding for embryonic stem cell research. Obama also issued Executive Order 13492, ordering the closure of the Guantanamo Bay detention camp, although it remained open throughout his presidency. He also lifted some travel and money restrictions to Cuba, ended the Mexico City Policy and signed an order requiring the Army Field Manual to be used as guide for terror interrogations, which banned tortures such as waterboarding. Obama also announced stricter guidelines regarding lobbyists in an effort to raise the ethical standards of the White House.[151] The new policy bans aides from attempting to influence the administration for at least two years if they leave his staff. It also bans aides on staff from working on matters they have previously lobbied on, or to approach agencies that they targeted while on staff. Their ban also included a gift-giving ban.[152] However, one day later he nominated William J. Lynn III, a lobbyist for defense contractor Raytheon, for the position of Deputy Secretary of Defense.[153][154] Obama later nominated William Corr, an anti-tobacco lobbyist, for Deputy Secretary of Health and Human Services.[155] During the beginning of Obama Presidency emerged the Tea Party movement, a conservative movement that began to heavily influence the Republican Party within the United States, shifting the GOP further right-wing and partisan in their ideology. On February 18, 2009, Obama announced that the U.S. military presence in Afghanistan would be bolstered by 17,000 new troops by summer.[156] The announcement followed the recommendation of several experts including Defense Secretary Robert Gates that additional troops be deployed to the strife-torn South Asian country.[157] On February 27, 2009, Obama addressed Marines at Camp Lejeune, North Carolina and outlined an exit strategy for the Iraq War. Obama promised to withdraw all combat troops from Iraq by August 31, 2010, and a \"transitional force\" of up to 50,000 counterterrorism, advisory, training and support personnel by the end of 2011.[158] Obama signed two presidential memoranda concerning energy independence, ordering the Department of Transportation to establish higher fuel efficiency standards before 2011 models are released and allowing states to raise their emissions standards above the national standard. Due to the economic crisis, the President enacted a pay freeze for senior White House staff making more than $100,000 per year.[159] The action affected approximately 120 staffers and added up to about a $443,000 savings for the United States government.[160] On March 10, 2009, in a meeting with the New Democrat Coalition, Obama told them that he was a \"New Democrat\", \"pro-growth Democrat\", \"supports free and fair trade\" and \"very concerned about a return to protectionism\".[161] On May 26, 2009, President Obama nominated Sonia Sotomayor for Associate Justice of the Supreme Court of the United States. Sotomayor was confirmed by the Senate becoming the highest ranking government official of Puerto Rican heritage ever. On July 1, 2009, President Obama signed into law the Comprehensive Iran Sanctions, Accountability, and Divestment Act of 2010. On July 7, 2009, Al Franken was sworn into the Senate, thus Senate Democrats obtained the 60 vote threshold to overcome the Senate filibuster. On October 28, 2009, Obama signed the National Defense Authorization Act for Fiscal Year 2010, which included in it the Matthew Shepard and James Byrd Jr. Hate Crimes Prevention Act, which expanded federal hate crime laws to include sexual orientation, gender identity and disability. On January 21, 2010, the Supreme Court ruled in a 5–4 decision in the case of Citizens United v. Federal Election Commission that the First Amendment prohibited the government from restricting independent political expenditures by a nonprofit corporation. On February 4, 2010, Republican Scott Brown of Massachusetts was sworn into the Senate, thus ending Senate Democrats 60 vote threshold to overcome a filibuster. On March 23, 2010, President Obama signed into law his signature legislation of his presidency, the Patient Protection and Affordable Care Act, together with the Health Care and Education Reconciliation Act of 2010, which represents the most significant regulatory overhaul of the U.S. healthcare system since the passage of Medicare and Medicaid in 1965. On May 10, 2010, President Obama nominated Elena Kagan for Associate Justice of the Supreme Court of the United States. On July 21, 2010, President Obama signed into law the Dodd–Frank Wall Street Reform and Consumer Protection Act and Elena Kagan was confirmed by the Senate on August 5, 2010, by a 63–37 vote. Kagan was sworn in by Chief Justice John Roberts on August 7, 2010. On 19 August 2010, the 4th Stryker Brigade, 2nd Infantry Division was the last American combat brigade to withdraw from Iraq. In a speech at the Oval Office on August 31, 2010, Obama declared: \"[T]he American combat mission in Iraq has ended. Operation Iraqi Freedom is over, and the Iraqi people now have lead responsibility for the security of their country\".[162][163] About 50,000 American troops remained in the country in an advisory capacity as part of \"Operation New Dawn\", which ran until the end of 2011. New Dawn was the final designated U.S. campaign of the war. The U.S. military continued to train and advise the Iraqi Forces, as well as participate in combat alongside them.[164] On November 2, 2010, during the 2010 midterm elections, the Democratic Party had a net loss of six seats in the Senate and 63 seats in the House. Control of the House of Representatives switched from the Democratic Party to the Republican Party. The Democrats lost a net of six state governorships and a net 680 seats in state legislatures. The Democrats lost control of seven state Senate legislatures and 13 state Houses. This was the worst performance of the Democratic Party in a national election since the 1946 elections. The Blue Dog Coalition numbers in the House were reduced from 54 members in 2008 to 26 members in 2011 and were half of the Democratic defeats during the election. This was the first United States national election in which Super PACs were used by Democrats and Republicans. Many commentators contribute the electoral success of the Republican Party in 2010 to the conservative Super PACs' campaign spending, Tea Party movement, backlash against President Obama, failure to mobilize the Obama coalition to get out and vote and the failure of President Obama to enact many of his progressive and liberal campaign promises. On December 1, 2010, Obama announced at the U.S. Military Academy in West Point that the U.S. would send 30,000 more troops to Afghanistan.[165] Anti-war organizations in the U.S. responded quickly and cities throughout the U.S. saw protests on 2 December.[166] Many protesters compared the decision to deploy more troops in Afghanistan to the expansion of the Vietnam War under the Johnson administration.[167] During the lame-duck session of the 111th United States Congress, President Obama signed into law the following significant legislation: Tax Relief, Unemployment Insurance Reauthorization, and Job Creation Act of 2010, Don't Ask, Don't Tell Repeal Act of 2010, James Zadroga 9/11 Health and Compensation Act of 2010, Shark Conservation Act of 2010 and the FDA Food Safety Modernization Act of 2010. On December 18, 2010, the Arab Spring began. On 22 December 2010, the U.S. Senate gave its advice and consent to ratification of New START by a vote of 71 to 26 on the resolution of ratification. The 111th United States Congress has been considered one of the most productive Congresses in history in terms of legislation passed since the 89th Congress, during Lyndon Johnson's Great Society.[168][169][170][171] On February 23, 2011, United States Attorney General Eric Holder announced the United States federal government would no longer defend the Defense of Marriage Act within federal courts. In response to the First Libyan Civil War, Secretary of State Hillary Clinton joined with U.N. Ambassador Susan Rice and Office of Multilateral and Human Rights Director Samantha Power led the hawkish diplomatic team within the Obama administration that helped convince President Obama in favor airstrikes against Libyan government. On March 19, 2011, the United States began military intervention in Libya. United States domestic reaction to the 2011 military intervention in Libya were mixed in the Democratic Party. Opponents to the 2011 military intervention in Libya within the Democratic Party include Rep. Dennis Kucinich, Sen. Jim Webb, Rep. Raul Grijalva, Rep. Mike Honda, Rep. Lynn Woolsey and Rep. Barbara Lee. The Congressional Progressive Caucus (CPC), an organization of progressive Democrats, said that the United States should conclude its campaign against Libyan air defenses as soon as possible. Support for the 2011 military intervention in Libya within the Democratic Party include President Bill Clinton, Sen. Carl Levin, Sen. Dick Durbin, Sen. Jack Reed, Sen. John Kerry, Minority Leader of the House of Representatives Nancy Pelosi, Legal Adviser of the Department of State Harold Hongju Koh and Ed Schultz. On April 5, 2011, Vice President Joe Biden announced that Debbie Wasserman Schultz was President Obama's choice to succeed Tim Kaine as the 52nd Chair of the Democratic National Committee. On May 26, 2011, President Obama signed the PATRIOT Sunsets Extension Act of 2011, which was strongly criticized by some in the Democratic Party as violation of civil liberties and a continuation of the George W. Bush administration. House Democrats largely opposed the PATRIOT Sunsets Extension Act of 2011, while Senate Democrats were slightly in favor of it. On October 21, 2011, President Obama signed into law three of the following United States free trade agreements: Free trade agreement between the United States of America and the Republic of Korea, Panama–United States Trade Promotion Agreement and the United States–Colombia Free Trade Agreement. In the House of Representatives, Democratic Representatives largely opposed these agreements, while Senate Democrats were split on the agreements. This was a continuation of President Bill Clinton's policy of support for free trade agreements. When asked by David Gregory about his views on same-sex marriage on Meet the Press on May 5, 2012, Biden stated he supported same-sex marriage.[172] On May 9, 2012, a day after North Carolina voters approved Amendment 1, President Obama became the first sitting United States president to come out in favor of same-sex marriage. The 2012 Democratic Party platform for Obama's reelection ran over 26,000 words and included his position on numerous national issues. On security issues, it pledges \"unshakable commitment to Israel's security\", says the party will try to prevent Iran from acquiring a nuclear weapon. It calls for a strong military, but argues that in the current fiscal environment, tough budgetary decisions must include defense spending. On controversial social issues it supports abortion rights, same-sex marriage and says the party is \"strongly committed to enacting comprehensive immigration reform\". On the economic side the platform calls for extending the tax cuts for families earning under $250,000 and promises not to raise their taxes. It praises the Patient Protection and Affordable Care Act (\"Obamacare\", but does not use that term). It \"adamantly oppose any efforts to privatize Medicare\". On the rules of politics it attacks the recent Supreme Court decision Citizens United v. Federal Election Commission that allows much greater political spending. It demands \"immediate action to curb the influence of lobbyists and special interests on our political institutions\".[173] Intense budget negotiations in the divided 112th Congress, wherein Democrats resolved to fight Republican demands for decreased spending and no tax hikes, threatened to shut down the government in April 2011[174] and later spurred fears that the United States would default on its debt. Continuing tight budgets were felt at the state level, where public-sector unions, a key Democratic constituency, battled Republican efforts to limit their collective bargaining powers in order to save money and reduce union power. This led to sustained protests by public-sector employees and walkouts by sympathetic Democratic legislators in states like Wisconsin and Ohio. The 2011 \"Occupy movement\". a campaign on the left for more accountable economic leadership, failed to have the impact on Democratic Party leadership and policy that the Tea Party movement had on the Republicans. Its leadership proved ineffective and the Occupy movement fizzled out. However, echoes could be found in the presidential nomination campaign of Senator Bernie Sanders in 2015–2016.[175] Conservatives criticized the president for \"passive\" responses to crises such as the 2009 Iranian protests and the 2011 Egyptian revolution. Additionally, liberal and Democratic activists objected to Obama's decisions to send reinforcements to Afghanistan, resume military trials of terror suspects at Guantanamo Bay detention camp and to help enforce a no-fly zone over Libya during that country's civil war. However, the demands of anti-war advocates were heeded when Obama followed through on a campaign promise to withdraw combat troops from Iraq.[citation needed] The 2012 election was characterized by very high spending, especially on negative television ads in about ten critical states. Despite a weak economic recovery and high unemployment, the Obama campaign successfully mobilized its coalition of youth, blacks, Hispanics and women. The campaign carried all the same states as in 2008 except two, Indiana and North Carolina. The election continued the pattern whereby Democrats won more votes in all presidential elections after 1988, except for 2004. Obama and the Democrats lost control of the Senate in the 2014 midterm elections, losing nine seats in that body and 13 in the GOP House.[citation needed] National polling from 2013 to the summer of 2015 showed Hillary Clinton with an overwhelming lead over all of her potential primary opponents. Her main challenger was independent Vermont Senator Bernie Sanders, whose rallies grew larger and larger as he attracted strong support among Democrats under age 40. The sharp divide between the two candidates was cast as a conflict between the political establishment and an outsider, with Clinton considered the establishment candidate and Sanders the outsider. Clinton received the endorsements from an overwhelming majority of office holders. Clinton's core base voters during the primaries were women, African Americans, Latino Americans, sexual minorities, moderates and older voters, while Sanders' core base included younger voters under the age of 40 and progressives.[176][177] The ideological differences between the two candidates represented the ideological divide within the Democratic Party as a whole. Clinton aligned herself with the New Democrat wing of the Democratic Party, which had been its dominant ideological faction during the presidencies of Bill Clinton, George W. Bush and Barack Obama. Bernie Sanders, who remained an independent in the Senate throughout the primaries (despite running for president as a Democrat), is a self-described democratic socialist, and represented the progressive wing of the Democratic Party, which includes politicians such as Ed Markey, Alexandria Ocasio-Cortez, Ilhan Omar, Rashida Tlaib, and Elizabeth Warren.[178][179] During the primaries, Sanders attacked Clinton for her ties to Wall Street and her previous support of the Defense of Marriage Act, the Trans-Pacific Partnership, the North American Free Trade Agreement, the Keystone Pipeline, the 2011 military intervention in Libya and the Iraq War, while Clinton attacked Sanders for voting against the Brady Handgun Violence Prevention Act, the Commodity Futures Modernization Act of 2000, the Protection of Lawful Commerce in Arms Act and the Comprehensive Immigration Reform Act of 2007.[180] Clinton generally moved to the left as the campaign progressed and adopted variations of some of Sanders' themes, such as opinions regarding trade and college tuition.[181] Although she was generally favored to win in polls, and won the popular vote by two percent, she lost the general election to Donald Trump in the Electoral College votes by state. As of September 13, 2017, 16 Senate Democrats cosponsored the Medicare for All Act of 2017.[182] As of September 26, 2017, 120 House Democrats cosponsored the Expanded & Improved Medicare For All Act.[183] This was all for naught, as the Republican majority made sure that the Democratic minority remained impotent. On January 12, 2017, the National Democratic Redistricting Committee, a 527 organization that focuses on redistricting reform and is affiliated with the Democratic Party, was created. The chair, president and vice president of the umbrella organization is the 82nd Attorney General Eric Holder, Elizabeth Pearson and Alixandria \"Ali\" Lapp respectively.[184] President Obama has said he would be involved with the committee.[185][186][187] At the inauguration of Donald Trump, 67 Democratic members of the United States House of Representatives boycotted the inauguration.[188] This was the largest boycott by members of the United States Congress since the second inauguration of Richard Nixon, where it was estimated that between 80 and 200 Democratic members of United States Congress boycotted.[189] On January 17, 2017, Third Way, a public policy think tank, launched New Blue, a $20 million campaign to study Democratic shortcomings in the 2016 elections and offer a new economic agenda to help Democrats reconnect with the voters who have abandoned the party. The money will be spent to conduct extensive research, reporting and polling in Rust Belt states that once formed a Blue Wall, but which voted for President Donald Trump in 2016.[190] Many progressives have criticized this as a desperate measure for the so-called establishment wing of the party to retain leadership. On May 15, 2017, Onward Together, a political action organization was launched by Hillary Clinton to fundraise for liberal organizations, such as Swing Left, Indivisible, Color of Change, Emerge America, and Run for Something.[191] In the 2018 midterm elections, Democrats gained a net 41 seats in the House of Representatives, retaking the majority in the chamber. A record 102 women were elected to the House of Representatives, of which 90 were members of the Democratic Party. Nancy Pelosi was reelected speaker of the House and Jim Clyburn was elected as the majority whip.[192] The House Democrats promised to focus on healthcare, voting rights and oversight of investigations into the myriad of alleged scandals of the Trump administration. In addition, there is growing support for a Green New Deal: A set of laws, taxes, and projects that seek to drastically reduce carbon emissions and provide Americans with a plethora of jobs in the process. House Democrats presided over the first impeachment of Donald Trump, who was later acquitted by the Republican-majority Senate. The 2020 primaries saw an unprecedentedly competitive field of 29 major candidates vie for the party's nomination, with the contest ultimately narrowing down to a binary race between Senator Sanders and former Vice President Biden after Super Tuesday, a similar dynamic to the entirety of the 2016 primary.[193] However, the two-person period of this contest was never extended as long as in 2016, as the consolidation of the moderates in the party, a series of wins in key swing states by Biden, and the COVID-19 global pandemic, allowed Biden to finally defeat his last rival, Senator Sanders. Representing the more centrist side of the party, former Vice President Biden positioned himself as an elder statesman ready to lead in moments of crisis that demanded strong executive experience. Biden promised electability and the defeat of Trump.[194] In terms of voter support, Biden dominated with African Americans, suburban whites, voters over the age of 50, and newly minted conservative Democrats who had joined the party after leaving the GOP in response to Trump and the stigma attached to his policies.[195] Senator Sanders led a similarly diverse coalition of Latinos, staunch progressives, and voters of all races under the age of 50.[196] The gender balance between the Biden and Sanders campaigns was relatively the same, with equal parts women and men supporting each, a key difference between 2016 and 2020. Other major candidates were Elizabeth Warren, Michael Bloomberg, Pete Buttigieg, and Amy Klobuchar. Throughout all of the general election campaign, Biden was shown to have a significant advantage in public opinion polling.[197] On November 3, 2020, Joe Biden defeated incumbent President Donald Trump by an Electoral College result of 306–232.[198] His victory is the first time a challenger beat a president running for re-election since George H. W. Bush's loss in 1992. Biden's running mate, Kamala Harris, would be the first female and person of African and South Asian descent to become vice president in history. In Congress, Democrats retained their majority in the House and claimed the majority in the US Senate with a 50–50 split.[199] This brought the House, Senate, and Presidency under simultaneous Democratic control for the first time since 2011. On January 20, 2021, Biden was inaugurated as the 46th president of the United States. President Biden signed into law the following significant legislation during his first 100 days in the White House: American Rescue Plan Act of 2021. The national committees of major parties published a \"campaign textbook\" every presidential election from about 1856 to about 1932. They were designed for speakers and contain statistics, speeches, summaries of legislation, and documents, with plenty of argumentation. Only large academic libraries have them, but some are online:","Title":"History of the Democratic Party (United States) - Wikipedia","KeyID":"5295","URL":"https://en.wikipedia.org/wiki/History_of_the_Democratic_Party_(United_States)"}