{"Content: ":"The Fourth Party System is the term used in political science and history for the period in American political history from about 1896 to 1932 that was dominated by the Republican Party, except the 1912 split in which Democrats captured the White House and held it for eight years. American history texts usually call the period the Progressive Era. The concept was introduced under the name \"System of 1896\" by E. E. Schattschneider in 1960, and the numbering scheme was added by political scientists in the mid-1960s.[1] The period featured a transformation from the issues of the Third Party System, which had focused on the American Civil War, Reconstruction, race, and monetary issues. The era began in the severe depression of 1893 and the extraordinarily intense election of 1896. It included the Progressive Era, World War I, and the start of the Great Depression. The Great Depression caused a realignment that produced the Fifth Party System, dominated by the Democratic New Deal Coalition until the 1970s. The central domestic issues concerned government regulation of railroads and large corporations (\"trusts\"), the money issue (gold versus silver), the protective tariff, the role of labor unions, child labor, the need for a new banking system, corruption in party politics, primary elections, the introduction of the federal income tax, direct election of senators, racial segregation, efficiency in government, women's suffrage, and control of immigration. Foreign policy centered on the 1898 Spanish–American War, Imperialism, the Mexican Revolution, World War I, and the creation of the League of Nations. Dominant personalities included presidents William McKinley (R), Theodore Roosevelt (R), and Woodrow Wilson (D), three-time presidential candidate William Jennings Bryan (D), and Wisconsin's progressive Republican Robert M. La Follette, Sr. The period began with the realignment of 1894–96. The Republican victory in 1896 over William Jennings Bryan and his Democratic Party was relatively close the first time. When Republican victory repeated in 1900 by an even bigger margin, business confidence was restored, a long epoch of prosperity was inaugurated, and most of the issues and personalities of the Third Party System were swept away. Most voting blocs continued unchanged, but some realignment took place giving Republicans dominance in the industrial Northeast and new strength in the border states. Thus, the way was clear for the Progressive Movement to impose a new way of thinking and a new agenda for politics.[2] During this period, a generational shift took place as the veterans of the Civil War aged out and were replaced by a younger generation more concerned with social justice and curbing the inequalities of industrial capitalism.[3] The Democratic Party, after largely being excluded from national politics in the decades following the Civil War, would see a resurgence during this period thanks to the new immigrant voting blocs. The presidency of Woodrow Wilson marked a watershed as a new generation of Democrats without the baggage of slavery and secession.[4] Meanwhile, the Republican Party, after a brief fling with progressivism under Theodore Roosevelt, quickly reasserted itself as the party of big business and laissez-faire capitalism.[5] Protection was the ideological cement holding the Republican coalition together. High tariffs were used by Republicans to promise higher sales to business, higher wages to industrial workers, and higher demand for their crops to farmers. Progressive insurgents said it promoted monopoly. Democrats said it was a tax on the little man. It had greatest support in the Northeast, and greatest opposition in the South and West. The Midwest was the battle ground.[6] The great battle over the high Payne–Aldrich Tariff Act in 1910 ripped the Republicans apart and set up the realignment in favor of the Democrats.[7] Alarmed at the new rules of the game for campaign funding, the Progressives launched investigations and exposures (by the \"muckraker\" journalists) into corrupt links between party bosses and business. New laws and constitutional amendments weakened the party bosses by installing primaries and directly electing senators.[8] Theodore Roosevelt shared the growing concern with business influence on government. When William Howard Taft appeared to be too cozy with pro-business conservatives in terms of tariff and conservation issues, Roosevelt broke with his old friend and his old party. He crusaded for president in 1912 at the head of an ill-fated \"Bull Moose\" Progressive party. The schism with Roosevelt helped elect Woodrow Wilson in 1912 and left pro-business conservatives as the dominant force in the GOP. The GOP elected Warren G. Harding and Calvin Coolidge. In 1928 Herbert Hoover became the last president of the Fourth Party System. Many of the Progressives, especially in the Democratic Party supported labor unions. Unions did become important components of the Democratic Party during the Fifth Party System. However, historians have long debated why no Labor Party emerged in the United States, in contrast to Western Europe.[9] The Great Depression that began in 1929 spoiled the nation's optimism and ruined Republican chances. In long-term perspective Al Smith in 1928 started a voter realignment—a new coalition—based among ethnics and big cities that spelled the end of classless politics of the Fourth Party System and helped usher in the Fifth Party System with Franklin D. Roosevelt's New Deal coalition.[10] As one political scientist explains, \"The election of 1896 ushered in the Fourth Party System ... [but] not until 1928, with the nomination of Al Smith, a northeastern reformer, did Democrats make gains among the urban, blue-collar, and Catholic voters who were later to become core components of the New Deal coalition and break the pattern of minimal class polarization that had characterized the Fourth Party System.\"[11] In 1932 the landslide victory of Democrat Franklin D. Roosevelt led to the New Deal coalition which dominated the Fifth Party System, after 1932. Women vigorously defined their role in political parties from 1880 to 1920, with partisan women generally forming auxiliaries to the Republican and Democratic parties.[12] The formation of Roosevelt's Progressive Party in 1912 offered women a chance for equality. Progressive party leader Jane Addams openly advocated women's partisanship. The Democrats, led by Woodrow Wilson, dodged the feminist demands for the vote by insisting the states should handle the matter, realizing the South strongly opposed women's suffrage. After New York Democrats came out for suffrage, Wilson altered course and supported a national constitutional amendment, which finally passed in 1920 with support from Tennessee. Women's strong support on the home front for the war effort during World War I energized supporters and weakened the opponents. After the Progressive Party loss in 1912, partisan women continued to form auxiliaries in the major parties. After 1920, inclusion and power in political parties persisted as issues for partisan women. Former suffragists, mobilized into the League of Women Voters shifted to emphasize the need for women to purify politics, endorse world peace, support prohibition, and create more local support for schools and public health. In the early 1920s both parties paid special acknowledgment to women's interests and named token women to a few highly visible offices. Congress passed a major welfare program sought by women, the Sheppard–Towner Act of 1921.[13] By 1928, it was apparent to male politicians that women had weaker partisanship than men, but their opinions on political issues were parallel with a few exceptions such as peace and prohibition.[14] In the long run, 1870–1940, woman suffrage at the state and federal level was correlated with increases in state government expenditures and revenue and more liberal voting patterns for federal representatives.[15] In most of the country prohibition was of central importance in progressive politics before World War I, with a strong religious and ethnic dimension.[16] Most Pietistic Protestants were \"dries\" who advocated prohibition as a solution to social problems; they included Methodists, Congregationalists, Disciples, Baptists, Presbyterians, Quakers, and Scandinavian Lutherans. On the \"wet\" side, Episcopalians, Irish Catholics, German Lutherans and German Catholics attacked prohibition as a menace to their social customs and personal liberty. Prohibitionists supported direct democracy to enable voters to bypass the state legislature in lawmaking. In the North, the Republican Party championed the interests of the prohibitionists while the Democratic Party represented ethnic group interests. In the South, the Baptist and Methodist churches played a major role in forcing the Democratic party to support prohibition. After 1914 the issue shifted to the Germans' opposition to Woodrow Wilson's foreign policy. In the 1920s, however the sudden, unexpected outburst of big city crime associated with bootlegging undermined support for prohibition, and the Democrats took up the cause for repeal, finally succeeding in 1932.[17][18][19] The Spanish–American War in 1898 precipitated the end of the Spanish Empire in the Caribbean and the Pacific, with the 1898 Treaty of Paris giving the US control over the former Spanish colonies. Permanent ownership of the Philippines was a major issue in the 1900 presidential election. William Jennings Bryan, although strongly supportive of the war against Spain denounced the permanent acquisition of the Philippines which was strongly defended by Republicans, especially the Vice-Presidential nominee Theodore Roosevelt.[20] President Roosevelt in 1904 boasted of his success in gaining control of the Panama Canal, in 1903. Democrats attacked the move, but their attempt to apologize to Colombia failed.[21] The United States also appeared on the world scene in the last years of World War I. President Woodrow Wilson tried to negotiate peace in Europe, but when Germany began unrestricted submarine warfare against American shipping in early 1917 he called on Congress to declare war. Ignoring military affairs he focused on diplomacy and finance. On the home front he began the first effective draft in 1917, raised billions through Liberty loans, imposed an income tax on the wealthy, set up the War Industries Board, promoted labor union growth, supervised agriculture and food production through the Food and Fuel Control Act, took over control of the railroads, and suppressed left-wing anti-war movements. Like the European states, the United States experimented with a war economy. In 1918, Wilson advocated for various international reforms in the Fourteen Points, among them public diplomacy, freedom of navigation, \"equality of trade conditions\" and removal of economic barriers, an \"impartial adjustment of all colonial claims\", the creation of a Polish state (the second Polish Republic), and, most importantly the creation of an association of nations. The latter would become the League of Nations. The League became highly controversial for Wilson and the Republicans refused to compromise. Voters in 1920 showed little support for the League and the U.S. never joined it. Peace was a major political theme in the 1920s (especially now because women were voting). Under the Harding administration, the Washington Naval Conference of 1922 achieved significant naval disarmament for ten years. The Roaring Twenties were marked, on the international scene by the problem of the economic reparations due from Germany to France and Great Britain, as well as by various irredentist claims. The US acted as mediators in this conflict, first with the Dawes Plan in 1924 and then with the Young Plan in 1929.","Title":"Fourth Party System - Wikipedia","KeyID":"5298","URL":"https://en.wikipedia.org/wiki/Fourth_Party_System"}