{"Content: ":"The Sixth Party System is the era in United States politics following the Fifth Party System. As with any periodization, opinions differ on when the Sixth Party System may have begun, with suggested dates ranging from the late 1960s to the Republican revolution of 1994. Nonetheless, there is agreement among scholars that the Sixth Party System features strong division between the Democratic and Republican parties, which are rooted in socio-economic, class, cultural and racial issues, and the proper role of government.[1] The Sixth Party System is characterized by an electoral shift from the electoral coalitions of the Fifth Party System during the New Deal, when the Republican Party became the dominant party in the South, rural areas, and suburbs, while the Democratic Party increasingly started to assemble a coalition of African Americans, Latinos, and white urban progressives. A critical factor was the major transformation of the political system in the Reagan Era of the 1980s and beyond.[2][3] No clear disciplinary consensus has emerged pinpointing an electoral event responsible for shifting presidential and congressional control since the Great Depression of the 1930s, when the Fifth Party System emerged. Much of the work published on the subject has come from political scientists explaining the events of their time either as the imminent breakup of the Fifth Party System, and the installation of a new one, or in terms of such transition taking place some time ago. In 2006, Arthur Paulson argued that a decisive realignment took place in the late 1960s. Other current writing on the Fifth Party System expresses admiration of its longevity, as the first four systems lasted about 30 to 40 years each, which would have implied that the early 21st century should see a Seventh Party System.[4] Previous party systems ended with the dominant party losing two consecutive House elections by large margins, and also losing a presidential election coinciding with or immediately following the second House election, which are decisive electoral evidence of political realignment, as it happened in the 1896 election. Such a shift took place between 2006 and 2008 in favor of the Democrats, but the Republicans won the elections of 2010 by their biggest landslide since 1946 and finished the 2014 elections with their greatest number of House seats since 1928.[5] According to the 2017 edition of The Logic of American Politics, \"a sixth party system is now in place.\" Although the precise starting date is a matter of debate, \"the most salient difference between the current and New Deal party systems is the Republican Party's increased strength, exemplified by 20 majorities in the house and senate in six straight elections (1994–2004), unprecedented since the fourth party system, [its] retaking of the House in 2010 and the Senate in 2014 [...] and its sweeping national victory in 2016.\"[6] Writing in 2020, political scientists Mark D. Brewer and L. Sandy Maisel argue \"[i]t seems safe to state that the sixth American party system featured strong divisions between Republicans and Democrats, rooted in cleavages based on social class, social and cultural issues, race and ethnicity, and the proper size and scope of the federal government.\"[1] In Parties and Elections in America: The Electoral Process (2021), Brewer and Maisel argue that the consensus among experts is that the Sixth System is underway based on American electoral politics since the 1960s, stating: \"Although most in the field now believe we are in a sixth party system, there is a fair amount of disagreement about how exactly we arrived at this new system and about its particular contours. Scholars do, however, agree that there has been significant change in American electoral politics since the 1960s.\"[1] Opinions on when the Sixth Party System began include the elections of 1966 to 1968, the election of 1972, the 1980s when both parties began to become more unified and partisan, and the 1990s due to cultural divisions.[7][8][9][10] Political scientist Stephen C. Craig argues for the 1972 election, when Richard Nixon won a 49-state landslide. He notes that \"[t]here seems to be consensus on the appropriate name for the sixth party system. [...] Changes that occurred during the 1960s were so great and so pervasive that they cry out to be called a critical-election period. The new system of candidate-centered parties is so distinct and so portentous that one can no longer deny its existence or its character.\"[10] The Princeton Encyclopedia of American Political History dates the start in 1980, with the election of Reagan and a Republican Senate.[11] Arthur Paulson argues that \"[w]hether electoral change since the 1960s is called 'realignment' or not, the 'sixth party system' emerged between 1964 and 1972.\"[12] Mark D. Brewer and L. Sandy Maisel speculate that \"in the wake of Donald Trump's 2016 presidential victory, there is now strengthening debate as to whether we are entering a new party system as Trump fundamentally reshapes the Republican party and the Democratic party responds and evolves as well.\"[13] Some also argue that it started in 2008, 2012, or 2020, or that the sixth party system has ended while the seventh has not yet started and that the current party system is a transition phase between the two.[citation needed] One possible explanation for the lack of an agreed-upon beginning of the Sixth Party System is that there was a brief period of dealignment immediately preceding it. Dealignment is a trend or process whereby a large portion of the electorate abandons its previous partisan affiliation without developing a new one to replace it. Ronald Inglehart and Avram Hochstein identify the time period of the American dealignment as 1958 to 1968.[14] Although the dealignment interpretation remains the consensus view among scholars, a few political scientists argue that partisanship remained so powerful that dealignment was much exaggerated.[15] Harris and Tichenor argue: \"At the level of issues, the sixth party system was characterized by clashes over what rights to extend to various groups in society. The initial manifestations of these clashes were race-based school desegregation and affirmative action, but women's issues, especially abortion rights, soon gained equal billing. [...] To these were added in the 1980s environmental defense and in the 1990s gay rights.\"[16] New voter coalitions included the emergence of the \"religious right\", which is a combination of Catholics and Evangelical Protestants united on opposition to abortion and same-sex marriage. Southern white voters started voting for Republican presidential candidates in the 1950s, and Republican state and local candidates in the 1990s.[17] In the chaotic campaign for the Democratic nomination in 1968, Hubert Humphrey won the nomination without entering any primaries. He was selected by state and local party officials. The old system of using county caucuses and state party conventions to pick the delegates largely gave way in 1972 to primaries, thanks to the reforms proposed by the McGovern–Fraser Commission for the Democrats. The Republicans followed suit.[18] One result was that locally powerful politicians lost their power to shape national tickets, and their influence in Washington. The new-style national convention was rarely the site of bargaining and dealing, but instead became a ratification ceremony run by the winner in the primaries.[19] Even more dramatic was the increase in spending thanks to new fund-raising techniques. The major growth was not in the business or labor sectors, but in the network organizations of political parties, and most particularly the national organizations of state elected and party officials.[20] The U.S. Supreme Court gave decisive support to reducing limits in Citizens United v. FEC (2010). That decision enabled corporations, labor unions, and Super PACs, among others, to advertise as much as they please within 30 days of a primary election or within 60 days of a general election. Two years before the decision, the 2008 presidential election saw spending independent of the parties of $144 million. In the 2012 presidential election, independent spending had soared to over $1 billion.[21] At the state level, the 21st century saw a new electoral arena, with heavy fundraising and spending on advertising in campaigns for justices of state supreme courts.[22] In 2016 and 2020, Bernie Sanders financed presidential campaigns heavily from small-dollar donations generated online.[23] Since 1980, the only three presidential elections which have been won by the campaign that raised less money have been the campaigns for Ronald Reagan, which in 1980 raised less money than Jimmy Carter's campaign; Bill Clinton, which in 1996 raised less money than Bob Dole's campaign; and Donald Trump, which in 2016 raised less money than Hillary Clinton's campaign.[24][25]","Title":"Sixth Party System - Wikipedia","KeyID":"5299","URL":"https://en.wikipedia.org/wiki/Sixth_Party_System"}