{"Content: ":"Thanatosdrakon (IPA: [θænətɒsdrɑːkɒn]) (meaning \"dragon of death\") is a genus of quetzalcoatline pterosaur from the Late Cretaceous (Upper Coniacian–Lower Santonian) Plottier Formation of the Neuquén Basin in western Argentina (Andes mountain range). The genus name is derived from the Greek words thanatos (=death) and drakon (=dragon), while the specific name is a Quechuan word meaning \"flying serpent\" and refers to the Incan deity Amaru. The type and only species is Thanatosdrakon amaru, known from two specimens consisting of several well-preserved axial and appendicular bones including material previously undescribed in giant azhdarchids (e.g. complete notarium, dorsosacral vertebrae and caudal vertebra). Thanatosdrakon is one of the oldest known members of the Quetzalcoatlinae.[1][2] T. amaru lived from about 90 to 86 million years ago.[1] Thanatosdrakon is known from two specimens: the holotype, UNCUYO-LD 307, a partial postcranial skeleton, and the paratype, UNCUYO-LD 350, a complete left humerus. The holotype specimen has a wingspan of approximately ~7 metres (23 ft), suggesting a wingspan of approximately 9 metres (30 ft) for the paratype, making Thanatosdrakon the largest known pterosaur from South America.[1] The species is represented by several axial and appendicular bones in three dimensions. The bones are well preserved.[3] Ortiz David et al., (2022) recovered Thanatosdrakon in the Quetzalcoatlinae subfamily of Azhdarchidae, as a sister taxon to Quetzalcoatlus in a clade with Cryodrakon in a phylogenetic analysis. Their results are shown below:[1] Hatzegopteryx Albadraco Arambourgiania Aerotitan Mistralazhdarcho Cryodrakon Thanatosdrakon Quetzalcoatlus Thanatosdrakon is known from the upper-most levels of the Plottier Formation, which represents a floodplain with ephemeral rivers and consists of mudstone, siltstone, claystone and sandstone, suggesting it lived in a continental environment created by the low-gradient wandering rivers that laid down alluvial deposits across the formation.[1] Thanatosdrakon was contemporaneous with an indeterminate abelisaurid,[4] basal coelurosaurian, unenlagiine, aeolosaurin, saltasaurid, and ornithopod,[5] as well as the lithostrotian titanosaurs Antarctosaurus giganteus,[6] Notocolossus,[7] and Petrobrasaurus.[8][5] Non-dinosaurian taxa from the formation include freshwater bivalves, an indeterminate crocodyliforme and mesoeucrocodylian,[5] the chelid turtles Linderochelys[9] and Rionegrochelys,[10] and at least one indeterminate mammal. Ichnotaxa consist of the burrow ichnogenus Scoyenia sp., and insect ichnogenus Taenidium sp.[5]   ","Title":"Thanatosdrakon - Wikipedia","KeyID":"530","URL":"https://en.wikipedia.org/wiki/Thanatosdrakon"}