{"Content: ":"The 1835 Democratic National Convention was held from May 20 to May 22, 1835, in Baltimore, Maryland. It was the second presidential nominating convention held in the history of the Democratic Party, following the 1832 Democratic National Convention. The convention nominated incumbent Vice President Martin Van Buren for president and Representative Richard Mentor Johnson of Kentucky for vice president. Former Speaker of the House Andrew Stevenson served as the convention chairman. With the support of President Andrew Jackson, Van Buren won the presidential nomination unanimously. Johnson narrowly won the two-thirds majority necessary for the vice presidential nomination, overcoming a challenge from William Cabell Rives of Virginia. The Democratic ticket of Van Buren and Johnson went on to win the 1836 presidential election. On February 23, 1835, President Andrew Jackson wrote to James Gwin of Tennessee and claimed a preference for someone who would \"most likely to be the choice of the great body of republicans\" in regard to his successor. He expressed the desire to hold another national convention to nominate candidates for the presidency and vice presidency. He instructed Gwin to show the letter to the editor of the Nashville Republican. The newspaper later reprinted the letter.[1] Andrew Stevenson of Virginia served as the chairman and convention president. Six convention vice presidents and four secretaries were appointed. Tennessee, Illinois, South Carolina, and Alabama sent no delegates to the convention. President Jackson had long planned for Vice President Martin Van Buren to succeed him, and Van Buren was the unanimous choice of the delegates for the presidency. Jackson and other major Democrats had settled on Richard Mentor Johnson, a Kentucky representative who had fought in the War of 1812, as Van Buren's running mate, but many Virginia Democrats backed William Cabell Rives, the former Ambassador to France.[2] A man from Tennessee, Edward Rucker, who was present at the convention but was not sent as a delegate, cast all 15 votes Tennessee was entitled to for Van Buren, and for Johnson for the vice presidential nomination. Johnson was nominated for vice president after winning one vote more than the two-thirds majority required. The delegation of Virginia declared that it had no confidence in Johnson's character and principles, and would not support him.[3] Letters went out on May 23 from the convention president and vice presidents asking for the acceptance of the nominations by the nominees. Van Buren replied and accepted the nomination on May 29;[4] Johnson, likewise on June 9.[5] The Whigs did not put forward a national ticket nominated by national convention. Van Buren defeated his many competitors for the presidency in the general election. While the electors of Virginia supported Van Buren for the presidency, they cast their vice presidential votes for William Smith. Consequently, Johnson received a plurality, but not a majority, of the electoral votes for the vice presidency. In the subsequent contingent election in the Senate, Johnson was elected vice president.","Title":"1835 Democratic National Convention - Wikipedia","KeyID":"5303","URL":"https://en.wikipedia.org/wiki/1835_Democratic_National_Convention"}