{"Content: ":"The 1852 Democratic National Convention was a presidential nominating convention that met from June 1 to June 5 in Baltimore, Maryland. It was held to nominate the Democratic Party's candidates for president and vice president in the 1852 election. The convention selected former Senator Franklin Pierce of New Hampshire for president and Senator William R. King of Alabama for vice president. Four major candidates vied for the presidential nomination - Lewis Cass of Michigan, the nominee in 1848, who had the backing of northerners in support of the Compromise of 1850; James Buchanan of Pennsylvania, popular in the South as well as in his home state; Stephen A. Douglas of Illinois, candidate of the expansionists and the railroad interests; and William L. Marcy of New York, whose strength was centered in his home state. Cass led on the first nineteen ballots of the convention, but was unable to win the necessary two-thirds majority. Buchanan pulled ahead on the twentieth ballot, but he too was unable to win a two-thirds majority. Pierce won votes for the first time on the 35th ballot, and was nominated almost unanimously on the 49th ballot. King was nominated on the second vice presidential ballot, defeating Senator Solomon W. Downs and several other candidates. The Democratic ticket went on to win the 1852 election, defeating the Whig ticket of Winfield Scott and William Alexander Graham. The convention took place at the Maryland Institute for the Promotion of the Mechanic Arts and was called to order by Democratic National Committee chairman Benjamin F. Hallett.[1] Romulus M. Saunders served as the temporary convention chairman and John W. Davis served as the permanent convention president.[2] Delegates at the convention approved a platform that largely mimicked the one adopted in 1848. Two notable additions were the denouncement of a national bank and an endorsement of the Fugitive Slave Act of 1850.[3] Former Senator Franklin Pierce of New Hampshire Former Representative Henry C. Murphy of New York Senator Lewis Cass of Michigan Former Secretary of State James Buchanan of Pennsylvania Former Secretary of War William L. Marcy of New York Senator Stephen A. Douglas of Illinois Former Representative William O. Butler of Kentucky House Delegate Joseph Lane of Oregon Senator Sam Houston of Texas Senator Henry Dodge of Wisconsin Former Senator Daniel S. Dickinson of New York (Endorsed Cass) As Democrats convened in Baltimore in June 1852, four major candidates vied for the nomination - Lewis Cass of Michigan, the nominee in 1848, who had the backing of northerners in support of the Compromise of 1850; James Buchanan of Pennsylvania, popular in the South as well as in his home state; Stephen A. Douglas of Illinois, candidate of the expansionists and the railroad interests; and William L. Marcy of New York, whose strength was centered in his home state. Throughout the balloting, numerous favorite son candidates received a few votes. With a two-thirds majority required to win, Cass led on the first 19 ballots, with Buchanan second and Douglas and Marcy exchanging third and fourth places. Buchanan took the lead on the 20th ballot and retained it on each of the next nine tallies. Douglas managed a narrow lead on the 30th and 31st ballots. Cass then recaptured first place through the 44th ballot. Marcy carried the next four ballots. Franklin Pierce of New Hampshire, a former Congressman and Senator, did not get on the board until the 35th ballot, when the Virginia delegation brought him forward as a compromise choice, selecting Pierce as their dark horse by one vote over former New York Congressman and Brooklyn Mayor Henry C. Murphy, and then supporting him as a unit.[4] After being nominated by the Virginia delegation, Pierce's support remained steady until the 46th ballot, when it began to increase at Cass's expense. Pierce's support was consolidated in subsequent voting, and he was nominated nearly unanimously on the 49th ballot.[5] According to Edward Stanwood, there was \"no doubt that the nomination of General Pierce was carefully planned before the convention met. The originator of the scheme was James W. Bradbury, then a senator from Maine, a college mate and lifelong friend of Pierce.\"[6] Source:[7]  1st Ballot (Peak of Dodge & Weller) 10th Ballot (Lane's Peak) 22nd Ballot (Buchanan's Peak) 28th Ballot (Butler's Peak) 29th Ballot (Houston's Peak) 30th Ballot (Douglas' Peak) 34th Ballot (Dickinson's Peak) 35th Ballot (Cass' Peak) 46th Ballot (Peak of King & Marcy) 48th Ballot (Peak of Boyd & Ingersoll) 49th Ballot (Pierce Nominated) Senator William R. King of Alabama Senator Solomon W. Downs of Louisiana Senator John B. Weller of California Senator David Rice Atchison of Missouri Major General Gideon J. Pillow of Tennessee Former Senator Robert Strange of North Carolina Former Representative William O. Butler of Kentucky Senator Thomas J. Rusk of Texas Former Senator Jefferson Davis of Mississippi Former Speaker Howell Cobb of Georgia In a peace gesture to the Buchanan wing of the party, Pierce's supporters allowed Buchanan's allies to fill the second position, knowing that they would select Alabama Senator William R. King, to whom Pierce had no objections. King won the nomination on the second ballot. During the ensuing campaign, King's tuberculosis, which he believed he had contracted while living in Paris, denied him the active behind-the-scenes role that he might otherwise have played, although he worked hard to assure his region's voters with the statement that New Hampshire's Pierce was a \"northern man with southern principles.\" 1st Vice Presidential Ballot 2nd Vice Presidential Ballot","Title":"1852 Democratic National Convention - Wikipedia","KeyID":"5309","URL":"https://en.wikipedia.org/wiki/1852_Democratic_National_Convention"}