{"Content: ":"Stephen Arnold Douglas (April 23, 1813 – June 3, 1861) was an American politician and lawyer from Illinois. A senator, he was one of two nominees of the badly split Democratic Party for president in the 1860 presidential election, which was won by Republican Abraham Lincoln. Douglas had previously defeated Lincoln in the 1858 United States Senate election in Illinois, known for the pivotal Lincoln–Douglas debates. He was one of the brokers of the Compromise of 1850 which sought to avert a sectional crisis; to further deal with the volatile issue of extending slavery into the territories, Douglas became the foremost advocate of popular sovereignty, which held that each territory should be allowed to determine whether to permit slavery within its borders. This attempt to address the issue was rejected by both pro-slavery and anti-slavery advocates. Douglas was nicknamed the \"Little Giant\" because he was short in physical stature but a forceful and dominant figure in politics. Born in Brandon, Vermont, Douglas migrated to Jacksonville, Illinois, in 1833 to establish a legal practice. He experienced early success in politics as a member of the Democratic Party, serving in the Illinois House of Representatives and various other positions. He resigned from the Supreme Court of Illinois upon being elected to the United States House of Representatives in 1843. Douglas became an ally of President James K. Polk, and favored the annexation of Texas and the Mexican–American War. He was one of four Northern Democrats in the House to vote against the Wilmot Proviso, which would have banned slavery in any territory acquired from Mexico. The Illinois legislature elected Douglas to the United States Senate in 1847, and Douglas emerged as a national party leader during the 1850s. Along with Henry Clay, he led the passage of the Compromise of 1850, which settled some of the territorial issues arising from the Mexican–American War. Douglas was a candidate for president at the 1852 Democratic National Convention, but lost the nomination to Franklin Pierce. Seeking to open the west for expansion, Douglas introduced the Kansas–Nebraska Act in 1854. Though Douglas had hoped the Kansas–Nebraska Act would ease sectional tensions, it elicited a strong reaction in the North and helped fuel the rise of the anti-slavery Republican Party. Douglas once again sought the presidency in 1856, but the 1856 Democratic National Convention instead nominated James Buchanan, who went on to win the election. Buchanan and Douglas split over the admission of Kansas as a slave state, as Douglas accused the pro-slavery Kansas legislature of having conducted an unfair election. During the Lincoln–Douglas debates, Douglas articulated the Freeport Doctrine, which held that territories could effectively exclude slavery despite the Supreme Court's ruling in the 1857 case of Dred Scott v. Sandford. Disagreements over slavery led to the bolt of Southern delegates at the 1860 Democratic National Convention. The rump convention of Northern delegates nominated Douglas for president, while Southern Democrats threw their support behind John C. Breckinridge. In the 1860 election, Lincoln and Douglas were the main candidates in the North, while most Southerners supported either Breckinridge or John Bell of the Constitutional Union Party. Campaigning throughout the country during the election, Douglas warned of the dangers of secession and urged his audiences to stay loyal to the United States. Ultimately, Lincoln's strong support in the North led to his victory in the election. After the Battle of Fort Sumter, Douglas rallied support for the Union, but he died in June 1861. He was born Stephen Arnold Douglass in Brandon, Vermont,[1] on April 23, 1813, to physician Stephen Arnold Douglass and his wife, Sarah Fisk. The younger Douglas would drop the second \"s\" from his name in 1846, the year after the publication of Frederick Douglass's first autobiography; it is unknown if these two events were connected.[2] Douglas's paternal ancestors had migrated to New England in the 17th century, and his paternal grandfather, Benajah Douglass, served several terms in the Vermont House of Representatives. Douglas's father died when Douglas was just two months old. Douglas, his mother, and older sister moved to the farm she and her bachelor brother, Edward Fisk, had inherited from their father.[3] Douglas received an elementary education at the local school in Brandon. As a teenager, Stephen left the family farm for Middlebury, Vermont, and apprenticed himself to a cabinetmaker named Nahum Parker. He began reading political literature and engaging in discussions with his employer and other young men. Douglas came to have great admiration for Andrew Jackson. He left Middlebury and returned to Brandon after he grew dissatisfied with his employer. He began another apprenticeship with another cabinetmaker, Deacon Caleb Knowlton, but also quit this employer after less than a year. Douglas moved back in with his mother and decided to enroll as a student at Brandon Academy in order to pursue a professional career. Soon, however, his sister married a man from western New York. Stephen’s mother later married this man’s father, Gehazi Granger. The whole family then relocated to the Granger estate in New York, Stephen included. He was 17 years old at that time, and soon continued his education at nearby Canandaigua Academy. He began the study of Latin and Greek and showed particular skill as a debater. At this point, he may have already been looking forward to a career as a politician. At Canandaigua Academy, Douglas frequently gave speeches supporting Andrew Jackson and Jackson's Democratic Party. A prominent local attorney, Levi Hubbell, allowed Douglas to study under him and while a student in Hubbell's office, Douglas became friendly with Henry B. Payne, who was studying law at the nearby office of John C. Spencer.[4][5] In 1833, at just age 20, Douglas decided he had had enough of New York and wanted to seek his fortunes out West, which was full of opportunity for an enterprising young man. Despite his mother’s protests and the fact that he had not yet completed his studies at the academy, Stephen ventured out on his own. The newer states of the west had easier conditions for admission to the bar and he was eager to begin his professional career. And so, with his purposes only partially formed and only enough money for immediate needs, he began his westerly drift. After a short stay in Buffalo, NY, and a visit to Niagara Falls, Douglas took a steamboat down to Cleveland, OH. He had initially hoped to establish himself there, it would only take him a year to gain admission to the bar in Ohio, as opposed to four years in Vermont. Within a few days, however, he was stricken with malarial typhoid and was very ill for four months. He could very easily have died. After paying all his bills, he still had forty dollars left. Douglas decided to push further west. He took a canal boat from Cleveland to the southern Ohio town of Portsmouth, then went west to Cincinnati. Douglas still had no well-defined purpose and drifted from city to city, stopping in Louisville and St. Louis. His money was now almost all spent, he had to find work soon. Finding no luck in St. Louis, he became convinced that he must find some small country town. Upon hearing that Jacksonville, IL was a thriving settlement, he decided to try his luck there. Morgan County was then only sparsely populated and still very much “wild country.” Douglas found the open prairie lands to be a revelation. Having grown up in the hills of Vermont, it was not like anything he'd seen before. Years later he said, “I found my mind liberalized and my opinions enlarged, when I got on these broad prairies, with only the heavens to bound my vision, instead of having them circumscribed by the little ridges that surrounded the valley where I was born.” Douglas settled in Jacksonville, Illinois in November 1833.[6] Douglas was admitted to the state bar in Illinois in March 1834. To his family, Douglas wrote, \"I have become a Western man, have imbibed Western feelings, principles, and interests and have selected Illinois as the favorite place of my adoption.\"[7] Douglas became aligned with the \"whole hog\" Democrats, who strongly supported President Jackson. In 1834, with the support of the Democratic state legislator who represented Jacksonville, Douglas was elected as the State's Attorney for the First District, which encompassed eight counties in western Illinois.[8] Douglas quickly became uninterested in practicing law, choosing instead to focus on politics. He helped arrange the first-ever state Democratic convention in late 1835, and the convention pledged to support Jackson's chosen successor, Martin Van Buren, in the 1836 presidential election. In 1836, he won election to the Illinois House of Representatives, defeating Whig Party candidate John J. Hardin.[9] Douglas joined a legislature that included five future senators, seven future congressmen, and one future president: Abraham Lincoln, who was at that time a member of the Whig Party.[10] While continuing to serve in the state legislature and as a state's attorney, Douglas was appointed by President Van Buren as the registrar of the Springfield Land Office.[11] Douglas sought election to the United States House of Representatives in 1838, but lost by a 36-vote margin to Whig candidate John T. Stuart.[12] During the presidential election of 1840, Douglas campaigned throughout the state for President Van Buren, and he frequently debated with Lincoln and other Whigs. Though Van Buren lost his re-election bid to Whig candidate William Henry Harrison, Illinois was one of seven states to vote for Van Buren. After the election, Governor Thomas Carlin appointed Douglas as the Illinois Secretary of State, making Douglas the youngest individual to hold the post. During his brief tenure as secretary of state, Douglas helped arrange a state charter for the Mormon settlement of Nauvoo. In early 1841, Douglas accepted election to the Illinois Supreme Court. In 1843, Douglas resigned from the court after winning election to the United States House of Representatives.[13] During one evening in the early 1840s, Douglas dined with Joseph Smith, the Prophet and President of The Church of Jesus Christ of Latter-day Saints. At Douglas's request, President Smith recounted a history of the Missouri persecutions, to which Douglas expressed sympathy. Joseph Smith then pronounced the following prophecy on the head of Stephen A. Douglas: Judge, you will aspire to the presidency of the United States; and if ever you turn your hand against me or the Latter-day Saints, you will feel the weight of the hand of Almighty upon you; and you will live to see and know that I have testified the truth to you; for the conversation of this day will stick to you through life.[14] After decisively winning re-election in August 1844, Douglas campaigned for Democratic presidential candidate James K. Polk. During one of his first campaign appearances outside of Illinois, Douglas denounced high tariff rates, saying that they constituted \"an act for the oppression and plunder of the American laborer for the benefit of a few large capitalists\". Ultimately, Polk defeated Whig nominee Henry Clay in the 1844 presidential election.[15] Douglas strongly supported the annexation of Texas, and in May 1846 he voted to declare war on Mexico after U.S. and Mexican forces clashed near the Rio Grande River. Douglas considered volunteering to serve in the war, but President Polk convinced him to remain in Congress, where he would serve as an advocate for Polk's policies. He was one of four Northern Democrats to vote against the Wilmot Proviso, which would have banned slavery from any land ceded by Mexico. Douglas instead favored extending the Missouri Compromise, which had banned slavery north of the parallel 36°30′ north in the Louisiana Purchase, to all U.S. territories, but his proposal was defeated by Northern congressmen.[16] Despite being a supporter of Polk's policies, he voted against the Walker Tariff.[17] In March 1847, he married Martha Martin, the 21-year-old daughter of wealthy Colonel Robert Martin of North Carolina. The year after their marriage, Martha's father died and bequeathed her a 2,500-acre cotton plantation with 100 slaves on the Pearl River in Lawrence County, Mississippi.[18] He appointed Douglas the property manager but, as a senator of the free state of Illinois, and with presidential aspirations, Douglas found the Southern plantation presented difficulties. He created distance by hiring a manager to operate the plantation while using his allocated 20 percent of the income to advance his political career.[18] His sole lengthy visit to Mississippi was in 1848, and he made only brief emergency trips thereafter.[19] The newlyweds moved their Illinois home from Springfield to fast-growing Chicago in the summer of 1847. They had two sons: Robert M. Douglas (1849–1917) and Stephen Arnold Douglas, Jr., (1850–1908). Martha Douglas died on January 19, 1853, after the birth of her third child, a daughter. The girl died a few weeks later, and Douglas and the two boys were bereft.[19] On November 20, 1856, Douglas married a second time, to 20-year-old Adele Cutts, a southern woman from Washington, D.C. She was the daughter of James Madison Cutts, a nephew of former President James Madison, and Ellen O'Neal, a niece of Rose O'Neal Greenhow. Her mother was from a Maryland Catholic family and raised Adele as a Catholic.[19] With Stephen's approval, she had his two sons baptized as Catholic and reared in that faith.[18] She had a miscarriage in 1858 and became ill. The following year, Adele gave birth to a daughter, Rachel, who lived only a few weeks.[18] Douglas's immediate ancestors were almost entirely from New England. His Douglas ancestors, upon emigrating from England in the early 1600s, settled in Connecticut where they lived for several generations until his grandfather, Benajah Douglas, moved to Stephentown, New York.[20] From there the family moved to Brandon, Vermont, where Stephen A. Douglas was born.[21] Both of Douglas' grandmothers were Arnolds, and both of them descend from early Providence proprietor, William Arnold, each through a different one of his sons.[21] His paternal grandmother, Martha (Arnold) Douglas, was the daughter of Stephen Arnold who left Rhode Island to settle in Stephentown, New York.[22] Stephen was the son of Joseph Arnold of North Kingstown and Exeter, Rhode Island who links Douglas with several prominent colonial Rhode Islanders.[23] Through Joseph Arnold, Douglas descends from Benedict Arnold, the first governor of the Rhode Island colony under the Royal Charter of 1663, and the older son of William Arnold.[23] In this line he also descends from two signers of the compact that established the first government in the Rhode Island colony, they being Samuel Wilbore and John Porter.[24] He also descends from Wilbore's son, Samuel Wilbur, Jr. who was mentioned by name in the Royal Charter of 1663, and who, with Porter, was an original purchaser of the Pettaquamscutt lands that became the town of South Kingstown, Rhode Island.[25] Additionally, through his paternal grandmother, Douglas descends from Indian captive Susanna Cole and her famous mother, Anne Hutchinson, as well as early Newport settler George Gardiner and his common-law wife Herodias Gardiner.[26] Douglas' maternal grandmother, Sarah (Arnold) Fisk, was a descendant of William Arnold through his younger son, Stephen Arnold.[21] She also descends from early Rhode Island Baptist minister Pardon Tillinghast.[27] In the following ancestral chart, persons 1–7, 10–11, 14–15, 20–23, and 28–31 are all documented in the book The Arnold Memorial, published in 1935 by Elisha Stephen Arnold, a fairly close relative of Douglas.[28] Persons 8-9 and 16-17 are documented in a New England Historical and Genealogical Register article that was captured in a collection of Connecticut genealogies.[20] The remaining persons, and a few additional dates, all come from online sources which are found under \"External links.\" Douglas was re-elected to the House of Representatives in 1846, but the state legislature elected him to the United States Senate in early 1847.[29] The United States defeated Mexico in the Mexican–American War and acquired the Mexican Cession in the 1848 Treaty of Guadalupe Hidalgo. After the war, Douglas attempted to avoid the debate over the Wilmot Proviso by immediately admitting the territory acquired from Mexico as one single, huge state. His proposal would have allowed the inhabitants of the new state to determine the status of slavery themselves, but Northerners and Southerners alike rejected the plan.[30] In 1850, Senator Henry Clay introduced a multi-part proposal to admit California as a free state, establish the New Mexico and Utah territories, ban the slave trade in the District of Columbia, and pass a more stringent fugitive slave law. The proposal, which would form the basis of what would eventually be known as the Compromise of 1850, also required Texas to cede its claims on New Mexico in return for debt relief.[31] After the apparent collapse of the bill, Clay took a temporary leave from the Senate, and Douglas took the lead in advocating for a compromise based largely on Clay's proposals. Rather than passing the proposals as one bill, as Clay had originally sought to do, Douglas would seek to pass each proposal one-by-one.[32] The compromise faced strong opposition from Northerners like William Seward, who favored the Wilmot Proviso and attacked the fugitive slave provision, and Southerners like John C. Calhoun, who opposed the creation of new free states.[33] With the help of President Millard Fillmore, Douglas put together a bipartisan coalition of Whigs and Democrats that passed the compromise in the Senate.[34] Along with Fillmore and other supporters of the compromise, Douglas's lobbying helped ensure that the compromise also passed the House of Representatives.[35] Fillmore signed the compromise bills into law, ending the sectional crisis.[36] Douglas's role in passing the compromise gave him the stature of a national leader, and he enjoyed the support of the Young America movement, which favored expansionary policies. Douglas helped pass a bill granting rights-of-way to the Illinois Central Railroad, which would connect Chicago to Mobile, Alabama. He envisioned a transcontinental country connected by railroads and waterways, with Illinois serving as the gateway to the West. \"There is a power in this nation greater than either the North or the South ... that power is the country known as the great West,\" he stated. Though he publicly denied interest in running in the 1852 presidential election, Douglas worked behind the scenes to build a base of support.[37] The 1852 Democratic National Convention held several presidential ballots, with delegates split between Douglas, former Secretary of State James Buchanan of Pennsylvania, 1848 presidential nominee Lewis Cass of Michigan, and former Secretary of War William L. Marcy of New York. Nomination required the support of two-thirds of the delegates, and none of the major candidates won that level of support. On the 49th ballot, the convention nominated a dark horse candidate, former Senator Franklin Pierce of New Hampshire. Despite his disappointment at losing the nomination, Douglas campaigned for Pierce across the Midwest. Pierce went on to defeat the Whig candidate, Winfield Scott, in the 1852 presidential election, while Douglas won re-election to the Senate.[38] After the election, Douglas expected to have influence in the selection of Pierce's cabinet, and possibly to receive a cabinet appointment himself. Defying those expectations, Pierce largely ignored Douglas and instead gave key positions to rivals of Douglas, including Buchanan and Jefferson Davis. After the death of his daughter in early 1853, Douglas went on a five-month-long tour of Europe.[39] Returning to the Senate in late 1853, Douglas initially sought to avoid taking center stage in national debates, but he once again became involved in sectional disputes stemming from the issue of slavery in the territories. In order to provide for western expansion and the completion of a transcontinental railroad, Douglas favored incorporating parts of the vast unorganized territory located west of the Missouri River and east of the Rocky Mountains. In January 1854, he proposed to organize two new territories: Nebraska Territory, located west of Iowa, and Kansas Territory, located south of Nebraska Territory and west of Missouri. Under the doctrine of popular sovereignty, the citizens of each territory would determine the status of slavery. Douglas also reluctantly agreed to an amendment that would provide for the formal repeal of the Missouri Compromise. Aided by Jefferson Davis, Douglas convinced President Pierce to support his proposal.[40] Douglas's proposal, which would come to be known as the Kansas–Nebraska Act, provoked a strong reaction in the North, where the repeal of the Missouri Compromise was unpopular. Douglas argued that the Compromise of 1850 had already superseded the Missouri Compromise, and argued that the citizens of the territories should have the right to determine the status of slavery. Opponents of popular sovereignty attacked its supposed fairness; Abraham Lincoln claimed that Douglas \"has no very vivid impression that the Negro is human; and consequently has no idea that there can be any moral question in legislating about him\". Nonetheless, the Kansas–Nebraska Act won passage in both houses of Congress, albeit narrowly in the House of Representatives.[41] In both the House and the Senate, every Northern Whig voted against the Kansas–Nebraska Act, while just under half of the Northern Democrats and the vast majority of Southern congressmen of both parties voted for the act.[42] Northern opponents of the act saw it as a triumph for the hated Slave Power.[43] Douglas had hoped that the Kansas–Nebraska Act would help ease sectional tensions, and he was surprised by the intensity of Northern backlash to his proposal and to Douglas himself. He later remembered, \"I could travel from Boston to Chicago by the light of my own effigy.\"[44] Democrats suffered major losses in the 1854 elections, which saw the emergence of the nativist Know Nothing movement and the anti-slavery Republican Party. The Illinois legislature replaced Senator James Shields, a Douglas ally, with Lyman Trumbull, an anti-slavery Democrat.[45] After the passage of the Kansas–Nebraska Act, anti-slavery and pro-slavery settlers flocked to Kansas Territory to influence whether Kansas would be a free state or a slave state. A series of violent clashes, known as Bleeding Kansas, broke out between anti-slavery and pro-slavery forces in the territory, and the two sides established competing governments.[46] Douglas issued a committee report that endorsed the pro-slavery government as the legitimate government of Kansas and denounced anti-slavery forces as the primary cause of the violence. Anti-slavery activists like Charles Sumner attacked Douglas for the report; one Northern paper wrote, \"Douglas has brains, but so has the Devil, so had Judas and Benedict Arnold.\"[47] As the crisis in Kansas continued, the Whig Party collapsed, and many former Whigs joined the Republican Party, the Know Nothings, or, in the South, the Democratic Party.[48] In early 1856 Douglas inserted himself and the debate surrounding the Kansas–Nebraska Act into the Chicago mayoral election, where Douglas strongly backed pro-Nebraska Democrat Thomas Dyer. Dyer ultimately won the election.[49] Bleeding Kansas badly damaged Pierce's standing among the Democratic Party leaders, and Pierce, Douglas, and Buchanan competed for the presidential nomination at the 1856 Democratic National Convention. Buchanan's greatest advantage over his rivals was that he had been in Britain for most of Pierce's presidency, and thereby had avoided becoming involved in the debate over the Kansas–Nebraska Act. After Buchanan led the first fourteen ballots of the convention, Pierce dropped out of the race and endorsed Douglas. After he was unable to pull into the lead on the sixteenth ballot, Douglas withdrew from the race, and the convention nominated Buchanan. As in 1852, Douglas accepted defeat and campaigned for the Democratic nominee.[50] In a three-person race, Buchanan defeated Republican nominee John C. Frémont and Know Nothing nominee Millard Fillmore. Buchanan dominated in the South, but Frémont won several Northern states and Douglas ally William Alexander Richardson lost the 1856 Illinois gubernatorial election.[51] Douglas and Buchanan had a long-standing enmity, but Douglas hoped that his efforts for Buchanan in the 1856 election would be rewarded with influence in the new administration. However, as had been the case in the Pierce administration, Buchanan largely ignored Douglas in making appointments.[52] Shortly after Buchanan took office, the Supreme Court issued the Dred Scott decision, which declared that slavery could not be legally excluded from the federal territories. Though the ruling was unpopular with many in the North, Douglas urged Americans to respect it, saying \"whoever resists the final decision of the highest judicial tribunal aims a deadly blow at our whole republican system of government.\" He approved of another aspect of the ruling, which held that African-Americans could not be citizens, stating that the Founding Fathers \"referred to the white race alone, and not the African, when they declared men to have been created free and equal\".[53] In late 1857, the pro-slavery state legislature in Lecompton, Kansas organized a constitutional referendum on the future of slavery. Anti-slavery forces boycotted the referendum because both options presented required that slaves already in the state remain slaves regardless of the outcome of the vote. Territorial Governor Robert J. Walker denounced the referendum as a \"vile fraud,\" and many Northern Democrats joined with Republicans in opposing the referendum. Nonetheless, the state legislature presented the Lecompton Constitution to President Buchanan, who endorsed the constitution and called on Congress to ratify it. Buchanan stated, \"Kansas is therefore at this moment as much a slave state as Georgia and South Carolina.\" After meeting with Walker, Douglas broke with Buchanan and declared that the constitution was a \"fraudulent submission,\" promising to \"resist it to the last\". Despite Douglas's efforts, the Buchanan administration won congressional approval to admit Kansas as a slave state. Frustrating Buchanan's plans, the newly elected, anti-slavery Kansas legislature rejected admission as a slave state in April 1858. In the South, Douglas received much of the blame for Kansas's rejection of admission; one paper wrote that Douglas had severed \"the ties which have hitherto bound this able statesman and the people of the South together in such a cordial alliance\".[54] After his defeat by Lyman Trumbull in the 1854 Senate election, Abraham Lincoln began planning to run against Douglas in the 1858 Senate election. Lincoln strongly rejected proposals to cooperate with Douglas against Buchanan, and he won the Republican nomination to oppose Douglas. Accepting the nomination, Lincoln delivered his House Divided Speech, saying \"A house divided against itself cannot stand. I believe this government cannot endure, permanently half slave and half free. I do not expect the Union to be dissolved—I do not expect the House to fall—but I do expect it will cease to be divided. It will become all one thing, or all the other.\" Douglas rejected Lincoln's notion that the United States could not continue to be divided into free states and slave states, and warned that Lincoln called for \"a war of secession, a war of the North against the South, of the free states against the slave states\".[55] Lincoln and his entourage began following Douglas around the state, campaigning in the senator's wake. Eventually, Douglas agreed to debate Lincoln in seven different venues across the state.[56] The format of the Lincoln-Douglas Debates called for one candidate to make a one-hour opening speech, followed by the other candidate delivering a ninety-minute rebuttal, followed by the first candidate delivering a half hour closing remark; Lincoln and Douglas agreed to rotate who would speak in the two slots.[57] The debates focused on the issue of slavery in the territories, and, more broadly, the meaning of republicanism in the United States. Douglas favored popular sovereignty and emphasized the concept of self-government, though his vision of self-government only encompassed whites. Lincoln, meanwhile, emphasized human equality and economic opportunity for all.[58] In the second debate, Douglas articulated the Freeport Doctrine, holding that the people in federal territories had \"the lawful means to introduce [slavery] or exclude it as they please, for the reason that slavery cannot exist a day or an hour anywhere, unless it is supported by local police regulations. Those police regulations can only be established by the local legislature; and if the people are opposed to slavery, they will elect representatives to that body who will by unfriendly legislation effectually prevent the introduction of it into their midst.\" Thus, Douglas argued that territories could effectively exclude slavery despite the Dred Scott decision.[59] At another appearance, Douglas reiterated his belief that the Declaration of Independence was not meant to apply to non-whites. He said, \"this government was made by our fathers on the white basis ... made by white men for the benefit of white men and their posterity forever\".[60] For his part, Lincoln criticized Douglas for his moral indifference to slavery, but denied any intention of interference with slavery in the South. He suggested that, despite the public break between Douglas and Buchanan over Kansas, the two Democrats had worked together to extend and perpetuate slavery.[61] Lincoln disclaimed the radical-for-the-time views on racial equality attributed to him by Douglas, arguing only for the right of African Americans to personal liberty and to earn their own livings.[62] He stated, \"I am not, nor ever have been in favor of making voters of the negroes, or jurors, or qualifying them to hold office, or having them to marry with white people.\"[63] At another debate, Lincoln stated, \"I believe that slavery is wrong ... There is the difference between Judge Douglas and his friends and the Republican Party.\"[64] Following the final debate, Illinois voters headed to the polls for Election Day. In an election that saw higher turnout than that of the 1856 presidential election, Democrats won 54 of the 100 seats in the state legislature. Despite the split with Buchanan and the strong challenge from Lincoln, the state legislature elected Senator Douglas to a third term in January 1859. Following the elections, Douglas toured the South. He warned against sectionalism and secession, telling one crowd, \"if you deem it treason for abolitionists to appeal to the passions and prejudices of the North, how much less treason is it, my friends, for southern men to appeal to the passions with the same end?\"[65] According to the Springfield Republican, in 1857 Douglas \"was, next to General Cass, the richest man in public life\"; by the end of 1859, after extravagant political spending and disappointing investments, he was near bankrupt. \"Two months ago [before John Brown's raid on Harpers Ferry] he seemed to have more political power and popularity than any other American; everybody was talking about him, and his chances for the Presidency were hopefully discussed by his friends, and reluctantly conceded by his enemies—but now ... the Southern Democracy have ceased to fear him; and the Northern to worship him.\" He contracted a serious illness, \"gout in the stomach\", described as \"almost always fatal\".[66] He would be dead in less than 2 years. Douglas's 1858 re-election solidified his standing as a leading contender for the Democratic nomination in the 1860 presidential election. His support was concentrated in the North, especially the Midwest, though some unionist Southerners, like Alexander H. Stephens, were sympathetic to his cause.[67] Douglas remained on poor terms with President Buchanan, and his Freeport Doctrine had further alienated many Southern senators. At the start of the 36th United States Congress, Buchanan and his Southern allies removed Douglas as chairman of the Senate Committee on Territories. Douglas helped defeat an attempt to pass a federal slave code, but saw his own bill to establish agricultural land-grant colleges vetoed by Buchanan.[68] The 1860 Democratic National Convention opened in Charleston, South Carolina, on April 23, 1860. Newspapers in the city attacked Douglas as the \"Demagogue of Illinois,\" but Douglas was determined to uphold his doctrine of popular sovereignty, telling one supporter \"I do not intend to make peace with my enemies, nor to make a concession of one iota of principle.\"[69] Following a long-established precedent, Douglas himself did not attend the convention, and the pro-Douglas forces at the convention were led by William Alexander Richardson. The remaining delegates were split into two broad factions: allies of Buchanan, led by a quartet of senators, and the Fire-Eaters, an extremist group of Southern delegates led by William Lowndes Yancey.[70] After a contentious battle over the inclusion of popular sovereignty or a federal slave code in the party platform, several Southern delegations walked out of the convention. The convention subsequently held several rounds of presidential balloting, and while Douglas received by far the most support of any of the candidates, he fell well short of the necessary two-thirds majority of delegates. After nearly sixty ballots failed to produce a nominee, delegates agreed to adjourn the convention and reconvene in Baltimore in June.[71] In the weeks leading up to second Democratic convention, a group of former Whigs and Know Nothings formed the Constitutional Union Party and nominated John Bell for president.[72] Bell campaigned on a simple platform that emphasized unionism and sought to minimize the role of slavery, but he received little support outside of the South.[citation needed] The 1860 Republican National Convention passed over the initial front-runner, William Seward, and nominated Douglas's old opponent, Abraham Lincoln.[73] The Democratic convention reconvened in Baltimore on June 18, and most Southern delegates once again bolted the convention.[74] The rump Democratic convention nominated Douglas by an overwhelming margin. The party initially offered the vice presidential nomination to Benjamin Fitzpatrick, but after Fitzpatrick declined, Herschel Vespasian Johnson of Georgia agreed to serve as Douglas's running mate. Meanwhile, the Southern Democrats held their own convention in Baltimore and nominated Vice President John C. Breckinridge for president. Breckinridge himself did not openly support secession, but he received the support of Fire-Eaters like Jefferson Davis. Douglas rejected efforts to cooperate with Breckinridge, arguing that \"any compromise with the secessionists would ... give every Northern state to Lincoln.\"[75] The 1860 election essentially became two contests, with Breckinridge and Bell contesting the South and Lincoln and Douglas competing for the North.[76] Douglas broke with the precedent that presidential candidates did not campaign, and he gave speeches across the Northeastern United States after he won the nomination.[77] Sensing an opportunity in the Upper South, he also campaigned in Virginia and North Carolina before campaigning in the crucial swing states of Pennsylvania, Ohio, and Indiana.[78] While many Republicans did not take the talk of secession seriously, Douglas warned that some Southern leaders would seek immediate secession after the election.[79] At Raleigh, North Carolina, he said \"I am in favor of executing in good faith every clause and provision of the Constitution and protecting every right under it—and then hanging every man who takes up arms against it!\"[80] His campaign treasurer, August Belmont, struggled to raise funds for a candidacy that many regarded as a lost cause. Few newspapers endorsed Douglas, with the major exception being James Gordon Bennett Sr.'s New York Herald.[81] The split in Pennsylvania between supporters of Douglas and supporters of Buchanan helped deliver that state to Lincoln, and Republicans also won Ohio and Indiana. Each of those states held elections for state offices in October, one month ahead of the nationwide presidential election, and these results were taken as predictive of the mood of the electorate in the lower North. Douglas recognized that victory in the election was impossible without those states. With no hope of victory in the election, he decided to take another tour of the South to speak against secession. \"Mr. Lincoln is the president\", he stated, \"We must try to save the Union. I will go South.\" In St. Louis, he told the audience, \"I am not here tonight to ask for your votes for the presidency. I am here to make an appeal to you for the Union and the peace of the country.\" Despite denunciations from various local newspapers, he continued his journey South, speaking against secession in Tennessee, Georgia, and Alabama.[82] Ultimately, Missouri was the lone state Douglas carried, though he also won three of the seven electoral votes in New Jersey. Bell won Virginia, Kentucky, and Tennessee, Breckinridge swept the remaining Southern states, and Lincoln won California, Oregon, and every Northern elector outside of New Jersey. Though Douglas finished in last place in the electoral vote, he won the second-highest popular vote total and was the lone candidate to win electoral votes from both a free state and a slave state. Following Lincoln's victory, many in the South began making plans for secession. One Douglas associate in the South wrote to him, stating, \"with your defeat, the cause of the Union was lost.\"[83] After the election, Douglas returned to the Senate, where he sought to prevent a break-up of the United States. He joined a special committee of thirteen senators, led by John J. Crittenden, which sought a legislative solution to the growing sectional tensions between the North and South. He supported the Crittenden Compromise, which called for a series of constitutional amendments that would enshrine the Missouri Compromise line in the constitution, but the Crittenden Compromise was defeated in committee by a combination of Republicans and Southern extremists. As late as Christmas 1860, Douglas wrote to Alexander H. Stephens and offered to support the annexation of Mexico as slave territory to avert secession.[84] South Carolina voted to secede on December 20, 1860, and five other Southern states had done the same by mid-January.[85] In February 1861, Jefferson Davis took office as the president of the Confederate States of America, which consisted of several Southern states that had decided to secede from the United States.[86] Douglas unsuccessfully sought President-elect Lincoln's support for the Peace Conference of 1861, another attempt to head off secession. Lincoln was unwilling to support the conference, but Douglas described his meeting with Lincoln as \"peculiarly pleasant\".[87] A long-time opponent of protectionism, he voted against the Morrill Tariff, instead calling for a customs union with Canada, Mexico, Cuba, and Central America.[88] Douglas praised Lincoln's first inaugural address, describing it as \"a peace offering rather than a war message\" to the South. After the Confederate attack on Fort Sumter in April 1861, Lincoln decided to proclaim a state of rebellion and call for 75,000 troops to suppress it. Douglas met privately with Lincoln, looked over the proclamation before it was issued and endorsed it. He suggested only one change: Lincoln should call for 200,000 troops, not just 75,000. \"You do not know the dishonest purposes of those men as well as I do,\" he said.[89] To a friend, he stated, \"I've known Mr. Lincoln a longer time than you have, or than the country has. He'll come out all right, and we will all stand by him.\" In late April, Douglas departed Washington for the Midwest, where he rallied support for the Union cause.[90] Douglas was struck by illness in May 1861 and was confined to his bed. Though his supporters initially expected a quick recovery, Douglas contracted typhoid fever and suffered from several other afflictions (see above). He died on June 3, coincidentally on the same day as the Battle of Philippi, the first skirmish of the American Civil War. On June 4, Secretary of War Simon Cameron issued a circular to Union armies, announcing \"the death of a great statesman ... a man who nobly discarded party for his country\".[91] For a century and a half, historians have debated whether Douglas opposed slavery,[92] and whether he was a compromiser or a devotee of principles.[93] In his \"Freeport Doctrine\" of 1858, he repeatedly said that he did not care whether slavery was voted up or down, but only that white people had the right to vote it up or down. He denounced as sacrilegious the petitions signed by thousands of clergymen in 1854, who said the Kansas–Nebraska Act offended God's will.[94][page needed] He rejected the Republican assertions that slavery was condemned by a \"higher law\" (Seward's position) and that the nation could not long survive as half slave and half free (Lincoln's position). He disagreed with the Supreme Court's Dred Scott decision that Congress had no ability to regulate slavery in the territories. When Buchanan supported the Lecompton Constitution and admitting Kansas as a slave state (see Bleeding Kansas), Douglas fought him in a long battle that gained Douglas the 1860 Democratic nomination but ripped his party apart.[citation needed] Graham Peck finds that while several scholars have said that Douglas was personally opposed to slavery despite owning a plantation in Mississippi, none has presented \"extensive arguments to justify the conclusion\". He cites recent scholarship as (equally briefly) finding Douglas \"insensitive to the moral repugnance of slavery\" or even \"proslavery\". He concludes that Douglas was the \"ideological [and] practical head of the northern opposition to the antislavery movement\" and questions whether Douglas \"opposed black slavery for any reason, including economics\". Harry V. Jaffa thought Douglas was tricking the South with popular sovereignty—telling Southerners it would protect slavery but believing the people would vote against it. Johannsen found Douglas \"did not regard slavery as a moral question; at least, he never condemned the institution in moral terms either publicly or privately.\" However, though he \"privately deplored slavery and was opposed to its expansion (and, indeed, in 1860 was widely regarded in both North and South as an antislavery candidate), he felt that its discussion as a moral question would place it on a dangerous level of abstraction.\"[95] According to biographer Roy Morris Jr., Douglas \"is remembered, if at all, for a hard-fought election victory that most people believe mistakenly was a defeat\". Morris adds, however, that \"for the better part of two decades, Douglas was the most famous and controversial politician in the United States.\"[96] Douglas always had a deep and abiding faith in democracy. \"Let the people rule!\" was his cry, and he insisted that the people locally could and should make the decisions about slavery, rather than the national government. According to his biographer Robert W. Johanssen: Douglas was preeminently a Jacksonian, and his adherence to the tenets of what became known as Jacksonian democracy grew as his own career developed. ... Popular rule, or what he would later call popular sovereignty, lay at the base of his political structure. Like most Jacksonians, Douglas believed that the people spoke through the majority, that the majority will was the expression of the popular will.[97] Douglas endowed land on which a group of Baptists built the Old University of Chicago.[98] Douglas's gravesite was bought by the state, which commissioned Leonard Volk for an imposing monument with a statue that was erected over his grave. Douglas's birthplace in Brandon, Vermont, has been memorialized as a museum and visitor center. Numerous places have been named after him: counties in Colorado, Georgia,[99] Illinois, Kansas, Minnesota, Missouri, Nebraska, Nevada, Oregon, South Dakota, Washington and Wisconsin. Fort Douglas in Salt Lake City, the cities of Douglas and Douglasville in Georgia and Douglas, Wyoming were also named for him. In 1869, a large park in Chicago was named Douglas Park in honor of the senator. In 2020 the park was renamed Douglass Park, after the abolitionists Frederick Douglass and Anna Murray Douglass.[100] There is also a larger than life sized statue showing Douglas in a seated position at the center of the town square in Winchester, IL. Located about 18 miles from the City of Jacksonville, IL. Local account say that Douglas taught school there for a short time before his political career began. Douglas has been portrayed in several works of popular culture. In 1930, E. Alyn Warren portrayed Douglas in the United Artists film, Abraham Lincoln. In 1939, Milburn Stone portrayed Douglas in the Twentieth Century-Fox film Young Mr. Lincoln. In 1940, Canadian actor Gene Lockhart portrayed Douglas in the RKO film Abe Lincoln in Illinois. In 1957, the actor Walter Coy portrayed Douglas in the episode \"Springfield Incident\" of CBS's The 20th Century Fox Hour. Richard Dreyfuss portrayed Stephen A. Douglas in a Lincoln–Douglas debate audiobook.[101] Douglas is referenced by folk-artist Sufjan Stevens in the song \"Decatur, or, Round of Applause for Your Stepmother!\". Edgar Lee Masters' work Children of the Marketplace: A fictitious biography is about Stephen Douglas. In the alternate history short story Lincoln's Charge by Bill Fawcett (published in Alternate Presidents), Douglas wins the election of 1860, a change which only postpones the outbreak of war by one year. Douglas is a significant character in the mash-up novel Abraham Lincoln, Vampire Hunter, and also appears in the film adaptation of that book. In 1861, George W. Hewitt wrote a piano piece entitled \"Douglas' Funeral March\" with a picture of Stephen Douglas on the cover. A funereal poem, \"Bury Me in the Morning\", is attributed to Douglas by some sources[1] but not by others.[2] Jerimiah F. O'Sullivan","Title":"Stephen A. Douglas - Wikipedia","KeyID":"5314","URL":"https://en.wikipedia.org/wiki/Stephen_A._Douglas"}