{"Content: ":"Joseph \"Joe\" Lane (December 14, 1801 – April 19, 1881) was an American politician and soldier. He was a state legislator representing Evansville, Indiana, and then served in the Mexican–American War, becoming a general. President James K. Polk appointed Lane as the first Governor of Oregon Territory. When Oregon was admitted as a state in 1859, Lane was elected one of Oregon's first two U.S. Senators. In the 1860 United States presidential election, Lane was nominated for vice president of the pro-slavery Southern wing of the Democratic Party, as John C. Breckinridge's running mate. Lane's pro-slavery views and sympathy for the Confederate States of America in the Civil War effectively ended his political career in Oregon. One of his sons was later elected U.S. Representative, and a grandson U.S. Senator, making Lane the patriarch of one of the state's most prominent political families. Joseph Lane was born in Buncombe County, North Carolina, on December 14, 1801, to a family of English extraction with roots in colonial Virginia.[1] His father, John Lane, was a veteran of the American Revolutionary War.[1] The Lane family moved to Kentucky from North Carolina when Joseph was a young child.[2] Lane left home at the age of 15, and was married four years later. He moved to Evansville, Indiana, in 1820.[2] Lane and his wife, Polly Hart Lane, had 10 children.[3] Lane was largely self-educated, learning about the world from books he read at night.[2] During the daytime, he worked and saved his money, investing it shortly in the purchase of a flatboat, with which he transported freight up and down the Ohio River.[2] Financial success followed.[2] Lane was an eloquent public speaker, a talent that helped him to win election to the Indiana House of Representatives in 1822 at the age of just 21.[2] He served in that body from 1822 to 1823, from 1830 to 1833, and from 1838 to 1839.[4] He then moved to the Indiana State Senate, where he served from 1839 to 1840, and from 1844 to 1846.[4] Widely esteemed by his peers, Lane was likewise elected as a captain of his local militia while still a young man.[2] The Mexican–American War broke out in 1846.[1] Lane resigned his State Senate seat, and enlisted in a company of Indiana volunteers.[1] His company was assigned to the 2nd Indiana Volunteer Regiment, and Lane was elected colonel in June 1846. He was appointed a brigadier general of volunteers less than a week later.[1] Lane and the Indiana troops were then deployed to Mexico where he fought with distinction, suffering two minor gunshot wounds, and was brevetted to major general in 1847.[1] He commanded the Indiana Brigade at the Battle of Buena Vista, where he served under General and future President Zachary Taylor.[1] Lane also led the relief force which lifted the Siege of Puebla, defeating Antonio López de Santa Anna at the Battle of Huamantla. As soon as Lane returned from Mexico, President Polk appointed him governor of Oregon Territory. Lane received his commission on August 18, 1848.[1] Lane arrived in Oregon on March 3, 1849, following a hazardous winter trip on the Oregon Trail.[1] Upon reaching Oregon City, Lane's first official act was to initiate the first census of the territory's residents, which showed a total of 8,785 American citizens and 298 citizens of other countries.[1] While Governor, Lane also served as the first Oregon Superintendent of Indian Affairs.[1] Also among Lane's early duties was the apprehension of five Cayuse Indians accused in the Whitman Massacre. The accused were brought back to Oregon City for trial, where they were convicted and hanged.[5] Lane resigned as territorial governor on June 18, 1850, in favor of a new appointee.[1] On June 2, 1851, Lane was elected Oregon Territory's Delegate in Congress as a Democrat.[1] In May 1853, he was acting Territorial Governor for three days to assist in the removal of the unpopular John P. Gaines from office. Lane then ran for re-election as Delegate, winning election on June 6, 1853.[1] Lane won two more terms of office as Delegate in the June elections of 1855 and 1857.[1] He was subsequently elected as one of Oregon's first two United States Senators when Oregon became a state in 1859. In 1853, after he was re-elected as Delegate, but before he left for Washington, D.C., Lane was appointed as brigadier general commanding a force of volunteers raised to suppress recent Native American violence. Lane led the force to southern Oregon to stop Native American attacks against settlers and miners there.[1] Lane was again wounded in a skirmish at Table Rock, in Sams Valley, not far from today's cities of Medford and Central Point.[1] Lane was also an active participant in the so-called Rogue River Wars of 1855–1856,[1] being wounded in the shoulder at the Battle of Evans Creek. In 1860, the Democratic Party split on the issue of slavery. Pro-slavery Democrats from the South left the national convention and nominated their own candidates: John C. Breckinridge for president, and Lane for vice president. This \"Southern Democrat\" ticket was defeated. With his defeat for vice president and the beginning of the Civil War, Lane's political career ended. His pro-slavery views had been controversial in Oregon; his pro-secessionist views were wholly unacceptable.[5] Lane became notorious for an exchange with Andrew Johnson of Tennessee on his last day in the Senate. Johnson had spoken in favor of the Union and denounced secession. A referendum on secession in Tennessee failed shortly thereafter, generally credited to Johnson's speech. On March 2, Lane accused Johnson of having \"sold his birthright\" as a Southerner. Johnson responded by suggesting that Lane was a hypocrite for so accusing Johnson when Lane so staunchly supported a movement of active treason against the United States.[6] Lane had taken a land claim of 1 square mile (2.6 km2) located just north of Roseburg, Oregon, in 1851.[1] He later purchased a 2,000-acre (810 ha) ranch located about 11 miles (18 km) east of that town, which he owned for a number of years before selling to a son.[1] Lane also constructed a home overlooking the South Umpqua River; after his Senate term, he retired there in 1861.[1] Although openly sympathetic to the Southern rebellion in the Civil War, he remained home on his ranch; he did not participate in the fighting, nor did he make a return to politics after that date.[1] He has been accused of keeping a personal slave as late as 1878, an assumption based on the race of the African-Indian orphan, named Peter Waldo, he raised from the age of two to seventeen.[7] Lane was baptized as a Roman Catholic in 1867,[8] and his family was reared in the same faith,[1] but he renounced that faith shortly before his death.[9] Lane died at his home on April 19, 1881. His body was interred in the Roseburg Memorial Gardens. General Lane's daughter's home in Roseburg, where he spent much of his time, is now a museum maintained by the Douglas County Historical Society.[10] Known as the Creed Floed House, the Floed–Lane House, or simply the Joseph Lane House, it is on the National Register of Historic Places.[11] The Floed-Lane House was never his dwelling place.[10] Lane County, Oregon, is named for Lane.[12] Joseph Lane Middle School in Roseburg is named for him, as is Joseph Lane Middle School in Portland. Lane's son Lafayette Lane served as U.S. Representative from 1875 to 1877; another son, John Lane, fought in the Civil War for the Confederacy.[8] Lane's grandson Harry Lane was a mayor of Portland, Oregon, and then U.S. Senator from 1913 until his death in 1917.[8]","Title":"Joseph Lane - Wikipedia","KeyID":"5315","URL":"https://en.wikipedia.org/wiki/Joseph_Lane"}