{"Content: ":"Southern Democrats, historically sometimes known colloquially as Dixiecrats, are members of the U.S. Democratic Party who reside in the Southern United States.[1] Southern Democrats were generally much more conservative than non-Southern Democrats[2] and most of them voted against the Civil Rights Act of 1964 by holding the longest filibuster in the American Senate history while Democrats in non-Southern states supported the Civil Rights Act of 1964.[3] After 1994 the Republicans typically won most elections in the South. [4] In the 19th century, Southern Democrats were people in the South who believed in Jacksonian democracy. In the 19th century, they defended slavery in the United States, and promoted its expansion into the West against northern Free Soil opposition. The United States presidential election of 1860 formalized the split in the Democratic Party and brought about the American Civil War. Stephen Douglas was the candidate for the Northern Democratic Party, and John C. Breckinridge represented the Southern Democratic Party. Abraham Lincoln, who opposed slavery, was the Republican Party candidate.[5] After Reconstruction ended in the late 1870s so-called redeemers controlled all the Southern states and disenfranchised Blacks. The \"Solid South\" gave nearly all its electoral votes to the Democrats in presidential elections. Republicans seldom were elected to office outside some Appalachian mountain districts and a few heavily German-American counties of Texas. The monopoly that the Democratic Party held over most of the South first showed major signs of breaking apart in 1948, when many White Southern Democrats, upset by the policies of desegregation enacted during the administration of Democratic President Harry Truman, created the States Rights Democratic Party. This new party, commonly referred to as the \"Dixiecrats\", nominated South Carolina Governor Strom Thurmond for president. The Dixiecrats won most of the deep South, where Truman was not on the ballot. The new party collapsed after the election, while Thurmond became a Republican in the 1960s. President Lyndon B. Johnson, although a southern Democrat himself, signed the Civil Rights Act of 1964 and Voting Rights Act of 1965. This led to heavy opposition from Southern democrats. However, the Democratic Party had a supermajority in the senate with 46 of their members joining the Republican Party by voting for, while 21, all conservative democrats voted against.[6] Subsequent to the passage of civil rights legislation, many White southerners switched to the Republican Party at the national level. Many scholars have said that Southern whites shifted to the Republican Party due to racial conservatism.[7][8][9] Many continued to vote for Democrats at the state and local levels, especially before the Republican Revolution of 1994. Between 2000 and 2010, Republicans/conservatives gained a solid advantage over the Democratic Party in most Southern states. In 2016, Republican candidate Donald Trump won a majority of the vote in Elliott County, Kentucky, the first time that it voted for a Republican presidential candidate. In 2020, Democrat Joe Biden narrowly won Georgia, the first time since 1992 that Georgia voted for a Democratic presidential candidate, though Republicans won down ballot in Georgia. Noted modern-day Southern Democrats include Kentucky governor Andy Beshear, Louisiana governor John Bel Edwards, North Carolina governor Roy Cooper, Virginia's U.S. Senators Mark Warner and Tim Kaine, Georgia's U.S. Senators Raphael Warnock and Jon Ossoff, and West Virginia's U.S. Senator Joe Manchin. The title of \"Democrat\" has its beginnings in the South, going back to the founding of the Democratic-Republican Party in 1793 by Thomas Jefferson and James Madison. It held to small government principles and distrusted the national government. Foreign policy was a major issue. After being the dominant party in U.S. politics from 1800 to 1829, the Democratic-Republicans split into two factions by 1828: the federalist National Republicans, and the Democrats. The Democrats and Whigs were evenly balanced in the 1830s and 1840s. However, by the 1850s, the Whigs disintegrated. Other opposition parties emerged but the Democrats were dominant. Northern Democrats were in serious opposition to Southern Democrats on the issue of slavery; Northern Democrats, led by Stephen Douglas, believed in Popular Sovereignty—letting the people of the territories vote on slavery. The Southern Democrats (known as \"Dixiecrats\"), reflecting the views of the late John C. Calhoun, insisted slavery was national. The Democrats controlled the national government from 1852 until 1860, and Presidents Pierce and Buchanan were friendly to Southern interests. In the North, the newly formed anti-slavery Republican Party came to power and dominated the electoral college. In the 1860 presidential election, the Republicans nominated Abraham Lincoln, but the divide among Democrats led to the nomination of two candidates: John C. Breckinridge of Kentucky represented Southern Democrats, and Stephen A. Douglas of Illinois represented Northern Democrats. Nevertheless, the Republicans had a majority of the electoral vote regardless of how the opposition split or joined and Abraham Lincoln was elected. After the election of Abraham Lincoln, Southern Democrats led the charge to secede from the Union and establish the Confederate States. The United States Congress was dominated by Republicans, save for Andrew Johnson of Tennessee, the only senator from a state in rebellion to reject secession. The Border States of Kentucky, Maryland, and Missouri were torn by political turmoil. Kentucky and Missouri were both governed by pro-secessionist Southern Democratic Governors who vehemently rejected Lincoln's call for 75,000 troops. Kentucky and Missouri both held secession conventions, but neither officially declared secession. Southern Democrats in Maryland faced a Unionist Governor Thomas Holliday Hicks and the Union Army. Armed with the suspension of habeas corpus and Union troops, Governor Hicks was able to stop Maryland's secession movement. Maryland was the only state south of the Mason–Dixon line whose governor affirmed Lincoln's call for 75,000 troops. After secession, the Democratic vote in the North split between the War Democrats and the Peace Democrats or \"Copperheads\". The War Democrats voted for Lincoln in the 1864 election, and Lincoln had a War Democrat — Andrew Johnson — on his ticket. In the South, during Reconstruction the white Republican element, called \"Scalawags\" became smaller and smaller as more and more joined the Democrats. In the North, most War Democrats returned to the Democrats, and when the \"Panic of 1873\" hit, the GOP was blamed and the Democrats gained control of the House of Representatives in 1874. The Democrats emphasized that since Jefferson and Jackson they had been the party of states rights, which added to their appeal in the white South. At the beginning of the 20th century the Democrats, led by the dominant Southern wing, had a strong representation in Congress. They won both houses in 1912 and elected Woodrow Wilson, a New Jersey academic with deep Southern roots and a strong base among the Southern middle class. The GOP regained Congress in 1918. From 1921 until 1930, the Democrats, despite universal dominance in most of the South, were relegated to second place status in national politics, controlling no branch of the federal government. In 1928 several Southern states dallied with voting Republican in supporting Herbert Hoover over Al Smith, but the behavior was short lived as the Stock Market Crash of 1929 returned Republicans to disfavor throughout the South. Nationally, Republicans lost Congress in 1930 and the White House in 1932 by huge margins. By this time, too, the Democratic Party leadership began to change its tone somewhat on racial politics. With the Great Depression gripping the nation, and with the lives of most Americans disrupted, the assisting of African-Americans in American society was seen as necessary by the new government. During the 1930s, as the New Deal began to move Democrats as a whole to the left in economic policy, Southern Democrats were mostly supportive, although by the late 1930s there was a growing conservative faction. Both factions supported Roosevelt's foreign policies. By 1948 the protection of segregation led Democrats in the Deep South to reject Truman and run a third party ticket of Dixiecrats in the 1948 election. After 1964, Southern Democrats lost major battles during the Civil Rights Movement. Federal laws ended segregation and restrictions on black voters. During the Civil Rights Movement, Democrats in the South initially still voted loyally with their party. After the signing of the Civil Rights Act of 1964, the old argument that all whites had to stick together to prevent civil rights legislation lost its force because the legislation had now been passed. More and more whites began to vote Republican, especially in the suburbs and growing cities. Newcomers from the North were mostly Republican; they were now joined by conservatives and wealthy Southern whites, while liberal whites and poor whites, especially in rural areas, remained with the Democratic Party.[10] The New Deal program of Franklin Delano Roosevelt (FDR) generally united the party factions for over three decades, since Southerners, like Northern urban populations, were hit particularly hard and generally benefited from the massive governmental relief program. FDR was adept at holding white Southerners in the coalition[11] while simultaneously beginning the erosion of Black voters away from their then-characteristic Republican preferences. The Civil Rights Movement of the 1960s catalyzed the end of this Democratic Party coalition of interests by magnetizing Black voters to the Democratic label and simultaneously ending White control of the Democratic Party apparatus.[12] A series of court decisions, rendering primary elections as public instead of private events administered by the parties, essentially freed the Southern region to change more toward the two-party behavior of most of the rest of the nation. In the presidential elections of 1952 and 1956 Republican nominee Dwight David Eisenhower, a popular World War II general, won several Southern states, thus breaking some white Southerners away from their Democratic Party pattern. The passage of the Civil Rights Act of 1964 was a significant event in converting the Deep South to the Republican Party; in that year most Senatorial Republicans supported the Act (most of the opposition came from Southern Democrats). From the end of the Civil War to 1960 Democrats had solid control over the southern states in presidential elections, hence the term \"Solid South\" to describe the states' Democratic preference. After the passage of this Act, however, their willingness to support Republicans on a presidential level increased demonstrably. Republican nominee Goldwater, who had voted against the Civil Rights Act,[13] won many of the \"Solid South\" states over Democratic candidate Lyndon Johnson, himself a Texan, and with many this Republican support continued and seeped down the ballot to congressional, state, and ultimately local levels. A further significant item of legislation was the Voting Rights Act of 1965, which targeted for preclearance by the U.S. Department of Justice any election-law change in areas where African-American voting participation was lower than the norm (most but not all of these areas were in the South); the effect of the Voting Rights Act on southern elections was profound, including the by-product that some White Southerners perceived it as meddling while Black voters universally appreciated it. Nixon aid Kevin Phillips told the New York Times in 1970 that \"Negrophobe\" whites would quit the Democrats if Republicans enforced the Voting Rights Act and blacks registered as Democrats.[14] The trend toward acceptance of Republican identification among Southern White voters was bolstered in the next two elections by Richard Nixon. Denouncing the forced busing policy that was used to enforce school desegregation,[15] Richard Nixon courted populist conservative Southern whites with what is called the Southern Strategy, though his speechwriter Jeffrey Hart claimed that his campaign rhetoric was actually a \"Border State Strategy\" and accused the press of being \"very lazy\" when they called it a \"Southern Strategy\".[16] In the 1971 Swann v. Charlotte-Mecklenburg Board of Education ruling, the power of the federal government to enforce forced busing was strengthened when the Supreme Court ruled that the federal courts had the discretion to include busing as a desegregation tool to achieve racial balance. Some southern Democrats became Republicans at the national level, while remaining with their old party in state and local politics throughout the 1970s and 1980s. Several prominent conservative Democrats switched parties to become Republicans, including Strom Thurmond, John Connally and Mills E. Godwin Jr.[17] In the 1974 Milliken v. Bradley decision, however, the ability to use forced busing as a political tactic was greatly diminished when the U.S. Supreme Court placed an important limitation on Swann and ruled that students could only be bused across district lines if evidence of de jure segregation across multiple school districts existed. In 1976, former Georgia governor Jimmy Carter won every Southern state except Oklahoma and Virginia in his successful campaign to win the Presidency as a Democrat. In 1980 Republican presidential nominee Ronald Reagan won every southern state except for Georgia, although Alabama, Mississippi, South Carolina, Arkansas, North Carolina and Tennessee were all decided by less than 3%.[b] In 1980, Republican presidential candidate Ronald Reagan announced that he supported states' rights.[18] Lee Atwater, who served as Reagan's chief strategist in the Southern states, claimed that by 1968, a vast majority of southern whites had learned to accept that racial slurs like \"nigger\" were offensive and that mentioning \"states rights\" and reasons for its justification had now become the best way to appeal to southern white voters.[19] Following Reagan's success at the national level, the Republican Party moved sharply to the right, with the shrinkage of the liberal Rockefeller Republican element that had emphasized their support for civil rights.[20] Economic and cultural conservatism (especially regarding abortion and school prayer) became more important in the South, with its large religious right element, such as Southern Baptists.[21] The South gradually became fertile ground for the Republican Party. Following the Civil Rights movement, the large black vote in the South held steady more or less but favored overwhelmingly the Democratic Party. Even as the Southern Democratic party came to increasing depend on the support of African-American voters, well-established white Democratic incumbents still held sway in most Southern states. Starting in 1964, although the Southern states split their support between parties in most presidential elections, conservative Democrats controlled nearly every Southern state legislature until the mid-1990s. Not until 2011 did the Republicans capture a majority of Southern state legislatures, and have continued to hold power over Southern politics for the most part since. On the eve of the Republican Revolution in 1994, Democrats still held a 2:1 advantage over the Republicans in southern congressional seats. Republicans first dominated presidential elections in the South, then controlled Southern gubernatorial and Congressional elections, then took control of elections to several state legislatures, and came to be competitive in or even to control local offices in the South. Southern Democrats of today who vote for the Democratic ticket are mostly urban liberals. Rural residents tend to vote for the Republican ticket, although there are sizable numbers of Conservative Democrats who cross party lines and vote Republican in national elections.[22] Dr. Ralph Northam, a Democrat and the Governor of Virginia has admitted that he voted for George W. Bush in the 2000 and 2004 presidential elections.[23] Despite this admission, Northam, a former state Senator who has served as Lieutenant Governor of Virginia since 2014 easily defeated the more progressive candidate, former Congressman Tom Perriello, by 55.9 percent to 44.1 percent to win the Democratic nomination.[24] Many of the Representatives, Senators, and voters who were referred to as Reagan Democrats in the 1980s were conservative Southern Democrats. One exception has been Arkansas, whose state legislature has continued to be majority Democrat (having, however, given its electoral votes to the Republicans in the past three Presidential elections, except in 1992 and 1996 when \"favorite son\" Bill Clinton was the candidate and won each time) until 2012, when Arkansas voters selected a 21–14 Republican majority in the Arkansas Senate. Another exception is North Carolina. Despite the fact that the state has voted for Republicans in every presidential election from 1980 until 2004 the governorship (until 2012), legislature (until 2010), as well as most statewide offices, it remains in Democratic control. The North Carolina congressional delegation was heavily Democratic until 2012 when the Republicans had occasion, after the 2010 United States census, to adopt a redistricting plan of their choosing. The incumbent governor is Roy Cooper, a Democrat. In 1992, Arkansas Governor Bill Clinton was elected president. Unlike Carter, however, Clinton was only able to win the southern states of Arkansas, Louisiana, Kentucky, Tennessee and Georgia. While running for president, Clinton promised to \"end welfare as we have come to know it\" while in office.[25] In 1996, Clinton would fulfill his campaign promise and the longtime Republican goal of major welfare reform came into fruition. After two welfare reform bills sponsored by the Republican-controlled Congress were successfully vetoed by the President,[26] a compromise was eventually reached and the Personal Responsibility and Work Opportunity Act was signed into law on August 22, 1996.[25] During the Clinton presidency, the southern strategy shifted towards the so-called \"culture war,\" which saw major political battles between the Religious Right and the secular Left. Southern Democrats still did and do see much support on the local level, however, and many of them are not as progressive as the Democratic party as a whole. Southern general elections in which the Democrat is to the right of the Republican are still not entirely unheard of.[27] Chapman notes a split vote among many conservative Southern Democrats in the 1970s and 1980s who supported local and statewide conservative Democrats while simultaneously voting for Republican presidential candidates.[28] This tendency of many Southern whites to vote for the Republican presidential candidate but Democrats from other offices lasted until the 2010 midterm elections. In the November 2008 elections, Democrats won 3 out of 4 U.S. House seats from Mississippi, 3 out of 4 in Arkansas, 5 out of 9 in Tennessee, and achieved near parity in the Georgia and Alabama delegations. However, nearly all white Democratic congressmen in the South lost reelection in 2010. That year, Democrats won only one U.S House seat each in Alabama, Mississippi, Louisiana, South Carolina, and Arkansas, and two out of nine House seats in Tennessee, and they lost their one Arkansas seat in 2012. Following the November 2010 elections, John Barrow of Georgia was left as the only one white Democratic U.S. House member in the Deep South, and he lost reelection in 2014. There would not be another until Joe Cunningham was elected to a South Carolina district in 2018. Democrats lost control of the North Carolina and Alabama legislatures in 2010, the Louisiana and Mississippi legislatures in 2011 and the Arkansas legislature in 2012. Additionally, in 2014, Democrats lost four U.S. Senate seats in the South (in West Virginia, North Carolina, Arkansas, and Louisiana) that they had previously held. Presently, most of the U.S. House or state legislative seats held by Democrats in the South are based in majority-minority or urban districts. However, even since 2010, Democrats have not been completely shut out of power in the South. Democrat John Bel Edwards was elected governor of Louisiana in 2015, running as an anti-abortion, pro-gun conservative. In 2017, moderate Democrat Doug Jones was elected senator from Alabama in a special election, breaking the Democratic losing streak in Alabama. 2019 saw some additional successes for Southern Democrats, as they won control of both houses of the Virginia Legislature, Andy Beshear was elected Governor of Kentucky, narrowly defeating Republican incumbent Matt Bevin, and Edwards won reelection in Louisiana. In 2009, Southern Democrats controlled both branches of the Alabama General Assembly, the Arkansas General Assembly, the Delaware General Assembly, the Louisiana State Legislature, the Maryland General Assembly, the Mississippi Legislature, the North Carolina General Assembly, and the West Virginia Legislature, along with the Council of the District of Columbia, the Kentucky House of Representatives, and the Virginia Senate.[29] In 2017, Southern Democrats still controlled both branches of the Delaware General Assembly and the Maryland General Assembly, along with the Council of the District of Columbia. However, they had lost control of the state legislatures in Alabama, Arkansas, Louisiana, Mississippi, North Carolina, and West Virginia.[30] Due to growing urbanization and changing demographics in many Southern states, more liberal Democrats have found success in the South. In the 2018 elections, Democrats nearly succeeded in taking governor's seats in Georgia and Florida, won 12 national House seats in the South and performed well in Senate races in Texas and Florida:[31] the trend continued in the 2019 elections, where Democrats took both houses of the Virginia General Assembly, and in 2020 where Joe Biden (a former Senator from Delaware, classified as a Southern state by the Census Bureau) narrowly won Georgia with Republicans winning down ballot, along with Raphael Warnock and Jon Ossoff narrowly winning both Senate seats in that state just two months later. At various times, registered Democrats from the South broke with the national party to nominate their own presidential and vice presidential candidates, generally in opposition to civil rights measures supported by the national nominees. There was at least one Southern Democratic effort in every presidential election from 1944 until 1968, besides 1952. On some occasions, such as in 1948 with Strom Thurmond, these candidates have been listed on the ballot in some states as the nominee of the Democratic Party. George Wallace of Alabama was in presidential politics as a conservative Democrat except 1968, when he left the party and ran as an independent. Running as the nominees of the American Independent Party, the Wallace ticket won 5 states. Its best result was in Alabama, where it received 65.9% of the vote. Wallace was the official Democratic nominee in Alabama and Hubert Humphrey was listed as the \"National Democratic\" candidate.[133] b South of the Mason–Dixon line Carter won just 34 electoral votes – his own Georgia, plus Delaware, Maryland, and District of Columbia.","Title":"Southern Democrats - Wikipedia","KeyID":"5316","URL":"https://en.wikipedia.org/wiki/Southern_Democrats"}