{"Content: ":"Zhejiangopterus is a genus of azhdarchid pterosaur known from one species, which lived in China during the late Cretaceous Period.[1] The genus was named in 1994 by Chinese paleontologists Cai Zhengquan and Wei Feng. The type species is Zhejiangopterus linhaiensis. The genus name refers to Zhejiang Province and a Latinized Greek pteron, \"wing\". The specific name refers to the city of Linhai. In 1986 a young chalkstone quarry worker named Xu Chengfa, found a large fossil near the village of Aolicun in Linhai. Xu by letter informed the director of the Zhejiang Museum of Natural History at Hangzhou, Ming Hua, who from it understood the remains were those of an unknown pterosaur. Therefore, he sent a team consisting of the describers and Wu Weitang to investigate. They secured the fossil, instructing the local population to be alert for possible further finds. Xu himself managed to find three more specimens before being killed in an accident in 1988; another worker found a complete skull. In the early 1990s, in total, six larger fossils had been recovered from the Tangshang Formation, an 81.5 million year old layer from the Campanian. Among those was the holotype, ZMNH M1330, the impression of the skull of a juvenile individual. Several paratypes were referred: ZMNH M1325, a skeleton lacking the skull; ZMNH M1328, an almost complete skeleton and ZMNH M1329, a fragmentary skeleton. Zhejiangopterus was a moderately large pterosaur. Its wingspan was first estimated at 5 meters (16.4 feet). Later estimates reduced this to about 3.5 meters (11.5 ft),[2] while its body mass is estimated by pterosaur expert Mark Witton to be around 7.9 kilograms (roughly 17 pounds) based on a volumetric method.[3] Its skull was long, low, perfectly arched, and lacked a \"keel\" or any other crest sometimes seen in related species. The nasal opening and the large opening typically present between the nose and eye openings of archosaurs (the \"antorbital fenestra\") had joined together in species such as this to create a single oval opening that occupied nearly one half the length of the skull. The beak was long, thin, sharply pointed, and lacked teeth. The cervical vertebrae were elongated. The first six dorsal vertebrae had fused into a notarium. Several pairs of belly ribs were preserved. Its upper leg bone was half the size of its upper arm bone, and strong and thin. The wings were short but robust.[4] Zhejiangopterus was classified as a member of the Nyctosauridae by the original describers because of the two edentulous pterosaurs they possessed good descriptions of, Pteranodon and Nyctosaurus, Zhejiangopterus more resembled the latter. At the time of the description, there was a lack of data on Quetzalcoatlus. In 1997 David Unwin determined that Zhejiangopterus was more closely related to this giant American form and thus belonged to Azhdarchidae. No other azhdarchid is known from such complete skeletal material. Below is a cladogram showing the phylogenetic placement of Zhejiangopterus within the clade Neoazhdarchia. The cladogram is based on a topology recovered by Brian Andres and Timothy Myers in 2013.[5] Thalassodromeus sethi Tupuxuara leonardii Tupuxuara longicristatus Domeykodactylus ceciliae Dsungaripterus weii Noripterus complicidens Noripterus parvus Eoazhdarcho liaoxiensis Shenzhoupterus chaoyangensis Chaoyangopterus zhangi Jidapterus edentus Radiodactylus langstoni Azhdarcho lancicollis TMM 42489 Zhejiangopterus linhaiensis Arambourgiania philadelphiae Quetzalcoatlus northropi Quetzalcoatlus sp.   ","Title":"Zhejiangopterus - Wikipedia","KeyID":"532","URL":"https://en.wikipedia.org/wiki/Zhejiangopterus"}