{"Content: ":"The 1876 Democratic National Convention assembled in St. Louis just nine days after the conclusion of the Republican National Convention in Cincinnati. This was the first political convention held west of the Mississippi River. St. Louis was notified in February 1876 that it had been selected. Among the events was a fireworks display from the top of the Old Courthouse. The convention was called to order by Democratic National Committee chairman Augustus Schell. Henry Watterson served as the temporary convention chairman and John Alexander McClernand, a retired congressman and major general, served as permanent convention president. The Democratic platform pledged to replace the corruption of the Grant administration with honest, efficient government and to end \"the rapacity of carpetbag tyrannies\" in the South; called for treaty protection for naturalized U.S. citizens visiting their homeland, restrictions on Oriental immigration, and tariff reform; and opposed land grants to railroads.[1] Governor Samuel J. Tilden of New York Governor Thomas A. Hendricks of Indiana Major General Winfield Scott Hancock of Pennsylvania Former Governor William Allen of Ohio Senator Thomas F. Bayard of Delaware Former Governor Joel Parker of New Jersey The 12th Democratic National Convention assembled in St. Louis in June 1876. Five thousand people jammed the auditorium in St. Louis, hoping for the Democrats' first presidential victory in 20 years. The platform called for immediate and sweeping reforms following the scandal-plagued Grant administration. Six names were placed in nomination: Samuel J. Tilden, Thomas A. Hendricks, Winfield Scott Hancock, William Allen, Thomas F. Bayard, and Joel Parker. Tilden won more than 400 votes on the first ballot, a strong showing, but less than the 487 required by the convention's two-thirds rule. He won the nomination by a landslide on the second ballot. Although Tilden was strongly opposed by \"Honest John\" Kelly, the leader of New York's Tammany Hall, he was still able to obtain the nomination. According to contemporary accounts, Tilden's nomination was received by the delegates with more enthusiasm than that of any nominee since Andrew Jackson.[2] Source: Official proceedings of the National Democratic convention, held in St. Louis, Mo., June 27th, 28th and 29th, 1876. (September 3, 2012).  Governor Thomas A. Hendricks of Indiana Thomas Hendricks was the only individual nominated for vice-president, and received the nomination almost unanimously on the first ballot. The delegation from Ohio had thought of offering the name of one of her distinguished sons, Henry B. Payne. However, the feeling of unanimity was so great that the Ohio delegation declined to present his name and seconded the nomination of Hendricks. But when the roll call vote took place, Ohio cast 8 blank ballots. Source: Official proceedings of the National Democratic convention, held in St. Louis, Mo., June 27th, 28th and 29th, 1876. (September 3, 2012).  91","Title":"1876 Democratic National Convention - Wikipedia","KeyID":"5321","URL":"https://en.wikipedia.org/wiki/1876_Democratic_National_Convention"}