{"Content: ":"The 1892 Democratic National Convention was held in Chicago, Illinois, June 19–June 25, and nominated former President Grover Cleveland, who had been the party's standard-bearer in 1884 and 1888. This marked the last time a former president was renominated by a major party. Adlai E. Stevenson of Illinois was nominated for vice president. The ticket was victorious in the general election, defeating the Republican nominees, President Benjamin Harrison and his running mate, Whitelaw Reid. Former President Grover Cleveland from New York Senator David B. Hill of New York Governor Horace Boies of Iowa By the end of Harrison's term, many Americans were ready to return to Cleveland's hard money policy on the currency question. As Democrats convened in Chicago, Illinois on June 8–June 11, 1892, Cleveland was the frontrunner, but faced formidable opposition. He had come out against the free coinage of silver, thereby earning the enmity of Western and Southern Democrats. Most damaging of all was the opposition of his home state; the New York delegation, packed with Tammany men, frequently demonstrated their hostility to Cleveland's candidacy on the convention floor. However, Cleveland's cause was aided by his position on the tariff, his perceived electability, a strong organization, and the weakness of his rivals' candidacies.[1] Three names were placed in nomination: Grover Cleveland, David B. Hill, and Horace Boies. With 910 votes apportioned among the delegates, the Democratic Party's two-thirds rule required 601 votes to obtain the nomination. Cleveland received 617.33, to 114 for Senator Hill of New York, the candidate of Tammany Hall, 103 for Governor Boies of Iowa, a populist and former Republican, and the rest scattered. Once Cleveland's victory became clear, delegates moved to make the nomination unanimous, and on the revised first ballot Cleveland obtained all 910 votes. Source: US President - D Convention. Our Campaigns. (September 7, 2009).  Former Representative Adlai E. Stevenson of Illinois Former Governor Isaac P. Gray of Indiana Chief Justice Allen B. Morse of Michigan Representative John L. Mitchell of Wisconsin Allen G. Thurman, Cleveland's running mate in 1888, was not re-selected. Four names were placed in nomination: Isaac P. Gray, Adlai E. Stevenson, Allen B. Morse, and John L. Mitchell. Cleveland forces preferred Gray of Indiana for vice president, but Gray faced opposition due to his past as a Republican.[1] Stevenson of Illinois finished ahead of Gray on the first ballot.[2] Revised first ballot totals gave Stevenson enough votes to obtain the nomination, after which delegates made the selection unanimous. As a supporter of using greenbacks and free silver to inflate the currency and alleviate economic distress in rural districts, Stevenson balanced the ticket headed by Cleveland, a hard-money, gold-standard supporter.[3] Source: US Vice President - D Convention. Our Campaigns. (September 7, 2009).  The 1892 convention adopted a platform:[4]","Title":"1892 Democratic National Convention - Wikipedia","KeyID":"5326","URL":"https://en.wikipedia.org/wiki/1892_Democratic_National_Convention"}