{"Content: ":"The 1896 Democratic National Convention, held at the Chicago Coliseum from July 7 to July 11, was the scene of William Jennings Bryan's nomination as the Democratic presidential candidate for the 1896 U.S. presidential election. At age 36, Bryan was the youngest presidential nominee in American history, only one year older than the constitutional minimum. Bryan's keynote \"Cross of Gold\" address, delivered prior to his nomination, lambasted Eastern monied classes for supporting the gold standard at the expense of the average worker. This was a repudiation of Cleveland administration's policy, but proved popular with the delegates to the convention. Bryan secured the nomination on the fifth ballot over Richard P. Bland. Bryan declined to choose a Democratic vice presidential nominee, leaving the choice to his fellow delegates. Arthur Sewall of Maine was nominated on the fifth ballot. Bryan and Sewall ultimately lost to the Republican candidates, William McKinley and Garret Hobart. For three years the nation had been mired in a deep economic depression, marked by low prices, low profits, high unemployment, and violent strikes. Economic issues, especially silver or gold for the money supply, and tariffs, were central. President Grover Cleveland, a Bourbon Democrat was pro-business and a staunch supporter of conservative measures such as the gold standard; he was strongest in the Northeast. Opposed to him were the agrarian and silver factions based in the South and West, which had been empowered after the Panic of 1893.[1] A two-thirds vote was required for the Democratic Party nomination and at the convention the silverites just barely had it despite the extreme regional polarization of the delegates. In a test vote on an anti-silver measure, the Eastern states (from Maryland to Maine), with 28% of the delegates voted 96% for gold. The delegates from the rest of the country voted 91% against gold, so the silverites controlled 67% of the delegates.[2] Bryan had an innate talent at oratory. He gave speeches, organized meetings, and adopted resounding resolutions that eventually culminated in the founding of the American Bimetallic League, which then evolved into the National Bimetallic Union, and finally the National Silver Committee.[3] At the time many inflationist farmers believed that by increasing the amount of currency in circulation, the crops they grew would receive higher prices. They were opposed by banks and bond holders who feared inflation, and by urban workers who feared inflation would further erode their purchasing power. The ultimate goal of the League was to garner support on a national level for the reinstatement of the coinage of silver.[4] With others, he made certain that the Democratic platform reflected the now strengthening spirit of the silverites. With his support, Charles H. Jones, of the St Louis Post-Dispatch, was put on the platform committee and Bryan's plank for free silver was adopted sixteen to one and silently added to the Chicago Democratic Platform, in order to avoid controversy.[5] As a minority member of the resolutions committee, Bryan was able to push the Democratic Party from its laissez-faire and small government roots towards its modern, liberal character. Through these measures, the public and influential Democrats became convinced of his capacity to lead and bring change, resulting in his being mentioned as a possible chairman for the Chicago convention. Bryan delivered speeches across the country for free silver from 1894 to 1896, building a grass-roots reputation as a powerful champion of the cause. At the 1896 convention, Bryan lambasted Eastern moneyed classes for supporting the gold standard at the expense of the average worker. His \"Cross of Gold\" speech made him the sensational new face in the Democratic party. At the start of the convention, former Missouri Congressman Richard P. Bland, a strong supporter of bimetallism, was viewed as the favorite.[6] However, Bland was strongly opposed by many in the South, in part because his wife and daughter were Catholics.[6] Some bimetallist supporters tried to draft Republican Senator Henry M. Teller of Colorado, but his candidacy never got off the ground.[7] Several state delegations, mostly from the Northeast, supported the gold standard and refused to take part in the nomination process.[7] Many conservative Democrats looked to former Senator David B. Hill of New York or Governor William Russell of Massachusetts for leadership, but Russell was in poor health and Hill did not gain support for a presidential bid.[8] Eight names were placed in nomination: Richard P. Bland, William J. Bryan, Claude Matthews, Horace Boies, Joseph Blackburn, John R. McLean, Robert E. Pattison, and Sylvester Pennoyer. The only major candidate that did support the gold standard was former Pennsylvania Governor Pattison.[7] After five ballots, Bryan triumphed over Bland and Pattison.[7] Bryan was also nominated for president by the Populist Party and the Silver Republican Party. Former Representative William Jennings Bryan of Nebraska Former Representative Richard P. Bland of Missouri Former Governor Robert E. Pattison of Pennsylvania Senator Joseph Blackburn of Kentucky Governor Horace Boies of Iowa Newspaper Publisher John R. McLean of Ohio Governor Claude Matthews of Indiana Former Governor Sylvester Pennoyer of Oregon Former Governor William E. Russell of Massachusetts Senator John W. Daniel of Virginia Former Representative Joseph C. Sibley of Pennsylvania  After the selection of Bryan, the convention turned its attention to picking a running mate.[7] Newspaper publisher John Roll McLean of Ohio was viewed as a possible candidate, in part because his fortune could help fund the ticket.[7] Former Representative George F. Williams of Massachusetts, businessman Arthur Sewall of Maine, and former Attorney General Augustus Hill Garland of Arkansas were all mentioned as possible candidates.[7] Eight names were placed in nomination: Arthur Sewall, John R. McLean, Joseph C. Sibley, George F. Williams, Walter Clark, J. Hamilton Lewis, George W. Fithian, and Sylvester Pennoyer.[9] After being placed in nomination, McLean, Sibley, and Fithian made it known to the convention that they were not candidates for the vice presidency. Sewall ultimately received the nomination on the fifth ballot. The Populist Party and the Silver Republican Party also both nominated Bryan for president, but the Populists nominated former Georgia Representative Thomas E. Watson instead of Sewell. President of the Maine Central Railroad Arthur Sewall of Maine Former Representative George F. Williams of Massachusetts State Associate Justice Walter Clark of North Carolina Representative Nominee J. Hamilton Lewis of Washington (Ineligible, not yet 35 years of age) Former Governor Sylvester Pennoyer of Oregon Newspaper Publisher John R. McLean of Ohio Former Representative Richard P. Bland of Missouri Former Representative Joseph C. Sibley of Pennsylvania Senator John W. Daniel of Virginia Governor Horace Boies of Iowa Former Representative George W. Fithian of Illinois ","Title":"1896 Democratic National Convention - Wikipedia","KeyID":"5327","URL":"https://en.wikipedia.org/wiki/1896_Democratic_National_Convention"}