{"Content: ":"The 1900 Democratic National Convention was a United States presidential nominating convention that took place the week of July 4, 1900, at Convention Hall in Kansas City, Missouri. The convention nominated William Jennings Bryan for president and former Vice President Adlai E. Stevenson was nominated for vice president. The ticket was to lose the general election to the Republican ticket of William McKinley and Theodore Roosevelt. Former Representative William J. Bryan of Nebraska Admiral of the Navy George Dewey of Vermont Bryan had little opposition for the nomination after Spanish–American War hero Admiral George Dewey dropped out in May after being quoted in newspapers that he thought the President's job would be easy, because the president merely followed the orders of Congress to enforce laws.[1] Bryan's strongest opposition at the convention came from Richard Croker of New York's Tammany Hall. Bryan was also nominated by a branch of the Populist Party. The 1900 Democratic National Convention was the first time a woman served as a delegate to a major party convention. Elizabeth M. Cohen of Salt Lake City, Utah, became a delegate when one of the Utah delegates could not serve, and she seconded the nomination of William Jennings Bryan.[2][3][4] The convention marked the first time that a member of royalty attended a U.S. national nominating convention as a delegate. David Kawananakoa, heir to the throne of the Kingdom of Hawaii, represented the newest United States territory. Prince David was to break a tie about inserting a free silver plank into the convention platform. The Democrats included planks in the platform denouncing Republican imperialism and expansion, as had been demonstrated in the Spanish–American War. Kansas City had the convention thanks to its new Convention Hall, which opened on February 22, 1899. The hall was destroyed in a fire on April 4, 1900, but was rebuilt in 90 days in time for the convention. Harry S. Truman served as a page at the convention. Source: US President – D Convention. Our Campaigns. (March 10, 2011).  At the start of the convention, former Representative Charles A. Towne of Minnesota was considered the favorite for the vice presidential nomination, as both the Populists and the Silver Republican Party backed Towne.[5] Other names mentioned as possible candidates included former New York Senator David B. Hill, former New York Senator Edward Murphy Jr. and John W. Keller, New York City's Commissioner of Public Charities.[5][6] Seven names were placed in nomination: Adlai Stevenson, David B. Hill, Charles A. Towne, Abraham W. Patrick, Julian S. Carr, John W. Smith, and J. Hamilton Lewis. Former Representative Lewis thanked the convention for its generosity but did not wish to be considered for the vice presidency. Governor Smith declined to allow the use of his name, and it was withdrawn before the result was announced. Former Senator Hill was opposed to including a pro-silver plank in the party platform, so he spoke against his own nomination and declared that he would not take it if offered. Former Vice President Stevenson won the nomination with the help of Bryanites who wanted to keep Hill off of the ticket.[7] The choice of Stevenson alienated the Populists and Silver Republicans, who had planned to nominate the Democratic ticket.[7] Former Vice President Adlai E. Stevenson from Illinois Former Representative Charles A. Towne of Minnesota Former State Senator Abraham W. Patrick of Ohio Philanthropist Julian S. Carr of North Carolina (Withdrawn) Former Senator David B. Hill of New York Governor John W. Smith of Maryland Former Representative J. Hamilton Lewis of Washington Former Senator Edward Murphy Jr. of New York ","Title":"1900 Democratic National Convention - Wikipedia","KeyID":"5329","URL":"https://en.wikipedia.org/wiki/1900_Democratic_National_Convention"}