{"Content: ":"Pteranodontoidea (or pteranodontoids, from Greek meaning \"toothless wings\") is an extinct clade of ornithocheiroid pterosaurs from the Early to Late Cretaceous (early Valanginian to late Maastrichtian stages) of Asia, Africa, Europe, North America and South America.[1] It was named by Alexander Wilhelm Armin Kellner in 1996. In 2003, Kellner defined the clade as a node-based taxon consisting of the last common ancestor of Anhanguera, Pteranodon and all its descendants. The clade Ornithocheiroidea is sometimes considered to be the senior synonym of Pteranodontoidea, however it depends on its definition.[2] Brian Andres (2008, 2010, 2014) in his analyses, converts Ornithocheiroidea using the definition of Kellner (2003) to avoid this synonymy.[3] Despite the meaning of the group's name, not all pteranodontoids were toothless, the earlier genera such as the istiodactylids and anhanguerids had teeth that they used to catch prey, and several conclusions had led to the idea that they later evolved into the toothless pteranodontids. Pteranodontoids were also the most diverse group of pterosaurs throughout the Cretaceous period, and therefore the most successful flyers during their time.[4] They were mostly replaced by the larger azhdarchids at the end of the Late Cretaceous however, which resulted in resource and terrain competitions, but even so, pteranodontoids still managed to thrive with them, and genera such as Alcione, Barbaridactylus, and Simurghia lived until the Cretaceous-Paleogene extinction event. Pteranodontoids had similar a similar diet to modern-day soaring birds such the albatross, which mainly consisted of fish. Some genera of this group however, fed mainly on carrion, this can be seen on the earlier genera such as Istiodactylus. They were also known for their proportionally large wingspans, the largest recorded of any pteranodontoid reached 8.70 meters (28.5 ft), and it belongs to the genus Tropeognathus.[5] Several fossil remains were found in the Chalk Formation of England, a chalk pit known for its wide variety of fossils belonging to different animals. British paleontologist James Scott Bowerbank named and described the specimens found as a new species of Pterodactylus, P. giganteus due to its much larger size.[6] P. giganteus is nowadays considered to belong to the genus called Lonchodraco.[7] In 1851, Bowerbank unearthed more specimens in the same chalk pit as P. giganteus, and assigned these specimens to yet another newly named species of Pterodactylus, known as P. cuvieri, in honor of the German naturalist and zoologist Georges Cuvier.[8] Later that year, British paleontologist Sir Richard Owen had also unearthed several fossil specimens in the Chalk Formation, in which he assigned them as Pterodactylus compressirostris during its description.[9] Owen later unearthed many fossil specimens from a different fossil site called the Cambridge Greensand, he then assigned these specimens into a new species called Pterodactylus simus. With the naming of this new species, British paleontologist Harry Govier Seeley created a new separate genus called Ornithocheirus (from Ancient Greek \"ὄρνις\", meaning \"bird\", and \"χεῖρ\", meaning \"hand\"), due to the notion of the time, in which pterosaurs were the direct ancestors of birds. In 1870, Seeley then also reassigned Pterodactylus cuvieri into a new species called Ornithocheirus cuvieri.[10][11] This species is now considered to belong to the genus Cimoliopterus.[7] Back in 1874 however, controversies between the naming of species and genera of these pterosaurs started, with the paleontologists Harry Seeley and Richard Owen fighting over reassignings of different species as well as genera. Owen therefore created two new genera: Coloborhynchus (meaning \"maimed beak\") and Criorhynchus (meaning \"ram beak\"), in reference to their unique convex \"keeled\" crests on top, and underside of their snout. Owen then created a type species for Coloborhynchus, C. clavirostris, and sunk three species which were assigned previously to Ornithocheirus, and Criorhynchus consisted entirely of former Ornithocheirus species.[12] Later in 1881 however, Seeley disagreed with Owen's conclusions, and he therefore assigned the species he named Ornithocheirus simus as the type species of Ornithocheirus.[13] The naming of the different pterosaur species, as well as the genus Ornithocheirus in England resulted in further research in other places. In the United States, American paleontologist Othniel Charles Marsh led an expedition to the Smoky Hill Chalk deposits in western Kansas in 1870.[14] Marsh unearthed the first ever specimens of pterosaur from North America (specimens YPM 1160 and YPM 1161), which now belong to the genus Pteranodon, and consisted of partial wing remains and a tooth of the fish Xiphactinus, which Marsh had once believed that it belonged to Pteranodon.[15] In 1871, he assigned these specimens to a new species called \"Pterodactylus oweni\" (meaning \"Owen's wing finger\"),[16] in honor of Sir Richard Owen, but he realized that the name he had chosen had already been used for a different European pterosaur species described by Harry Seeley, so he renamed his discovery as Pterodactylus occidentalis (meaning \"Western wing finger\"), in reference to the location where it was found.[17] American paleontologist Edward Drinker Cope had also unearthed several remains of the large North American pterosaur, and based on these remains, Cope named two new species, Ornithochirus umbrosus and Ornithochirus harpyia, in an attempt to assign them to the large European genus Ornithocheirus, but he had missed the 'e' when describing them. The paper naming these species by Cope's paper naming had been published in 1872, just five days after the publication of Marsh's paper. This led to a dispute between the two paleontologists, which both fought over whose names had priority to the published literature, in what was obviously the same species of pterosaur.[18] In 1876, Marsh had described the first skull specimen of Pteranodon, which as unearthed by American paleontologist Samuel Wendell Williston in the Smoky Hill River, located in the Wallace County (now Logan County) of Kansas, USA. Later that year, another skull specimen was found, though this time a bit smaller in size.[19] Soon enough, Marsh recognized a major difference when he described these specimens, they lacked teeth and had bony crests on their skulls. He then described the specimens found as \"distinguished from all previously known genera of the order Pterosauria by the entire absence of teeth.\" Marsh then coined the name Pteranodon (meaning \"wing without tooth\"), and pointed that the unique characteristics identified warranted a new generic name. Marsh had also reclassified all the previously named North American species from Pterodactylus to Pteranodon, and considered the smaller skull to belong to the reassigned Pteranodon occidentalis based on its size.[19][20] Specimens of smaller individuals were later uncovered, and Marsh had also named several additional species: Pteranodon comptus and Pteranodon nanus, based on these distinct and smaller fragmentary skeletons. He then created another separate species called Pteranodon gracilis, which is now based on a wing bone that he previously mistook for a pelvic bone. Marsh soon realized his mistake, and therefore reassigned that specimen he found into a separate genus which he named Nyctosaurus, and the species P. nanus was soon recognized as a Nyctosaurus specimen as well, this is due to the synapomorphies seen in both.[21] [22] Later in 1892, Samuel Williston had become the first scientist to critically evaluate all of the Pteranodon species classified by Cope and Marsh. He agreed with most of Marsh's reassignings and classifications, but several exceptions were still made. Williston revised his earlier conclusion in 1903, in which he stated that there were only three species of Pteranodon, instead of seven. He also considered both P. comptus and P. nanus to be specimens of Nyctosaurus, and divided the other species into small (P. velox), medium (P. occidentalis), and large species (P. ingens), based primarily on the shape of their upper arm bones. He also followed his first conclusion of P. longiceps being a synonym of either P. velox or P. occidentalis based on its size.[23] However, in 1994, Christopher Bennett concluded that P. longiceps and another species called P. sternbergi would be the only valid Pteranodon species, while the other ones were either considered nomina dubia or synonyms.[18] A peculiar discovery was made in 1887 by Seeley in the Isle of Wight, an island off the coast of southern England. Seeley thought that these fossil remains belonged to bird-like creature, which he then named Ornithodesmus cluniculus.[24] Seeley also reported another specimen found on the same site. Seeley named the new species O. latidens in 1901 based on this discovery, the specific name translates to \"wide tooth\". He presumably assigned this new species to Ornithodesmus due to synapomorphies between their sacra, but his conclusion was not entirely clear.[25][26] In 1913, English paleontologist Reginald Walter Hooley reviewed O. latidens in detail, based on specimens he had found, and placed the genus Ornithodesmus within a newly created family, Ornithodesmidae.[27][28] Later in 1993, the British paleontologists Stafford C. Howse and Andrew C. Milner concluded that the holotype sacrum and only specimen of the species O. cluniculus didn't belong to a pterosaur, but instead to a maniraptoran theropod dinosaur. They pointed out that no detailed attempts had been made to compare the sacrum of O. cluniculus with those of pterosaurs, and that the species O. latidens had in effect been treated as the type species of the genus Ornithodesmus in their conclusion. Now as a definite species of pterosaur, \"O.\" latidens thus required a new generic name.[26] In 2001, Howse, Milner, and David Martill, reassigned \"O.\" latidens to a new genus called Istiodactylus, resulting in a new combination known as Istiodactylus latidens. The generic name Istiodactylus means \"sail finger\", in reference to its proportionally large wings.[28] Originally defined by Alexander Kellner in 1996, Pteranodontoidea is sometimes considered a synonym of the clade Ornithocheiroidea according to several studies. The name Ornithocheiroidea was originally defined as an apomorphy-based taxon by Christopher Bennett in 1994. In 2003 however, Kellner redefined Ornithocheiroidea to represent the node of Anhanguera, Pteranodon, Quetzalcoatlus and Dsungaripterus, thus making Ornithocheiroidea a more inclusive group.[29] Later that year, David Unwin suggested a different definition, the node that contains Pteranodon longiceps and Istiodactylus latidens, as a resulting, he considered Pteranodontoidea a junior synonym of Ornithocheiroidea.[2] Brian Andres (2008, 2010, 2014) in his analyses, converts Ornithocheiroidea using the definition of Kellner (2003) to avoid this synonymy.[3] In 2013, Andres & Timothy Myers presented a phylogenetic analysis that placed Pteranodontoidea within the group Pteranodontia, as the sister taxon of the family Nyctosauridae.[30] In 2019 however, Kellner and colleagues revisited the classification, and concluded that Pteranodontoidea, which was sister taxon to Tapejaroidea, would be the more inclusive group containing both the Lanceodontia and the Pteranodontia.[31] Archaeopterodactyloidea Haopterus gracilis Azhdarchoidea Nyctosauridae Alamodactylus byrdi Pteranodon longiceps Pteranodon sternbergi Istiodactylidae Lonchodectes compressirostris USNM 13804 Aetodactylus halli Cearadactylus atrox Brasileodactylus araripensis Ludodactylus sibbicki Anhangueridae Ornithocheiridae Topology 2: Kellner and colleagues (2019).[31] Dsungaripteridae Azhdarchoidea Pteranodon longiceps Tethydraco regalis Nyctosaurus gracilis Muzquizopteryx coahuilensis Hongshanopterus lacustris Nurhachius ignaciobritoi Istiodactylus latidens Istiodactylus sinensis Haopterus gracilis Lonchodraco giganteus Ikrandraco avatar Ornithocheirus simus Cimoliopterus cuvieri Anhangueria  Pteranodontoids, like other pterosaurs, are considered to have been skilled fliers as well as adept at moving on the ground. Evidence from footprints shows that most pterosaurs did not sprawl their limbs to a large degree, as in modern reptiles, but rather held the limbs relatively erect when walking, like dinosaurs. While no pteranodontoid footprints are known, it is likely that they also walked erect.[32] Among pterosaurs, pteranodontoids had unusually uneven limb proportions, with the forelimbs much longer than the hind limbs. This would likely have required them to use unique modes of locomotion when on the ground compared to other pterosaurs. It is possible that pteranodontoids ran (but not walked) bipedally, or that they used a hopping gait.[32] Pterosaur researcher Mike Habib has noted that the limbs proportions of pteranodontoids like Anhanguera are consistent with hopping.[33]   ","Title":"Pteranodontoidea - Wikipedia","KeyID":"533","URL":"https://en.wikipedia.org/wiki/Pteranodontoidea"}