{"Content: ":"The 1904 Democratic National Convention was an American presidential nominating convention that ran from July 6 through 10 in the Coliseum of the St. Louis Exposition and Music Hall in St. Louis, Missouri. Breaking with eight years of control by the Democratic Party's reform wing, the convention nominated conservative Judge Alton B. Parker of New York for president and Henry G. Davis of West Virginia for vice president. The Democratic ticket lost in the November 1904 presidential election to the Republican Party and its ticket of Theodore Roosevelt and Charles W. Fairbanks. The 1904 Democratic National Convention was opened at two minutes past noon on July 6 in the Coliseum of the old St. Louis Exposition and Music Hall by James K. Jones, chair of the Democratic National Committee.[1] Following the reading of the official call of the convention and delivery of an opening prayer, John Sharp Williams of Mississippi was named the honorary chairman of the gathering,[1] emblematic of a return to power by the conservative Bourbon wing of the party. The traditionalist Southerner Williams delivered an opening speech but was hindered by a voice unable to reach all of those assembled in the convention hall, many of whom, according to a contemporary press report, \"kept up a constant hum of conversation that smothered Mr. Williams’s voice.\"[1] After the second straight defeat of Democratic presidential nominee William Jennings Bryan in the 1900 presidential election, the conservative allies of former President Grover Cleveland regained power within the party.[2] However, with the popularity of President Theodore Roosevelt, many of the most prominent Democrats, such as Cleveland and former Attorney General Richard Olney, refused to run.[2] Additionally, Maryland Senator Arthur Pue Gorman alienated many in the South by opposing Roosevelt's policies in Panama.[2] In this atmosphere, in advance of the convention conservative Democrats coalesced around New York Court of Appeals Judge Alton B. Parker, an ally of former New York Governor David B. Hill.[2] Parker hoped to one day sit on the United States Supreme Court, but was convinced to run by Hill, and the Parker campaign was backed by conservative business interests.[2] With the reform wing around Bryan and the ethnic political machine of Tammany Hall unable to agree upon a single alternative candidate, Parker was seen by many contemporary observers as a prohibitive favorite to win the nomination.[1] Eight names were placed in nomination: Alton B. Parker, William Randolph Hearst, Francis Cockrell, Richard Olney, Edward C. Wall, George Gray, John Sharp Williams, and Nelson A. Miles. Representative Williams thanked the North Dakota delegation for its generosity but declined to be a candidate. Over the objections of Bryan, Parker defeated New York Congressman Hearst on the first ballot.[2] In a further defeat for Bryan, the Democrats adopted a conservative platform far different from the policies espoused in 1896 and 1900.[3] However, Bryan would re-take control of the party in the 1908 Democratic National Convention. Chief Judge of New York Court of Appeals Alton B. Parker of New York Representative William Randolph Hearst of New York Senator Francis Cockrell of Missouri Former Secretary of State Richard Olney of Massachusetts Former State Representative Edward C. Wall of Wisconsin Former Senator George Gray of Delaware Former General-in-Chief Nelson A. Miles of Massachusetts Representative John Sharp Williams of Mississippi William Jennings Bryan of Nebraska[4] Former President Grover Cleveland of New York  With Democratic prospects in the November election appearing bleak, most prominent politicians expressed no interest in the vice presidential nomination, or declined when asked to consider it. The names of several lesser-known individuals were mentioned, including businessman Marshall Field of Illinois, former Representative John C. Black of Illinois, Representative James R. Williams of Illinois, attorney John W. Kern of Indiana, Edward C. Wall of Wisconsin, David Bost of Wisconsin, Governor Alexander Monroe Dockery of Missouri, and attorney Joseph W. Folk of Missouri.[3] Four names were placed in nomination: Henry G. Davis, James R. Williams, George Turner, and William A. Harris. Davis, a former U.S. Senator from West Virginia, won the nomination; at 80, he was the oldest major party candidate ever nominated for national office.[5] Davis received the nomination because party leaders believed that as a millionaire mine owner, railroad magnate, and banker he could be counted on to help finance the campaign.[5] Their hopes were unrealized, as Davis did not contribute substantially to the party coffers.[5] Former Senator Henry G. Davis of West Virginia Representative James R. Williams of Illinois Former Senator George Turner of Washington Former Senator William A. Harris of Kansas  After nominating the ticket of Parker and Davis, the convention adjourned sine die at 1:30 pm on Sunday, July 10.[6] The 1904 Democratic National Convention took place simultaneously with the 1904 World's Fair and the 1904 Summer Olympics.","Title":"1904 Democratic National Convention - Wikipedia","KeyID":"5330","URL":"https://en.wikipedia.org/wiki/1904_Democratic_National_Convention"}