{"Content: ":"The 1948 Democratic National Convention was held at Philadelphia Convention Hall in Philadelphia, Pennsylvania, from July 12 to July 14, 1948, and resulted in the nominations of President Harry S. Truman for a full term and Senator Alben W. Barkley of Kentucky for vice president in the 1948 presidential election. One of the decisive factors in convening both major party conventions in Philadelphia that year was that the eastern Pennsylvania area was part of the newly developing broadcast television market. In 1947, TV stations in New York City, Washington and Philadelphia were connected by a coaxial cable. By the summer of 1948 two of the three new television networks, NBC and CBS, had the ability to telecast along the east coast live gavel-to-gavel coverage of both conventions. In television's early days, live broadcasts were not routinely recorded, but a few minutes of Kinescope film of the conventions has survived.[1] The convention was called to order by the permanent chairman, Senator Alben W. Barkley of Kentucky.[2] With delegates demoralized by Republican wins in 1946 that had given them control of Congress, and what appeared to be Truman's slim chance for reelection in his own right, on July 13 Barkley gave the keynote speech, as he had in 1932 and 1936.[2] He roused the delegates with his opening declaration \"We have assembled here for a great purpose. We are here to give the American people an accounting of our stewardship in the administration of their affairs for sixteen outstanding, eventful years, for not one of which we make an apology!\"[3] Barkley continued by recalling the bad times of the Great Depression of the 1930s to turn the Republicans' most-repeated attack back on them.[3] Republicans proposed \"to clean the cobwebs\" from the federal government.[3] Said Barkley: \"I am not an expert on cobwebs. But if my memory does not betray me, when the Democratic party took over ... sixteen years ago, even the spiders were so weak from starvation they could not weave a cobweb in any department of the government in Washington!\"[3] Barkley concluded his hour-long oration with a visionary call for the Democrats to \"lead the children of men ... into a free world and a free life,\" which inspired the delegates to cheer for more than 30 minutes.[3] His rhetorical effort had the effect of energizing delegates, who began to recover their enthusiasm.[3] It also had the effect of propelling Barkley towards the vice presidential nomination.[3] Balloting for president and vice president took place on July 13.[3] While Southerners who opposed the expansion of civil rights contested Truman for the nomination, he was easily nominated on the first ballot.[3] U.S. Senator Richard Russell Jr. from Georgia Former U.S. Representative James A. Roe from New York President Harry S. Truman from Missouri In the absence of three dozen Southern delegates who walked out of the convention with Thurmond, Truman was nominated by a vote of 947 to 263 over Senator Richard Russell, Jr. of Georgia. Various Democratic Party leaders had promoted candidates for the vice presidential nomination, including Alben W. Barkley and Wilson W. Wyatt of Kentucky, William Preston Lane Jr. and Millard Tydings of Maryland, Oscar R. Ewing of Iowa, James Roosevelt of California, and Joseph C. O'Mahoney of Wyoming.[4] In addition, Truman tried to interest William O. Douglas in the nomination, but Douglas declined.[4] During the convention, Barkley's keynote speech won over the delegates,[4] and when it became clear Barkley had more than enough support to win the nomination, Truman agreed to accept him as his running mate.[4] Barkley was nominated by acclamation.[5] On July 14, Northern Democrats led by Minneapolis Mayor Hubert Humphrey and Illinois Senate candidate Paul Douglas pushed for the convention to adopt a strong civil rights platform plank and endorse President Truman's pro-civil rights actions.[6] They were opposed by conservatives opposed to racial integration and by moderates who feared alienating Southern voters (regarded as essential to a Democratic victory), including some of Truman's own aides. They were supported by northeastern urban Democratic leaders, who thought the plank would appeal to the growing black vote in their cities, traditionally Republican.[7] In a speech to the convention, Humphrey urged the Democratic Party to \"get out of the shadow of states' rights and walk forthrightly into the bright sunshine of human rights.\" The convention adopted the civil rights plank in a close vote (651½–582½). In response, all 22 members of the Mississippi delegation, led by Governor Fielding L. Wright and former Governor Hugh L. White, walked out of the assembly.[8] Thirteen members of the Alabama delegation followed, led by Leven H. Ellis.[9] The bolted delegates and other Southerners then formed the States' Rights Democratic Party (\"Dixiecrats\"), which nominated Strom Thurmond for president and Wright for vice president. The fight over the civil rights plank at the 1948 convention was a launching point for Humphrey as a political figure of national stature. He was elected to the Senate in November, and in 1964, Vice President of the United States. Truman was scheduled to give his acceptance speech at 10 pm on July 14, but the convention was behind schedule, so he spoke in the early morning hours of July 15.[10] In his opening, Truman told the delegates \"Senator Barkley and I will win this election and make these Republicans like it — don't you forget that!\"[10] His pugnacious attack on what he termed the \"Do-Nothing 80th Congress\", further energized the delegates who had not taken part in the Dixiecrat walkout.[10] Truman's speech was looked on in retrospect as the start of the \"Give 'em Hell, Harry!\" campaign theme that enabled Truman to win the November general election.[3]","Title":"1948 Democratic National Convention - Wikipedia","KeyID":"5336","URL":"https://en.wikipedia.org/wiki/1948_Democratic_National_Convention"}