{"Content: ":"The 1984 Democratic National Convention was held at the Moscone Center in San Francisco, California from July 16 to July 19, 1984, to select candidates for the 1984 United States presidential election. Former Vice President Walter Mondale was nominated for president and Representative Geraldine Ferraro of New York was nominated for vice president. Ferraro became the first woman to be nominated by either major party for the presidency or vice presidency. In another first, the 1984 Democratic Convention was chaired by the female governor of Kentucky, Martha Layne Collins.[1] The Democratic National Committee Chairman at the time, Charles T. Manatt, led the convention. Party officials told cities interested in hosting the convention that they needed to provide at least 250,000 work space, a convention hall seating 20,000, 20,000 high-quality hotel rooms, and a $2.5 million financial commitment (to fund the staging of the convention hall, housing of staff, security, transportation, and other needs)[6] San Francisco was broadly considered the front-runner to receive the convention. This was, in large part, due to the fact that the chairman of the Democratic National Committee, Charles Manatt, was a Californian,[5][7] and heavily supported San Francisco's bid.[4] California's largest city, Los Angeles (Mannatt's home city) was logistically unavailable to host the 1984 convention due to its hosting of 1984 Summer Olympics.[6] The city's proposed venue, its new downtown Moscone Center convention center, had 650,000 square feet of space, and promised to be capable of seating 20,000 conventiongoers.[5] Additionally considered positives for San Francisco's prospects of hosting the convention was that California was the state with the most votes in the Electoral College, and it had a female mayor (Dianne Feinstein).[5] Some considered a concern disadvantaging San Francisco's bid to be the prospect that splinter groups might put on disruptive demonstrations during the convention if it were held in San Francisco.[8] Particularly of concern was the prospect that San Francisco's large population of homosexuals might \"embarrass\" the Democratic Party by holding a large gay rights demonstration during the convention.[7] Another factor speculated to disadvantage San Francisco's bid was the small size of its police force.[8] Chicago's biggest disadvantage was regarded to be the memory of disorder during the 1968 Democratic National Convention in the city.[5][6] This was Chicago's first serious attempt to receiving the hosting rights to a major party nominating convention since the 1968 DNC.[5] The bid of New York City, the host of the previous two Democratic National Conventions, was considered to be hampered by a disinterest by Democratic Party officials in holding a third consecutive convention there.[6] Madison Square Garden had also been seen during the previous two conventions as being somewhat undersized in its amount of usable area, and the 1984 convention was to feature more delegates than previous conventions had.[4] Washington, D.C.'s bid was the city's first attempt to receive the hosting rights to a major party nominating convention.[4] This came after the city opened a new convention center, giving it a facility capable of potentially accommodating a major party nominating convention.[5] On April 23, 1983, San Francisco was awarded hosting rights to the convention, receiving 23 out of 27 votes on second-ballot vote by the Democratic Party's site selection committee. The city had fallen one vote short of securing the needed majority vote of the 27-member committee on the first ballot.[5] This marked the second time that a Democratic National Convention had been held in the city of San Francisco, with the 1920 edition having been held at the city's Civic Auditorium.[9] It was the party's third convention to be held in the state of California, after the 1920 convention and the 1960 convention in Los Angeles.[5] This also marked the first Democratic National Convention to be hosted on the West Coast of the United States since 1960.[5] The Democrats' choice of San Francisco, paired with the Republican Party's earlier selection of Dallas, Texas for their 1984 convention, meant that, for the second time ever (after only the 1928 United States presidential election), both the Democratic and Republican parties hosted their nominating conventions in cities west of the Mississippi River.[5] The convention was the first to utilize the rule changes recommended by the Hunt Commission in response to the protracted 1980 Democratic Party presidential primaries between Jimmy Carter and Ted Kennedy, including the use of superdelegates.[10] The San Francisco Hilton served as the convention's headquarters.[11] It had previously been the headquarters of the 1964 Republican National Convention.[5] Walter Mondale was nominated for president and Geraldine Ferraro was nominated for vice president. New York Governor Mario Cuomo gave a well-received keynote speech. Mondale's major rivals for the presidential nomination, Senator Gary Hart and Rev. Jesse Jackson, also gave speeches. Jackson's speech referred to the nation as a \"quilt\" with places for \"[t]he white, the Hispanic, the black, the Arab, the Jew, the woman, the Native American, the small farmer, the business person, the environmentalist, the peace activist, the young, the old, the lesbian, the gay, and the disabled\".[12] It was the first time anyone mentioned lesbians and gays in a national convention address.[13] Jackson also attempted to move the party's platform farther to the left at the convention, but without much success. He did succeed in one instance, concerning affirmative action.[14] \"AIDS poster boy\" Bobbi Campbell gave a speech at the National March for Lesbian and Gay Rights, dying of AIDS complications a month later.[15] The following candidates had their names placed in nomination Former Vice President Walter Mondale from Minnesota Senator Gary Hart of Colorado Reverend Jesse Jackson of Illinois Before the convention had convened, Mondale was widely regarded as having secured the prerequisite delegate support to clinch the nomination.[9] However, he only attained this amount of delegate support with the inclusion of superdelegates that supported his candidacy. His number of pledged delegates (those bound to him and awarded through primaries) alone did not give him enough of a lead to win the nomination without superdelegate support.[9] His number of pledged delegates heading into the convention was 40 shy of the 1,967 needed to win the nomination.[16][17] The candidates for U.S. president received the following numbers of delegates: Jesse Jackson had unsuccessfully called for the suspension of the party's electoral rules to give him a number of delegates closer to the 20% average share of the vote he garnered during the primaries. The system tended to punish shallow showings as yielding no delegates at all, hence Jackson's smaller delegate count than would be expected (12%).[14] For the pick of Vice President of the United States, Mondale had a pick between Mayor Dianne Feinstein of San Francisco (the future 3 decade United States Senator from California) and Congresswoman Geraldine Ferraro of New York, he chose Congresswoman Ferraro to be his vice presidential running mate which established her as the first woman to be nominated for Vice President of the United States from a major American political party. As of 2020, this is the most recent time that neither a sitting nor former United States Senator was nominated for vice president by the Democratic Party.","Title":"1984 Democratic National Convention - Wikipedia","KeyID":"5349","URL":"https://en.wikipedia.org/wiki/1984_Democratic_National_Convention"}