{"Content: ":"The 1988 Democratic National Convention was held at The Omni in Atlanta, Georgia, from July 18 to 21, 1988, to select candidates for the 1988 presidential election. At the convention Governor Michael Dukakis of Massachusetts was nominated for president and Senator Lloyd Bentsen of Texas for vice president. The chair of the convention was Speaker of the U.S. House of Representatives Jim Wright. Speakers at the convention included Texas State Treasurer Ann Richards, who gave a keynote speech that put her in the public spotlight and included the line that George H. W. Bush was \"born with a silver foot in his mouth\". This speech was listed as #38 in American Rhetoric's Top 100 Speeches of the 20th Century.[1] Arkansas governor Bill Clinton gave a very long and widely jeered nomination speech on the opening night that some predicted would ruin his political career,[2] Massachusetts senator Ted Kennedy's remarks contained the iteration \"Where was George?\", and Texas Agriculture Commissioner Jim Hightower called Bush \"a toothache of a man.\" In one of the subsequent presidential debates, when questioned about the general alleged \"negativity\" of the campaign, Bush cited the ad hominem attacks against him at the Convention as the root cause. The organizers for the convention chose pastel colors as a background in the belief that they would appear better on television. They were patterned after the colors of the American flag in salmon, azure, and eggshell.[3] Republicans mocked the choice and used it to buttress their case that the Democrats were \"soft\" on the issues.[4] New Jersey governor Thomas Kean claimed at the Republican Convention that \"The Dukakis Democrats will try to talk tough, but don't be fooled. They may try to talk like Dirty Harry, but they will still act like Pee Wee Herman.\" Kean continued that Democrats and Republicans alike \"have no use for pastel patriotism... The liberal Democrats are trying to hide more than the colors in our flag; they are trying to hide their true colors.\"[3] The theme song for the convention was composed and performed by longtime supporter and folksinger Carly Simon. Entitled Turn of the Tide, this B-side of the hit single Let the River Run from the 20th Century Fox motion picture Working Girl was subsequently used a few weeks later in the U.S./Russian co-production of Marlo Thomas' and Tatiana Vedeneyeva's Emmy-award-winning ABC television special Free to Be... a Family and was subsequently released on the best selling soundtrack album. A number of candidates withdrew from the race at the start of the convention as the rules stated that delegates won by withdrawn candidates could be replaced. The final contest for the nomination was between Michael Dukakis and Jesse Jackson. With Jackson's supporters demanding that he receive the vice-presidential nomination as his reward for coming in second, the Dukakis campaign decided to nominate Senator Bentsen by voice vote, rather than a roll call.[6] This would become the tradition. The platform added \"the fundamental right of reproductive choice should be guaranteed regardless of ability to pay\".","Title":"1988 Democratic National Convention - Wikipedia","KeyID":"5350","URL":"https://en.wikipedia.org/wiki/1988_Democratic_National_Convention"}