{"Content: ":"Michael Stanley Dukakis (/dʊˈkɑːkɪs/; born November 3, 1933) is an American retired lawyer and politician who served as Governor of Massachusetts from 1975 to 1979 and again from 1983 to 1991. He is the longest-serving governor in Massachusetts history and only the second Greek-American governor in U.S. history, after Spiro Agnew. He was nominated by the Democratic Party for president in the 1988 election, losing to the Republican nominee, Vice President George H. W. Bush. Born in Brookline, Massachusetts, to Greek immigrants, Dukakis attended Swarthmore College before enlisting in the United States Army. After graduating from Harvard Law School, he won election to the Massachusetts House of Representatives, serving from 1963 to 1971. He won the 1974 Massachusetts gubernatorial election but lost his 1978 bid for re-nomination to Edward J. King. He defeated King in the 1982 gubernatorial primary and served as governor from 1983 to 1991, presiding over a period of economic growth known as the \"Massachusetts Miracle.\" Building on his popularity as governor, Dukakis sought the Democratic presidential nomination for the 1988 presidential election. He prevailed in the Democratic primaries and was formally nominated at the 1988 Democratic National Convention. Dukakis chose Senator Lloyd Bentsen of Texas as his running mate, while the Republicans nominated a ticket consisting of George H. W. Bush and Senator Dan Quayle. Dukakis lost the election, carrying only ten states and Washington, D.C., but he improved on the Democratic performances in the previous two elections. After the election, Dukakis announced that he would not seek another term as governor, and he left office in 1991. Since leaving office, Dukakis has served on the board of directors for Amtrak and has taught political science at Northeastern University and UCLA. He was mentioned as a potential appointee to the Senate in 2009 to fill the vacancy caused by Ted Kennedy's death, but Governor Deval Patrick chose Paul G. Kirk. In 2012, Dukakis backed the successful Senate campaign of Elizabeth Warren, whom he also supported in the 2020 Democratic Party presidential primaries. With the death of nonagenarian Bob Dole on December 5, 2021, Dukakis is the oldest living losing major party presidential candidate (outside of incumbents). Dukakis was born in Brookline, Massachusetts. His father Panos (1896–1979) was a Greek immigrant from Edremit in Anatolia.[3] Panos Dukakis settled in Lowell, Massachusetts, in 1912, and graduated from Harvard Medical School twelve years later, subsequently working as an obstetrician. Dukakis's mother Euterpe (née Boukis; 1903–2003) was born in Larissa, to Aromanian Greek (Vlach) parents from Vrysochori.[4][5] She and her family emigrated to Haverhill, Massachusetts, in 1913.[6] Dukakis attended Brookline High School in his hometown,[7] where he was an honor student and a member of the basketball, baseball, tennis, and cross-country teams.[8] As a 17-year-old senior in high school, he ran the Boston Marathon.[9] He graduated from Swarthmore College in 1955 with a Bachelor of Arts in political science. Although Dukakis had been accepted into Harvard Law School, he chose to enlist in the United States Army. After basic training at Fort Dix and advanced individual training at Camp Gordon, he was assigned as radio operator to the 8020th Administrative Unit in Munsan, South Korea. The unit was a support group to the United Nations delegation of the Military Armistice Commission[2][10][11] Dukakis served from 1955 to 1957. He then received his J.D. degree from Harvard Law School in 1960. Dukakis is also an Eagle Scout and recipient of the Distinguished Eagle Scout Award from the Boy Scouts of America.[12] Dukakis began his political career as an elected Town Meeting Member in the town of Brookline.[13] Dukakis served four terms in the Massachusetts House of Representatives between 1962 and 1970.[14] In 1966, Dukakis unsuccessfully ran for Attorney General of Massachusetts.[15] In 1970, Dukakis was the Democratic nominee for lieutenant governor on a ticket led by Boston mayor Kevin White.[14] However, the Democratic ticket lost the 1970 gubernatorial election. After losing his bid for lieutenant governor, Dukakis returned to the private sector, practicing law and becoming a partner at Hill and Barlow.[15] Dukakis was elected governor in 1974, defeating the incumbent Republican Francis Sargent during a period of fiscal crisis. Dukakis won in part by promising to be a \"reformer\" and pledging a \"lead pipe guarantee\" of no new taxes to balance the state budget. He would later reverse his position after taking office. He also pledged to dismantle the powerful Metropolitan District Commission (MDC), a bureaucratic enclave that served as home to hundreds of political patronage employees. The MDC managed state parks, reservoirs, and waterways, as well as the highways and roads abutting those waterways. In addition to its own police force, the MDC had its own maritime patrol force, and an enormous budget from the state, for which it provided minimal accounting. Dukakis's efforts to dismantle the MDC failed in the legislature, where the MDC had many powerful supporters. As a result, the MDC would withhold its critical backing of Dukakis in the 1978 gubernatorial primary. Governor Dukakis hosted President Gerald Ford[16] and Britain's Queen Elizabeth II[17] during their visits to Boston in 1976 to commemorate the bicentennial of the United States. He gained some notice as the only politician in the state government who went to work during the Blizzard of 1978, during which he went to local TV studios in a sweater to announce emergency bulletins.[18] Dukakis is also remembered for his 1977 exoneration of Sacco and Vanzetti, two Italian anarchists whose trial sparked protests around the world. During his first term in office, Dukakis commuted the sentences of 21 first-degree murderers and 23 second-degree murderers. His first term performance proved to be insufficient to offset a backlash against the state's high sales and property tax rates, which turned out to be the predominant issue in the 1978 gubernatorial campaign. Dukakis, despite being the incumbent Democratic governor, was refused renomination by his own party. The state's Democratic Party chose to support Director of the Massachusetts Port Authority Edward J. King in the primary, partly because King rode the wave against high property taxes, but more significantly because state Democratic Party leaders lost confidence in Dukakis's ability to govern effectively. King also enjoyed the support of the power brokers at the MDC, who were unhappy with Dukakis's attempts to dismantle their powerful bureaucracy. King also had support from state police and public employee unions. Dukakis suffered a scathing defeat in the primary, a disappointment that his wife Kitty called \"a public death\".[19] Following his first governorship, Dukakis taught at Harvard University's John F. Kennedy School of Government.[15] In 1980, Dukakis published his book State and Cities: The Massachusetts Experience.[15] Four years later, having made peace with the state Democratic Party, MDC, the state police and public employee unions, Dukakis defeated King in a re-match in the 1982 Democratic primary. He went on to defeat his Republican opponent, John Winthrop Sears, in the November election. Future United States Senator, 2004 Democratic presidential nominee, and US Secretary of State John Kerry was elected lieutenant governor on the same ballot with Dukakis, and served in the Dukakis administration from 1983 to 1985. Dukakis served as governor during which time he presided over a high-tech boom and a period of prosperity in Massachusetts while simultaneously earning a reputation as a 'technocrat'.[20] The National Governors Association voted Dukakis the most effective governor in 1986. Residents of the city of Boston and its surrounding areas remember him for the improvements he made to Boston's mass transit system, especially major renovations to the city's trains and buses. He was known for riding the subway to work every day as governor.[21][22] In 1988, Dukakis and Rosabeth Moss Kanter, his economic adviser in the 1988 presidential elections, wrote a book entitled Creating the Future: the Massachusetts Comeback and Its Promise for America, an examination of the Massachusetts Miracle.[23][24] Using the phenomenon termed the \"Massachusetts Miracle\" to promote his campaign, Dukakis sought the Democratic Party nomination for President of the United States in the 1988 United States presidential election, prevailing over a primary field that included Jesse Jackson, Dick Gephardt, Paul Simon, Gary Hart, Joe Biden and Al Gore, among others. Touching on his immigrant roots, Dukakis used Neil Diamond's ode to immigrants, \"America\", as the theme song for his campaign. Composer John Williams wrote \"Fanfare for Michael Dukakis\" in 1988 at the request of Dukakis's father-in-law, Harry Ellis Dickson. The piece was premiered under the baton of Dickson (then the Associate Conductor of the Boston Pops) at that year's Democratic National Convention. Dukakis won the Democratic nomination, with 2,877 out of 4,105 delegates. He chose Senator Lloyd Bentsen of Texas to be his vice presidential running mate. Dukakis was pro-choice on the issue of abortion.[25] Dukakis had trouble with the personality that he projected to the voting public. His reserved and stoic nature was easily interpreted to be a lack of passion; Dukakis was often referred to as \"Zorba the Clerk\".[26] Nevertheless, Dukakis is considered to have done well in the first presidential debate with George H.W. Bush, with The New York Times reporting, \"Democratic and Republican analysts generally agreed that Mr. Dukakis had turned in the better performance in the first of two Presidential debates, frequently managing to put Mr. Bush on the defensive.\"[27] In the second debate, his performance was poor and played to his reputation as being cold.[28] During the campaign, Dukakis's mental health became an issue when he refused to release his full medical history and there were, according to The New York Times, \"persistent suggestions\" that he had undergone psychiatric treatment in the past.[29] The issue gained further traction after a White House press conference, during which President Ronald Reagan flippantly referred to Dukakis as an \"invalid\".[30] In the 2008 film Boogie Man: The Lee Atwater Story, journalist Robert Novak revealed that Republican strategist Lee Atwater had personally tried to get him to spread these mental health rumors.[31] Editors at The Washington Times contributed to these rumors when they ran a story headlined \"Dukakis Kin Hints at Sessions,\" suggesting that a member of the Dukakis family had said \"it is possible\" that Dukakis saw a psychiatrist. A week later the reporter, Gene Grabowski, revealed that Times editors had taken the full quote out of context. The full quote was \"It's possible, but I doubt it.\"[32] Dukakis's general election campaign was subject to several criticisms and gaffes on issues such as capital punishment, the pledge of allegiance in schools, and a photograph of Dukakis in a tank which was intended to portray him as a sound choice for commander-in-chief but which was widely perceived to have backfired. Like the allegations of psychiatric problems, these were vulnerabilities which Atwater identified and exploited. In 1991, shortly before his death from a brain tumor, Atwater apologized to Dukakis for the \"naked cruelty\" of the 1988 campaign.[33][34] During the campaign, Vice President George H. W. Bush, the Republican nominee, criticized Dukakis for his traditionally liberal positions on many issues, calling him a \"card-carrying member of the ACLU\". Dukakis's support for a prison furlough program was a major election subject. During his first term as governor, he had vetoed a bill that would have stopped furloughs for first-degree murderers.[35] During his second term, that program resulted in the release of convicted murderer Willie Horton, who committed a rape and assault in Maryland after being furloughed.[36] George H. W. Bush mentioned Horton by name in a speech in June 1988, and a conservative political action committee (PAC) affiliated with the Bush campaign, the National Security Political Action Committee, aired an ad entitled \"Weekend Passes\", which used a mug shot image of Horton. The Bush campaign refused to repudiate the ad. It was followed by a separate Bush campaign ad, \"Revolving Door\", criticizing Dukakis over the furlough program without mentioning Horton. The legislature canceled the program during Dukakis's last term. Dukakis was criticized during the campaign for a perceived softness on defense issues, particularly the controversial \"Star Wars\" program, which he promised to weaken. In response to this, Dukakis orchestrated what would become the key image of his campaign, although it turned out quite differently from what he intended. On September 13, 1988, Dukakis visited the General Dynamics Land Systems plant in Sterling Heights, Michigan, to take part in a photo op in an M1 Abrams tank. The Prime Minister of the United Kingdom, Margaret Thatcher, had been photographed in 1986 riding in a Challenger tank while wearing a scarf, which turned out very successful and helped in her 1987 reelection.[37][38] General Dynamics protocol requires one to wear the protective helmet for safety and communication when the tank was running at full speed, although Dukakis campaign staffers were aware that a politician putting on any headgear was a faux pas. A member of the press did photograph Dukakis without the helmet when the tank exited the garage at slow speed, however the rest of the photographers snapped shots of Dukakis wearing a helmet when the tank made a high speed pass.[39][40] The image of Dukakis wearing a helmet while riding the tank were ridiculed by Bush and the media. The following week, a poll found that 25 percent of respondents said they were less likely to support him because of the tank ride.[39] Footage of Dukakis in the tank was used in a television ad by the Bush campaign, which aired during the World Series. The Dukakis campaign produced a 60-second response ad that featured a television set playing Bush's ad, which is flicked off the screen by a finger later revealed to be Dukakis as he proclaims that he is fed up with \"George Bush’s negative TV ads\", but this \"pin-the-tail-on-the-donkey advertising\" only ended up drew further attention to the tank ride[39] The phrase \"Dukakis in the tank\" remains a shorthand for backfired public relations outings.[41] In 2008, when asked about the photograph, Dukakis said “Should I have been in the tank? Probably not, in retrospect. But these days when people ask me, ‘Did you get here in a tank?' I always respond by saying, ‘No, and I've never thrown up all over the Japanese prime minister'.\"[39] The Dukakis/Bentsen ticket lost the election by a decisive margin in the Electoral College to George H. W. Bush and Dan Quayle, carrying only 10 states and the District of Columbia. Dukakis himself blamed his defeat on the time he spent doing gubernatorial work in Massachusetts during the few weeks following the Democratic Convention.[citation needed] Many believed he should have been campaigning across the country. During this time, his 17-point lead in opinion polls completely disappeared, as his lack of visibility allowed Bush to define the issues of the campaign. Dukakis has since stated that the main reason he lost was his decision \"not to respond to the Bush attack campaign, and in retrospect it was a pretty dumb decision.\"[42] Despite Dukakis's loss, his performance was a marked improvement over the previous two Democratic efforts, both in the popular vote and the Electoral College. Though Bush still won a majority of the popular vote, Dukakis's margin of loss (7.8%) nationally was narrower than Jimmy Carter's in 1980 (9.7%) or Walter Mondale's in 1984 (18.2%), and earned 41.8 million votes nationally. Dukakis made some strong showings in states that had voted for Republicans Ronald Reagan and Gerald Ford. He managed to pull off a close win in New York which at the time was the second largest state in terms of electoral votes, he also scored victories in Rhode Island, Hawaii, his home state of Massachusetts, Oregon, and Washington; Walter Mondale had lost all six states, and since then, all six states have remained in the Democratic column for each subsequent presidential election.[43] He swept Iowa, winning by 10 points in a state that had voted Republican in the last five presidential elections. His proportion of the popular vote would not be matched by any subsequent Democratic presidential candidate in South Dakota (46.51%),[44] Kansas (42.56%),[45] Oklahoma (41.28%),[46] Wyoming (38.01%),[47] or Idaho (36.01%).[48] Although Dukakis cut into the Republican hold in the Midwest, he failed to dent the emerging GOP stronghold in the South that had been forming since the end of World War II with a temporary reprieve with Jimmy Carter (along with future President and Southern Democrat Bill Clinton, albeit to a much lesser extent). He lost most of the South by a wide margin, with Bush's popular vote margins exceeding 15% in most states.[49] He carried most of the southern-central parishes of Louisiana,[49] which was also his best Southern popular vote margin. His second-lowest Southern margin was Texas, where four overwhelmingly Mexican-American counties of South Texas delivered more than 81% of the vote to Dukakis, and were among his top five counties or county-equivalents nationally.[49] In 2008, he stated during an interview with Katie Couric that he \"owe[d] the American people an apology\" because \"if I had beaten the old man [i.e. George H. W. Bush], we never would have heard of the kid [i.e. George W. Bush], and we wouldn't be in this mess.\"[50] His final two years as governor were marked by increased criticism of his policies and significant tax increases to cover the economic effects of the U.S. economy's \"soft landing\" at the end of the 1980s and the recession of 1990. He did not seek reelection to a fourth term. After the end of his term, he served on the board of directors for Amtrak, and became a professor of political science at Northeastern University, a visiting professor of political science at Loyola Marymount University, and visiting professor in the Department of Public Policy at the Luskin School of Public Affairs at UCLA.[51] Along with a number of other notable Greek-Americans, he is a founding member of The Next Generation Initiative: a leadership program aimed at getting students involved in public affairs. In November 2008, Northeastern named its Center for Urban and Regional Policy after Michael Dukakis and his wife Kitty.[52] Dukakis is a member of the ReFormers Caucus of Issue One.[53] In August 2009, the 75-year-old Dukakis was mentioned as one of two leading candidates as a possible interim successor to Ted Kennedy in the U.S. Senate, after Kennedy's death.[54][55] Instead, Gov. Patrick named Paul G. Kirk, the other leading candidate and favorite of the Kennedy family who promised not to run in the special election, to fill the seat.[56] In 2012 he worked to support the successful candidacy of fellow Democrat Elizabeth Warren to the U.S. Senate. He has also been an advocate for effective public transportation and high-speed rail as a solution to automobile congestion and the lack of space at airports; and for extended learning time initiative in public schools.[57][58] Dukakis stated on January 31, 2014, that he was not in favor of an effort to rename South Station as the \"Gov. Michael S. Dukakis Transportation Center\", although it was later renamed to that name. He went on to state that he would not object to the naming of the as-yet unbuilt North-South Rail Link after him.[59] Dukakis endorsed Elizabeth Warren's candidacy in the 2020 Democratic Party presidential primaries.[60] He later endorsed Democratic nominee, Joe Biden during the general election.[61] He and his wife also endorsed Ed Markey for reelection to his Massachusetts U.S. senate seat in 2020 during the primary and general elections of that race.[62] Dukakis is married to Katharine D. (Kitty) Dukakis. They have three children: John, Andrea, and Kara. During the second presidential debate on October 13, 1988, in Los Angeles, Dukakis revealed that he and his wife had had another child, who died about 20 minutes after birth. Dukakis is the cousin of Academy Award–winning actress Olympia Dukakis.[70] The Dukakises continue to reside in the home that they bought in the early 1970s in Brookline, Massachusetts, where they both grew up, but live in Los Angeles during the winter while he teaches at UCLA.[71]","Title":"Michael Dukakis - Wikipedia","KeyID":"5351","URL":"https://en.wikipedia.org/wiki/Michael_Dukakis"}