{"Content: ":"The 1992 Democratic National Convention nominated Governor Bill Clinton of Arkansas for president and Senator Al Gore from Tennessee for vice president; Clinton announced Gore as his running-mate on July 9, 1992. The convention was held at Madison Square Garden in New York City, New York from July 13 to July 16, 1992. The Clinton-Gore ticket then faced and defeated their Republican opponents, President George H. W. Bush and Vice President Dan Quayle as well as the independent ticket of Ross Perot and James Stockdale in the 1992 presidential election. In a departure from tradition, the convention featured three keynote speakers: Georgia Governor Zell Miller, Senator Bill Bradley and former Representative Barbara Jordan, who also served as a keynote speaker at the 1976 Democratic National Convention.[1] In his keynote speech, Miller said, \"Not all of us can be born rich, handsome, and lucky, and that's why we have a Democratic Party\" and added, \"Our Commander in Chief talks like Dirty Harry but acts like Barney Fife.\" Other notable speakers included Democratic National Committee Chair Ron Brown, Elizabeth Glaser, and New York Governor Mario Cuomo. The convention, organized by chairman Ron Brown, was seen as a great success. Unlike some earlier Democratic conventions, it had been well planned and run with few gaffes or errors, as even Republicans conceded. As Clinton finished his acceptance speech Fleetwood Mac's \"Don't Stop\", which would become the theme song of Bill Clinton's 1992 campaign, was played several times during the balloon drop and celebration. Clinton received a significant poll bounce from the convention, due to both the perceived success of the convention, as well as Ross Perot announcing he was withdrawing from the campaign just as the convention was ending (Perot got back into the race in October). The convention bounce gave the Clinton/Gore ticket a lead that only shrank insignificantly when Ross Perot re-entered the race.[2] Clinton and Gore went on to defeat President Bush and Vice-President Quayle, as well as independent candidate Ross Perot and his running mate, James Stockdale, in the general election. Pennsylvania Governor Bob Casey wanted to speak at the convention, but did not speak. Casey maintained that he was denied a speaking spot because he intended to give a speech about his opposition to abortion, while the Clinton camp said that Casey did not speak because he had not endorsed the Clinton/Gore ticket.[3] After the convention was over, Casey told the New York Times, \"I support the ticket. Period.\"[4] Other Democrats opposing abortions such as Chicago Mayor Richard M. Daley, Senators John Breaux and Howell Heflin, and five anti-abortion Democratic governors did speak. While Democratic officials said that these speakers were not barred from discussing their opposition to abortion, they nonetheless did not address the issue in their speeches.[3] Casey asked both DNC Chairman Ron Brown and Texas Governor Ann Richards, the convention's chairwoman, for a speaking spot. Neither responded directly, and Casey later received a letter explaining that he would not receive a spot.[5] Controversy regarding Casey's treatment at the 1992 Convention was frequently cited in media coverage of his son Bob Casey, Jr.'s successful 2006 Pennsylvania Senate campaign against Republican incumbent Rick Santorum.[5][6][7] Former California Governor Jerry Brown, who was still an active candidate with a large amount of delegates and had not withdrawn to support the clear nominee—thus not being given a speaker's spot by the convention organizers—addressed the convention to state his case for a \"humility agenda\" by seconding his own nomination. Gore was nominated by acclamation on a voice vote. Expanding on previous support for reproductive rights, the 1992 platform for the first time explicitly supported a national law to codify Roe v. Wade.","Title":"1992 Democratic National Convention - Wikipedia","KeyID":"5352","URL":"https://en.wikipedia.org/wiki/1992_Democratic_National_Convention"}