{"Content: ":"The 1996 Democratic National Convention was held at the United Center in Chicago, Illinois, from August 26 to August 29, 1996. President Bill Clinton and Vice President Al Gore were nominated for reelection. This was the first national convention of either party to be held in Chicago since the disastrous riots of the 1968 Democratic convention, and as of 2020, the most recent presidential convention held in the city by either major party. Chicago, Kansas City, Los Angeles, New Orleans, New York, and San Antonio were originally considered as possible host cities. Los Angeles withdrew its bid after the 1994 Northridge earthquake. [1] Kansas City would also withdraw. On August 4, 1994, it was announced that Chicago had beaten out the other finalist, San Antonio, for the right to host the convention.[2] This would mark the first time that Chicago hosted a major presidential year political convention since the violent 1968 Democratic National Convention, and the first time a political convention was held in the United Center, which had been built earlier that decade.[3] During the bidding for the convention, Chicago was seen as a frontrunner. One dynamic in Chicago's favor was that chairman of the Democratic National Committee David Wilhelm had strong connections to the city.[4] Also seen as helpful to Chicago's odds was the goodwill that Chicago mayor Richard M. Daley had earned with President Clinton by helping to lobby Chicago-area congressmen to support the North American Free Trade Agreement.[4] Additionally, heading into 1996, Illinois was projected to be a key \"battleground state\".[5] This was the 25th major party convention to be held in Chicago.[3] Chicago has held more major party conventions than any other city.[3][6][7] As of 2020[update], this is the last major party convention to be held in Chicago.[6] The convention's keynote speaker was Governor Evan Bayh of Indiana. The nomination speech was given by Senator Christopher Dodd of Connecticut. Other notable speakers included former New York governor Mario Cuomo, First Lady of the United States Hillary Rodham Clinton, actor Christopher Reeve, House Minority Leader Dick Gephardt, Senate Minority Leader Tom Daschle, and other Senators Russ Feingold of Wisconsin, and John Kerry and Ted Kennedy of Massachusetts. With Clinton's wife, Hillary, speaking at the Democratic convention, and his opponent Bob Dole's wife Elizabeth Dole having spoken at the Republican convention, 1996 became the year in which it became established practice that both major party candidates spouses speak at their party's convention.[10] Clinton's speech on August 29 included his vision for the next decade, included tax cuts for the middle-class, 20 million more jobs, a strong defense with cuts in the military, but a strong presence of peacemaking troops, new military weapons and tanks, welfare reform goals for states and communities, and a peaceful transition for the Middle East. Lyndon LaRouche had run for president through multiple parties over multiple election cycles. In 1996, he ran for the nomination of the Democratic party, despite the Chair of the Democratic National Party ruling that Lyndon LaRouche \"is not to be considered a qualified candidate for nomination of the Democratic Party for President\" before the primaries began. In subsequent primaries LaRouche received enough votes in Louisiana and Virginia to get one delegate from each state. When the state parties refused to award the delegates, LaRouche sued in federal court, claiming a violation of the Voting Rights Act. After losing in the district court, the case was appealed to the First District Court of Appeals, which sustained the lower court.[11] Clinton was nominated unanimously for a second term and Vice President Al Gore by voice vote. The Balloting:  Clinton and Gore went on to defeat Bob Dole and Jack Kemp in the November general election in an Electoral College landslide with a substantial popular vote margin. In the middle of the convention, many of the delegates danced to the song \"Macarena\". Al Gore famously danced to the song while standing still.[12][13] The original Broadway cast of Rent performed \"Seasons of Love\" at the end of the Convention.[14][15] Taste of Chicago, a group of restaurants who have an annual street festival, catered the press area.[citation needed]","Title":"1996 Democratic National Convention - Wikipedia","KeyID":"5353","URL":"https://en.wikipedia.org/wiki/1996_Democratic_National_Convention"}