{"Content: ":"The 2016 Democratic National Convention was a presidential nominating convention, held at the Wells Fargo Center in Philadelphia, Pennsylvania, from July 25 to 28, 2016. The convention gathered delegates of the Democratic Party, the majority of them elected through a preceding series of primaries and caucuses, to nominate a candidate for president and vice president in the 2016 United States presidential election. Former U.S. Secretary of State Hillary Clinton was chosen as the party's nominee for president by a 54% majority of delegates present at the convention roll call securing it over primary rival Senator Bernie Sanders, who received 46% of votes from delegates, and becoming the first female candidate to be formally nominated for president by a major political party in the United States. Her running mate, Senator Tim Kaine from Virginia, was confirmed by delegates as the party's nominee for vice president by acclamation. Delegates at the convention also adopted a party platform, through a voice vote, to take to the 2016 elections, touted as the \"most progressive\" platform in the Democratic Party's history. The progressive shift was often credited to Sanders and the influence of platform-committee members appointed by him. The platform featured a focus on economic issues, such as Wall Street reform, stronger financial regulation, and raising the minimum wage to $15 an hour. Liberal stances on social issues, such as a call for criminal justice reform and an end to private prisons, expansion of Social Security, and the abolition of the death penalty, also feature in the platform. Senator Elizabeth Warren delivered the keynote address of the convention, with First Lady Michelle Obama and Bernie Sanders serving as headlining speakers on the first day. Former President Bill Clinton served as headlining speaker on the convention's second day, while Vice President Joe Biden and President Barack Obama headlined on day three. Tim Kaine gave his vice presidential nomination acceptance speech on the third day of the convention, while Chelsea Clinton introduced Hillary Clinton to give her presidential nomination acceptance speech on the final day. Clinton's speech was generally well received, and she would go on to have a 7% convention bounce in national polling. Various performers also appeared during the convention, including Demi Lovato, Alicia Keys, Lenny Kravitz and Katy Perry. Overall attendance at the convention was estimated to be around 50,000, according to Anna Adams-Sarthou, a representative of the DNC Host Committee.[5] The convention was not without controversy, as it was subject to various conflicts between supporters of the presidential campaign of Bernie Sanders and the Democratic Party. In the week prior to the convention, various emails from the Democratic National Committee, the governing body of the Democratic Party, were leaked and published, showing bias against the Sanders' campaign on the part of the committee and its chair, Debbie Wasserman Schultz. Schultz subsequently resigned as chair of the committee, and thus as chair of the Democratic National Convention, with Congresswoman Marcia Fudge taking up the role of Convention chair. Some delegates in support of Sanders staged protests both outside and on the floor of the convention, opposing the nomination of Clinton and Kaine as the party's nominees for president and vice president, respectively. Clinton and Kaine would go on to win the popular vote in the general election, but ultimately lost the election to the Republican ticket of Donald Trump and his running mate Mike Pence in the electoral college. In 2016, the Republican and Democratic conventions were held in late July before the Rio de Janeiro Summer Olympics, instead of after the Olympics as in 2008 and 2012. One reason why the Republican Party scheduled its convention in July was to help avoid a longer, drawn-out primary battle (as in 2012). The Democrats then followed suit, scheduling their convention the week after the Republicans' convention, to provide a quicker response.[6] The formal bid process was initiated when, in February 2014, the Democratic National Committee sent out letters inquiring into the interest of a number of cities in hosting the 2016 convention. The cities were reported by CNN to have received these letters were Atlanta, Austin, Baltimore, Chicago, Cincinnati, Cleveland, Columbus, Dallas, Detroit, El Paso, Houston, Indianapolis, Kansas City, Las Vegas, Memphis, Miami, Milwaukee, Minneapolis, Nashville, New Orleans, New York City, Oakland, Orlando, Philadelphia, Phoenix, Pittsburgh, Portland, Sacramento, San Antonio, San Diego, San Francisco, Seattle, St. Louis, and Tampa.[7] In the spring of 2014, the Democratic National Committee sent requests for proposal inviting fifteen cities to bid for the convention.[8] The fifteen cities sent requests for proposals were Atlanta, Chicago, Cleveland, Columbus, Detroit, Indianapolis, Las Vegas, Miami, New York City, Orlando, Philadelphia, Phoenix, Pittsburgh, and Salt Lake City.[8] Cleveland withdrew its bid in July 2014, having already been selected as the site of the Republican National Convention.[9] In November 2014, the Democratic National Committee named its three finalist cities, Columbus, New York City, and Philadelphia, thereby eliminating bids from Birmingham and Phoenix.[10] Philadelphia was selected as the host city on February 12, 2015.[11] The primary venue for the convention would be the Wells Fargo Center, while the Pennsylvania Convention Center was also be utilized.[12] The last convention held in Philadelphia was the 2000 Republican National Convention, and the last time the city had hosted the Democratic Convention was in 1948.[13] Edward G. Rendell, the former mayor of Philadelphia and governor of Pennsylvania, played a crucial role in securing Philadelphia as the host city.[12][14] The 2016 Philadelphia Host Committee, a 501(c)(3) non-profit, was the official and federally designated presidential convention host committee for the convention, charged with the task of raising the necessary funds to hold the convention. The Host Committee was composed of 10 prominent Philadelphia business executives, civic and other community leaders. The Reverend Leah Daughtry was the CEO.[20] A cache of more than 19,000 e-mails was leaked on July 22, 2016. This caused Democratic National Committee chair Debbie Wasserman Schultz to resign.[21] Julian Assange, the founder of WikiLeaks, timed the release of the e-mails to occur shortly before the Democratic convention in hopes of maximizing its impact.[22] U.S. Intelligence agents have identified the Russian government as potentially responsible for the hack of the DNC that led to the leaks,[23] and the U.S. intelligence agencies have \"high confidence\" that the Russian government was behind the theft.[24] By May 19, 2016, five organized groups of Sanders supporters had applied for demonstration permits from the Philadelphia police department.[25][26] A joint rally between the Poor People's Economic Human Rights Campaign and the Green Party of the United States was denied a protest permit, but both groups planned to go ahead with their protest regardless.[27][28][29] The Poor People's Economic Human Rights Campaign, the Green Party, and other groups obtained permits for their demonstrations on July 7 after the American Civil Liberties Union filed a lawsuit that resulted in the city lifting its ban on rush-hour protests during the DNC.[30] On July 12, Philadelphia International Airport workers of the SEIU 32BJ union voted, 461–5, in favor of striking during the DNC in order to seek \"better scheduling, clarity on sick pay, a more predictable disciplinary system, and to be able to unionize\".[31] However, on July 22, the union and American Airlines reached an agreement, and the planned strike was called off.[32][33] The city of Philadelphia expected 35,000 to 50,000 protesters throughout the convention.[34][35] The table below reflects the presumed delegate count following the 2016 Democratic primaries: The Democratic presidential ballot was held on July 26, with Mayor Stephanie Rawlings-Blake of Baltimore presiding over the roll call of states.[36] Senator Barbara Mikulski, the longest-serving woman in the history of Congress, nominated Clinton.[36] Congressman John Lewis and professor Na'ilah Amaru seconded the nomination.[37] Congresswoman Tulsi Gabbard nominated Sanders, with Paul Feeney, the Massachusetts State Director for the Sanders campaign, and Shyla Nelson, a spokeswoman for Election Justice USA, seconding the nomination.[38][39] During the roll call, several state delegations lauded the accomplishments of both Clinton and Sanders.[40] After all states had voted, Sanders stated, \"I move that the convention suspend the procedural rules. I move that all votes, all votes cast by delegates be reflected in the official record, and I move that Hillary Clinton be selected as the nominee of the Democratic Party for president of the United States.\" Clinton had made a similar motion during the 2008 convention roll call; however, Sanders (unlike Clinton in 2008) did not move to nominate Clinton by acclamation.[41] Clinton became the first woman to be nominated for president by a major U.S. political party.[42] Clinton had announced her selection of Senator Tim Kaine of Virginia as her running mate on July 22.[48] Some Sanders supporters had discussed the possibility of challenging Kaine's nomination, but Kaine was nominated by acclamation on the third day of the convention.[49] Kaine became the first Virginia native since Woodrow Wilson to be on a major party's ticket.[50] Speculations on who Clinton would pick ranged from Massachusetts Senator Elizabeth Warren to Secretary of Labor Tom Perez.[51] The Platform Committee was co-chaired by former Atlanta mayor Shirley Franklin and Connecticut governor Dannel P. Malloy.[52] The four vice chairs are Nellie Gorbea of Rhode Island, the Rev. Cynthia Hale of Georgia, San Francisco mayor Ed Lee, and Greg Rosenbaum.[52] Prior to the meeting of the full Platform Drafting Committee, eight meetings in four regions (Mid-Atlantic, Southwest, Midwest, and Southeast) were held: a forum with testimony in Washington, D.C. on June 8 and 9; a forum with testimony in Phoenix, Arizona, on June 17 and 18; a drafting committee meeting in St. Louis, Missouri, on June 24 and 25; and a platform committee meeting in Orlando, Florida, on July 8 and 9.[53] The Drafting Committee heard testimony from 114 witnesses across the United States,[54] and an additional \"1,000 Democrats submitted written or video testimony weighing in on the platform\".[55] The drafting committee concluded its work on June 25, sending the draft platform to the full platform committee.[54] The Drafting Committee consisted of fifteen members.[56] Under party rules, the chair of the Democratic National Committee had the power to name all fifteen members of the Drafting Committee, which has typically been done in the past in consultation with the White House (if a Democratic president is sitting) and the presumptive nominee.[57] In 2016, however, DNC chairwoman Debbie Wasserman-Schultz opted \"to allocate 75% of the committee's seats to the presidential campaigns, awarding the slots proportionally according to the current vote tally\" in a bid for wider representation of party members.[56] As a result, Clinton appointed six members to the committee, Sanders five, and Wasserman Schultz four.[58] This was the outcome of an agreement among the Bernie Sanders campaign, the Hillary Clinton campaign, and party officials, and was viewed as a victory for Sanders, who gained some influence on the party platform as result.[57][58] The drafting committee members, named in May 2016, were as follows:[56] Hillary Clinton committee appointees: Bernie Sanders committee appointees: Debbie Wasserman Schultz committee appointees: The Clinton Campaign's Senior Policy Advisor Maya Harris and the Sanders Campaign's Policy Director Warren Gunnels represented their respective campaigns as official, non-voting members of the Drafting Committee. Andrew Grossman was named Platform Executive Director.[59] The full Platform Committee approved the Democratic platform following heated debate in Orlando on July 10, 2016; the platform was formally approved at the convention itself in Philadelphia.[60] The platform adopted by the platform committee was described by NBC News and by columnist Katrina vanden Heuvel as the most progressive in party history, largely reflecting the influence of platform-committee members appointed by Bernie Sanders.[61][62] The platform committee-drafted platform was praised by both Hillary Clinton's campaign[63] and Bernie Sanders' campaign, with Sanders policy director Warren Gunnells saying his campaign achieved \"at least 80 percent\" of its goals.[61] Although Sanders could have chosen, under party rules, to force a vote on the convention floor using a \"minority report\" process, he decided not to do so, with Gunnells telling supporters that the campaign had successfully secured the adoption of many of its platform goals and \"that further platform fights would be portrayed in the corporate media as obstructionist and divisive\".[64] The platform expresses support for raising the federal minimum wage to $15 an hour and indexing it to inflation, a plank supported by Sanders.[61][62] The adoption of this point was a boost for the Fight for $15 movement.[62] The platform also calls for ending the sub-minimum wage for tipped workers and workers with disabilities, and for twelve weeks of paid family and medical leave.[62] On health care, the platform committee adopted a provision supporting a public option for the Affordable Care Act and for legislation to allow Americans ages 55 and over to buy into Medicare.[62] The platform committee voted down a more ambitious Medicare for All proposal supported by Sanders.[62] The platform \"repeats the Democratic Party pledge to empower Medicare to negotiate lower prices for prescription drugs\" and also calls for \"doubling support for community health centers that provide primary health-care services, particularly in rural areas.[62] The platform expresses support for Wall Street reform, the expansion of Social Security and the abolition of the death penalty, all points supported by Sanders.[61] On financial regulation (Wall Street reform), the platform supports \"a 21st-century Glass-Steagall Act to keep banks from gambling with taxpayer-guaranteed deposits\", calls for the breakup of \"too big to fail\" financial institutions, and supports a tax on excessive speculation.[62] The platform expresses support for criminal justice reform, calls for an end to private prisons, and reforms to boost police accountability to communities.[62] The platform calls for shutting \"the revolving door between Wall Street and Washington,\" calling for \"a ban on golden parachutes for bankers taking government jobs, limits on conflict of interest, and a two-year ban on financial services regulators 'from lobbying their former colleagues.'\"[62] On taxation, the platform pledges \"tax relief\" to middle-class families. The platform also calls for the end of overseas tax deferral and the carried interest tax loophole, as well as a crackdown on corporate inversions.[62] On K–12 education, the party's platform was revised \"in important ways, backing the right of parents to opt their children out of high-stakes standardized tests, qualifying support for charter schools, and opposing using test scores for high-stakes purposes to evaluate teachers and students.\"[65] The platform calls for \"democratically governed great neighborhood public schools and high-quality public charter schools,\" and opposes \"for-profit charter schools focused on making a profit off of public resources\".[65] On workers' rights, \"the platform endorses expanding and defending the right of workers to organize unions and bargain collectively.\"[62] The platform supports the ability of workers to organize via card check and \"calls for a 'model employer' executive order that would give preference in government procurement to employers who provide their workers with a living wage, benefits and the opportunity to form a union.\"[62] The platform committee approved compromise language on the controversial practice of hydraulic fracturing (fracking), calling for increased federal, state and local regulation of the practice but not a wholesale ban, as Sanders had pushed for.[61] The platform drafting committee twice voted down an amendment, supported by Sanders and advanced by one of his appointees, Rep. Keith Ellison, to commit the party to opposing the Trans-Pacific Partnership trade deal.[61][66] The committee instead backed a measure that said \"there are a diversity of views in the party\" on the TPP and reaffirmed that Democratic Party's stance that any trade deal \"must protect workers and the environment\".[66] In a close, 81–80 vote, the platform committee approved language supporting the removal of marijuana from Schedule I of the Controlled Substances Act, \"providing a reasoned pathway for future legalization\" of marijuana.[67] The platform maintains the Democratic Party's longstanding support for Israel, with DNC chair Debbie Wasserman Schultz terming it the \"strongest pro-Israel\" platform in the party's history.[68] The platform includes a provision condemning the BDS movement and calling for a two-state solution to the Israeli–Palestinian conflict \"that guarantees Israel's future as a secure and democratic Jewish state with recognized borders and provides the Palestinians with independence, sovereignty, and dignity\".[68] Proposals for language that would have condemned settlements and called for an end to the Israeli occupation were rejected in the platform committee.[62] On abortion, the platform states, \"We believe unequivocally, like the majority of Americans, that every woman should have access to quality reproductive health care services, including safe and legal abortion—regardless of where she lives, how much money she makes, or how she is insured.\"[69] It also promises action to overturn the Helms Amendment and the Hyde Amendment, and against efforts to defund Planned Parenthood.[69] This marks the first time the Democratic platform has an explicit call to repeal the Hyde Amendment.[70] The platform urges U.S. ratification of the Convention on the Elimination of All Forms of Discrimination Against Women and supports passage of the Equal Rights Amendment, saying: \"After 240 years, we will finally enshrine the rights of women in the Constitution.\"[71] On July 23, party officials announced that Democratic National Committee chairwoman Debbie Wasserman Schultz would not preside over or speak at the convention. The announcement came after the leak of 20,000 emails by seven DNC staffers from January 2015 to May 2016, during the Democratic primary season. The emails showed the staffers favoring Clinton and disparaging Sanders. Wasserman Schultz's removal from convention activities was approved by both the Clinton and Sanders campaigns. In her place, the Rules Committee named Representative Marcia Fudge of Ohio as convention chair.[72] Chris Cillizza of The Washington Post described this as \"a remarkable snub for a sitting party chair\".[73] On July 24, the DNC Rules Committee voted overwhelmingly, 158–6, to adopt a superdelegate reform package. The new rules were the result of a compromise between the Clinton and the Sanders campaigns; in the past, Sanders had pressed for the complete elimination of superdelegates.[74] Under the reform package, in future Democratic conventions about two-thirds of superdelegates would be bound to the results of state primaries and caucuses. The remaining one third—Democratic senators, Democratic governors and Democratic U.S. representatives—would remain unbound and free to support the candidate of their choice.[74] Under the reform package, a 21-member unity commission, chaired by Clinton supporter Jennifer O'Malley Dillon and vice-chaired by Sanders supporter Larry Cohen, is to be appointed \"no later than 60 days\" after the November 2016 general election. The commission would report by January 1, 2018, and its recommendations would be voted on at the next Democratic National Committee meeting, well before the beginning of the 2020 Democratic primaries.[74] The commission was to consider \"a mix of Clinton and Sanders ideas, including expanding 'eligible voters' ability to participate in the caucuses in caucus states, a gripe of Clinton's campaign, and encouraging 'the involvement in all elections of unaffiliated or new voters who seek to join the Democratic Party through same-day registration and re-registration'\", which is one of Sanders' demands.[74] The commission drew comparisons to the McGovern–Fraser Commission, which established party primary reforms before the 1972 Democratic National Convention.[74] Mayor of Baltimore Stephanie Rawlings-Blake, the secretary of the Democratic National Committee, gaveled in the convention on the afternoon of July 25.[75] According to C-SPAN data, 257 speakers addressed the convention from the podium over the course of the convention.[76] Unlike previous conventions, sitting Cabinet members did not speak at the event; the White House decided that barring Cabinet officers from addressing the convention would \"send a signal about the primacy of the Obama administration's responsibility to manage the government and serve the American people\" and avoid legal or political difficulties.[114] Can I just say, to the Bernie or Bust people: You're being ridiculous. —Sarah Silverman at the 2016 Democratic National Convention[123] Minnesota Senator Al Franken introduced fellow comedian Sarah Silverman, who is also a Bernie Sanders supporter.[124] In her speech, she urged other Sanders supporters to back Hillary Clinton and later said that Bernie or Bust people \"are being ridiculous\".[124] The Washington Post and Politico called this one of the most memorable moments of the night.[125][126] The New York Times called her speech \"the perfect breath of fresh air\".[127] Michael Grunwald of Politico coined the term \"Silverman Democrats\" for Sanders supporters who followed Sanders's advice to support Clinton in the general election.[128] And because of Hillary Clinton, my daughters and all our sons and daughters now take for granted that a woman can be president of the United States. —Michelle Obama at the 2016 Democratic National Convention[129] In her speech, First Lady Michelle Obama defended Hillary Clinton and urged Democrats to vote for Hillary, focusing on Clinton's role as a woman and a mother.[130][131] Obama alluded to Donald Trump's actions as reasons to vote for Clinton,[132] while attempting to heal the fractures within the party.[133] Referencing her experience as a black woman in the White House, she said that although she lives in a \"house that was built by slaves,\" seeing her children play on the White House lawn fills her with hope.[133] She said: \"Don't let anyone ever tell you that this country is not great. That somehow we need to make it great again. Because this right now is the greatest country on Earth.\"[134] One of the more memorable lines from Obama's speech was the motto she expressed, \"when they go low, we go high\", which developed into a political catchphrase.[135] The Atlantic described the speech as the best of the night and called it a speech \"for the ages\",[136] a qualification echoed in other publications.[137][138][139] David Smith of The Guardian called it a \"profound, moving and devastating riposte to Donald Trump\".[140] Hillary Clinton understands that if someone in America works 40 hours a week, that person should not be living in poverty. —Bernie Sanders at the 2016 Democratic National Convention[142] Vermont Senator and former Democratic candidate Bernie Sanders spoke on the first day of the Democratic Convention, urging his supporters to vote for presumptive nominee Hillary Clinton.[143] In his speech, Sanders told supporters that he understood and shared their disappointment \"about the final results of the nominating process,\" but urged them to \"take enormous pride in the historical accomplishments we have achieved,\" saying: \"Together, my friends, we have begun a political revolution to transform America and that revolution – our revolution – continues.\"[144] Sanders offered a strong endorsement of Hillary Clinton,[145][146] saying that America needed leadership that would \"improve the lives of working families, children, the elderly, the sick and poor\" and \"bring our people together,\" and that \"By these measures, any objective observer will conclude that – based on her ideas and her leadership – Hillary Clinton must become the next president of the United States.\"[144][147] Sanders said \"I am proud to stand with her.\"[148][149] On the second day of the convention, Sanders' delegates, with his approval, voted for him in the formal roll-call vote,[150] although at the end of the roll-call vote Sanders moved to suspend the rules to and formally nominate Clinton for president,[151] an important unifying gesture.[152] She is the best darn change maker I have ever known. —Bill Clinton at the 2016 Democratic National Convention[153] Former President Bill Clinton spoke on the second night of the convention, telling the story of his life with his wife, Hillary Clinton.[154][155] Clinton described his wife as someone who had fought for change throughout her entire life, beginning with their first meeting in law school in 1971.[156][157] Clinton contrasted the Republican portrayal of his wife with what he argued is the \"real one,\" relating anecdotes regarding Clinton's friends and family.[157] Dylan Matthews of Vox called the speech a \"typical first lady address,\" noting that the former president rarely touched on his own political career.[158] Chris Cillizza of The Washington Post stated that Clinton talked about his wife in an \"engaging, funny and, yes, sweet way\".[155] Donald Trump says he wants to run the country like he runs his business ... God help us. I'm a New Yorker, and I know a con when I see one. —Michael Bloomberg at the 2016 Democratic National Convention[159] Former New York City Mayor Michael Bloomberg spoke on the third night of the convention, where he emphasized that he is not a Democrat, but endorsed Clinton anyway to \"defeat a dangerous demagogue\".[160] Bloomberg's speech aimed to convince centrist voters that voting for Clinton is the \"responsible\" thing to do, as Bloomberg argued Trump would be a dangerous and unpredictable president.[161] Chris Cillizza of The Washington Post wrote that Bloomberg gave a \"searing and effective critique\" of a fellow New York billionaire.[162] After the speech, Reihan Salam of Slate wondered whether Bloomberg's speech foreshadowed future ideological battles in the Democratic Party between moderate \"Bloombourgeoisie\" and liberal \"Sandernistas\".[163] What President Obama has done best for the United States in these eight years can be repeated with Hillary. Because we all know her capacity ..... just as we are sure she will make this country, a country that has a lot of justice and also, projects against racism. — Deval Patrick at the 2016 Democratic National Convention[164] The former Massachusetts Governor Deval Patrick speak Hillary as the next United States's hope with project against racism, continue of project of President Obama. Patrick says Hillary as allied more capacity for defeats Trump and augmented of protects against of Republican candidate. Most people, when they run for president, they don't just say 'believe me.' They respect you enough to tell you how they will get things done. —Tim Kaine at the 2016 Democratic National Convention[165] Having been nominated by acclamation earlier in the day, Kaine accepted the Democratic vice presidential nomination on the night of July 27. In one of his first major national speeches, Kaine discussed his life story, including his childhood as the son of an ironworker, his time in Honduras, and his response to the Virginia Tech shooting.[166][167] Kaine also attacked Trump, arguing that, in contrast to Clinton, Trump had failed to explain what he would do once in office.[165] Kaine performed an impression of Trump, mockingly repeating \"believe me,\" and then arguing that Trump's past showed that he cannot be trusted.[168] Kaine also strongly endorsed Clinton as the most qualified candidate for president, calling her lista, Spanish for \"ready\".[167] After the speech, Morgan Winsor of ABC News noted the many Twitter users who described Kaine as \"your friend's overly nice dad\".[166] You know, nothing truly prepares you for the demands of the Oval Office. Until you've sat at that desk, you don't know what it's like to manage a global crisis or send young people to war ... But Hillary's been in the room. She's been part of those decisions. —Barack Obama at the 2016 Democratic National Convention[170] In one of the last major speeches of his presidency, Obama strongly endorsed Clinton as the nominee, saying \"there has never been a man or woman more qualified than Hillary Clinton.\"[171] Obama contrasted his and Clinton's hopeful view of America with that of Trump, which he called \"deeply pessimistic\".[171] Obama argued that Trump is unqualified for the office, and is attempting to use fear to get elected.[172] Michael Grunwald of Politico called it a \"stirring but fundamentally defensive speech\".[173] Conservative blogger Erick Erickson tweeted \"I disagree with the President on so much policy and his agenda, but appreciate the hope and optimism in this speech.\"[174] After the speech, Clinton appeared on the stage for the first time in the convention, embracing her 2008 primary rival.[175] Hillary Clinton understands the urgency of our fight. She will work with us to pass the Equality Act, to combat violence against transgender women of color, and to end the HIV and AIDS epidemic once and for all. —Sarah McBride at the 2016 Democratic National Convention[177] Sarah McBride's speech made her the first openly transgender person to address a major party convention in American history.[177][178][179][180][181] Donald Trump, you are asking Americans to trust you with their future. Let me ask you, have you even read the United States Constitution? I will, I will gladly lend you my copy ... Have you ever been to Arlington Cemetery? Go look at the graves of brave patriots who died defending the United States. You'll see all faiths, genders, and ethnicities. You have sacrificed nothing – and no one. —Khizr Khan at the 2016 Democratic National Convention[182] Khizr Khan, the father of Captain Humayun Khan, a Muslim-American soldier killed during Operation Iraqi Freedom, criticized Donald Trump's proposed ban on Muslim immigration. The speech was compared to Joseph N. Welch's famous rebuke during the Army–McCarthy hearings.[183][184] I'm voting for a fighter who never ever gives up, and who believes we can always do better when we come together and work together. I hope that my children will someday be as proud of me as I am of my mom. I am so grateful to be her daughter. I'm so grateful that she is Charlotte and Aidan's grandmother. She makes me proud every single day. And mom, grandma would be so proud of you tonight. To everyone watching here at home, I know with all my heart that my mother will make us proud as our next president. —Chelsea Clinton at the 2016 Democratic National Convention[186] Chelsea Clinton introduced her mother, Hillary Clinton, the Democratic nominee, by sharing her personal story about her relationship with her mother when she was younger. She also praised her for being a great mother, and said that her (Chelsea's) kids are proud of Hillary. But here's the sad truth: There is no other Donald Trump, this is it. And in the end, it comes down to what Donald Trump doesn't get: America is great because America is good! —Hillary Clinton at the 2016 Democratic National Convention[188] After being introduced by her daughter, Clinton accepted the Democratic presidential nomination on July 28, the final night of the convention. In her speech, Clinton asked voters to trust in her experience, judgment, and compassion based on her long public career.[189][190][191][192] Clinton discussed what her priorities would be as president, saying that creating jobs would be her \"primary mission,\" and that she would also seek to combat climate change, make college more affordable, and institute new gun laws.[193] Clinton contrasted her hopeful vision and specific policy proposals with what she sees as Trump's fearmongering and vague ideas; she quoted Jackie regarding men moved by fear and pride.[194] Eyder Peralta of NPR also noted that Clinton's \"grounded\" speech contrasted with the \"soaring\" speeches of President Obama.[194] To supporters of her rival Bernie Sanders, Clinton stated \"I want you to know, I've heard you,\" complimenting their energy and passion.[193] A Politico poll of \"Democratic insiders\" found highly positive reactions, though the insiders had slightly better reviews for the speeches of Michelle Obama and Barack Obama.[195] A Gallup poll showed that Clinton's speech was viewed about 24 points more positively than negatively.[196] Also, according to Gallup, 45% were more likely to vote for Clinton versus 41% who were less likely to vote for her based on what they saw/read about the convention.[197] These net positives are higher than Trump's at the Republican National Convention.[197] Sam Wang reported a 7% post-convention bounce for Clinton in general election polling (on the basis of the six polls released by 1 August 2016).[199] According to FiveThirtyEight, Clinton's post-convention bounce was larger than Trump's.[200] A total of 103 people were cited during the entire Democratic National Convention.[201] Demonstrations by delegates on the convention floor were organized by the Bernie Delegates Network, led by California delegate Norman Solomon.[202] In response to the email leak, many delegates protested the perceived bias and corruption of the Democratic National Committee on the opening day of the convention. Wasserman Schultz was repeatedly heckled as she addressed the Florida delegation, frequently interrupted by boos, jeers and cries of the word \"shame\", while some held up signs reading \"emails\".[203] Sanders was booed by his delegates as he spoke to a crowd of roughly 1,900 and encouraged them to vote for Clinton.[204] Some delegates on the convention floor repeatedly booed when the name of the presumptive nominee was mentioned.[205][206] Sanders made a personal plea through a text message, asking his delegates to stop protesting.[207] Nevertheless, protesting delegates continued to heckle speakers throughout the convention night, while chants of \"No TPP\" could be heard across the rally.[208] Fifty-four citations were issued by local authorities during the protest on the first day of the convention.[209] On the second day of the convention, hundreds of Sanders delegates and supporters walked out of the convention in protest following Clinton's official nomination.[210] They subsequently staged a sit-in at a nearby media tent.[211] There were reports of American flags, pro-Sanders fliers, and one Israeli flag being set on fire by protesters.[212] Demonstrations supporting Sanders and the Black Lives Matter movement marched through Philadelphia, attracting at least 1,000 people by nightfall.[213] On the third day, several protesters broke through the security fencing around the convention site and clashed with police before the police managed to re-secure the fencing; seven were arrested as a result.[214] A woman was injured while trying to put out a flag that was set on fire.[215] Several protesters were treated due to heat-related issues.[216] Leon Panetta's speech was repeatedly interrupted by chants of \"No more war\" from Code Pink members within the Oregon delegation; they turned on their cellphone flashlights and continued to protest as the arena lights near them were turned off.[217] A small group of protesters heckled and booed as Clinton delivered her acceptance speech on the final night of the convention; they were eventually drowned out by the crowd.[218] On the first night of the convention, 25.74 million watched live coverage of the event from 10 p.m. to 11:30 p.m. on ABC, CBS, NBC, CNN, and MSNBC.[219] The first night of the DNC had more viewers than both the first night of the 2012 DNC and the first night of the 2016 RNC.[219] The first night of the DNC also generated just under 40 million Facebook activities from 10 million people, compared to 28.6 million convention-related Facebook interactions from 8.5 million people on the first night of the RNC.[220] The first three nights of the Democratic National Convention had more television viewers than the first three nights of the Republican National Convention, but the final night of the RNC drew 34.9 million viewers compared to 33.7 million viewers watching the final night of the DNC.[221][222] Nielsen viewership data does not include views on PBS, C-SPAN, or livestreams.[223] About 3.9 million viewed Clinton's acceptance speech on PBS, while a YouTube livestream of Clinton's speech peaked at 250,000 simultaneous viewers.[224] On the final day of the convention, CNN received 11 million \"video starts\" on desktops and mobile devices.[224]     Coordinates: 39°54′04″N 75°10′19″W﻿ / ﻿39.9011°N 75.1720°W﻿ / 39.9011; -75.1720","Title":"2016 Democratic National Convention - Wikipedia","KeyID":"5359","URL":"https://en.wikipedia.org/wiki/2016_Democratic_National_Convention"}