{"Content: ":"John Winston Jones (November 22, 1791 – January 29, 1848) was an American politician and lawyer. He served five terms in the United States House of Representatives from 1835 to 1845. He served as Speaker of the House in both the U.S. House of Representatives (1843-1845) and the Virginia House of Delegates (1847). Born November 22, 1791 in Amelia County, Virginia, he graduated from the College of William and Mary in 1813. He practiced law in Chesterfield County, Virginia before being appointed Prosecuting Attorney for Virginia's 5th Judicial Circuit in 1818. He was a delegate to the 1829–1830 state constitutional convention. Jones was elected as a Democrat to the United States House of Representatives in 1835 and served five terms. As he rose through the ranks of the House, he became chairman of the House Ways and Means Committee, replacing future president Millard Fillmore, and House Democratic Leader, succeeding future president James K. Polk. He was elected to serve as Speaker of the House during the 28th Congress, which convened in 1843 and adjourned in 1845. Jones declined nomination for a sixth term in Congress and returned to Virginia in 1845. Upon his retirement from Congress, he returned to the practice of law in Virginia. Among his more prominent cases, he served as lead counsel for Thomas Ritchie, Jr., who in 1846 faced trial for his involvement in the infamous duel in which John Hampden Pleasants was fatally wounded. Ritchie won acquittal on the grounds of self-defense.[1] That same year, Jones was elected to the Virginia House of Delegates and in 1847 was chosen as Speaker. He was elected to a second term in 1847, but did not attend the session due to illness. He resigned his seat on December 17. The vacant House seat was later filled by his son, Alexander.[2] Jones married Harriet Boisseau in 1815 and together they had three children: Mary Winston, James Boisseau and Alexander. His son-in-law was George W.B. Towns, who was the 39th Governor of Georgia from 1847 to 1851.[3] Jones died on January 29, 1848. He is buried in the family cemetery at his Dellwood Plantation northwest of Petersburg, Virginia.","Title":"John Winston Jones - Wikipedia","KeyID":"5367","URL":"https://en.wikipedia.org/wiki/John_Winston_Jones"}