{"Content: ":"John Wesley Davis (April 16, 1799 – August 22, 1859) was an American physician and Democratic politician, active in the mid-1800s. He is best known for serving as Speaker of the United States House of Representatives, Governor of the Oregon Territory, and as a four-time member of the Indiana state legislature. Davis was born in New Holland, Pennsylvania, on April 16, 1799, and later moved to Shippensburg, Pennsylvania, with his parents.[1][2] Davis graduated from Baltimore Medical College in 1821, then moved to Carlisle, Indiana, in 1823 and practiced medicine there.[2] He married Ann Hoover on November 19, 1820. His daughter, Caroline Davis, married James C. Denny, Indiana Attorney General (1872-1874). Their son, Frank Lee Denny, was a colonel of the U.S. Marine Corps who served in the Egyptian Expedition of 1882, the U.S. intervention in Panama in 1885, and the Spanish-American War.[3] Davis started his political career as an unsuccessful candidate for the Indiana Senate in 1828. He instead became a state court judge in Indiana from 1829 to 1831. He was elected a member of the Indiana House of Representatives four times, serving terms beginning in 1831, 1841, 1851, and 1857.[1] He was Speaker of the Indiana House from 1832 to 1833 and again from 1841 to 1842 and 1851 to 1852.[1] He served as a U.S. Representative from Indiana in the 24th, 26th, 28th and 29th Congresses and was Speaker of the U.S. House in the 29th Congress.[1] From 1848 to 1850 he was U.S. Diplomatic Commissioner to China.[1] In 1852 he was a delegate to the Democratic National Convention from Indiana.[1] Davis was appointed to the office of Governor of the Oregon Territory in 1853 by President Franklin Pierce. His appointment was not welcomed by Oregonians, however, and he left office just over a year later, with the position returning to his predecessor, Secretary of the Territory George Law Curry. Davis died in Carlisle, Indiana on August 22, 1859.[1] He was buried at City Cemetery in Carlisle.[1]","Title":"John Wesley Davis - Wikipedia","KeyID":"5368","URL":"https://en.wikipedia.org/wiki/John_Wesley_Davis"}