{"Content: ":"Howell Cobb (September 7, 1815 – October 9, 1868) was an American political figure and later a Confederate one. A southern Democrat, Cobb was a five-term member of the United States House of Representatives and the speaker of the House from 1849 to 1851. He also served as the 40th governor of Georgia (1851–1853) and as a secretary of the treasury under President James Buchanan (1857–1860). Cobb is, however, probably best known as one of the founders of the Confederacy, having served as the President of the Provisional Congress of the Confederate States where delegates of the Southern slave states declared that they had seceded from the United States and created the Confederate States of America. Born in Jefferson County, Georgia in 1815, son of Sarah (née Rootes) and John A. Cobb.[1] Cobb was of Welsh American ancestry.[2] He was raised in Athens and attended the University of Georgia, where he was a member of the Phi Kappa Literary Society. He was admitted to the bar in 1836 and became solicitor general of the western judicial circuit of Georgia. He married Mary Ann Lamar on May 26, 1835. She was a daughter of Colonel Zachariah Lamar, of Milledgeville, from a prominent family with broad connections in the South.[3] Her relatives include Texas President Mirabeau B. Lamar and Georgia resident Gazaway Bugg Lamar.[citation needed] They would have eleven children, the first in 1838 and the last in 1861. Several did not survive childhood, including their last, a son who was named after Howell's brother, Thomas Reade Rootes Cobb. Cobb was elected as Democrat to the 28th, 29th, 30th and 31st Congresses. He was chairman of the U.S. House Committee on Mileage during the 28th Congress, and Speaker of the United States House of Representatives during the 31st Congress. He sided with President Andrew Jackson on the question of nullification (i.e. compromising on import tariffs), and was an effective supporter of President James K. Polk's administration during the Mexican–American War. He was an ardent advocate of extending slavery into the territories, but when the Compromise of 1850 had been agreed upon, he became its staunch supporter as a Union Democrat.[4] He joined Georgia Whigs Alexander Stephens and Robert Toombs in a statewide campaign to elect delegates to a state convention that overwhelmingly affirmed, in the Georgia Platform, that the state accepted the Compromise as the final resolution to the outstanding slavery issues. On that issue, Cobb was elected governor of Georgia by a large majority. After 63 ballots,[5] he became Speaker of the House on December 22, 1849, at the age of 34.[6] In 1850—following the July 9 death of Zachary Taylor and the accession of Millard Fillmore to the presidency—Cobb, as Speaker he would have been next in line to the presidency for two days due to the resultant vice presidential vacancy and a president pro tempore of the Senate vacancy, except he did not meet the minimum eligibility for the presidency of being 35 years old. The Senate elected William R. King as president pro tempore on July 11. In 1851, Cobb left the House to serve as the Governor of Georgia, holding that post until 1853. He published A Scriptural Examination of the Institution of Slavery in the United States: With its Objects and Purposes in 1856.[7] He was elected to the 34th Congress before being appointed as Secretary of the Treasury in Buchanan's Cabinet. He served for three years, resigning in December 1860. At one time, Cobb was Buchanan's choice for his successor.[8] In 1860, Cobb ceased to be a Unionist, and became a leader of the secession movement. He was president of a convention of the seceded states that assembled in Montgomery, Alabama, on February 4, 1861. Under Cobb's guidance, the delegates drafted a constitution for the new Confederacy. He served as president of several sessions of the Confederate Provisional Congress, before resigning to join the military when war erupted.[9] Cobb joined the Confederate army and was commissioned as colonel of the 16th Georgia Infantry. He was appointed a brigadier general on February 13, 1862, and assigned command of a brigade in what became the Army of Northern Virginia. Between February and June 1862, he represented the Confederate authorities in negotiations with Union officers for an agreement on the exchange of prisoners of war. His efforts in these discussions contributed to the Dix-Hill Cartel accord reached in July 1862.[10] Cobb saw combat during the Peninsula Campaign and the Seven Days Battles. Cobb's brigade played a key role in the fighting during the Battle of South Mountain, especially at Crampton's Gap, where it arrived at a critical time to delay a Union advance through the gap, but at a bloody cost. His men also fought at the subsequent Battle of Antietam. In October 1862, Cobb was detached from the Army of Northern Virginia and sent to the District of Middle Florida. He was promoted to major general on September 9, 1863, and placed in command of the District of Georgia and Florida. He suggested the construction of a prisoner-of-war camp in southern Georgia, a location thought to be safe from Union incursions. This idea led to the creation of the infamous Andersonville prison. When William T. Sherman's armies entered Georgia during the 1864 Atlanta Campaign and subsequent March to the Sea, Cobb commanded the Georgia Reserve Corps as a general. In the spring of 1865, with the Confederacy clearly waning, he and his troops were sent to Columbus, Georgia to help oppose Wilson's Raid. He led the hopeless Confederate resistance in the Battle of Columbus, Georgia on Easter Sunday, April 16, 1865. During Sherman's March to the Sea, the army camped one night near Cobb's plantation.[11] When Sherman discovered that the house he planned to stay in for the night belonged to Cobb, whom Sherman described in his Memoirs as \"one of the leading rebels of the South, then a general in the Southern army,\" he dined in Cobb's slave quarters,[12] confiscated Cobb's property and burned the plantation,[13] instructing his subordinates to \"spare nothing.\"[14] In the closing days of the war, Cobb fruitlessly opposed General Robert E. Lee's eleventh hour proposal to enlist slaves into the Confederate Army. Fearing that such a move would completely discredit the Confederacy's fundamental justification of slavery, that black people were inferior, he said, \"You cannot make soldiers of slaves, or slaves of soldiers. The day you make a soldier of them is the beginning of the end of the Revolution. And if slaves seem good soldiers, then our whole theory of slavery is wrong.\"[15] Cobb's opposition to Lee's proposal is dramatized in the opera Appomattox (composer Philip Glass, librettist Christopher Hampton), which debuted in Washington, D.C.'s Kennedy Center in November 2015. Cobb's role was sung by Timothy J. Bruno. Cobb surrendered to the U.S. at Macon, Georgia on April 20, 1865. Following the end of the Civil War, Cobb returned home and resumed his law practice. Despite pressure from his former constituents and soldiers, he refused to make any public remarks on Reconstruction policy until he received a presidential pardon, although he privately opposed the policy. Finally receiving the pardon in early 1868, he began to vigorously oppose the Reconstruction Acts, making a series of speeches that summer that bitterly denounced the policies of Radical Republicans in the U.S. Congress. That autumn, Cobb vacationed in New York City, and died of a heart attack there. His body was returned to Athens, Georgia, for burial in Oconee Hill Cemetery.[16] As a former Speaker of the House, his portrait had been on display in the US Capitol. The portrait was removed from public display in the Speaker's Lobby outside the House Chamber after an order issued by the Speaker of the House, Nancy Pelosi on June 18, 2020.[17][18] The Cobb family included many prominent Georgians from both before and after the Civil War era. Cobb's uncle and namesake, also Howell Cobb, had been a U.S. Congressman from 1807 to 1812, and then served as an officer in the War of 1812. Cobb's younger brother, Thomas Reade Rootes Cobb, was also a politician and soldier and was killed in the Civil War. Thomas Willis Cobb, a member of the United States Congress and namesake of Georgia's Cobb County, was a cousin. His niece Mildred Lewis \"Miss Millie\" Rutherford was a prominent educator, white supremacy advocate, and leader in the United Daughters of the Confederacy. Howell Cobb's daughter, Mrs. Alexander S. (Mary Ann Lamar Cobb) Erwin, was responsible for creating the United Daughters of the Confederacy's Southern Cross of Honor in 1899, which was awarded to Confederate Veterans.[19] His son, Andrew J. Cobb, served as a justice of the Georgia Supreme Court.[20]","Title":"Howell Cobb - Wikipedia","KeyID":"5369","URL":"https://en.wikipedia.org/wiki/Howell_Cobb"}