{"Content: ":"Geosternbergia is an extinct genus of pteranodontid pterodactyloid pterosaur from the Late Cretaceous geological period of North America. Geosternbergia was one of the largest pterosaur genera, and had a wingspan of up to 5–7 metres (16–23 ft). The first fossils of Geosternbergia were collected by American paleontologist George F. Sternberg in 1952 from the lower portion of the Niobrara Formation. The fossils of the animal looked similar to those of the species Pteranodon longiceps, but the crests were set upright and in a slightly different position. In 1958, Sternberg and paleontologist Myrl V. Walker published a study about this peculiar find.[1] In 1966, American paleontologist John Christian Harksen assigned the specimens found as a new species of Pteranodon called P. sternbergi due to its distinct upright crest that set it apart from P. longiceps. Halsey W. Miller however, concluded a revision of the different species of Pteranodon in 1971, and created three different subgenera. One of which was Sternbergia, which consisted of the Pteranodon specimens with upright crests. P. sternbergi was assigned to this subgenus along with another species called P. walkeri, but Miller then found out that the name Sternbergia had been preoccupied, so he changed it into Geosternbergia instead.[2] Paleontologists like S. Christopher Bennett consider Geosternbergia to be older than P. longiceps, and therefore the direct ancestor of that species.[3] The most complete example of the species, currently in the collections of the University of Alberta Laboratory for Vertebrate Paleontology as specimen number UALVP 24238, is a partially-articulated sub-adult fossil with a wingspan of about 4 meters (13 ft). The skeleton is missing only parts of the skull and the ends of the wings and feet, was discovered in 1974 near Utica, Kansas. The fossil was found by Richard C. Fox and Allen Lindoe in rocks belonging to the lower part of the Smoky Hill Chalk Member of the Niobrara Formation. These rocks date to the late Coniacian or early Santonian stage, about 86 million years ago. In 2010, a paper by Alexander W.A. Kellner argued that this specimen was different enough from G. sternbegi that it should be re-classified as its own genus and species, which he named Dawndraco kanzai. This generic name combined the Dawn deity of the Iroquois with a Latin draco, \"dragon\". The specific name refers to the Kanza tribe of Kansas.[4] Kellner thought that several features of the skeleton supported his hypothesis that D. kanzai was a unique species, most notably its unique snout, which does not strongly taper towards the tip as in female Pteranodon specimens, with the upper and lower margins running almost parallel instead. Kellner thought this meant the specimen must have had a crest running along the length of the snout. However, a re-examination of the fossil published in 2017 by Elizabeth Martin-Silverstone and colleagues argued that the differences in the snout were more likely due to male pteranodontids having longer, broader bills than the more complete female specimens Kellner used for comparison. Martin-Silverstone concluded that \"Dawndraco\" was simply a male G. sternbergi with a very long bill with a gradual taper.[5] Geosternbergia fossils are known from the Niobrara and Sharon Springs Formations of the central United States. Geosternbergia existed as a group for more than four million years during the late Coniacian – early Campanian stages of the Cretaceous period.[3] The genus is present in the lower the Niobrarra Formation except for the upper two; in 2003, Kenneth Carpenter surveyed the distribution and dating of fossils in this formation, demonstrating that Geosternbergia sternbergi existed there from 88–85 million years ago, while the species later named G. maiseyi existed between 81.5 and 80.5 million years ago.[6] Geosternbergia was among the largest pterosaurs, with the wingspan of most adults ranging between 3 to 6 meters (9.8 to 19.7 ft). No complete skulls of adult males have been found, but a nearly complete lower jaw has been estimated at 1.25 meters (4.1 ft) long.[7] The largest specimen of G. maiseyi was discovered in Pierre Shale Formation, and was initially thought to be a specimen of Pternanodon.[8] Gregory S. Paul estimated that G. maiseyi (identified as P. maysei) had a wingspan of 7 m (23 ft) and body mass of 60 kg (130 lb); he also estimated that the type species G. sternbergi (identified as P. sternbergi) had a wingspan of 5 m (16 ft), body length of 2.3 m (7.5 ft) and body mass of 15 kg (33 lb).[9] While most specimens are found crushed, enough fossils exist to put together a detailed description of the animal. Geosternbergia sternbergi was very similar to the more well-known pterosaur species Pteranodon longiceps and is often considered simply an earlier species of Pteranodon itself. It is different from Pteranodon mainly due to its earlier time period and broader, more upright crest.[5] The upright cranial crest of Geosternbergia is its distinctive characteristic. These crests consisted of skull bones (frontals) projecting upward and backward from the skull. The size and shape of these crests varied due to a number of factors, including age, sex, and species. Male G. sternbergi, the older species of the two described to date, had a larger vertical crest with a broad forward projection, while G. maiseyi had a short, rounded vertical crest and was generally smaller.[4] Females of both species were smaller and bore small, rounded crests.[3] The crests were probably mainly display structures, though they may have had other functions as well.[10] Unlike the earlier pterosaurs, such as the rhamphorhynchids and the pterodactylids, Geosternberigia had a toothless beak that was made of solid, bony margins that projected from the base of the jaws, similar to modern-day birds. The structure of the beaks were long, slender, and ended in thin, sharp points. Its maxilla was also found to be longer than the mandible, and was curved upward. Geosternbergia was traditionally considered a species, or occasionally subgenus, of the similar pterosaur Pteranodon, in most major studies of pteranodontians through the 1990s. However, a 2010 review of the group by A.W.A. Kellner suggested that Pteranodon sternbergi was different enough from P. longiceps to belong in a distinct genus, to which Kellner also referred a new species, Geosternbergia maiseyi.[4] Earlier, pterosaur researcher Chris Bennett had considered the G. maiseyi specimen an adult male P. longiceps. Below is a cladogram showing the phylogenetic placement of this genus within Pteranodontia from Andres and Myers (2013).[11] Muzquizopteryx coahuilensis \"Nyctosaurus\" lamegoi Nyctosaurus gracilis Alamodactylus byrdi Pteranodon longiceps Pteranodon sternbergi (Geosternbergia) Longchengpterus zhaoi Nurhachius ignaciobritoi Liaoxipterus brachyognathus Istiodactylus latidens Istiodactylus sinensis Lonchodectes compressirostris Aetodactylus halli Cearadactylus atrox Brasileodactylus araripensis Ludodactylus sibbicki Ornithocheirae Adult Geosternbergia specimens may be divided into two distinct size classes, small and large, with the large size class being about one and a half times larger than the small, and the small being twice as common as the large. Both size classes lived alongside each other, and while researchers had previously suggested that they represent different species, Christopher Bennett showed that the differences between them are consistent with the concept that they represent females and males, and that Geosternbergia species were sexually dimorphic. Skulls from the larger size class preserve large, upward and backward pointing crests, while the crests of the smaller size class are small and triangular. Some larger skulls also show evidence of a second crest that extended long and low, toward the tip of the beak, which is not seen in smaller specimens.[10] The gender of the different size classes was determined, not from the skulls, but from the pelvic bones. Contrary to what may be expected, the smaller size class had disproportionately large and wide-set pelvic bones. Bennett interpreted this as indicating a more spacious birth canal, through which eggs would pass. He concluded that the small size class with small, triangular crests represent females, and the larger, large-crested specimens represent males.[10] Note that the overall size and crest size also corresponds to age. Immature specimens are known from both females and males, and immature males often have small crests similar to adult females. Therefore, it seems that the large crests only developed in males when they reached their large, adult size, making the gender of immature specimens difficult to establish from partial remains.[12] The fact that females appear to have outnumbered males two to one suggests that, as with modern animals with size-related sexual dimorphism, such as sea lions and other pinnipeds, Geosternbergia might have been polygynous, with a few males competing for association with groups consisting of large numbers of females. Similar to modern pinnipeds, Geosternbergia may have competed to establish territory on rocky, offshore rookeries, with the largest, and largest-crested, males gaining the most territory and having more success mating with females. The crests of male Geosternbergia would not have been used in competition, but rather as \"visual dominance-rank symbols\", with display rituals taking the place of physical competition with other males. If this hypothesis is correct, it also is likely that male Geosternbergia played little to no part in rearing the young; such a behavior is not found in the males of modern polygynous animals who father many offspring at the same time.[10]   ","Title":"Geosternbergia - Wikipedia","KeyID":"537","URL":"https://en.wikipedia.org/wiki/Geosternbergia"}