{"Content: ":"James Lawrence Orr (May 12, 1822 – May 5, 1873) was an American diplomat and politician who served as the 22nd speaker of the United States House of Representatives from 1857 to 1859.[1] He also served as the 73rd governor of South Carolina from 1865 to 1868 after a term in the Confederate States Senate. Orr was born at Craytonville, South Carolina located in Anderson County, South Carolina. He graduated from the University of Virginia in 1841 and became an attorney. In 1843 he married Mary Jane Marshall; they had seven children.[2] He served as a Democratic Congressman from South Carolina from 1849 to 1859, serving as the Speaker of the House from 1857 to 1859. Orr was an advocate of states' rights who used his position to assist those persons who promoted the continuation of slavery. He foresaw the consequences of the decision by South Carolina to attempt to secede from the Union, but he remained loyal to his state, while protecting his own financial interests. Orr owned at least fourteen enslaved people in 1850 and purchased at least five more before 1860.[3] He was one of the three commissioners sent to Washington, D.C. to negotiate the transfer of federal property to South Carolina; the failure of these negotiations led directly to the bombardment of one of the highest-profile federal assets within South Carolina, Fort Sumter. After Fort Sumter and the outbreak of the American Civil War, Orr organized and commanded Orr's Regiment of South Carolina Rifles, which saw little action before he resigned in 1862 and entered the Confederate Senate, where he served as chairman of the influential Foreign Affairs and Rules committees. The regiment continued to bear his name throughout the war and fought in some of the most prominent battles of the Army of Northern Virginia. In the Confederate Senate, he remained a strong proponent of states' rights. At the end of the war, Orr was elected governor and served from 1865 until the passage of a new state constitution in 1868. In 1872 President Ulysses S. Grant appointed Orr as Minister to Russia in a gesture of post-Civil War reconciliation. Orr died in St. Petersburg, Russia shortly after arriving to begin his service as Minister. He was interred in the First Presbyterian Church Cemetery in Anderson, South Carolina. A posthumous portrait of Orr by painter Esther Edmonds is currently part of the collection of the United States Capitol.[4] The portrait was removed from public display in the Speaker's Lobby outside the House Chamber after an order issued by the Speaker of the House, Nancy Pelosi on June 18, 2020.[5][6]","Title":"James Lawrence Orr - Wikipedia","KeyID":"5372","URL":"https://en.wikipedia.org/wiki/James_Lawrence_Orr"}