{"Content: ":"Pteranodontia is an extinct group of ornithocheiroid pterodactyloid pterosaurs that lived during the Late Cretaceous period (Coniacian to Maastrichtian stages) of North America and Africa.[1] They were some of the most advanced pterosaurs, and possessed highly specialized cranial crests that may have served as sexual attraction, with males having a much larger crest. Pteranodontia was originally named by Marsh in 1876. In 2003, it was given a phylogenetic definition by David Unwin as the common ancestor of Pteranodon and Nyctosaurus plus all its descendants. Though Marsh had originally named this group based on the shared absence of teeth in those species, most analyses show that all of the traditional \"ornithocheiroid\" pterosaurs are also members of this clade. Below is a cladogram showing the phylogenetic placement of this group from Andres and Myers (2013).[2] Muzquizopteryx coahuilensis \"Nyctosaurus\" lamegoi Nyctosaurus gracilis Alamodactylus byrdi Pteranodon longiceps Pteranodon sternbergi Longchengpterus zhaoi Nurhachius ignaciobritoi Liaoxipterus brachyognathus Istiodactylus latidens Istiodactylus sinensis Lonchodectes compressirostris Aetodactylus halli Cearadactylus atrox Brasileodactylus araripensis Ludodactylus sibbicki Liaoningopterus gui Anhanguera araripensis Anhanguera blittersdorffi Anhanguera piscator Anhanguera santanae Tropeognathus mesembrinus Ornithocheirus simus Coloborhynchus clavirostris Coloborhynchus wadleighi In 2018, Longrich, Martill, and Andres revisited the classification, and made a different phylogenetic analysis. In the analysis, they followed Marsh's original classification, in which Pteranodontia is restricted to the families Pteranodontidae and Nyctosauridae. They also replaced Pteranodontia with Pteranodontoidea as the more inclusive group.[3] Tapejaromorpha Dsungaripteridae Thalassodromidae Azhdarchidae Chaoyangopteridae Piksi barbarulna Ornithocheiromorpha Pteranodon sternbergi Pteranodon longiceps Tethydraco regalis Alamodactylus byrdi Volgadraco bogolubovi Cretornis hlavaci Alcione elainus Simurghia robusta Muzquizopteryx coahuilensis Barbaridactylus grandis Nyctosaurus lamegoi Nyctosaurus nanus Nyctosaurus gracilis Similar to other pterosaurs, pteranodontian are considered to have been skilled fliers as well as adept at moving on the ground. Evidence from footprints shows that most pterosaurs did not sprawl their limbs to a large degree, as in modern reptiles, but rather held the limbs relatively erect when walking, like dinosaurs. Footprints of pteranodontians are still unknown, but it is likely that they also walked erect.[4] Among pterosaurs, pteranodontians had unusually uneven limb proportions, with the forelimbs much larger and longer than the hind limbs. This would likely have required them to use unique modes of locomotion when on the ground compared to other pterosaurs. Most pteranodontians like Pteranodon flew like modern day albatrosses, which consists of flying very long distances and rarely flapping.[5][6] The name \"Wyomingopteryx\" appears in a painting of Morrison prehistoric animals by Robert Bakker. However, this binomen is a nomen nudum, and it is possible that Bakker may have intended to coin \"Wyomingopteryx\" for the Istiodactylus-like specimen TATE 5999 because that specimen is found in Wyoming.[7][8]   ","Title":"Pteranodontia - Wikipedia","KeyID":"538","URL":"https://en.wikipedia.org/wiki/Nyctosauromorpha"}