{"Content: ":"James Beauchamp Clark (March 7, 1850 – March 2, 1921) was an American politician and attorney who represented Missouri in the United States House of Representatives and served as Speaker of the House from 1911 to 1919. Born in Kentucky, he established a law practice in Bowling Green, Missouri. He won election to the House in 1892, lost his seat in 1894, and won the seat back in 1896. He became the House Minority Leader in 1908 and was elevated to Speaker after Democrats took control of the House in the 1910 elections. He inadvertently helped defeat the Canadian–American Reciprocity Treaty of 1911 by arguing that ratification of the treaty would lead to the incorporation of Canada into the United States. Entering the 1912 Democratic National Convention, Clark had won the backing of a majority of the delegates, but lacked the necessary two-thirds majority to win the presidential nomination. After dozens of ballots, Woodrow Wilson emerged as the Democratic presidential nominee, and went on to win the 1912 presidential election. Clark helped Wilson pass much of his progressive agenda but opposed U.S. entry into World War I. The 1920 House elections saw the defeat of numerous Democrats, including Clark. He died the following March, two days before he would have left office. Clark was born in Lawrenceburg, Kentucky, to John Hampton Clark and Aletha Beauchamp. Through his mother, he was the first cousin twice removed of the famous lawyer-turned-murderer Jereboam O. Beauchamp. He is also directly descended from the famous John Beauchamp (Plymouth Company) through his mother. He graduated from Bethany College in 1873, and from Cincinnati Law School in 1875.[2][3] Clark served as president of Marshall College (now Marshall University) from 1873 to 1874. In 1875, he was admitted to the bar, and the following year he moved to Bowling Green, Missouri, the county seat of Pike County, where he practiced law. He was city attorney from 1878 to 1881, and prosecuting attorney of Pike County from 1885 to 1889.[2] Clark was a member of the Missouri House of Representatives in 1889 and 1891.[2] Clark was elected to the United States House of Representatives in 1892. After a surprise loss in 1894 to William M. Treloar, he regained the seat in 1896, and remained in the House until his death, the day before he was to leave office. Clark ran for House Minority Leader in 1903 but was defeated by John Sharp Williams of Mississippi. After Williams ran for the Senate in 1908, Clark ran again for the position and won. When the Democrats won control of the House in 1911, Clark became Speaker. In 1911, Clark gave a speech that helped to decide the election in Canada. On the floor of the House, Clark argued for the recent Canadian–American Reciprocity Treaty of 1911 and declared: \"I look forward to the time when the American flag will fly over every square foot of British North America up to the North Pole.\"[4] Clark went on to suggest in his speech that the treaty was the first step towards the end of Canada, a speech that was greeted with \"prolonged applause\" according to the Congressional Record.[5] The Washington Post reported, \"Evidently, then, the Democrats generally approved of Mr. Clark's annexation sentiments and voted for the reciprocity bill because, among other things, it improves the prospect of annexation.\"[5] The Chicago Tribunal condemned Clark in an editorial, predicting that Clark's speech might have fatally damaged the treaty in Canada; \"He lets his imagination run wild like a Missouri mule on a rampage. Remarks about the absorption of one country by another grate harshly on the ears of the smaller.\"[5] The Conservative Party of Canada, which opposed the treaty, won the Canadian election in large part because of Clark's speech. In 1912, Clark was the frontrunner for the Democratic presidential nomination, coming into the convention with a majority of delegates pledged to him, but he failed to receive the necessary two-thirds of the vote on the first several ballots. After lengthy negotiation, clever management by supporters of New Jersey Governor Woodrow Wilson, with widespread allegations of influence by special interests, delivered the nomination instead to Wilson. Clark's speakership was notable for his skill from 1910 to 1914 in maintaining party unity to block William Howard Taft's legislation and then pass Wilson's. Clark split the party in 1917 and 1918, when he opposed Wilson's decision to bring the United States into World War I. In addition, Clark opposed the Federal Reserve Act, which concentrated financial power in the hands of eastern banks (mostly centered in New York City). Clark's opposition to the Federal Reserve Act is said to be the reason that Missouri is the only state granted two Federal Reserve Banks (one in St. Louis and one in Kansas City). Clark was defeated in the Republican landslide of 1920 and died shortly thereafter in his home in Washington, DC. Champ Clark is the namesake of the small community of Champ, Audrain County, Missouri.[6] The former Clark National Forest likewise was named after him.[7] Clark married Genevieve Bennett Clark on December 14, 1881. Together, they had two children, Joel Bennett Clark and Genevieve Clark Thomson. Bennet served as a United States senator from Missouri from 1933 to 1945. Genevieve was a suffragette and a candidate for the House of Representatives for Louisiana.[8] He was an adherent of the Disciples of Christ.[9] A bridge in Louisiana, Missouri that connects Missouri to neighboring Illinois was originally built in 1928. It bears the name Champ Clark. In late 2019, another bridge of the same name was constructed to replace the structurally deficient original bridge.[10] Speaker Clark's official portrait Speaker Clark (left) with Representative James R. Mann of Illinois Champ Clark's casket being loaded into a hearse outside the United States Capitol, flag at half staff, March 5, 1921 Clark about a month before his death, wearing an antique-style beaver hat. Clark's former residence in Washington, D.C. Bennet and Genevieve Clark Champ Clark and daughter Genevieve Champ Clark, left, examining marble bust of himself, made by Moses Wainer-Dykaar, right.","Title":"Champ Clark - Wikipedia","KeyID":"5383","URL":"https://en.wikipedia.org/wiki/Champ_Clark"}