{"Content: ":"Finis James Garrett (August 26, 1875 – May 25, 1956) was a United States representative from Tennessee and a Chief Judge of the United States Court of Customs and Patent Appeals. Born on August 26, 1875, near Ore Springs,[1] Weakley County, Tennessee, Garrett attended the common schools and Clinton College in Kentucky. He received an Artium Baccalaureus degree in 1897 from Bethel College (now Bethel University) in McKenzie, Tennessee and read law in 1899. He entered private practice in Dresden, Tennessee from 1900 to 1905, during which time he was also a newspaper editor, teacher and a Master in Chancery for the Tennessee Chancery Court in Weakley County.[2][3] Garrett was elected from the 9th congressional district of Tennessee as a Democrat to the United States House of Representatives of the 59th United States Congress and to the eleven succeeding Congresses, serving from March 4, 1905, until March 3, 1929. He was Chairman of the United States House Committee on Insular Affairs in the 65th United States Congress. He was minority leader in the 68th through 70th United States Congresses. He was not a candidate for renomination to the 71st United States Congress in 1928, but was an unsuccessful candidate for the Democratic nomination for United States Senator. He was a delegate to the Democratic National Convention in 1924.[2] Garrett was the last Democratic House Minority Leader not to serve at any point as Speaker until Dick Gephardt from 1995 to 2003.[citation needed] Garret received a recess appointment to the United States District Court for the Western District of Tennessee on November 22, 1920, but declined the appointment. He was nominated to the same seat on December 10, 1920, but the United States Senate never acted on his nomination, which expired with the end of Woodrow Wilson's Presidency.[3] Garrett was nominated by President Calvin Coolidge on February 14, 1929, to an Associate Judge seat on the United States Court of Customs Appeals (Associate Judge of the United States Court of Customs and Patent Appeals from March 2, 1929) vacated by Associate Judge James F. Smith. He was confirmed by the United States Senate on February 18, 1929, and received his commission on February 18, 1929. His service terminated on December 1, 1937, due to his elevation to Presiding Judge of the same court.[3] Garrett was nominated by President Franklin D. Roosevelt on November 16, 1937, to the Presiding Judge seat on the United States Court of Customs and Patent Appeals vacated by Presiding Judge William J. Graham. He was confirmed by the Senate on November 30, 1937, and received his commission on December 1, 1937. Garrett was reassigned by operation of law on September 1, 1948, to the new Chief Judge seat authorized by 62 Stat. 899. His service terminated on September 15, 1955, due to his retirement.[3] Garret was the son of Noah J. Garrett and Virginia (Baughman) Garrett.[4] He married Elizabeth Harris Burns on November 27, 1901.[4] Garrett died on May 25, 1956, in Washington, D.C.[3] He was interred in Sunset Cemetery in Dresden, Tennessee.[2]","Title":"Finis J. Garrett - Wikipedia","KeyID":"5385","URL":"https://en.wikipedia.org/wiki/Finis_J._Garrett"}