{"Content: ":"Joseph Wellington \"Jo\" Byrns Sr. (July 20, 1869 – June 4, 1936) was a U.S. politician. He served as a 14-term Democratic congressman from Tennessee, and as the 41st speaker of the United States House of Representatives. Byrns was born in Cedar Hill, Robertson County, Tennessee, son of James Henry Byrns and Mary Emily Jackson. He was named for a maternal uncle, Joseph William Green Jackson, who died in the American Civil War. His great-grandfather, James Byrns, Esq., figures in the legend of The Bell Witch, and is mentioned in the Authenticated History of The Bell Witch by Martin Van Buren Ingram. The Byrns family moved to Nashville in 1885 to pursue greater educational opportunities for their children. Jo Byrns attended Fogg High School, graduating in 1887. He then enrolled at Vanderbilt University, where he won honors in English and history, actively participated in debates, and became a member of Beta Theta Pi fraternity. He graduated with a law degree in 1890 and soon began building up a successful law practice.[1] Byrns displayed a strong early interest in politics and was elected to the Tennessee House of Representatives in 1894 and reelected in 1896 and 1898. In 1900 he was elected to the Tennessee State Senate. In 1902, he ran for district attorney of Davidson County, Tennessee, but was defeated — his only unsuccessful political race in 18 efforts. In 1908, Byrns received the Democratic nomination for U.S. Representative and was elected in November of that year to a term beginning March 4, 1909. He served in the House for the rest of his life. Byrns was widely respected and his influence grew as his seniority did. He was chairman of the Democratic Congressional Campaign Committee from 1928 to 1935.[1] In 1931 he was appointed chairman of the powerful House Appropriations Committee and in 1933 became House Majority Leader. In 1935 he became Speaker of the House. Byrns suffered a serious heart attack at his Washington home on the evening of June 4, 1936. The Speaker died before he could be taken to a hospital.[2] His funeral, attended by President Franklin Roosevelt and other dignitaries, was held in Nashville. He was interred at Mount Olivet Cemetery in Nashville.[3] His son Jo Byrns Jr. later served a single term in the House but never achieved the popularity of Jo Sr. Byrns was also an active Civitan.[4] Byrns was a Freemason and member of the Grand Lodge of Tennessee. He served as the Worshipful Master of West Nashville Phoenix Lodge #131 in 1906 and 1907.[5] Jo Byrns High School, in his hometown, Cedar Hill, Tennessee, is named in his honor. The local elementary school is also called \"Jo Byrns Elementary School\". ","Title":"Jo Byrns - Wikipedia","KeyID":"5387","URL":"https://en.wikipedia.org/wiki/Jo_Byrns"}