{"Content: ":"Alamodactylus is an extinct genus of nyctosaurid pteranodontoid pterosaur known from the Late Cretaceous of Texas, southern United States. It contains a single species, Alamodactylus byrdi.[1] Alamodactylus is known solely from its holotype, SMU 76476, a partial left wing first described by Myers (2010).[2] This specimen is crushed and consists of a left humerus, the distal end of the fourth wing metacarpal and the proximal end of the first wing phalanx of fourth digit. Other elements of the holotype first reported by Andres and Myers (2013) include a left proximal syncarpal, manual phalanx, and some fragments including four tapering processes that may represent skull bones, an articular surface that appears to be the mandible articulation of the right quadrate as well as thin bones that do not taper and may be ossified tendons. Alamodactylus was first named by Brian Andres and Timothy S. Myers in 2013 and the type species is Alamodactylus byrdi. The generic name is derived from Alamo – symbol of Texas independence and dactylos, meaning \"finger\" in Ancient Greek which is a traditional suffix for pterosaur genera in reference to their elongate wing digits. The specific name, byrdi, honors Gary Byrd for discovering the holotype. The holotype was collected from the Atco Formation of Austin Group, north of Dallas in Collin County, dating to the lower Coniacian stage of the middle Late Cretaceous period, about 89.8–88 million years ago.[1] The holotype of Alamodactylus was originally referred to Pteranodontidae by Myers (2010) and tentatively identified as cf. Pteranodon. Myers (2010) noted that the humerus was superficially similar to that of Pteranodon while other similarities were noted with Nyctosaurus, but the holotype being crushed rendered comparison difficult. Andres and Myers (2013) diagnosed Alamodactylus on the basis of unique combination of constricted humerus mid-shaft and D-shaped distal humerus cross-section. This medium-sized pterosaur also has autapomorphic small pneumatic foramen on ventral surface of humerus proximal end, and dorsal nutrient foramen positioned on midline of humerus shaft level with the middle of deltopectoral crest. Additionally, its warped humerus deltopectoral crest thickens proximally.[1] As suggested in the original description by Myers (2010), the phylogenetic analysis performed by Andres & Myers (2013) recovered A. byrdi as closely related to Pteranodon and the Nyctosauridae. A. byrdi and nyctosaurids were recovered as successive sister groups to the Pteranodontoidea, of which Pteranodon is defined to be the most basal taxon. Although the clade name Pteranodontia usually applies to the clade exclusively formed by pteranodontids and nyctosaurids, it was originally converted by Unwin (2003) to include Pteranodon and Nyctosaurus so under their phylogeny it contains also the Ornithocheirae and other taxa. Therefore, A. byrdi was classified as a non-pteranodontoid pteranodontian, and its sister taxon relationship with Pteranodontoidea warranted the erection of a new genus and species for this material. Below is a cladogram based on the study upheld by Andres and Myers in 2013, showing the phylogenetic placement of A. byrdi within the clade Pteranodontia.[1] Muzquizopteryx coahuilensis \"Nyctosaurus\" lamegoi Nyctosaurus gracilis Alamodactylus byrdi Pteranodon longiceps Pteranodon sternbergi Longchengpterus zhaoi Nurhachius ignaciobritoi Liaoxipterus brachyognathus Istiodactylus latidens Istiodactylus sinensis Lonchodectes compressirostris Aetodactylus halli Cearadactylus atrox Brasileodactylus araripensis Ludodactylus sibbicki Anhangueridae Ornithocheiridae In 2018, a phylogenetic analysis published by Nicholas Longrich and colleagues recovered Alamodactylus within the family Nyctosauridae, in the basalmost position, contrary to the analysis by Andres and Myers above.[3][4] Azhdarchoidea Piksi barbarulna Ornithocheiromorpha Pteranodon sternbergi Pteranodon longiceps Tethydraco regalis Alamodactylus byrdi Volgadraco bogolubovi Cretornis hlavaci Alcione elainus Simurghia robusta Muzquizopteryx coahuilensis Barbaridactylus grandis Nyctosaurus lamegoi Nyctosaurus nanus Nyctosaurus gracilis   ","Title":"Alamodactylus - Wikipedia","KeyID":"539","URL":"https://en.wikipedia.org/wiki/Alamodactylus"}