{"Content: ":"Chin Kung AM (淨空; pinyin: Jìngkōng; 15 February 1927 – 26 July 2022)[1] was a Chinese-born Taiwanese Buddhist monk from the Mahayana tradition. He was the founder of the Corporate Body of the Buddha Educational Foundation, an organization based on the teachings of Pure Land Buddhism. He was known for his teaching of Pure Land Buddhism and work in promoting inter-faith harmony in Australia and the Asia-Pacific region. He was born in Lujiang County, Anhui, China as Hsu Yeh-hong (徐業鴻, Xú Yèhóng),[2] and received some classical Confucian education from a tutor in his hometown. At the age of ten, he moved with his family to Fujian where his father was posted as a chief secretary for the country government. When the Second Sino-Japanese War erupted, Hsu's father joined the National Revolutionary Army.[3] Due to the disruptions of war, which he described as 'unsettling and traumatic', he had to hike with other schoolchildren further inland to Guizhou province in the southwest to avoid battlefront areas.[3] He studied at the National Third Kuichou High School during the Second World War, and then at Nanking First Municipal High School following the war.[4] His formal secular education ended in 1947, when his father died, depriving the family of their only breadwinner.[3] In 1949, after the communist victory in the Chinese Civil War,[3] he moved to Taiwan and spent thirteen years at the Shihchien Institute studying Buddhism and Philosophy under the guidance of Professor Fang Tung-mei (方東美), Changkya Khutukhtu (章嘉呼圖克圖 a master in Mongolian Buddhism), and lay teacher Lee Ping-nan (李炳南). He entered the monastic life in 1959, and was ordained at Lintzi Temple at Yuanshan in Taipei, Taiwan. It was then that he received the dharma name of Chin Kung, meaning \"pure emptiness\".[5][4] Chin Kung became well known for using modern technology to spread the Buddha's teachings. His lectures were recorded on audio, videotapes, DVDs and CDs for wide distribution in many temples, where they can be freely passed on, at a time when Buddhist teachings were not readily available in electronic formats.[5][4] He is known for in-depth exposition series on many core Mahayana texts, such as the Avatamsaka Sutra (Flower Adornment Sutra), Surangama Sutra, Lotus Sutra (Dharma Flower Sutra), Diamond Sutra, Platform Sutra (Sutra of the Sixth Patriarch Huineng), and Infinite Life Sutra.[4] Chin Kung was also known to study the teachings of other philosophical and religious traditions, and was known for emphasising the philosophy of \"kindness, fraternity, sincerity, and humility\".[6] Since the late 1990s, Chin Kung organised and participated in interfaith forums across the globe, emphasising the importance of education and exhorting religious teachers to set an example by practicing the teachings of the sages and saints in their daily lives, and humbly learn from other religions.[6] Chin Kung founded and led the Hwa Dzan Society of Propagating Teachings, Hwa Dzan Monastery, Hwa Dzan Buddhist Library, Hwa Dzan Lecture Hall, and The Corporate Body of the Buddha Educational Foundation. He sponsored the printing and the distribution of Buddhist texts worldwide, as well as portraits and pictures of various Buddhas and Bodhisattvas, free of charge.[4] As of 2005, he had organised the printing and dissemination of over three million texts and more than a million portraits of Buddhist figures.[4] In his later years, Chin Kung emphasized the Infinite Life Sutra and the Pure Land cultivation method of Buddha recitation, mainly featuring the recitation of Amitābha Buddha's name.[4] Partly due to his use of technology, he was widely recognised in his adopted homeland of Taiwan and was a frequent presence on television stations such as Hwadzan Television.[7] Chin Kung was widely known and respected among mainland Chinese Buddhists; a 2015 BBC China piece from 2015 reported that recordings and texts of his teachings were prevalent on the mainland. However, since the late 2010s, the Chinese Communist Party has banned his teachings and publications, confiscating and destroying his publications.[5] The CCP claims that he is engaging in 'religious intervention' and 'cultural infiltration' in China.[5] He resided in Australia for many years and was based in the regional city of Toowoomba, near the Queensland state capital of Brisbane. In 2001, he established the present form of the Pure Land Learning College Association (originally formed in Taiwan in 1984)[8] in Toowoomba, Australia, to further propagate Buddhism and train Buddhist monks and nuns, and had started (as of 2005) 15 Pure Land Learning Centres across the world.[4][5] He supported the Buddhist Educational Foundation at the University of Sydney and sponsored the Institution for Peace and Conflict Resolution at the University of Queensland.[6] He also travelled many times to Hong Kong, Singapore, mainland China, to teach Mahayana Buddhism.[6] In 2016, he worked with the British government and the University of Wales Trinity Saint David to promote study in Sinology in order to revitalize the teaching of the ancient sages of China.[9] Chin Kung has used Buddhist teachings to bridge gaps and overcome misunderstandings between different faiths and cultures through interfaith visits and dialogues, especially in Asia and Australia.[5] In recognition of his achievements, he has been awarded several awards and honours. In 2002, he was awarded an honorary professorship from the University of Queensland and an honorary doctorate from Griffith University, both in Brisbane, Australia.[4] In December 2003, he was appointed the Honorary Founding Patron of the Australian Centre for Peace and Conflict Studies at the University of Queensland. In April 2004, he was awarded an honorary doctorate by the University of Southern Queensland. In June 2004, he was awarded an honorary doctorate of Syarif Hidayatullan State Islamic University, Jakarta, in Indonesia.[6] In June 2005, the Most Venerable Chin Kung was appointed a Member of the Order of Australia in the General Division.[4] He was recognised for \"service to the Buddhist community in Queensland, particularly through the promotion of Buddhism and the fostering of interfaith activities between diverse ethnic groups, and to the community through support for educational and health institutions\".[10] In 2009, Chin Kung was made an international trustee of Religions for Peace, a organisation active throughout the world.[5] In September 2017, the \"Association of Chin Kung's Friends at UNESCO\" was established at the UNESCO Headquarters in Paris, aiming to \"promote religious unity, restore religious education, and promote traditional culture\".[11][6] Chin Kung categorized Buddhism in practice into four different types.[12] First, traditional Buddhism, the teachings of Buddha Shakyamuni, which is very rare in our days. Second, religious Buddhism, which does not represent the real Buddhism but has become recognized by the society, as temples nowadays no longer practice intense teachings and meditation as they once did. Third, academic Buddhist studies as taught in many universities today, where Buddhism is treated purely as a philosophy. This is not comprehensive as the dharma covers everything essential to human beings. Finally, the total degeneration of Buddhism into a cult, which came into being in the late 20th century, and does great harm to society. Chin Kung tried to correct these misunderstandings and lead the public back to the original form of Buddhism as taught by Sakyamuni Buddha.[12] After 62 years of expounding Buddhism, Chin Kung retired from teaching in 2021 and resigned from all of his positions in April 2022.[7] He died at the age of 95 on 26 July 2022 in Tainan, Taiwan.[13] Chin Kung has authored the following books[14]","Title":"Chin Kung - Wikipedia","KeyID":"54","URL":"https://en.wikipedia.org/wiki/Chin_Kung"}