{"Content: ":"Alcione is a genus of nyctosaurid pterosaur from the Ouled Abdoun Basin of Morocco, dating back to the Maastrichtian stage of the Late Cretaceous period. Only one species, A. elainus, is known. This pterosaur lived in a marine environment alongside several other pterosaurs, including the nyctosaurids Simurghia and Barbaridactylus. All known specimens of Alcione were uncovered in a 3-year dig that unearthed about 200 pterosaur specimens. The type specimen, FSAC-OB 2, consists of a partial skeleton that preserves various elements, including the femur, humerus, scapulocoracoid, and sternum. Referred specimens include FSAC-OB 217, which consists of metacarpal IV, FSAC-OB 156, a mandible, and the more complete FSAC-OB 4. This specimen consists of the humerus, radius, ulna, a partial metacarpal IV, phalanx IV-1, scapulocoracoids, and synsacra.[1] Alcione is named after Alcyone, who was transformed into a seabird, from Greek mythology. The specific name, A. elainus, comes from the Greek elaino, which means \"to stray or wander.\"[1] Alcione was a small nyctosaurid pterosaur, with a wingspan of 4 m (13 ft) and a body mass of 4 kg (8.8 lb).[2] Its limb proportions were relatively short compared to related pterosaurs. Its anatomy was relatively typical for the group. Its mandible was narrow and Y-shaped (from a dorsal view), and lacked teeth. Instead, it had sharp edges. The scapulocoracoid was fused in the type specimen, which suggests that it was mature. This bone was boomerang-shaped, a condition seen in many nyctosaurids, and to a lesser degree in pteranodontids.[1] Below is a cladogram showing the results of a phylogenetic analysis first presented by Andres and colleagues in 2014, and updated with additional data by Longrich and colleagues in 2018. They found Alcione within the family Nyctosauridae.[3][1] Azhdarchoidea Piksi barbarulna Ornithocheiromorpha Pteranodon sternbergi Pteranodon longiceps Tethydraco regalis Alamodactylus byrdi Volgadraco bogolubovi Cretornis hlavaci Alcione elainus Simurghia robusta Muzquizopteryx coahuilensis Barbaridactylus grandis Nyctosaurus lamegoi Nyctosaurus nanus Nyctosaurus gracilis The shorter wings of Alcione suggest that it was better adapted for rapid flapping during flight than other nyctosaurids. An alternative explanation is that this adaptation was to aid with underwater movement, as shortened wings are present in modern piscivorous birds.[1] Alcione was discovered in upper Maastrichtian phosphates located in the Ouled Abdoun Basin of Northern Morocco. This geological formation does not belong to a formation. It is divided into couches, with Alcione being discovered in Couche III. This layer dates back to the latest Maastrichtian, about 1 million years before the extinction event at the end of the Cretaceous. Couche III represents the most diverse marine ecosystem known from the time.[1] A large variety of marine life is known from the region, including sharks and bony fish, in addition to turtles, plesiosaurs, and mosasaurs. A few rare, fragmentary dinosaur fossils are known, including an abelisaur and a sauropod. Other pterosaurs in the formation were originally only represented by the azhdarchid Phosphatodraco mauritanicus. However, in addition to Alcione, more recent studies have revealed at least five more pterosaur species from this location, including Barbaridactylus, Simurghia, and Tethydraco.[1]   ","Title":"Alcione elainus - Wikipedia","KeyID":"540","URL":"https://en.wikipedia.org/wiki/Alcione_elainus"}