{"Content: ":"Arthur Pue Gorman (March 11, 1839 – June 4, 1906) was an American politician. He was leader of the Gorman-Rasin organization that controlled the Maryland Democratic Party from the late 1870s until his death in 1906.[3] Gorman served as United States Senator from Maryland from 1881 to 1899 and again from 1903 until his death. He was a prominent leader of the Bourbon Democrat faction of the Democratic Party. Gorman was Chairman of the Democratic National Committee during Grover Cleveland's 1884 Presidential campaign and he is widely credited with securing Cleveland's victory.[4] In 1952 Gorman was described in The Baltimore Sun as \"easily the most powerful political figure [Maryland] has ever known.\"[5] As a young man, Gorman also played a prominent role in the early development of baseball in Washington, D.C. He was a founding member of the original Washington Nationals of the National Association, the first American baseball team, and became one of the nation's star players by 1864. Later in life, he served as a member of the Mills Commission which investigated the origins of the sport.[6] Gorman was born in Woodstock, Maryland on March 11, 1839. His father was Peter Gorman, a construction contractor, and his mother was Elizabeth A. Gorman (née Brown). Arthur was named after the family physician, Dr. Arthur Pue. He was the first of five children, including William.[6] Gorman's paternal grandfather, John, emigrated to the U.S. from Ireland circa 1794, first settling in Harrisburg, Pennsylvania before moving to the Baltimore area.[6] The Gorman family moved to Howard County, Maryland around 1845,[7] where Peter Gorman bought a 150-acre (61 ha) farm several miles from Laurel.[6][8][9] Gorman attended Howard County public schools[10] and for at least one year his father hired a tutor to teach him and neighboring students.[11]: 5  In 1850, Peter Gorman (through his connections to Maryland Congressmen William T. Hamilton and Edward Hammond) arranged for 11-year old Arthur to serve as a U.S. Senate page.[6] Gorman became friends with prominent Illinois Senator Stephen A. Douglas, who made Gorman his private secretary.[6] Some sources state that Gorman accompanied Douglas during his debates with Abraham Lincoln in 1858,[7] although biographer John R. Lambert questions these accounts.[11]: 7  Gorman subsequently served the U.S. Senate in various offices as page, messenger, Assistant Doorkeeper, Assistant Postmaster, and finally Postmaster.[when?][12] Gorman's experience in the Senate gave him extensive knowledge of parliamentary procedures that he would put to use during his political career.[13] Gorman was a pro-Union War Democrat who worked in the Senate throughout the Civil War. In September 1866, he was removed from his Senate Office of Postmaster because he supported President Johnson's Reconstruction policies. Johnson then immediately appointed Gorman as Collector of Internal Revenue for the Fifth Congressional District of Maryland.[6] At the age of 20 in 1859, Gorman was one of the founding members of the Washington Nationals, the first official baseball team in America. He rose to become a star by the end of the Civil War era.[14] In 1867, he led the Nationals in their first trip westward over the mountains, in which they beat every midwest team except Rockford, Illinois, which had Albert Spalding as its pitcher.[15] Also in 1867, Gorman was elected to a one-year term as president of the National Association of Base Ball Players.[6][15] In February 1903, Gorman and his son-in-law Wilton Lambert attempted but failed to buy the Washington Senators baseball team.[6] Gorman was elected to the Maryland House of Delegates in 1869, serving until 1875; he served as Speaker of the House for one session. Gorman was closely aligned with Baltimore political leader Isaac Freeman Rasin and supported William Pinkney Whyte for Governor in 1871. Whyte, in turn, gave Gorman a position as director of the C&O Canal.[16] In 1875, he was elected to the Maryland State Senate, serving until 1881.[12] In 1880, the Maryland legislature elected Gorman to the United States Senate, where he soon became a leader of the Bourbon Democrats. The New York Times reported that the previous legislative election was influenced by large groups of \"ward rounders\" who shot and wounded black Republican voters at the Howard County polls.[17] In 1884 Gorman became chairman of the National Democratic Committee and served as campaign manager for Democratic presidential candidate Grover Cleveland.[11]: 102–103  Cleveland faced Republican candidate James Blaine in the election. Both men had character issues and the campaign was an extremely negative and close one. Blaine actively courted the Irish Catholic vote and he publicized that his mother was Catholic.[11]: 107  On Wednesday October 29, Blaine attended a meeting with Protestant clergymen in New York City. At the meeting, Rev. Samuel D. Burchard made an introductory speech in which he denounced the Democratic Party as the party of \"rum, Romanism and rebellion\". The fatigued Blaine did not hear the comment and when he spoke, he failed to correct this attack on Catholicism.[11]: 107–108  Gorman, who was operating from Democratic headquarters in New York, had sent a stenographic reporter to cover the meeting.[11]: 106, 108  After learning what Burchard had said, Gorman immediately recognized the importance of the \"rum, Romanism and rebellion\" comment and went to work.[19]: 39  Within hours cities with large Catholic populations were blanketed with posters and handbills with the letters \"R.R.R.\" on them[11]: 108–109  and dispatches were sent to newspapers across the country.[20]: 209–210  Blaine tried to make a disclaimer, but the damage was done. The November 4 election was determined by New York, which Cleveland won by only 1,149 votes (0.1% of the total vote). Gorman's handling of the Cleveland campaign, including the \"rum, Romanism and rebellion\" comment, was widely recognized as the decisive factor in securing Cleveland's victory.[4][21] He served as the Democratic caucus chairman from 1890 to 1898. He chaired the Committee on Printing (53rd Congress) and served on the Committee on Private Land Claims (55th Congress).[12] He played a major role in financial and tariff legislation, especially the Wilson-Gorman Tariff of 1894, which successfully lowered tariffs in response to the McKinley Act of 1890, but thwarted President Cleveland's effort at completely or nearly free trade. Gorman was reelected twice more in 1886 and 1892 but was defeated for re-election in 1898, losing to Louis E. McComas.[12] After his defeat, Gorman campaigned for Maryland's other U.S. Senate seat and was elected again by the Legislature in 1902.[12][22] He was again appointed as the Democratic Caucus Chairman, which he held from 1903 to 1906.[12] Gorman was briefly a candidate for U.S. president in 1892 and 1904.[23] In 1889, Gorman sought to differentiate his party from a growing mixed-race coalition of Republicans and independent Democrats. He was quoted as saying, \"We have determined that this government was made by white men and shall be ruled by white men as long as the republic lasts.\"[24] In his final years, Gorman \"spearheaded an attempt by Democrats to disenfranchise black voters in Maryland, who tended to vote Republican.\" Related legislation passed easily in the Democratically controlled Senate of early 1904, though Governor Warfield did not sign the bill into law, and it was rejected by voters in late 1905.[3] Gorman married a widow, Hannah \"Hattie\" Donagan, on March 28, 1867. They had five daughters and one son.[6] Gorman served as a director and eventually president of the Chesapeake & Ohio Canal Company;[3] the canal ran along the north shore of the Potomac River from Georgetown above Washington, D.C. to Cumberland, Maryland. In 1890, Gorman's wife and daughter Grace escaped a fire at their Laurel house \"Fairview\"; a new Queen Anne style house was built in its place the following year.[25][26][27] Gorman's eldest daughter, Haddie, married Stephen Warfield Gambrill in 1900.[28] Her husband later served as a Maryland State Delegate, State Senator, and U.S. Representative.[29] Gorman's daughter Ada married Charles Joseph Magness, a young man about half her age, against her family's wishes in 1908.[30][31][32] Magness was soon thereafter imprisoned for desertion from the U.S. Navy. Upon his release a year later, the couple lived in Washington, D.C., and then the Baltimore suburb of Lutherville.[33] When her mother died in 1910, Ada was cut off from her share of the Gorman family estate.[34] The marriage lasted a total of 14 years before Ada divorced in 1922 due to her husband's infidelity.[33][35] She died childless and with few friends in the spring of 1950.[33] Gorman's daughter Grace (better known as Daisy) married Richard Alward Johnson, the first manager of the Laurel race track and later a Maryland State Senator, in 1895.[36] They had two children, Richard Jr. and Grace. They lived at the historic Overlook farmhouse in North Laurel, which was built for Daisy on the family property in 1911.[37] The town of Daisy in Howard County, Maryland is named in her honor. Richard Jr. raised and trained horses. Grace Johnson later married Braxton Bragg Comer Jr., son of former Alabama Governor B. B. Comer.[38][39][40] Gorman's only son, Arthur Jr., attended Lawrenceville Prep and played on the Maryland Agricultural College football team in 1892 and 1893 as a fullback.[41] In 1898, Arthur Jr. founded the Piedmont Mining Company in Maryland and West Virginia with his uncle William and Thomas L. Marriott.[42] He married Grace Norris on November 28, 1900.[43] Arthur Jr. served as a Maryland State Senator (1904–1910), the last year during which he was Senate President.[44] Arthur Jr. was nominated for Governor of Maryland in 1911, but narrowly lost to Republican Phillips Lee Goldsborough.[45][46] He was later a State Tax Commissioner, until his death in 1919 due to complications from diabetes.[47][48] Gorman's daughter Bessie married Princeton graduate and Democratic speechwriter Wilton J. Lambert on June 24, 1896, at the Gormans' Washington home on the corner of 15th and K Streets.[49][50][51] They had two children, Elizabeth (b. 1897) and Arthur.[52] An attorney, Lambert helped Arthur Gorman attempt to buy the Washington Senators baseball team in February 1903.[6] His son, Arthur Gorman Lambert (1899–1991), was a member of Princeton's class of 1922, also practiced law, and founded Suburban Hospital in Bethesda, Maryland;[53] he unveiled a donated portrait of his grandfather, Arthur Pue Gorman, at the Capitol in 1943.[54] Gorman's youngest daughter, Mary, married Ralph Warren Hills on February 27, 1901.[55] Their son, Ralph Gorman Hills, won a bronze medal for shot put at the 1924 Summer Olympics.[56][57] He graduated from Princeton University, after which he earned an M.D. degree from Johns Hopkins University and became a doctor;[58] his first son, J. Dixon Hills,[59] also chose to become a physician.[56] Gorman's great-grandson, Ralph Warren Hills Jr., was a WBAL television producer in Baltimore.[59][60][61][62] Gorman served as a U.S. senator until his death from a heart attack in Washington, D.C. on June 4, 1906.[3] He had been ill with stomach trouble and hadn't left his Washington house since mid-January.[23][63] Gorman, Maryland and Gormania, West Virginia, are named after him,[64] as is Gorman Road in North Laurel.[65] An elementary school near this road is named \"Gorman Crossing\".[65] The repair ship USS Tutuila was originally named SS Arthur P. Gorman in August 1943.[66] In 2000, a proposed neighborhood within the Kings Contrivance section of Columbia, Maryland was to be named \"Gorman's Promise,\" but the naming was canceled after consideration of Gorman's involvement in the disenfranchisement of black voters.[67]","Title":"Arthur Pue Gorman - Wikipedia","KeyID":"5401","URL":"https://en.wikipedia.org/wiki/Arthur_Pue_Gorman"}