{"Content: ":"Hernando DeSoto Money (August 26, 1839 – September 18, 1912) was an American politician from the state of Mississippi. Money was born in Holmes County, Mississippi. He was named after the Spanish explorer Hernando De Soto. Early in his life, he moved with his family to Carrollton, Mississippi. He received his early education in the public schools and from a private tutor and subsequently graduated from the law department of the University of Mississippi at Oxford, where he was a member of St. Anthony Hall.[1] He was admitted to the bar and commenced practice in Carrollton, Mississippi, about 1860. As a young man he served in the Confederate army during the American Civil War. After the war, he established himself as an important planter, lawyer and newspaper editor in Mississippi. He first served in the United States House of Representatives from 1875 to 1885, as a member of the United States Democratic Party, to which he would belong for the rest of his life. He decided not to run for reelection in 1884 and established a law partnership with former assistant attorney general Alfred A. Freeman.[2] He continued to live in the capital, Washington, D.C., until 1891, when he returned to Carrollton. He served in the United States House again from Mississippi from 1893 to 1897. He married author Claudia Boddie, native of Jackson, Mississippi, and they had three daughters and two sons. The two younger daughters, Mabel Clare and Lillian Money, usually spent the winter in Washington with their parents. They both attended the Norwood Institute and the Berlitz School of Languages of Washington.[3] In 1897 he was appointed to the United States Senate from Mississippi following the death of James Z. George. He was elected to a full term in 1899 and reelected in 1905, and served in the Senate from 1897 to 1911. He was the chairman of the Committees on Corporations in the District of Columbia and expanded accommodations for the Library of Congress from 1907 to 1909. In 1903, he was one of many in opposition to the employment of African-American postal workers.[4] He was chairman of the Democratic Caucus from 1909 to 1911, when he decided to retire from the Senate. He returned to his home near Biloxi, Mississippi, where he died one year later. He was buried in the family vault in Carrollton.","Title":"Hernando Money - Wikipedia","KeyID":"5406","URL":"https://en.wikipedia.org/wiki/Hernando_Money"}