{"Content: ":"Gilbert Monell Hitchcock (September 18, 1859 – February 3, 1934) was an American congressman and U.S. Senator from Nebraska, and the founder of the Omaha World-Herald newspaper.[1] Born in Omaha, Nebraska, Hitchcock was the son of U.S. Senator Phineas Warren Hitchcock of Nebraska. He attended the public schools of Omaha and the gymnasium at Baden-Baden, Germany. He graduated in 1881 from the law department of the University of Michigan at Ann Arbor, where he was admitted to the Zeta Psi fraternity;[2] he was then admitted to the bar and commenced practice in Omaha in 1882. He continued the practice of law until 1885, when he established and edited the Omaha Evening World; four years later, he purchased the Nebraska Morning Herald and consolidated the two into the morning and evening editions of the Omaha World-Herald.[3] On August 30, 1883 he married Jessie Crounse,[4] the daughter of Nebraska Supreme Court justice and future governor Lorenzo Crounse. His first wife died on May 8, 1925, and on June 1, 1927 he married Martha Harris, of Memphis, TN.[4] His family had traditionally been Republicans, but Gilbert broke tradition and became a Democrat in response to agricultural issues and the leadership of fellow Nebraskan William Jennings Bryan.[5] Hitchcock was an unsuccessful Democratic candidate for the Congress in 1898; four years later, he was elected as a Democrat to the Fifty-eighth Congress (March 4, 1903 – March 3, 1905). He was an unsuccessful candidate for reelection in 1904 to the Fifty-ninth Congress. Hitchcock was elected as a Democrat to the Sixtieth and Sixty-first Congresses (March 4, 1907 – March 3, 1911). He did not seek renomination in 1910, having become a candidate for the United States Senate. Hitchcock was elected as a Democrat to the Senate by the legislature on January 18, 1911; he was reelected (by direct election) in 1916 and served from March 4, 1911, to March 3, 1923. During his two terms, he was the chairman of the Committee on the Philippines (Sixty-third through Sixty-fifth Congresses), the Committee on Foreign Relations (a portion of the Sixty-fifth Congress), and the Committee on Forest Reservations and Game Protection (Sixty-sixth Congress). As Chairman of the Foreign Relations Committee, he was a leading advocate of the League of Nations [5] and the Treaty of Versailles.[6] Hitchcock was an unsuccessful candidate for reelection in 1922 and for election in 1930. After the end of his Senate service, he resumed newspaper work in Omaha. He retired from active business in 1933 and moved to Washington, D.C., where he died on February 3, 1934.[1] He was interred in Forest Lawn Memorial Park in Omaha. Gilbert M. Hitchcock Elementary School and Hitchcock Park in Omaha were named in his honor.[7] The newspaper was then led by his son-in-law Henry Doorly, husband of Hitchcock's daughter Margaret. Collections of Senator Hitchcock's papers are housed at the Library of Congress and Nebraska State Historical Society.[8][9]","Title":"Gilbert Hitchcock - Wikipedia","KeyID":"5408","URL":"https://en.wikipedia.org/wiki/Gilbert_Hitchcock"}