{"Content: ":"Ernest William McFarland (October 9, 1894 – June 8, 1984) was an American politician, jurist and, with Warren Atherton, one of the \"Fathers of the G.I. Bill.\" He is the only Arizonan to serve in the highest office in all three branches of Arizona government, two at the state level, one at the federal level. He was a Democratic Senator from Arizona from 1941 to 1953 (Majority Leader from 1951 to 1953) before he was the tenth governor of Arizona from 1955 to 1959. Finally, McFarland sat as Chief Justice on the Arizona Supreme Court in 1968. McFarland was born to William Thomas and Keziah (Smith) McFarland on October 9, 1894, in a log cabin on his family's farm in Pottawatomie County, Oklahoma, near Earlsboro.[1] When he was eight, his family moved to Okemah for a year before it returned to Earlsboro. That had the effect of delaying McFarland's education for a year as Okemah then had no schools.[2] As a result, he graduated from Earlsburg High School in 1914.[3] After high school. McFarland enrolled at East Central State Normal School in Ada, Oklahoma.[4] He completed the required work for a temporary teaching certificate after one quarter. In late 1914 and early 1915, McFarland taught in a one-room school in Schoolton, Oklahoma, to raise funds for his education.[5] He then returned to East Central and taught mathematics at Ada High School to pay for his education.[6] Meanwhile, he was active in his school's debating societies and began a friendship with Robert S. Kerr, who was a member of the same debate club.[6] In mid-1915, McFarland completed his studies at East Central and left the school with a lifetime teaching certificate.[7] After East Central, McFarland enrolled at the University of Oklahoma.[3] Working various part-time jobs, he initially studied mathematics with the intention of having a career in education. After a year he changed majors to pre-law. Studying at an accelerated rate, McFarland graduated with a bachelor's degree on June 5, 1917.[7] Following his graduation, McFarland joined the US Navy soon after the US entered World War I, McFarland enlisted in the U.S. Navy.[8] He entered the military on December 11, 1917, as a seaman second class and was assigned to the Great Lakes Naval Training Station. The climate on the shore of Lake Michigan did not agree with him, and he was admitted to a naval hospital on March 3, 1918, as suffering from pneumonia.[9] McFarland spent the next several months in the hospital dealing with a variety of problems, including pericarditis, emphysema, and pleurisy.[10] It was not until early 1919 that McFarland had recovered enough for a navy medical board to recommend he receive an honorable discharge, which became effective on January 31, 1919.[11] After leaving the Navy, McFarland returned to Oklahoma for a short time before he decoded to move to Arizona.[12] He arrived in Phoenix on May 10, 1919, and after several days found employment at a local bank.[8][13] Seeing little opportunity for advancement at the bank, he applied to the Stanford University Law School. Before leaving to begin classes, he filed for a 160 acres (65 ha) homestead near Casa Grande.[14] McFarland would later refer to the land as his \"jackrabbit farm.\"[15] McFarland attended law school for four quarters before he took a break. His parents and younger brother had moved to Arizona.[16] At the time, Stanford recommended all law students to spend a quarter interning at a legal office. Feeling homesick after a year in California, McFarland worked at the Phoenix office of Phillips, Cox, and Phillips.[17] Hewas legal clerk for future Arizona Governor John Calhoun Phillips.[8] McFarland was also introduced to a variety of figures within the Arizona political establishment.[17] At the completion of his internship, he returned to Stanford. McFarland completed work on his Juris Doctor in the summer quarter in 1922.[18] In addition, he had completed the class work for a Masters of Arts degree in political science.[17] McFarland was admitted to the Arizona Bar later that year.[4] Upon graduation from law school, McFarland moved to Casa Grande to \"prove up\" his homestead claim and open his first legal practice.[19] The Arizona economy was doing poorly, and he found little legal work.[18] He dealt with the lack of work by becoming involved in politics.[19] McFarland worked for George W. P. Hunt's campaign during the 1922 governor's race.[20] After Hunt won the election, McFarland received an appointment as assistant attorney general.[21] In mid-1924, he returned to Stanford to complete work on his master's degree.[22] Later that year he was elected county attorney for Pinal County. As state law required the county attorney to reside in the county seat, McFarland moved to Florence. He served three 2-year terms in that position.[8] McFarland married Clair Collins on January 1, 1926.[23] The couple had initially met at a Christmas party at Stanford in 1919.[14] They had corresponded after their initial meeting, and by the time McFarland was elected, Collins was working at a teacher at Florence's high school. The couple had a son, William Ernest, in 1927 and a daughter, Jean Clair, in February 1929. William became ill and died several days before his sister's birth, and Jean died two days after her birth.[23] McFarland's wife suffered from depression following the loss of their two children.[8] She showed signs of improvement in 1930 as the couple expected a third child. The third child, Juliette, was stillborn, and Clare McFarland developed postpartum complications, which led to her death on December 12, 1930.[24] By February 1930, McFarland represented the state during Eva Dugan's final appeal before her execution, a task that he found very unpleasant.[23][25] Shortly afterwards, he decided that he was tired of being a prosecutor.[25] Instead, McFarland ran for a seat on the Superior Court in Pinal County but lost the race to the incumbent, Judge E. L. Green, 1464 to 1358.[24] Upon leaving office as county attorney, McFarland joined with his chief assistant, Tom Fulbright, to found the law office of McFarland and Fulbright.[8] The practice gained public recognition when McFarland won an appeal that determined Winnie Ruth Judd to be insane, but its primary area of effort was water law.[26] Despite the success of his legal practice, McFarland still wished to become a judge.[27] He ran a second time in 1934, defeated E. L. Green 2543 to 1542 in the primary, and was unopposed in general election.[28] In 1935, McFarland was sworn in, and he sat on the bench for the next six years.[8][4] As his workload in Pinal County was light, he accepted cases from other parts of the state, which allowed him to sit on the bench in every county in the state and to gain experience in issues in all parts of the state.[28] As a judge, his rulings were well respected, and he was overturned on appeal only three times.[28] While on the bench, McFarland became romantically involved with a widow, Edna Eveland Smith, who had a young daughter, Jewell.[29] She taught history and mathematics at Florence High School until the couple married[30] in Tucson on June 1, 1939.[31] McFarland also adopted his wife's daughter.[32] McFarland considered a run for a seat in the US House of Representatives following the resignation of Isabella Greenway and was repeatedly encouraged to run for Arizona Attorney General. Realizing that he lacked the resources for a statewide campaign, he did not run for those offices.[33] During the Senate election of 1940, McFarland counted on voters in Phoenix and Tucson to oppose any candidate from the other city.[30] He toured the state and reacquainted himself to various political leaders he had met during his time on the bench, but he waited to announce his intentions to run.[30] McFarland's late entry did not hurt him as he won the primary by nearly two-to-one and defeated the incumbent, Henry F. Ashurst.[30] He went on to win the general election and took office in January 1941.[4] His initial committee assignments were to Indian Affairs, Interstate Commerce, Irrigation and Reclamation, Judiciary, and Pensions.[30] Shortly after arriving in the Senate, Senator Gerald Nye convinced the Senate to create a committee looking into use of propaganda by the radio and motion picture industries.[30] Senator Burton K. Wheeler recommended McFarland be placed on Nye's committee under the assumption the freshman senator \"would keep his mouth shut.\"[30] Instead of remaining silent, McFarland became an outspoken critic of the committee and pointed out many accusations against films were being made by individuals who had not seen any of the films in question. McFarland gained national attention for his actions on the committee, with most of the nation viewing him favorably.[30] As a member of the Communications subcommittee, McFarland was involved in hearings dealing with the impact of developments in airmail, radio, telephones, and teletypes to the nation's telegraph services. The US telegraph market was dominated by Postal Telegraph and Western Union. Postal had been borrowing money from the Reconstruction Finance Corporation to maintain its infrastructure even though it was becoming obvious that Postal would be unable to pay back the loans. Those dealings with the FCC led McFarland to develop an interest in communications.[30] McFarland's experience in World War I led him to take an interest in the welfare of the troops during World War II.[30] Arguing that many members of the military had left jobs, families, and schools to fight during the war, McFarland sponsored the GI Bill as a means to assisting soldiers and sailors as they transitioned back into civilian life.[34] McFarland was re-elected to the Senate in 1946[4] and received an honorary L.L.D. from the University of Arizona in 1950.[35] In 1950, the Democratic membership of the Senate formed a 12-person team to ensure that at least one member of their party was on the floor of the Senate whenever the Senate was in session. That was done to ensure that the Democratic membership could be called to the floor if ever a vote was to be taken. McFarland was selected leader of the team and found it easier to remain on the floor himself than to find others to take the duty.[36] During the 1950 election, the two leading candidates for Democratic majority leader lost their re-election bids. With other members of his party appreciative of his efforts, McFarland was encouraged to run for a leadership position in January 1951.[36] McFarland was selected to be Senate Majority Leader for the 82nd Congress.[37] As majority leader, McFarland hosted a monthly lunch meeting to which he invited all committee chairmen and all freshmen senators. He used the informal setting as a forum to conduct a variety of Senate business.[36] For two years, McFarland had sat next to Harry Truman while they were both in the Senate. Both men then friends during this time, a situation that made it easy for the Senate Majority Leader to work with Truman after he became president.[36] McFarland believed it was part of his duty as majority leader to inform the president of an accurate view of what his fellow senators felt:[36] \"I never hesitated to present views contrary to those of the President in our conferences. As I've said before, I think that too frequently, the President is only told things people think he wants to hear. I would like to emphasize that it is not pleasant to present a view contrary to that of the President in such conferences.\"[36] He felt that his duties as majority leader were separate from those of representing the interests of his constituents.[36] He spoke before appropriations committee to ask for funds to bring water from the Colorado River to Central Arizona.[36] He became an expert on water law because of his efforts on Irrigation and Reclamation Committee.[36] He lost to Republican Barry Goldwater in both the 1952 (the last time a Senate party leader lost a bid for reelection until 2004, when John Thune defeated Tom Daschle in South Dakota) and 1958 Senate elections. McFarland was elected governor of Arizona in 1954 and re-elected in 1956. He worked with members of the Bureau of Reclamation to pick a location for the Glen Canyon Dam, and he emphasized education during his two terms in office. Shortly after he returned from the Senate, he and several friends formed the Arizona Television Company to start a television station in Phoenix. McFarland had long been intrigued by the still-new medium. In 1955, shortly after he had become governor, he opened KTVK, Phoenix's third television station. He chose the call letters \"because TV would be our middle name.\" KTVK was the ABC affiliate for much of Arizona until 1995 and then became one of the nation's most successful independent stations. It remained in the hands of McFarland's family until 1999. McFarland tried unsuccessfully to unseat Goldwater in 1958. After serving as governor, he returned to his law practice and was elected associate justice of the Arizona Supreme Court in 1964. He took part in Miranda v. Arizona and served as chief justice in 1968, thus completing a political \"grand slam.\" In his mid-1970s, McFarland served as director of the Federal Home Loan Bank of San Francisco and president of the Arizona Television Company. He died in Phoenix and is buried in that city's Greenwood/Memory Lawn Mortuary & Cemetery. There is now a monument at the Arizona State Capitol honoring him as the \"Father of the G.I. Bill.\" Also, the McFarland State Historic Park in Florence, Arizona, contains a preserved courthouse and other buildings from when Arizona was just a territory in 1878. McFarland purchased and donated them to the Arizona State Parks Board.","Title":"Ernest McFarland - Wikipedia","KeyID":"5411","URL":"https://en.wikipedia.org/wiki/Ernest_McFarland"}