{"Content: ":"George John Mitchell Jr. (born August 20, 1933)[2] is an American politician, diplomat, and lawyer. A leading member of the Democratic Party, he served as a United States senator from Maine from 1980 to 1995, and as Senate Majority Leader from 1989 to 1995. After retiring from the Senate, Mitchell played a leading role in negotiations for peace in Northern Ireland and the Middle East. He was appointed United States Special Envoy for Northern Ireland (1995–2001) by President Clinton and as United States Special Envoy for Middle East Peace (2009–2011) by President Barack Obama. Mitchell was a primary architect of the 1996 Mitchell Principles and the 1998 Good Friday Agreement in Northern Ireland, and was the main investigator in two \"Mitchell Reports\": one on the Arab–Israeli conflict (2001); and one on the use of performance-enhancing drugs in baseball (2007). Mitchell served as chairman of The Walt Disney Company from March 2004 until January 2007, and later as chairman of the international law firm DLA Piper. He was the Chancellor of Queen's University in Belfast, Northern Ireland, from 1999 to 2009. Mitchell also has served as a co-chair of the Housing Commission at the Bipartisan Policy Center.[3] In 2019, allegations by Virginia Giuffre surfaced where she claims that she was forced to have sex with Mitchell as part of the Jeffrey Epstein child trafficking ring.[4][5] Mitchell was born in Waterville, Maine. His father, George John Mitchell Sr. (born Joseph Kilroy), was born in Ireland and adopted by a Lebanese American when he was orphaned.[6][7] Mitchell's father was a janitor at Colby College in Waterville, where Mitchell was raised. Mitchell's mother, Mary (née Saad), was a textile worker who immigrated to the United States in 1920 from Bkassine, Lebanon, at the age of eighteen.[7][8] Mitchell was raised a Maronite Catholic and in his childhood served as an altar boy at St. Joseph's Maronite Church in Maine.[9][10] Throughout junior high school and high school, he worked as a janitor.[11] In the family of five children, all three of his brothers were athletes; though a talented student as a child, he found himself overshadowed by his brothers' athletic achievements.[11] After graduating from high school at the age of sixteen,[6] Mitchell attended Bowdoin College in Brunswick, Maine, where he worked several jobs and played on the basketball team.[6] He graduated with a Bachelor of Arts degree in 1954, intending to attend graduate school and then teach, but instead served in the United States Army from 1954 to 1956, rising to First Lieutenant. In 1961, Mitchell received his Bachelor of Laws from Georgetown University Law Center by attending its part-time program at night. He has since received an honorary Doctor of Laws degree from Bates College. After having performed well academically at Georgetown, Mitchell served as a trial attorney for the Antitrust Division of the United States Department of Justice in Washington from 1960 to 1962, and then as executive assistant to Senator Edmund S. Muskie from 1962 to 1965, where he first gained interest in the political world.[11] Afterwards, Mitchell practiced law with Jensen & Baird[12] in Portland, Maine, from 1965 to 1977 and was assistant county attorney for Cumberland County, Maine, in 1971. In 1974 Mitchell won the Democratic nomination for governor of Maine, defeating Joseph E. Brennan. He lost in the general election to independent candidate James B. Longley, but was appointed United States Attorney for Maine by President Jimmy Carter in 1977. Mitchell served in that capacity from 1977 to 1979. Mitchell was nominated by President Carter on July 31, 1979, to the United States District Court for the District of Maine, to a new seat authorized by 92 Stat. 1629. He was confirmed by the Senate on October 4, 1979, and received his commission on October 5, 1979. His service terminated on May 16, 1980, due to his resignation. Mitchell was appointed to the United States Senate in May 1980 by the governor of Maine, Joseph Brennan, when Edmund Muskie resigned to become US Secretary of State. After serving out the remainder of Muskie's term, Mitchell was elected to his first full term in 1982 with approximately 61 percent of the vote against Congressman David Emery, and rose quickly in the Senate Democratic leadership. He was elected as the chair of the Democratic Senatorial Campaign Committee in 1984, helping the Democrats regain control of the Senate in 1986 with a net eight new seats and a 55—45 majority in the Senate. He served as Deputy President pro tempore in the 100th United States Congress, because of the illness of President pro tempore John C. Stennis, and remains the only senator other than Hubert Humphrey to have held that post. The position of Deputy President pro tempore was created specifically to be held by a current Senator who is a former president or former Vice President of the United States. Humphrey is a former Vice President of the United States and Mitchell is the only person to have been Deputy President pro tempore who has never held one or both of the two highest offices of the US government. In 1988 Mitchell was reelected with 81 percent of the vote, the largest margin of victory in a Senate election that year and the largest majority ever for a senator from Maine. Mitchell voted in favor of the bill establishing Martin Luther King Jr. Day as a federal holiday and the Civil Rights Restoration Act of 1987 (as well as to override President Reagan's veto).[13][14][15] Mitchell voted against the nominations of Robert Bork and Clarence Thomas to the U.S. Supreme Court, stating explicitly that he believed Thomas’ nomination constituted a racial quota.[16] Mitchell served as Senate Majority Leader from 1989 to 1995. While in this role, Mitchell led the movement to reauthorize the Clean Air Act in 1990 and pass the Americans with Disabilities Act of 1990. Additionally, under his leadership, the Senate approved the North American Free Trade Agreement and the formation of the World Trade Organization. In 1994, he turned down an offer of appointment by President Bill Clinton to the United States Supreme Court,[6] to replace the retiring Harry A. Blackmun so that he could continue helping with efforts in the Senate to pass significant health-care legislation. The seat ultimately went to Stephen Breyer. Nevertheless, Congress was not able to pass any significant health-care legislation at the time, and Mitchell did not run for reelection in 1994. For 1994, Mitchell's last year in the Senate, the American Conservative Union gave him a rating of 0.00 on a scale of 0 to 100, with 100 being most conservative.[17] For the same year, the Americans for Democratic Action gave him a score of 90 on a scale of 0 to 100, with 100 being most liberal.[18] Mitchell has served as a director of companies including Walt Disney Company; FedEx; Xerox; Unilever; Staples, Inc.; Starwood; and the Boston Red Sox baseball team. After leaving the Senate, Mitchell joined the Washington, D.C., law firm Verner, Liipfert, Bernhard, McPherson and Hand; he later became the firm's chairman. He was criticized for lobbying on behalf of the firm's Big Tobacco clients.[19][20] He is also senior counsel to Preti, Flaherty, Beliveau, Pachios, Orlick & Haley in Portland, Maine. He is Partner and Chairman of the Global Board of DLA Piper, US LLP, a global law firm. Mitchell served as an Advisor of ZeniMax Media Inc.[21] He has also served on the advisory board of The Iris Network, a nonprofit blindness rehabilitation agency in Portland.[22] In 2007, Mitchell joined fellow former Senate Majority Leaders Howard Baker, Bob Dole, and Tom Daschle to found the Bipartisan Policy Center, a non-profit think tank that works to develop policies suitable for bipartisan support.[23] Mitchell was reportedly among those considered by Al Gore as a running mate for his 2000 presidential run, but Gore selected Joe Lieberman.[24] Had Mitchell been nominated and had the Democratic ticket won that year, he would have been the first Arab American to serve as the Vice President of the United States, and only the second Vice President from Maine, after Hannibal Hamlin. He also was mentioned in both 2000 and in 2004 as a potential Secretary of State for a Democratic administration, due to his role as Senate Leader and the Good Friday agreements. Since 2002, Mitchell has been a Senior Fellow and Senior Research Scholar at Columbia University's Center for International Conflict Resolution, where he works to help end or avert conflicts between nations. He was the Chancellor of the Queen's University of Belfast, Northern Ireland, until his resignation in April 2009, and namesake of the George J. Mitchell Scholarship, which sponsors graduate study for twelve Americans each year in the Republic of Ireland and Northern Ireland. He is the founder of the Mitchell Institute, in Portland, Maine, whose mission is to increase the likelihood that young people from every community in Maine will aspire to, pursue and achieve a college education.[25] In 2007, he became a visiting Professor in Leeds Metropolitan University's School of Applied Global Ethics, and the university is developing a new Centre for Peace and Conflict Resolution bearing his name.[26] Mitchell led an American fact-finding commission initiated under President Bill Clinton in 2000 intended to find solutions for solving the situation between Israel and the Palestinians. Mitchell's report, published in 2001, stressed the need for Israel to halt the expansion of its settlements in the Palestinian territories and for the Palestinians to prevent violence. Interest in the report was renewed when Mitchell was named Special Envoy for Middle East Peace in 2009.[27] Mitchell served as co-chairman (with Newt Gingrich) of the Congressionally mandated Task Force on the United Nations, which released its findings and recommendations on June 15, 2005, after having been formed that January. George J. Mitchell serves as an Honorary Co-chair for the World Justice Project. The World Justice Project works to lead a global, multidisciplinary effort to strengthen the Rule of Law for the development of communities of opportunity and equity. Since 1995, Mitchell has been active in the Northern Ireland peace process, having served as the United States Special Envoy for Northern Ireland under President Bill Clinton. He first led an international body to review options for paramilitary arms decommissioning, which produced the Mitchell Principles that regulated access to subsequent all-party peace talks. Mitchell then co-chaired the all-party talks, leading to the Belfast Agreement, signed on Good Friday 1998 (known since as the \"Good Friday Agreement\"). Mitchell's mediation between the parties was crucial to the success of the talks.[citation needed] He was succeeded as special envoy by Richard Haass. For his involvement in the Northern Ireland peace negotiations, Mitchell was awarded the Liberty Medal (on July 4, 1998) and the Presidential Medal of Freedom (on March 17, 1999). In accepting the Liberty Medal, he stated: \"I believe there's no such thing as a conflict that can't be ended. They're created and sustained by human beings. They can be ended by human beings. No matter how ancient the conflict, no matter how hateful, no matter how hurtful, peace can prevail.\"[28] On March 4, 2004, Disney's board of directors, on which Mitchell had served since 1995, named him Michael Eisner's replacement as Chairman of the Board after 43% of the company's shares were voted against Eisner's reelection (35% was the minimum for disposal). Mitchell himself received a 24% negative vote,[29] a fact that led dissident Disney shareholders Roy E. Disney and Stanley Gold to criticize the appointment of Mitchell, whom they saw as Eisner's puppet. Having already served on the boards of companies including Xerox, Starwood, FedEx, and Staples, Inc., Mitchell assumed his new role at a particularly tumultuous time in the company's history, needing to face such issues as Comcast's hostile takeover attempts and a possible split with Pixar.[29] Mitchell played an important role in the selection of Robert A. Iger as Eisner's successor as CEO in 2005.[29] On June 28, 2006, Disney announced that its board had elected one of its members, John Pepper Jr., former CEO of Procter & Gamble, to replace Mitchell as chairman effective January 1, 2007.[30] In 2006, Mitchell was tapped by MLB Commissioner Bud Selig to lead an investigation into the use of performance-enhancing drugs by Major League Baseball players. The investigation derived largely from charges against Barry Bonds, and revelations in the Bay Area Laboratory Co-Operative (BALCO) trials of Victor Conte and Greg Anderson. Selig has said that revelations brought forth in the 2005 book Game of Shadows were, by way of calling attention to the issue, in part responsible for the league's decision to commission an independent investigation. To this day Mitchell is known to have held meetings with only two active players, Jason Giambi, who was ordered to meet Mitchell by Commissioner Selig in light of his public admissions on the issue, and one additional player whose name was initially not made public but was later revealed to be Frank Thomas.[31] Mitchell did however hold extensive meetings with several known steroid dealers, club attendants, personal trainers, and others who had ties to all players named in the report. Even though the union that protects the players had pressured all but Giambi and Thomas into maintaining the culture of silence that had helped the drug problem remain a secret, there was plenty of other evidence against those named in his report. Mitchell released a 409-page report of his findings on December 13, 2007.[32] The report includes the names of 89 former and current players for whom it claims evidence of use of steroids or other prohibited substances exists. This list includes names of Most Valuable Players and All-Stars, such as Roger Clemens, Andy Pettitte, Miguel Tejada, Denny Neagle, Paul Lo Duca, David Justice, Barry Bonds, Éric Gagné, Todd Hundley, Randy Velarde, and Benito Santiago. Mitchell was criticized for having a conflict of interest with the report as he was a director of the Boston Red Sox, especially because no prime Red Sox players were named in the report,[33] despite the fact that Red Sox stars David Ortiz and Manny Ramirez were later accused of using performance-enhancing substances during the 2003 season, as reported by The New York Times on July 30, 2009.[34] Likewise, the report was commissioned by Selig, and no members of the Milwaukee Brewers, whom Selig once owned, appeared in the report. The Los Angeles Times reported that Mitchell acknowledged that his \"tight relationship with Major League Baseball left him open to criticism\".[35] Mitchell responded to the concerns by stating that readers who examined the report closely \"will not find any evidence of bias, of special treatment of the Red Sox\".[35] On January 22, 2009, President Barack Obama and Secretary of State Hillary Clinton appointed Mitchell as the administration's Special Envoy to the Arab-Israeli peace process, formally known as the \"Special Envoy for Middle East Peace\".[36] The appointment was seen as an indication of the new Obama administration's increased focus on the Israeli–Palestinian conflict. The choice of Mitchell allowed Obama to demonstrate the seriousness and sincerity of his intentions regarding the peace process, without forcing him to immediately embark on a specific initiative before conditions were yet ripe. An analyst at the Woodrow Wilson International Center for Scholars said Mitchell's appointment \"says to the world, 'I care about this issue; be patient with me.'\"[36] Abraham Foxman, the National Director of the Anti-Defamation League, has stated that, \"Sen. Mitchell is fair. He's been meticulously even-handed\".[37] Within the first week of his appointment, Mitchell was dispatched to visit Israel, the West Bank, Egypt, Jordan, Turkey, and Saudi Arabia for peace discussions in light of the 2008-09 Gaza War between Israel and the Gaza Strip, in which both sides had recently entered into unilateral ceasefires. Mitchell began his meetings in Cairo on January 27, and Obama said his visit was part of the president's campaign promise to listen to both sides of the Israeli–Palestinian conflict and negotiate a peace deal. However, in a continuation of a George W. Bush administration policy, Mitchell did not plan to talk to Hamas, a group Israel and the United States consider a terrorist organization, but instead focus on talks with the Palestinian National Authority.[38] Mitchell first met with new Israeli Prime Minister Benjamin Netanyahu in February 2009[39] and has met with many notable figures of the Middle East since. In 2010, he led the US delegation to the Palestine Investment Conference.[40][41] On May 13, 2011, George Mitchell tendered his resignation from the post of Special Envoy to the Middle East.[42] Obama praised Mitchell, stating, \"His deep commitment to resolving conflict and advancing democracy has contributed immeasurably to the goal of two states [Israel and Palestine] living side by side in peace and security.\"[43] In 2012, Mitchell was asked to lead talks towards determining fines involved in the 2010 San Bruno pipeline explosion.[44] In June 2014, Mitchell was hired as a senior advisor at the public relations and advisory company Teneo,[45] a firm closely connected to the Clintons.[46] Like Mitchell, who in 1995[45] had been appointed special envoy to Northern Ireland by President Bill Clinton,[46] Teneo founder and CEO Declan Kelly had been appointed economic envoy to Northern Ireland in September 2009 by Secretary of State Hillary Clinton.[46][47] Mitchell was married for 26 years until he and his wife Sally divorced in 1987. They are the parents of a daughter, Andrea. In December 1994, he married Heather MacLachlan, 35, a sports management consultant.[48][49] They have a son, Andrew, and daughter, Claire, named in honor of Claire Bowes (née Gallagher) who had so inspired him when she was blinded in the Omagh bombing.[50] Mitchell was diagnosed with a \"small, low grade, and localized\" prostate cancer in 2007.[51] In August 2020, he was diagnosed with leukemia.[52] Virginia Roberts Giuffre, a woman who has long claimed that disgraced financier and convicted sex offender Jeffrey Epstein forced her to have sex with powerful men, named Mitchell in documents unsealed on August 9, 2019 (a day before Epstein's death) by a Federal court in the Southern District of New York. The papers included affidavits and depositions of key witnesses in a 2015 lawsuit that Giuffre filed against Epstein and his associate Ghislaine Maxwell.[53] Giuffre accused the two individuals of sex-trafficking her to high-profile individuals, including Mitchell, in the early 2000s while she was underage.[5][54] Mitchell denied ever having met or spoken with Giuffre, and stated that he became aware of Epstein's criminal prosecution only through the media.[5] On November 30, 2021, Epstein's former pilot Larry Visoski named Mitchell as one of the people he recalled flying on one of Epstein's private planes, but claimed to have never seen sexual activity nor indication that such activity had taken place.[55][56] In 1994, Mitchell received the US Senator John Heinz Award for Greatest Public Service by an Elected or Appointed Official, an award distributed annually by Jefferson Awards.[57] In recognition for his role in the Northern Ireland peace process, Mitchell was awarded the Presidential Medal of Freedom and the Liberty Medal, and was nominated for the Nobel Peace Prize in 1998.[58] In addition, in 1999 Mitchell was invested as an Honorary Knight Grand Cross of the Order of the British Empire (GBE). In 2002, he received the Golden Plate Award of the American Academy of Achievement.[59][60] In 2003, he received the Freedom Medal.[61] On January 28, 2014, a portrait of Mitchell was unveiled for display at the Maine State Capitol alongside those of other notable Mainers.[62] On April 10, 2018, Mitchell was awarded Freedom of the City of Belfast, alongside former President Bill Clinton in a ceremony at the Ulster Hall.[63] 1 Previously appointed to the office by then-Governor Joe Brennan in 1980 following the resignation of Ed Muskie to become Secretary of State","Title":"George J. Mitchell - Wikipedia","KeyID":"5414","URL":"https://en.wikipedia.org/wiki/George_J._Mitchell"}