{"Content: ":"The Democratic National Committee (DNC) is the governing body of the United States Democratic Party. The committee coordinates strategy to support Democratic Party candidates throughout the country for local, state, and national office, as well as works to establish a \"party brand\".[3] It organizes the Democratic National Convention held every four years to nominate a candidate for President of the United States and to formulate the party platform. While it provides support for party candidates, it does not have direct authority over elected officials.[4] When a Democrat is president, the White House controls the Committee. According to Boris Heersink, \"political scientists have traditionally described the parties’ national committees as inconsequential but impartial service providers.\"[5][6] Its chair is elected by the committee. It conducts fundraising to support its activities.[4] The DNC was established at the 1848 Democratic National Convention.[1] The DNC's main counterpart is the Republican National Committee. The DNC is responsible for articulating and promoting the Democratic platform and coordinating party organizational activity. When the president is a Democrat, the party generally works closely with the president. In presidential elections, it supervises the national convention and, both independently and in coordination with the presidential candidate, raises funds, commissions polls, and coordinates campaign strategy. Following the selection of a party nominee, the public funding laws permit the national party to coordinate certain expenditures with the nominee, but additional funds are spent on general, party-building activities.[7] There are state committees in every state, as well as local committees in most cities, wards, and towns (and, in most states, counties). The chairperson of the DNC is elected by vote of members of the Democratic National Committee.[8]: 5  The DNC is composed of the chairs and vice-chairs of each state Democratic Party's central committee, two hundred members apportioned among the states based on population and generally elected either on the ballot by primary voters or by the state Democratic Party committee, a number of elected officials serving in an ex officio capacity, and a variety of representatives of major Democratic Party constituencies. The DNC establishes rules for the caucuses and primaries which choose delegates to the Democratic National Convention, but the caucuses and primaries themselves are most often run not by the DNC but instead by each individual state. Primary elections, in particular, are invariably conducted by state governments according to their own laws. Political parties may choose to participate or not participate in a state's primary election, but no political party executives have any jurisdiction over the dates of primary elections, or how they are conducted.[citation needed] All DNC members are superdelegates to the Democratic National Convention, and their role can affect the outcome over a close primary race. These delegates, officially described as \"unpledged party leader and elected official delegates,\" fall into three categories based on other positions they hold:[9] In addition, a National Advisory Board exists for purposes of fundraising and advising the executive. The present chair is Elizabeth Frawley Bagley, former U.S. Ambassador to Portugal. The Deputy Chair of the Democratic National Committee was re-established by Tom Perez in February 2017 after his win in the 2017 DNC Chair race. After a close victory over Minnesota Congressman Keith Ellison, Perez appointed Ellison as Deputy Chair in an attempt to lessen the divide in the Democratic Party after the contentious 2016 Democratic presidential primaries, which saw conflicts between supporters of Hillary Clinton and Bernie Sanders.[17] Perez was seen as being more in line with the Clinton wing, while Ellison was more in line with the Sanders wing.[18] The role's revival in 2017 has been described by critics as largely titular and ceremonial.[19] On November 8, 2018, Ellison resigned from the position due to his win in the Minnesota Attorney General election.[20] The position remains unoccupied. In the 1970s, the DNC had its head office in the Watergate complex, which was burglarized by entities working for Richard Nixon's administration during the Watergate scandal. Chinagate was an alleged effort by the People's Republic of China to influence domestic American politics prior to and during the Clinton administration.[23] In 2002, the Federal Election Commission fined the Democratic National Committee $115,000 for its part in fundraising violations in 1996.[24] Cyber attacks and hacks were claimed by or attributed to various individual and groups such as: On July 22, 2016, WikiLeaks released approximately 20,000 DNC emails.[34] Critics claimed that the Committee unequally favored Hillary Clinton and acted in support of her nomination while opposing the candidacy of her primary challenger Bernie Sanders. Donna Brazile corroborated these allegations in an excerpt of her book published by Politico in November 2017.[35] The leaked emails spanned sixteen months, terminating in May 2016.[36] The WikiLeaks releases led to the resignations of Chairperson Debbie Wasserman Schultz, Communications Director Luis Miranda, Chief Financial Officer Brad Marshall and Chief Executive Amy Dacey.[37] After she resigned, Wasserman Schultz put out a statement about possible FBI assistance in investigating the hacking and leaks, saying that \"the DNC was never contacted by the FBI or any other agency concerned about these intrusions.\"[38] During a Senate hearing in January 2017, James Comey testified that the FBI requested access to the DNC's servers, but its request was denied. He also testified that old versions of the Republican National Committee's servers were breached, but then-current databases were unaffected.[39] The DNC subsequently filed a lawsuit in federal court against WikiLeaks and others alleging a conspiracy to influence the election.[40] The DNC has existed since 1848.[41] During the 1848 Democratic National Convention, a resolution was passed creating the Democratic National Committee, composed of thirty members, one person per state, chosen by the states' delegations, and chaired by Benjamin F. Hallett.[42]","Title":"Democratic National Committee - Wikipedia","KeyID":"5418","URL":"https://en.wikipedia.org/wiki/Democratic_National_Committee"}