{"Content: ":"Robert Milligan McLane (June 23, 1815 – April 16, 1898) was an American politician, military officer, and diplomat. He served as U.S. minister to Mexico, France, and China, as a member of the U.S. House of Representatives from Maryland's 4th district, as chairman of the Democratic National Committee, and as the 39th governor of Maryland.[1] McLane was born in Wilmington, Delaware, in 1815, the son of Louis McLane and Catherine Mary Milligan. His birthplace, the Louis McLane House, was added to the National Register of Historic Places in 1973.[2][3] He received early education from a private school conducted by John Bullock, a Quaker. He received higher education from St. Mary’s College in Baltimore, Maryland until he moved with his family to Europe, after his father had been appointed as an ambassador to England. He was sent to Paris to receive further education from Collège Bourbon, where he became acquainted with the Marquis de Lafayette. His elder brother was Louis McLane, former president of Wells Fargo & Co.[4] McLane and his family moved back to the United States in 1833 when his father was appointed Secretary of the Treasury. The same year, McLane was appointed as a cadet in the United States Military Academy at West Point by President Andrew Jackson, and graduated in July 1837 with a commission as second lieutenant of Artillery in the United States Army. McLane was deployed with his regiment to Florida during the Seminole War in 1837 under the command of General Thomas S. Jesup, and in 1838 was re-deployed to the west under General Winfield Scott. In 1838, he was transferred to the Corps of Topographical Engineers under General Zachary Taylor. In 1841, he was sent to the Northern Lakes for survey work and was also sent to Europe to examine the dikes and drainage systems in the Netherlands and Italy. While in Europe, he met his future wife, Georgine Urquhart, and eventually fathered two children with her. McLane resigned his commission in 1843 to pursue the study of law, and was admitted to the bar the same year. He commenced practice in Baltimore thereafter. In 1845, McLane was elected as a representative of Baltimore City to the Maryland House of Delegates after successfully campaigning for President James K. Polk a year previous. In 1846, McLane ran for Congress and defeated his Whig opponent, John P. Kennedy, by 500 votes. He was re-elected two years later, and served from March 4, 1847, to March 3, 1851. In Congress, McLane was seen as an exceptional orator, and, during his second term, was chosen as chairman of the Committee on Commerce. He was not a candidate for renomination in 1850. After his tenure in Congress, McLane moved to the Western United States to become a counsel for a mining corporation, which was engaged in legal activities regarding property in California. He remained out West until 1852, when he returned to Maryland to serve as Presidential elector for Franklin Pierce. In 1853, during the Taiping Rebellion, President Pierce appointed McLane as commissioner to China, with the powers of a Minister Plenipotentiary, and at the same time accredited to Japan, Siam, Korea, and Cochin China. Despite the civil war, McLane was ordered to secure commercial relations between China and the United States, and was also ordered to negotiate with the rebels while also retaining diplomatic relations with the Imperial Government. He successfully renewed trade relations between both nations, but returned to the United States in 1854 due to poor health. After his return to the United States, he resumed his political activity by serving as delegate to the Democratic National Convention in 1856, during which he supported future President James Buchanan. The United States and Mexico had broken off diplomatic relations in 1858, after which civil war broke out in Mexico. McLane was appointed Envoy Extraordinary and Minister Plenipotentiary to Mexico on March 7, 1859, and was charged to determine if the government of Benito Juárez, in opposition to the Emperor, was worthy of recognition. He also negotiated, as ambassador, the McLane-Ocampo Treaty, which would have expanded the transit rights of the U.S. across the Isthmus of Tehuantepec to include an interoceanic canal concession. However, the treaty was not ratified by the United States Senate. McLane retired as Ambassador to Mexico on December 22, 1860. During the American Civil War, the Federal Government, under President Abraham Lincoln, forcibly forbade the state of Maryland from joining the Confederacy. McLane was a member of the delegation sent to Washington, D.C. to question the actions of the Federal Government. McLane personally believed that the Federal Government did not have the Constitutional right to force Maryland into submission, but determined, along with the rest of the delegation, that Maryland should not secede. During the rest of the War, McLane refocused his attention back towards his law practice, as he had been appointed counsel for the Western Pacific Railroad in the winter of 1863. McLane would continue to devote his energies towards his law practice until well after the end of the Civil War, and did not re-enter politics until the Democratic National Convention in 1876. He entered the Maryland State Senate in 1877, representing Baltimore City. He left the State Senate in 1879 to again run for election to Congress. He was successful, and served two terms from March 4, 1879, to March 3, 1883. During his first term in Congress, he was chairman of the Committee on Pacific Railroads. McLane, according to Athen's Post newspaper of 22 March 1861, drew page 1 notice when harangued the audience delighted to hear him \"By the living God, the Susquehanna river will run red with blood....I pledge my life and heart to march with you.... For what? To prevent a single human being from crossing into Maryland to execute the laws of the United States.\" Like many, McLane pumped up the crowds with hate and fear, lots of bravado, but those men who pumped-up crowds this way—did not actually do anything but get others to invade and kill, while they found ways to avoid actual battle. In 1883, the Maryland Democratic Party nominated McLane to be the next Governor of Maryland. In the election, McLane handily defeated his Republican opponent, Hart Benton Holton, by 12,000 votes. During his tenure, several notable pieces of legislation were passed, including the establishment of the Bureau of Statistics and Labor Information, and the establishment of a universal time standard throughout the state. McLane only served as governor for slightly over a year, from January 8, 1884, until his resignation on March 27, 1885, having been appointed by President Grover Cleveland as United States Minister Plenipotentiary to France. McLane moved to France with his wife, whom he had met there many years previously, to carry out his ambassadorial duties. He established permanent residence in Paris even after his tenure as ambassador expired in 1889, due to his wife's declining health. His own health began to decline in 1891, culminating in 1898 when he died. His body was returned to Baltimore, and was interred at Greenmount Cemetery. He was admitted as a hereditary member of The Society of the Cincinnati in the state of Maryland in 1858 and later served as the president of the Maryland Society from 1885-1899.[6] The Maryland State Oyster Police Force (“Oyster Navy”), later the State Fishery Force steamer Governor R. M. McLane, serving the state from 1884—1945 with a brief World War I period commissioned USS Governor R. M. McLane (SP-1328) was named in his honor.","Title":"Robert Milligan McLane - Wikipedia","KeyID":"5420","URL":"https://en.wikipedia.org/wiki/Robert_Milligan_McLane"}