{"Content: ":"William Henry Barnum (September 17, 1818 – April 30, 1889) was an American politician, serving as a state representative, congressman, U.S. senator, and finally as chairman of the Democratic National Committee. He was also known as \"Seven Mule Barnum\". Barnum was born in Berkshire County, Massachusetts, the son of Laura (Tibbals) and Milo Barnum.[1] Barnum moved to Lime Rock, Connecticut, and served in the state house of representatives from 1851 to 1852. He then served in the United States House of Representatives for Connecticut's 4th District from March 4, 1867, until his resignation on May 18, 1876. Barnum then became a U.S. senator, serving until March 3, 1879. He was chairman of the DNC from 1877 to 1889. He died in Lime Rock on April 30, 1889, and is buried in Lime Rock Cemetery. In addition to Barnum's political attainments — which also include defeating his third cousin, the famous showman P. T. Barnum, for Congress, and notably being the longest-serving chair of the Democratic National Committee — Barnum was a prominent industrialist. The Barnum Richardson Company, of which he was chief executive, was headquartered in Lime Rock (now a neighborhood of Lakeville), and was the leading company in the Salisbury iron district of that time, owning or controlling iron mines, charcoal production resources, limestone quarries, and rail transportation. Barnum Richardson Company was also the preeminent manufacturer of railroad car wheels at a time when the railroad industry held a place in the economy analogous to the computer industry today. In 1872 he partnered with Collis P. Huntington to finance Ensign Manufacturing Company, a railroad freight car manufacturer. Among Ensign's products were the largest wooden hopper cars built for the Central Pacific Railroad as well as a large number of high-capacity wood boxcars for the Southern Pacific Railroad (both railroads were controlled in part by Huntington). Ensign was one of the 13 companies that merged in 1899 to form the American Car and Foundry Company.[2][3] William H. Barnum was a founder of the Barnum & Richardson Company of Lime Rock, Connecticut, and Chicago, Illinois. The corporation grew to immense profitability and industrial volume, and became one of the foremost metal products manufacturers in the world. William H. Barnum had a nephew, Milo Barnum Richardson, who was a leader in New York City finance and insurance, having acted as a founder of the New York City branch of the Caledonian Life Insurance Company of Scotland. Milo B. Richardson, who also was a leader in the development and management of New England railroads, served as president of the Barnum & Richardson Company. Through the marriage of his sister to Connecticut industrialist and financier Leonard Richardson, William H. Barnum was collaterally related to the Jacob Bunn and John Whitfield Bunn industrial and financial family of Springfield, and Chicago, Illinois. William H. Barnum was a pioneer in religious tolerance. Although an Episcopalian (he was the principal donor for the construction of, and chairman of the incorporators of Trinity Episcopal Church in Lime Rock), he did not discriminate against Roman Catholics as so many in that area of New England did at the time. Notably, according to several stories in 1883 in the New York Times, he contributed around $6,000 to St. Mary's Roman Catholic Church of Lakeville, and later contributed $500 to build a new Roman Catholic church in Cornwall Bridge. Importantly, when the local community angrily responded to the raising of a crucifix by the local Catholic priest by demanding that Barnum fire all his Catholic workmen, he declined to do so.","Title":"William Henry Barnum - Wikipedia","KeyID":"5425","URL":"https://en.wikipedia.org/wiki/William_Henry_Barnum"}