{"Content: ":"Barbaridactylus is a nyctosaurid pterosaur from the Ouled Abdoun Basin of Morocco, a basin that dates back to the Maastrichtian stage of the Late Cretaceous. It was published in 2018 by paleontologists Nicholas R. Longrich, David M. Martill, and Brian Andres. In the same publication, two other nyctosaurids from the same basin were described: Alcione and Simurghia.[1] The type and only species is B. grandis. All known specimens of Barbaridactylus were uncovered in a 3-year dig that unearthed about 200 pterosaur specimens. Its type specimen is FSAC-OB 232, which consists of its right femur, left radius, ulna, humerus, and scapulocoracoid, and partial mandible. Four other specimens have been referred to Barbaridactylus, FSAC-OB 8, 9, 10, and 11. They are all humeri.[1] Barbaridactylus is named after the Barbary Coast of North Africa, and the Greek dactylo, meaning \"finger\".[1] The proper word for \"finger\" in Ancient Greek however, is daktylos (δάκτυλος).[2] Its specific name, grandis means \"great\" in Latin.[1] Barbaridactylus is a large nyctosaurid, with a humerus length of 225 millimeters (8.9 in). Like other nyctosaurids, Barbaridactylus had upward-curving jaws. The only known cervical is also rather typical for nyctosaurids, as it is proportionately short and broad, a morphology also present in the related pteranodontids. The scapulocoracoid is fused, meaning that the animal was probably an adult. It is boomerang shaped, and the two bones (the scapula and coracoid) form a 60 degree angle. The humeral shaft is long and thin. The hatchet-shaped deltopectoral crest (a distinctive feature of nyctosaurids) is in a notably distal location in relation to the humeral head, more similar to that of Nyctosaurus than Alcione. This crest is short and broad, and the expanded tip is weakly developed, which are basal features. The deltopectoral crest appears warped from an anterior view, more so than in other nyctosaurids, but much less than in pteranodontids. There is a pneumatic fossa located on the ventral surface of each humeral head that is unique to this species. The ulna is relatively gracile, unlike the robust ulna of Alcione, and its ends are weakly expanded. The diameter radius is approximately two thirds that of the ulna. The femur of Barbaridactylus is relatively typical for a nyctosaurid, although it lacks the strong distal expansion present in other nyctosaurids. Instead, it expands more gently, similar to that of Pteranodon.[1] Below is a cladogram showing the results of a phylogenetic analysis first presented by Andres and colleagues in 2014, and updated with additional data by Longrich and colleagues in 2018. In this analysis, they found Barbaridactylus to be the sister taxon of the Nyctosaurus species N. lamegoi, both placed within the family Nyctosauridae.[3][1] Azhdarchoidea Piksi barbarulna Ornithocheiromorpha Pteranodon sternbergi Pteranodon longiceps Tethydraco regalis Alamodactylus byrdi Volgadraco bogolubovi Cretornis hlavaci Alcione elainus Simurghia robusta Muzquizopteryx coahuilensis Barbaridactylus grandis Nyctosaurus lamegoi Nyctosaurus nanus Nyctosaurus gracilis Barbaridactylus was discovered in upper Maastrichtian phosphates located in the Ouled Abdoun Basin of Northern Morocco. This geological formation does not belong to a formation. It is divided into couches, with Barbaridactylus being discovered in Couche III. This layer dates back to the latest Maastrichtian, about 1 million years before the extinction event at the end of the Cretaceous. Couche III represents the most diverse marine ecosystem known from the time.[1] A large variety of marine life is known from the region, including sharks and bony fish, in addition to turtles, plesiosaurs and mosasaurs. A few rare, fragmentary dinosaur fossils are known, including an abelisaur and a sauropod. Other pterosaurs in the formation were originally only represented by the azhdarchid Phosphatodraco mauritanicus. However, in addition to Barbaridactylus, more recent studies have revealed at least five more pterosaur species from this location, including Alcione, Simurghia and Tethydraco.[1]   ","Title":"Barbaridactylus - Wikipedia","KeyID":"543","URL":"https://en.wikipedia.org/wiki/Barbaridactylus"}