{"Content: ":"Frank Comerford Walker (May 30, 1886 – September 13, 1959) was an American lawyer and politician. He was the United States Postmaster General from 1940 until 1945, and the chairman of the Democratic National Committee from 1943 until 1944. Frank Walker was born in Plymouth, Pennsylvania, the son of David Walker, a grocer, and his wife, Ellen Comerford, but moved with his family to Montana when he was four years old. He attended Gonzaga University in Spokane, Washington for three years and earned a law degree from Notre Dame in 1909. He then joined his older brother Thomas in a law practice in Butte, Montana. In 1913, he was elected to a term as a Montana state representative. During World War I, Walker volunteered for the U.S. Army. He became a first lieutenant and saw action on the Western Front. After the war, he returned to his law practice. He married Hallie Boucher in November 1914 and they had two children (Thomas and Laura).[5] In 1925, he moved to New York City, where he became manager and general counsel of Comerford Theatres, a chain of movie theaters owned by his uncle Michael Comerford. For a time he was the pro-bono legal advisor to the Motion Picture Theater Owners of America, a trade organization. In New York, Walker expanded his political activities, and became an early supporter of Franklin D. Roosevelt. In 1931, he co-founded the Roosevelt for President Society. In 1932, he became Treasurer of the Democratic National Committee (DNC). Until Roosevelt's death, Walker was one of his closest advisers. When Roosevelt became President in 1933, he appointed Walker executive secretary of the National Emergency Council, a New Deal agency related to the NRA. In 1940, Walker became Postmaster General (succeeding James Farley, who had also been DNC Chairman and Roosevelt's campaign manager). As Postmaster General, Walker continued his role as political adviser, often taking part in matters far removed from the Post Office. For instance, during the negotiations which preceded the December 1941 attack on Pearl Harbor, he was in regular contact with Japanese Ambassador Nomura.[6] In 1943, Walker also became Chairman of the DNC, serving until 1944. In 1944, he stepped down from the DNC, and was succeeded by Robert Hannegan. In May 1945, Walker announced his retirement as Postmaster General, to allow President Harry Truman to appoint his own candidate to the office. Truman selected Hannegan to succeed Walker in this office too, effective July 1. Later in 1945, Truman appointed Walker as a member of the first U.S. delegation to the United Nations. He died in New York City, New York on September 13, 1959, at the age of 73, and was buried in St. Patrick's Cemetery, Butte, Montana. Walker, Frank Comerford (1997). Ferrell, Robert H. (ed.). FDR's Quiet Confidant: The Autobiography of Frank C. Walker. University Press of Colorado. ISBN 0870813978. LCCN 96054006.  This article about a Montana politician is a stub. You can help Wikipedia by expanding it.","Title":"Frank C. Walker - Wikipedia","KeyID":"5436","URL":"https://en.wikipedia.org/wiki/Frank_Comerford_Walker"}