{"Content: ":"James Howard McGrath (November 28, 1903 – September 2, 1966) was an American politician and attorney from the U.S. state of Rhode Island. McGrath, a Democrat, served as U.S. Attorney for Rhode Island before becoming governor, U.S. Solicitor General, U.S. Senator, chairman of the Democratic National Committee, and Attorney General of the United States. Born in Woonsocket, Rhode Island. McGrath was the son of James J. McGrath and the former Ida E. May. He graduated from the La Salle Academy in 1922, attended Providence College, and went to the Boston University Law School in 1929. McGrath married Estelle A. Cadorette on November 28, 1929; they adopted a son. From 1930 to 1934, he was the city solicitor of Central Falls, Rhode Island. During this time he was also interested in the real estate, insurance, and banking industries. He served as United States Attorney for the District of Rhode Island from 1934 to 1940. From 1941 to 1945, McGrath was Governor of Rhode Island, reorganizing the juvenile court system while sponsoring a workers' compensation fund and a labor relations board, but he resigned in the middle of his third term to accept appointment as Solicitor General of the United States (1945–1946). As governor, McGrath presided over a limited-purpose state constitutional convention in 1944.[1] ... convention convened at the Rhode Island College of Education auditorium in Providence, March 28, 1944 for the purpose of amending the State constitution to eliminate voting registration requirements by members of the armed forces, merchant marines or persons absent from the state performing services connecting with military operations. Delegate continent totaled 200 with Governor J. Howard McGrath serving as president & William A. Needham of Providence as Secretary. Proposal put before the voters at a special election held April 11, 1944. Amendment passed with 7,122 voting for & 119 against. McGrath was elected as a Democrat to the United States Senate from Rhode Island in 1946 to join a Congress (the Eightieth, 1947 to 1949), where the opposition Republican Party had just replaced Democratic majorities in both houses. (See United States elections, 1946.) He was briefly chairman of the U.S. Senate Committee on the District of Columbia for the 81st Congress (to which the 1948 election had returned Democratic majorities). In the Senate, McGrath opposed reducing wartime economic controls and taxes, wishing to spend the latter instead on Social Security, national health insurance, and education.[2] He was chairman of the Democratic National Committee from 1947 to 1949. In managing President Harry Truman's successful 1948 election campaign, McGrath alienated white Southerners but won over crucial black constituencies by integrating the Democratic national headquarters staff.[2] Truman appointed McGrath Attorney General of the United States on August 24, 1949. After McGrath had refused to co-operate in a corruption investigation initiated by his own department, Truman asked for and received McGrath's resignation on April 3, 1952.[3][4] Alternative accounts have contradictorily suggested that after a meeting of the Joint Chiefs of Staff at Truman's \"Little White House\" in Key West, the Secretary of the Navy, along with other members, had threatened to resign if they, too, were forced to comply with Special Assistant Attorney General Newbold Morris's request for the personal records of all members who might have received gifts under the scope of the corruption investigation. Under pressure to follow through with the Justice Department corruption investigation, along with the threats of resignation, McGrath agreed that Morris's request was asking too much and that the best thing to do was to clean up the department from that point forward and leave the past alone. Truman had been backed into a corner, and the only way out was to ask for McGrath's resignation. That account was corroborated by a letter from Truman to McGrath, which hung in the hallway of McGrath's summer home in Narragansett, Rhode Island up to the time of his death in 1966. McGrath entered the private practice of law in Washington, D.C. and Providence. In 1960, he was an unsuccessful candidate to succeed the retiring U.S. Sen. Theodore Francis Green (Democrat of Rhode Island), losing the Democratic primary (also contested by former governor Dennis J. Roberts) to Claiborne Pell. McGrath died of a heart attack in Narragansett, Rhode Island on September 2, 1966, at the age of 62. His body was buried at the St. Francis Cemetery in Pawtucket, Rhode Island. There is a bust of Senator McGrath outside the House chamber in the Rhode Island State House.","Title":"J. Howard McGrath - Wikipedia","KeyID":"5438","URL":"https://en.wikipedia.org/wiki/J._Howard_McGrath"}