{"Content: ":"William Marshall Boyle Jr. (February 2, 1902 – August 30, 1961) was an American Democratic political activist from Kansas. Chairman of the Democratic National Committee from 1949 to 1951, he was a friend of President Harry S. Truman and is credited with engineering Truman's upset victory over Governor Thomas Dewey in the 1948 Presidential election. He was forced to resign as chairman of the Democratic National Committee after being charged with financial corruption. Boyle was born in Leavenworth, Kansas in 1902; he became politically active as a Young Democrat at age 16, thereby attracting the attention of Kansas City, Missouri political boss Thomas Pendergast, who made Boyle a precinct captain before his 21st birthday. Boyle's parents were friends of Harry Truman and the future president took him under his wing. Boyle took a law degree, practiced law and was active in Democratic politics in Kansas City. He played an active role in Truman's successful run for the U.S. Senate in 1934. He became police director of Kansas City in 1939. In 1941, he moved to Washington to take a job as counsel to the Truman Committee and personal assistant to Truman in 1942. In 1944, Boyle joined the Democratic National Committee, where he helped steer Truman's 1944 Vice-presidential campaign. Boyle opened an office in Washington. In the 1948 campaign, he persuaded Truman, at the time an underdog, to launch a whistle stop tour of the Midwest. In 1949, Truman made Boyle the executive vice chairman and then chairman, of the Democratic National Committee (DNC). In 1951, a Senate subcommittee under Senator J. William Fulbright opened a probe of loan decisions by the Reconstruction Finance Corporation (RFC). The subcommittee report charged Boyle with exerting political pressure on the RFC to provide loans to political allies. Truman said the allegations were \"asinine.\" However another Senate subcommittee opened a probe that revealed Boyle used his influence to obtain a $565,000 loan for an $8000 fee. Boyle admitting accepting fees, but denied pressing for the loan He resigned from the DNC, citing poor health.[1] Boyle was born in Leavenworth, Kansas in 1903, though his family moved across the state line. He attended Westport High School, where he soon organized a \"Young Democrats Club\" in the prosperous Fourth Ward of Kansas City. He then attended Kansas City Junior College. Boyle's political activities came to the attention of Kansas City political boss Tom Pendergast, who made him a precinct captain—though Boyle was still too young to vote himself.[2] Boyle left Kansas City for two years beginning in 1922 to attend Georgetown University Law Center, though he returned home to secure his law degree at the Kansas City School of Law. He joined the Missouri Bar in 1926.[2] Boyle's parents were friends of the Trumans, and Harry Truman, also a member of the Pendergast machine, took young Boyle under his wing. Boyle was promoted to Democratic leader of the Eighth Ward, and also practiced law.[2] He also became secretary to the Kansas City director of police. When an income tax investigation wrecked the Pendergast machine in 1939, Boyle survived the crash, becoming acting director of police, winning praise for his work there, and working for a time in the prosecutor's office.[2] Truman had been elected senator in 1934. In 1941, Boyle followed him to Washington as assistant counsel to the Truman Committee. When Truman's secretary (or assistant) left to return to the Army, Boyle replaced him.[2] In 1944, Boyle helped manage Truman's successful run for Vice President on Franklin D. Roosevelt's ticket. After Truman became President, and sought reelection in 1948, Boyle helped manage his campaign. He worked towards a high voter turnout, reckoning that since there were more Democrats than Republicans, a high turnout would favor his candidate. He persuaded Truman to embark on a \"whistle stop\" train tour of Southern Illinois and Ohio, which The New York Times credited with turning the election for Truman.[2] In 1949, Boyle became the salaried assistant executive director of the DNC, and then was elected chairman in August 1949. However, in 1951, he was implicated in an influence peddling scandal involving loans made by the Reconstruction Finance Corporation. While a Senate investigation found no evidence of wrongdoing by Boyle, he resigned later that year due to \"ill health\".[3] He returned to the practice of law in Washington, remaining there until he died in his sleep in 1961 at the age of 58. Boyle appeared on cover of the October 9, 1951 issue of Time magazine.","Title":"William M. Boyle - Wikipedia","KeyID":"5439","URL":"https://en.wikipedia.org/wiki/William_M._Boyle"}