{"Content: ":"Stephen A. Mitchell (August 3, 1903 – April 23, 1974) was an American attorney and Democratic Party official. He served as chairman of the Democratic National Committee from 1952 to 1956, and was an unsuccessful candidate for the Democratic nomination for governor of Illinois in 1960. Mitchell was born August 3, 1903, in Rock Valley, Iowa, the son of a dairyman who had a small banking business. He graduated pre-law at Creighton University in 1926, and took a job in Washington D.C. as a credit and sales manager for GMAC (now Ally Financial) while attending law school at night at Georgetown University.[1] He practiced law in Chicago from 1932 to 1942, returning to Washington as a Senate committee counsel.[1] Mitchell helped Adlai Stevenson enter politics, and helped manage his successful gubernatorial run. In 1952, after being selected as the Democratic candidate for president, Stevenson designated Mitchell as chairman of the DNC.[1] When Republican vice presidential candidate Senator Richard Nixon was disclosed to have had a private fund reimburse him for his political expenses, Mitchell called for Nixon's resignation from the ticket, a demand that \"recoiled\" on him with the massive public wave of support for Nixon following the Checkers speech,[2] in which Mitchell's demand was referred to and he himself mentioned by name.[3] While the Democratic ticket was defeated in a landslide in 1952, Mitchell worked with Stevenson to pay off the party's massive campaign debt and work toward recapturing control of Congress in 1954. He was successful on both counts.[1] It would take the Republicans 26 years to recapture the Senate and 40 years to recapture the House of Representatives. He also put in place new rules to ensure that Democratic party officials would either have to support the ticket or resign—which had been a problem in 1952, with some Democrats reluctant to oppose Republican presidential candidate General Dwight Eisenhower.[1] Mitchell left the DNC in 1956, and in 1960 made an unsuccessful run for governor of Illinois. He was defeated in the Democratic primary in a crushing defeat, losing to Otto Kerner, Jr., receiving 17%, though he attracted 185,000 votes. In 1968, he worked as a campaign advisor for Senator Eugene McCarthy's presidential run in the lead-up to the 1968 Democratic National Convention. He died in Washington DC in 1974.[1]","Title":"Stephen A. Mitchell (politician) - Wikipedia","KeyID":"5441","URL":"https://en.wikipedia.org/wiki/Stephen_A._Mitchell_(politician)"}