{"Content: ":"Lawrence Francis O'Brien Jr. (July 7, 1917 – September 28, 1990) was an American politician and basketball commissioner. He was one of the United States Democratic Party's leading electoral strategists for more than two decades. He served as Postmaster General in the cabinet of President Lyndon Johnson and chair of the Democratic National Committee. He also served as commissioner of the National Basketball Association from 1975 to 1984. The NBA Championship Trophy is named after him. O'Brien, son of Irish immigrants, was born in Springfield, Massachusetts. When he was not working in politics, O'Brien managed his family's real estate and worked in public relations. O'Brien was born on July 7, 1917, in Springfield, Massachusetts. He learned about politics at a young age. His father, a local leader of the Democratic Party, recruited him at 11 years old to serve locally as a volunteer in the 1928 presidential campaign of Al Smith. O'Brien became a passionate Democrat. He earned a bachelor's degree in law in 1942 at the Northeastern University – Springfield Division, now known as the Western New England University School of Law. O'Brien was married to the former Elva Brassard in 1945. They had one son, Lawrence F. O'Brien III, who became a lobbyist. He was appointed in 1946, 1948, and 1950 by his friend Foster Furcolo to serve locally as the director of the U.S. House of Representatives election campaigns. O'Brien was appointed in 1952 by John F. Kennedy to serve in Massachusetts as the director of his successful U.S. Senate election campaign and, in 1958, to serve in Massachusetts as the director of his successful reelection campaign. Kennedy's elections were largely attributed to O'Brien's recruitment, his use of volunteers, and his insistence upon reaching voters in every corner of every state . In 1959, he built the foundation for Kennedy's 1960 presidential campaign by canvassing the United States and working to connect with state Democratic stakeholders. O'Brien was appointed as Kennedy's national campaign director. His election planning in key primary states such as Wisconsin and West Virginia helped to defuse the party heavyweights' anxiety about Kennedy's Catholicism. In 1960, he was appointed by President-elect Kennedy to recruit staff for his administration and subsequently took on the job 1961 as the special assistant to the president for congressional relations and personnel. O'Brien also had a major role in awarding patronage as one of President Kennedy's inner circle of trusted advisers (known in Washington as the \"Irish Mafia\".) O'Brien's grassroots campaign strategies eventually inspired a new trend in Democratic party primary and general election processes, employing his \"statewide strategy\" as an update to traditional reliance on major city \"political machines\". As DNC chair he established a control structure for communications with state delegates and \"dignitaries\" which exists to this day; an achievement which cemented his role as perennial party leadership candidate. O'Brien accompanied President Kennedy and Jackie Kennedy on their trip to Texas in November 1963 and was riding in the motorcade in Dallas. As such he was an eyewitness to the assassination of President Kennedy. After the president was declared dead, O'Brien accompanied the coffin and Jackie Kennedy back to Air Force One at Love Field in Dallas. While aboard Air Force One, President Johnson called for O'Brien and Kenny O'Donnell, asking both of them to stay on and work with him in the new administration. Although O'Brien had never been close to Johnson (and many writers, including Johnson biographer Robert Caro, reported that O'Brien did not like or trust Johnson), he remained at the White House and worked for the new president - which was a pretty strong career decision even if he harbored doubts about Johnson's role in the assassination. O'Brien played his cards so well that he was appointed as President Lyndon B. Johnson's campaign director in 1964. A newly elected Johnson appointed O'Brien to serve as special assistant to the president for congressional relations and personnel which continued through 1965 when O'Brien was appointed U.S. Postmaster General. Then in 1968 after Johnson refused to seek the Democratic nomination again, O'Brien unsurprisingly reclaimed a position as Senator Robert F. Kennedy's campaign advisor. After RFK was assassinated, Vice President Hubert Humphrey hired O'Brien to serve as his national presidential campaign director. (Some reports previously mentioned on wikipedia assert that O'Brien also was working at this time as a public-policy lobbyist for Howard Hughes! TBD.) O'Brien was also elected (in a bit of reciprocal patronage) as national DNC chairman in 1968 on the tails of his Humphrey campaign job. He then bumbled into an infamous starring role at the 1968 Democratic convention in Chicago by engineering a series of party convention rule changes which served to exclude Eugene McCarthy delegates from certain roles in the convention and disallowed commentary on Humphrey's Vietnam War involvement (and led to the protests which defined the convention.) After re-election as chair in 1970, it was in this role that he became a central figure in both the Watergate scandal and the \"Eagleton Affair\" of 1972. 1972 presidential election. The legend has it that O'Brien was involved in a counter-intelligence type operation to confuse and traumatize Richard Nixon surrounding \"business dealings\" between the president's brother, Donald, and Howard Hughes. Apparently John H. Meier, a former business advisor to Hughes, either was recruited or volunteered to collaborate with the Democratic National Committee to agitate Donald Nixon into feeding misinformation to the president. Meier, by most accounts, told Donald that he was sure the Democrats had the ace-card in the 1972 election since O'Brien and the committee had information on the Nixon's illicit dealings with Hughes. [1] (O'Brien may not have had any actual documents, but Meier wanted to disrupt the president's psyche - and the impact was fairly obviously effective in triggering the president.) [2] The break-in at O'Brien's office in the DNC headquarters at the Watergate complex on June 17, 1972 became the epicenter of the entire cover-up which brought Richard Nixon down. Ironically, the DNC misinformation campaign re: Hughes took place nearly concurrently with a Republican operation to first bolster and then destroy Eagleton as McGovern's vice presidential running mate. The ubiquitous Roy Cohn took credit for gathering and securing intelligence about Eagleton's mental health issues (intelligence which somehow either evaded the DNC or was stupendously ignored in the botched vetting process leading up to the 72 Democratic convention) which was strategically released in late summer 1972, forcing the McGovern campaign to first defend and then ditch Eagleton (and then basically implode) just before the general election. The 1972 convention also was notable as the event which signaled the official diminishment (not abandonment) of the two decade co-dependency contract between the DNC and Mayor Richard Daley of Chicago. Even though the McGovern campaign was brutally flawed and doomed, the political banishment of Humphrey was a rebuke to the old guard of the AFL/CIO, Teamsters and Daley himself (whose Illinois delegation was replaced by the Jesse Jackson \"Rainbow\" coalition.) After the convention McGovern (maybe primarily the DNC), still in a panic to somehow maintain momentum, then capitulated to the cloistered Kennedy wing of the party in the vice-presidential candidate replacement choice of Sargent Shriver. The Chicago machine obviously lives on, albeit in a more polished neo-liberal form (with hybrid components of the Clinton machine), as became apparent in 2008. The DNC Lawrence O'Brien Award was created in 1992 by his family and the Democratic Party leaders to acknowledge the many years of service he gave to the party, his belief in the importance of volunteer contribution, and his role as counter-fixer to Cohn, Stone, and Mitchell et al. In his varied roles during the 60's and early 70's O'Brien defined the role that we now recognize as the modern Democratic Party 'Insider'; someone who stategically inter-connects national and state party campaign fund-raising and is rewarded with governmental roles in which he then funnels favors back to those funders (not a new concept, but a modern iteration made more challenging by slowly evolving campaign finance laws.) His first post in Washington was in 1948 as Rep. Foster Furcolo's administrative assistant. He lobbied successfully during President Kennedy's first year for the expansion of the U.S. House of Representatives Standing Committee on rules to ensure a liberal and moderate majority. O'Brien also lobbied for increasing the minimum wage. In 1962 he acted as President Kennedy's liaison to the Democratic Party during its mid-term election campaigns. During that tenure, in September 1967, the Post Office Department cancelled many \"mail by rail\" contracts, electing to move First Class mail via air and road transport.[3] This had a devastating effect on passenger train revenues and led directly to the end of many passenger rail routes which had relied on mail contracts to supplement their income (see: Railway post office). The U.S. National Archives and Records Administration Lawrence F. O'Brien Gallery was named and opened in 2004 in his memory. Appointed commissioner in 1975, O'Brien oversaw the ABA–NBA merger and negotiated a broadcast agreement with CBS Television while seeing game attendance significantly increase. In response to public relations issues after the merger, O'Brien pushed for an anti-drug agreement with the NBA Players Association to improve the league's image. And, although the merger and expansion had solidified the NBA brand and games were broadcast live on weekend days, it still did not have the TV exposure of other pro sports. In the late 70's, and even into 1980 season, CBS was showing only tape-delayed broadcasts of weekday NBA playoff and Finals games after the late news. CBS would ultimately become synonymous with the great NBA Finals battles of the 80's. After retirement (1984), in honor of his service to the sport, the NBA Championship Trophy was renamed as the Larry O'Brien NBA Championship Trophy. [4] O'Brien was inducted into the Naismith Memorial Basketball Hall of Fame in 1991, located at his birthplace, Springfield, Massachusetts. O'Brien died of cancer after surgery in Manhattan, New York, on September 28, 1990, at the age of 73, and was interred in St. Michaels Cemetery in Springfield, Massachusetts.","Title":"Larry O'Brien - Wikipedia","KeyID":"5445","URL":"https://en.wikipedia.org/wiki/Larry_O%27Brien"}