{"Content: ":"Fred Roy Harris (born November 13, 1930) is an American academic, author, and former politician who served as a Democratic member of the United States Senate from Oklahoma.[1] Born in Walters, Oklahoma, Harris was elected to the Oklahoma Senate after graduating from the University of Oklahoma College of Law. He ousted the appointed U.S. Senate incumbent J. Howard Edmondson and won a 1964 special election to succeed Robert S. Kerr, narrowly defeating football coach Bud Wilkinson. Harris strongly supported the Great Society programs but criticized President Lyndon B. Johnson's handling of the Vietnam War. He was reelected in 1966 and declined to seek another term in 1972. From 1969 to 1970, Harris served as chairman of the Democratic National Committee. In the 1968 presidential election, Democratic nominee Hubert Humphrey strongly considered him as his running mate. Harris unsuccessfully sought the Democratic presidential nomination in 1972 and 1976. After 1976, he became a professor at the University of New Mexico. Harris was born on November 13, 1930, in Walters, Cotton County, Oklahoma, the son of Eunice Alene (Person) and Fred Byron Harris, a sharecropper.[2] In 1952 he graduated from the University of Oklahoma (OU) with a bachelor's degree in history and political science. He then entered the OU law school, where he was administrative assistant to the dean and successively book editor and managing editor of the Law Review.[a] He received the LL B. degree with distinction and was admitted to the bar in 1954. He was elected to the Oklahoma State Senate in 1956 and served in it until 1964. For most of the time, he was one of its youngest members. He made an unsuccessful bid for governor of Oklahoma in 1962, which made him better known throughout the state. In 1964, Harris ran to serve out the unexpired term of U.S. Senator Robert S. Kerr, who had died in office. He defeated former governor J. Howard Edmondson, who had been appointed to succeed Kerr, in the Democratic primary and then upset the Republican nominee, Oklahoma football coach Bud Wilkinson, 51% to 49%, and was sworn in as soon as the vote totals were verified, again becoming one of the youngest members of the body in which he was serving.[b] Harris was a firm supporter of President Lyndon Johnson's Great Society programs, which were often unpopular in Oklahoma. He voted for the Voting Rights Act of 1965,[3] while not voting on the Civil Rights Act of 1968 or the confirmation of Thurgood Marshall to the U.S. Supreme Court.[4][5] In March 1968, Johnson appointed Harris to the National Advisory Commission on Civil Disorders. He quickly became one of its most active members and was deeply concerned about economically deprived inner-city African Americans. He also strongly supported agricultural programs, the Arkansas River Navigation Program, and the Indian health programs, which were all very popular in Oklahoma.[2] Despite being strongly liberal from an increasingly conservative state, he was elected to a full term in 1966, defeating attorney Pat J. Patterson, 54% to 46%. Patterson had tried to unseat Harris by announcing his support for a constitutional amendment proposed by Senator Everett M. Dirksen to allow school boards to provide for prayers in public schools. Dirksen's amendment had enthusiastic political support in Oklahoma, but Harris opposed it in a public letter: \"I believe in the separation of church and state and I believe prayer and Bible reading should be voluntary\".[2] During his Senate term, Harris also served briefly as chairman of the Democratic National Committee, preceded and succeeded in that position by Larry O'Brien. Harris was one of the final two candidates considered by Vice President and presidential nominee Hubert Humphrey to be the Democratic Party's nominee for Vice President of the United States in 1968; Humphrey chose Senator Edmund Muskie of Maine because of Harris's young age of 37.[6] According to O'Brien, Humphrey vacillated between the two until finally choosing Muskie at the last minute. Harris broke with Johnson and Humphrey over the Vietnam War.[2] In 1970, Harris was a major player in the successful legislation to restore to the inhabitants of the Taos Pueblo 48,000 ac (19,425 ha) of mountain land that had been taken by President Theodore Roosevelt and designated as the Carson National Forest early in the 20th century.[7] The struggle was particularly emotive since this return of Taos land included Blue Lake, which the Pueblo consider sacred. To pass the bill, Harris forged a bipartisan alliance with President Richard Nixon, from whom Harris was sharply divided on numerous other issues, notably the Vietnam War. In doing so, he had to overcome powerful fellow Democratic Senators Clinton Presba Anderson and Henry M. Jackson, who firmly opposed returning the land. As recounted by Harris's wife, LaDonna, who was actively involved in the struggle, when the bill finally passed and came up to be signed by the president, Nixon looked up and said, \"I can't believe I'm signing a bill that was sponsored by Fred Harris.\"[8] In 1971, Harris was the only senator to vote against confirmation of Lewis F. Powell, Jr. as associate justice of the United States Supreme Court.[9] He opposed Powell because he considered him elitist and to have a weak record on civil rights.[10] Harris also called for the abolition of the Interstate Commerce Commission.[11] Harris did not seek another Senate term in 1972, instead running for president on a platform of \"economic democracy\".[12][13] The bid was short-lived, but he ran again in 1976. To keep expenses down, he traveled the country in a recreational vehicle and stayed in private homes, giving his hosts a card redeemable for one night's stay in the White House upon his election. He emphasized issues affecting Native Americans and the working class. His interest in Native American rights is linked to his ancestry and that of his former wife, La Donna Harris, a Comanche who was deeply involved in Native American activism. Moreover, he was from a state that had begun its political existence as Indian Territory. After a surprising fourth-place finish in the 1976 Iowa caucuses, Harris coined the term \"winnowed in\" by saying, \"The winnowing-out process has begun and we have just been 'winnowed in'.\" He won more than 10% of the vote, pushing Mo Udall, who at one point led the polls, into fifth place. Harris was \"winnowed out\" just over a month later. He finished fourth in the New Hampshire primary and, a week later, third in Vermont and fifth in Massachusetts. Harris remained in the contest for another month, with his best showing a fourth-place finish in Illinois, with 8%.[14][15][16][17] Harris left elective politics for academia after 1976. He became a professor of political science at the University of New Mexico and wrote many books on political subjects, including Potomac Fever (Norton, 1977 ISBN 0-393-05610-4) and Deadlock or Decision: The U.S. Senate and the Rise of National Politics (Oxford University, 1993 ISBN 0-19-508025-4). In 2003, Harris was elected to the Common Cause National Governing Board. He is also the author of three novels. He resides in Corrales, New Mexico.[2]","Title":"Fred R. Harris - Wikipedia","KeyID":"5446","URL":"https://en.wikipedia.org/wiki/Fred_R._Harris"}