{"Content: ":"Robert Schwarz Strauss (October 19, 1918 – March 19, 2014) was a figure in American politics and diplomacy whose service dated back to future President Lyndon Johnson's first congressional campaign in 1937. By the 1950s, he was associated in Texas politics with the faction of the Democratic Party that was led by Johnson and John Connally. He served as the Chairman of the Democratic National Committee between 1972 and 1977 and served under President Jimmy Carter as the US Trade Representative and special envoy to the Middle East. Strauss was selected by President George H. W. Bush to be the US ambassador to the Soviet Union in 1991 and after the Soviet Union collapsed to Russia, which he served as from 1991 to 1992. Strauss had advised and represented US presidents over three administrations and for both major US political parties. An accomplished lawyer, Strauss founded the law firm now known as Akin Gump Strauss Hauer & Feld in 1945, which had grown to be one of the largest in the world with offices in 15 cities and employing over 900 lawyers and professionals worldwide.[1] His business activities included serving on the Texas Banking Commission and as Chairman of the U.S.-Russia Business Council. Strauss was inducted into the Academy of Achievement[2][3] in 2003 and was a recipient of the Presidential Medal of Freedom, the highest US civilian award, on January 16, 1981. He was a trustee of the Center for Strategic and International Studies and The Forum for International Policy and was a member of the Council on Foreign Relations and the Trilateral Commission. Strauss occupied academic chairs and lecture positions, including one as the Lloyd Bentsen Chair at the Lyndon B. Johnson School of Public Affairs at the University of Texas. He was also the namesake of The Robert S. Strauss Center for International Security and Law at The University of Texas. He was interested in biomedical issues and endowed two chairs at the University of Texas Southwestern Medical Center at Dallas: the Helen and Robert S. Strauss Professorship in Pediatric Neurology and the Helen and Robert S. Strauss Professorship in Urology. Strauss was born in Lockhart, Texas, south of Austin. He was the son of Edith Violet (née Schwarz) and Charles H. Strauss.[4] His parents were Jewish immigrants from Germany.[5][6][7] When he was one year old, his family moved to the small town of Hamlin, north of Abilene, and later to the slightly larger nearby town of Stamford. Strauss's father opened a small general store in Stamford. In his sophomore year at the University of Texas at Austin, he campaigned for a state legislature candidate. He was given a part-time job as a Committee Clerk in the Texas State Legislature. In 1937, while still an undergraduate, he volunteered for Johnson's first congressional campaign. Strauss was also a member of the Texas Cowboys, an honorary service organization at the University of Texas. At the University of Texas Law School, he met Connally, another student who would significantly impact his career. After completing his law degree, Strauss was hired as a special agent by the Federal Bureau of Investigation (FBI) and served in the FBI throughout World War II. After the war, he settled in Dallas, where he and a fellow FBI agent, Richard A. Gump, founded their own law firm. This firm, known initially as Gump and Strauss, would eventually grow into the international law firm Akin, Gump, Strauss, Hauer & Feld. The many partners over the years included a high-profile defense attorney, William G. Hundley. Still interested in a political career, Strauss and his wife, Helen Jacobs, found a more comfortable niche participating in numerous charities and community activities. Strauss became a prodigious fundraiser for the Democratic Party. By the 1950s, Strauss's law school friend, John Connally, was serving on the staff of Lyndon Johnson, who soon became Senate Majority Leader. When John F. Kennedy and Johnson were respectively elected President and Vice President in 1960, Connally, a former naval officer, was appointed Secretary of the Navy. Within a year, at Strauss's urging, Connally returned to Texas to run for governor. At the time, the Republican Party had little presence in Texas. However, Connally nevertheless faced stiff opposition in the Democratic primary. Strauss's skill as a campaign adviser and fundraiser was crucial in Connally's narrow victory. Having secured the Democratic nomination, Connally easily won the general election. Connally's election finally brought Strauss the access to the Dallas business establishment that he had long sought. Governor Connally appointed Strauss to the Texas Banking Commission, and Strauss's law firm grew and prospered. The world of Texas politics was turned upside down by the events of November 1963. Connally and his wife Nellie were riding in the limousine with Kennedy in Dallas when the latter was fatally shot. Connally was severely wounded by the assassin's bullets but soon recovered. Connally and Strauss's mentor and patron, Johnson, was now President of the United States. Although Strauss did not regard himself as part of the President's inner circle of political advisers, Connally certainly was, and Strauss's connection to Connally brought him closer to the President. In Texas, Connally was finding himself at odds with the more liberal wing of his party. Democrats were becoming divided over the Vietnam War on the national stage. Johnson solicited Strauss's advice on the issue. Strauss feared that continued involvement in the war was a mistake endangering Johnson's presidency. However, he felt too intimidated by the imposing Johnson to share his true feelings. Strauss immediately regretted withholding his genuine opinion from Johnson. He resolved that if any president ever sought his advice again, Strauss would tell him the truth regardless of what he wanted to hear. The 1968 presidential election brought the Republican Richard Nixon to power and left the Democratic Party deeply divided. Strauss had long expected that his friend, Connally, would run for president and hoped that he would seek the Democratic nomination in the next election. Strauss opened a Washington, D.C., office for his law firm and became Treasurer of the Democratic Party in 1970. However, less than a year later, Connally accepted an invitation from Nixon to serve as Secretary of the Treasury. In 1972, the Democrats nominated George McGovern, and Connally supported Nixon. McGovern and the Democrats suffered a crushing defeat, losing in 49 of the 50 states. Strauss was then elected Chairman of the Democratic National Committee. Although emboldened by its success in 1974, the party had no obvious frontrunner for the presidential nomination in 1976. While remaining studiously neutral in the struggle for the nomination, Strauss carefully rebuilt the party's finances and planned a tightly-disciplined national convention in New York City to erase memories of the chaotic gatherings of 1968 and 1972. By the time the Democrats met at Madison Square Garden, the nomination had been secured by an unexpected candidate, former Georgia Governor Jimmy Carter. Strauss expertly managed the convention. At the 1972 convention, party infighting had delayed candidate McGovern's acceptance speech until late at night, when the television audience had gone to sleep. Strauss made sure that Carter's acceptance speech ran in prime time, and the convention ended with a memorable tableau: the leaders of the party's opposing wings, conservative George Wallace and liberal George McGovern, flanking Carter with clasped hands upraised. The Democrats entered the fall campaign united for the first time in years. Credit for this accomplishment was awarded to Chairman Strauss, and Carter quickly asked Strauss to chair his election campaign. The national election was closely contested, but Carter emerged victorious, Strauss being acclaimed as a political kingmaker. After ascending to the presidency in 1977, Carter named Strauss as U.S. Trade Representative. The position enjoyed cabinet-level status while allowing Strauss to apply his considerable negotiating skills to America's troubled relations with its trading partners. As Trade Representative, Strauss completed the Tokyo Round of Multilateral Trade Negotiations and secured the agreement's ratification by the US Congress in the Trade Act of 1979. Then, Carter asked Strauss to undertake an even more challenging task as his Personal Representative to the Middle East. Carter's previous efforts had already resulted in the Camp David Accords between Israel and Egypt, and Carter hoped that Strauss would be able to build on the success. The handshake of Israeli Prime Minister Menachem Begin and Egyptian President Anwar Al Sadat on the White House lawn was a high point of Carter's presidency. On April 24, 1979, Carter announced that Strauss would serve as Personal Representative of the President to the Middle East Peace Negotiations (Palestinian autonomy talks).[8] The Iranian Revolution led to the seizure of American diplomats as hostages, a crisis that dominated the last year of Carter's term. In 1980, Strauss's old friend, Connally, finally made a run for the presidency. He entered the Republican primaries as a hard-core conservative. However, he found himself running at the back of the pack while Ronald Reagan emerged as the frontrunner. Strauss chaired Carter's campaign committee again in 1980, but Carter did not win re-election. Before leaving office, Carter awarded Robert Strauss the Presidential Medal of Freedom, the nation's highest civilian award. Strauss returned to his law firm's thriving Washington office. His experience as Trade Representative made him a sought-after expert on international trade matters. Carter's successor, Reagan, was to face difficulties of his own. His efforts to resolve another hostage situation led to the Iran-Contra affair. Many of the president's supporters believed that the aggressive management style of his White House Chief of Staff, Donald Regan, was making matters worse. However, Reagan remained loyal to Regan and would not consider replacing him. A presidential adviser, Michael Deaver, as well as First Lady Nancy Reagan made a discreet approach to an experienced outsider they believed might be able to persuade Reagan. Others had told him what he wanted to hear: that the controversy would blow over and that Donald Regan was more useful than not being there. Strauss, who had closely observed the workings of two other presidential administrations, told Reagan the painful truth: Regan had become a liability and that the White House needed a Chief of Staff who could mend fences, especially with Congress. Strauss recommended former Senator Howard Baker, a Republican who was respected on both sides of the aisle for his competence and his integrity. Reagan was visibly annoyed with Strauss's suggestions. However, a few days later, Donald Regan submitted his resignation, and the President appointed Baker to replace him. Baker skillfully managed Reagan's recovery from the controversy, and Reagan left office with his popularity restored. Strauss was then appointed as the co-chair, along with ex-Secretary of Transportation Drew Lewis, of the National Economic Commission. The bipartisan commission was tasked to solve the federal budget deficit that had grown to over $4 trillion. The commission lasted from 1988 to 1989 and ended in the first term of George HW Bush. Reagan's Vice President, Bush, won the 1988 election to succeed him. Bush also found a need for the counsel of Strauss. Soviet President Mikhail Gorbachev was attempting to reform the country's communist system and to forge a new relationship with the United States. His efforts faced opposition from hard-liners within the Communist Party of the Soviet Union and newly elected leaders who agitated for more and more autonomy. Bush appointed Strauss to serve as Ambassador to the Soviet Union, hoping that Strauss's proven negotiation skills would ease the transition to a new era. The Soviet Union was also starting to transition from a dictatorship to a democracy, making it important to show that party membership should no longer be a requirement for political office and that political opposition should no longer be considered treasonous but, to use a British term, \"the loyal opposition,\" making Bush's selection of one of his opponents especially significant. It was reported that Bush told Strauss that Bush had selected Strauss because Strauss said that he had voted against Bush and intended to do so again.[9] In August 1991, only weeks after a state visit by President Bush, reactionary members of the Communist Party and a few high-ranking officers of the military and KGB attempted to seize power and restore the old dictatorship. The coup attempt collapsed, but Gorbachev's leadership had been fatally injured. Strauss presented his credentials to Gorbachev only hours after Gorbachev resigned his post as Chairman of the Communist Party. While Strauss served in Moscow, the first elected President of Russia, Boris Yeltsin, emerged as the most powerful figure in the fragile union. With the agreement of the elected presidents of the other constituent republics, the Soviet Union was officially dissolved and replaced by a loosely associated Commonwealth of Independent States. In December, Gorbachev resigned the presidency of a superstate that had ceased to exist. Strauss was quickly reappointed as Ambassador to the largest of the Soviet Union's successor states, the Russian Federation. With Strauss's assistance, Yeltsin quickly established amicable relations with the United States. Strauss resigned shortly after the 1992 presidential election in the United States and returned to private law practice with Akin Gump. Apart from his law practice and government service, Robert Strauss had long been a popular public speaker and lecturer, and had written on law, business, and public affairs for professional journals, magazines, and newspapers across the United States and abroad. He had also served on the boards of major corporations, including Xerox and the Archer Daniels Midland Company until his death. In the academic world, he had occupied the Lloyd Bentsen Chair at the Lyndon B. Johnson School of Public Affairs at the University of Texas, where he lectured to students of law, business, and public affairs. In his later years, Strauss served as Chair of the U.S.-Russia Business Council and was a member of the Council on Foreign Relations and a trustee of the Center for Strategic and International Studies. His sister-in-law, Annette Strauss, served as mayor of Dallas from 1987 to 1991. On March 19, 2014, Strauss died of natural causes at his home in Washington, D.C. He was 95 years old.[10][11]","Title":"Robert S. Strauss - Wikipedia","KeyID":"5448","URL":"https://en.wikipedia.org/wiki/Robert_S._Strauss"}