{"Content: ":"Kenneth Merwin Curtis (born February 8, 1931) is an American attorney, Democratic politician, and diplomat. He was the Maine Secretary of State from 1965-1966, the Governor of Maine from 1966-1974, and the United States Ambassador to Canada from 1979 to 1981. Curtis is a member of the Democratic Party and is currently Of Counsel at the Curtis Thaxter law firm in Portland, Maine, which he founded in 1975. Curtis was born in Curtis Corner, Leeds, Maine to Archie, a fifth-generation farmer of the family land there, and Harriet (Turner) Curtis. He attended Cony High School in Augusta and graduated in 1949.[1] He then attended Maine Maritime Academy and received a Bachelor of Science in 1952.[2] Curtis served in the United States Naval Reserve from 1953 to 1955[3] and was a lieutenant commander in the Korean War before leaving the Navy to pursue a law degree. He was admitted to the Maine Bar in 1958[1] and received a LL.B. from Portland University School of Law in 1959[4][3] and a LL.D. from Bates College in 1981. Curtis's political career began in 1956 when he worked for James Oliver's Democratic campaign for Maine's 1st congressional district. Oliver lost to Robert Hale in 1956 but won in 1958 with Curtis serving as campaign manager.[1] Curtis worked as Oliver's assistant from 1959-1961.[3] In 1963, Curtis was appointed Maine Coordinator for the Area Redevelopment Administration by President John F. Kennedy and served in that position until 1964[3][4] when he campaigned for the 1st district seat but lost to Stan Tupper.[3][1] Curtis served as the Maine Secretary of State from 1965 to 1966.[4] In 1966, Curtis defeated Carlton Reed, the Maine Senate President and former Speaker of the House, in a primary election to challenge incumbent Republican Governor John Reed. In the 1966 Maine gubernatorial election, with campaign help from Robert F. Kennedy, Curtis defeated Reed 53%-47%.[5] Curtis was the 68th Governor of Maine and the youngest governor in the United States at the time. In 1968, Curtis merged the University of Maine at Orono with five teachers' colleges throughout the state, creating the University of Maine System.[5] In 1969, Curtis and the Republican legislature enacted Maine's first income tax, which as of 2021 still provides the bulk of the state's revenue. The administration also enacted several notable environmental protection measures, such as the Site Location of Development Act, and created the Department of Environmental Protection.[5] Curtis chaired the New England Governors’ conference from 1969 to 1970[4][3][6] and was Chairman of the Environmental Task Force of the National Governors' Conference in the early 1970s.[6] In the 1970 Maine gubernatorial election, Curtis narrowly beat Maine Attorney General James Erwin by a margin of only 890 votes to win a second term. Curtis was the first Maine governor to serve two four-year terms.[5] In 1972, he reorganized the Maine state government to cabinet system, replacing 150 independent agencies with 16 departments.[5] The heads of these departments would be appointed by each currently-serving governor, whereas previously they had remained in their positions after being appointed by former governors.[7] According to the Maine Historical Society, Curtis was \"one of a few sitting governors to climb Mt. Katahdin and canoe the Allagash River.\"[8] In 1975, Curtis founded the Curtis Thaxter law firm with several colleagues,[9] and he served as chairman of the Democratic National Committee from 1977 to 1978.[4][6] Curtis served as the United States Ambassador to Canada from 1979 to 1981.[4] His tenure coincided with the Iran hostage crisis and the Canadian Caper, and Curtis handled communication regarding the status of six American diplomats being sheltered by Canadian embassy staff in Tehran and eventually rescued by the CIA.[7] Curtis served as the 11th president of Maine Maritime Academy from 1986 to 1994.[4][6][10] Curtis met Pauline \"Polly\" Brown[11] while they both worked at Sears Roebuck in downtown Portland. They were married in 1956.[5] The Curtises had two children, Susan (born 1959) and Angela (born 1961),[12] both of whom were born with cystic fibrosis. On Tuesday, July 20, 1970, Susan died at Central Maine General Hospital in Lewiston of respiratory failure.[13] She was 11 years old. Since Ken Curtis was serving his first term as governor, the family received numerous monetary donations in Susan's name, and friends and political supporters encouraged the Curtises to start a nonprofit organization with the funds. After researching specific needs throughout Maine, the newly-formed Susan L. Curtis Foundation opened Camp Susan Curtis in Stoneham, Maine in 1974 to serve economically disadvantaged Maine children.[14] The Curtises second daughter, Angela Curtis Hall, who was also born with cystic fibrosis, died in 1996. She was 34.[15][12] The Curtises semi-retired to Florida from 1997 to 2017[5] and then returned to Maine. As of January 2021, they live in Scarborough. Curtis is Of Counsel at Curtis Thaxter, the Portland law firm he founded in 1975.[6]","Title":"Kenneth M. Curtis - Wikipedia","KeyID":"5449","URL":"https://en.wikipedia.org/wiki/Kenneth_M._Curtis"}