{"Content: ":"Nyctosaurus (meaning \"night lizard\" or \"bat lizard\") is a genus of nyctosaurid pterosaur from the Late Cretaceous period of what is now the Niobrara Formation of the mid-western United States, which, during the time Nyctosaurus was alive, was covered in an extensive shallow sea. Some remains belonging to a possible Nyctosaurus species called N.lamegoi have been found in Brazil, making Nyctosaurus more diverse. The genus Nyctosaurus has had numerous species referred to it, though how many of these may actually be valid requires further study. At least one species possessed an extraordinarily large antler-like cranial crest.[2] Nyctosaurus was a mid-sized pterosaur that lived along the shores of the Niobrara Formation of the United States, which back then was within a large inland sea called the Western Interior Seaway. It has been suggested that it would have flown similar to modern-day soaring birds such as albatrosses, which consisted of flying very long distances and rarely flapping.[3] The species N. gracilis and N. nanus have previously been considered as species of the closely related Pteranodon, back then known as P. gracilis and P. nanus, due to their similarities. The first Nyctosaurus fossils were described in 1876 by Othniel Charles Marsh, based on fragmentary material, holotype YPM 1178, from the Smoky Hill River site in Kansas. Marsh referred the specimen to a species of his new genus Pteranodon, as Pteranodon gracilis.[4] Later that year, Marsh reclassified the species in its own genus, which he named Nyctosaurus, meaning \"night lizard\" or \"bat lizard\", in reference to the wing structure somewhat paralleling those of bats.[5] In 1881, Marsh incorrectly assumed the name was preoccupied and changed it into Nyctodactylus, which thus is now a junior synonym.[6] In 1902, Samuel Wendell Williston described the most complete skeleton then known (P 25026) discovered in 1901 by H. T. Martin. In 1903, Williston named a second species, N. leptodactylus, but this is today considered identical to N. gracilis. In 1953, Brazilian paleontologist Llewellyn Ivor Price named a partial humerus, DGM 238-R found in Brazil, N. lamegoi; the specific name honours the geologist Alberto Ribeiro Lamego. This species has an estimated wingspan of four metres; today, it is generally considered to be a form different from Nyctosaurus, but has not yet been assigned its own genus name.[2][7][8] In 1972, a new skeleton, FHSM VP-2148, in 1962 discovered by George Fryer Sternberg, was named N. bonneri; today, it is generally seen as identical to N. gracilis.[2] In 1978, Gregory Brown prepared the most complete Nyctosaurus skeleton currently known, UNSM 93000.[9] In 1984, Robert Milton Schoch renamed Pteranodon nanus (Marsh 1881), \"the dwarf\", Nyctosaurus nanus.[6] The question of this species validity is currently pending further study.[2] In the early 2000s, Kenneth Jenkins of Ellis, Kansas collected two specimens of Nyctosaurus, which were the first to demonstrate conclusively that not only was this species crested, but that the crest in mature specimens was very large and elaborate. The specimens were purchased by a private collector in Austin, Texas. Despite being in private hands rather than a museum collection, paleontologist Chris Bennett was able to study the specimens and gave them the manuscript reference numbers KJ1 and KJ2 (for Kenneth Jenkins). Bennett published a description of the specimens in 2003. Despite the unusual crests, the specimens were otherwise indistinguishable from other specimens of Nyctosaurus. However, the then-currently named species were extremely similar and Bennett declined to refer them to a specific one pending further study of the differences, or lack thereof, between species of Nyctosaurus.[2] Nyctosaurus was similar in anatomy to its close relative and contemporary, Pteranodon. It had relatively long wings, similar in shape to modern seabirds. However, it was smaller overall than Pteranodon, with an adult wingspan of 2 meters (6.6 ft) and a maximum weight of about 1.86 kg.[2] Some wingspan estimates by German paleontologist Peter Wellnhofer in 1991 however, reached a total of about 2.9 meters (9.5 ft), and the dubious species \"N.\" lamegoi had a wingspan estimate of around 4 meters (13 ft) according to Price back in 1953.[10] The overall body length was estimated to have been about 37 centimeters (1.21 ft).[11] Some skull specimens preserve a distinctively large crest, at least 55 centimeters (1.80 ft) tall in the older adults, and was relatively gigantic compared to the rest of the body, while also being over three times the length of the head. The crest is composed of two long, grooved spars, one pointed upward and the other backward, arising from a common base projecting up and back from the back of the skull. The two spars were nearly equal in length, and both were nearly as long or longer than the total length of the body. The upward-pointing crest spar was at least 42 centimeters (1.38 ft) long and the backward-pointing spar was at least 32 centimeters (1.05 ft) long.[2] The jaws of Nyctosaurus were long and extremely pointed. The jaw tips were thin and needle sharp, and are often broken off in fossil specimens, giving the appearance that one jaw is longer than the other, though in life they were probably equal in length.[2] Nyctosaurus had wings very similar in built to those of its relative Pteranodon, which have a high aspect ratio and low wing loadings. The wing structure generally resembles that of the modern-day albatross, and therefore also flew like it. Unlike the related Pteranodon however, Nyctosaurus was much smaller in size, and had a relatively shorter wingspan, though still large compared to earlier pterosaurs.[10][2] Like the closely related Pteranodon, Nyctosaurus also had relatively long forelimbs compared to other earlier genera. Most of the tendons of the upper arm and forearm were mineralized within, this is a unique feature only seen in nyctosaurids, another of which was the related Muzquizopteryx. Another distinctive feature seen in Nyctosaurus was that it only had three phalanges instead of four, as seen in other pterodactyloids, this trait is rarely seen in other pterosaurs, and perhaps may have been an autapomorphy only found in Nyctosaurus.[12] Nyctosaurus had unusually elongated metacarpals which measured about 2.5 times the length of its humerus. Proportions such as these can only be seen in two other groups of pterosaurs: the pteranodontids and the azhdarchids. Another feature that Nyctosaurus had in common with Pteranodon was its wing fingers, which occupied about 55 percent of the whole wing.[12] Studies on Nyctosaurus anatomy have concluded that the first, second and third metacarpals have lost contact with the carpus, similar to pteranodontids, but unlike them, Nyctosaurus, and possibly other nyctosaurids, had also lost the corresponding digits except the \"flight\" digit.[12] As a result, it was likely to have impaired its movement on the ground, leading scientists to conjecture that it spent almost all of its time on the wing and rarely landed. In particular, the lack of claws with which to grip surfaces would have made climbing or clinging to cliffs and tree trunks impossible for Nyctosaurus.[2] Contrary to its elongated forelimbs, Nyctosaurus had proportionally short hindlimbs compared to the overall body size. Analyses show that Nyctosaurus had the shortest hindlimbs of any pterosaur genera, in terms of hindlimb-to-body ratio, which was only about 16 percent the size of its wing.[12] Below is a cladogram following Brian Andres and Timothy Myers in 2013, showing the phylogenetic placement of this genus within the clade Pteranodontia. Two species of Nyctosaurus (N. gracilis and \"N.\" lamegoi) were included in the analysis, and were placed within the family Nyctosauridae, sister taxa to Muzquizopteryx.[13] Muzquizopteryx coahuilensis \"Nyctosaurus\" lamegoi Nyctosaurus gracilis Alamodactylus byrdi Pteranodon longiceps Pteranodon sternbergi Longchengpterus zhaoi Nurhachius ignaciobritoi Liaoxipterus brachyognathus Istiodactylus latidens Istiodactylus sinensis Lonchodectes compressirostris Aetodactylus halli Cearadactylus atrox Brasileodactylus araripensis Ludodactylus sibbicki Ornithocheirae In 2018, a topology by Nicholas Longrich and colleagues had made the clade Pteranodontoidea the more inclusive group, while Pteranodontia was restricted to only pteranodontids and nyctosaurids. In this analysis, three species of Nyctosaurus were included: N. lamegoi, N. nanus and N. gracilis; all three of which were placed as derived members of the Nyctosauridae.[14][15] Ornithocheiromorpha Pteranodon sternbergi Pteranodon longiceps Tethydraco regalis Alamodactylus byrdi Volgadraco bogolubovi Cretornis hlavaci Alcione elainus Simurghia robusta Muzquizopteryx coahuilensis Barbaridactylus grandis Nyctosaurus lamegoi Nyctosaurus nanus Nyctosaurus gracilis Nyctosaurus, like its relative Pteranodon, appears to have grown very rapidly after hatching. Fully adult specimens are no larger than some immature specimens such as P 25026 (pictured below), indicating that Nyctosaurus went from hatching to adult size (with wingspans of 2 meters (6.6 ft) or more) in under a year. Some sub-adult specimens have been preserved with their skulls in nearly pristine condition, and lack any trace of a head crest, indicating that the distinctively large crest only began to develop after the first year of life. The crest may have continued to grow more elaborate as the animal aged, though no studies have examined the age of the fully adult, large-crested specimens. These individuals may have been 5 or even 10 years old at the time of their deaths.[2] Only five relatively complete Nyctosaurus skulls have been found. Of those, one is juvenile and does not possess a crest (specimen FMNH P 25026), and two are more mature and may show signs of having had a crest but are too badly crushed to say for sure (FHSM 2148 and CM 11422). Two specimens (KJ1 and KJ2) described in 2003, however, preserved an enormous double-pronged crest.[2] A few scientists had initially hypothesized that this crest, which resembles an enormous antler, may have supported a skin \"headsail\" used for stability in flight. While there is no fossil evidence for such a sail, studies have shown that a membranous attachment to the bony crest would have imparted aerodynamic advantages.[3] However, in the actual description of the fossils, paleontologist Christopher Bennett argued against the possibility of a membrane or soft tissue extension to the crest. Bennett noted that the edges of each prong were smooth and rounded, and showed no evidence for any soft-tissue attachment points. He also compared Nyctosaurus with large-crested tapejarids, which do preserve soft tissue extensions supported by prongs, and showed that, in those species, the attachment points were obvious, with jagged edges where the transition from bone to soft tissue occurred. Bennett concluded that the crest was most likely used solely for display, citing similar structures in modern animals.[2] The 2009 study by Xing and colleagues testing the aerodynamics of the giant crest with a \"headsail\" also tested the aerodynamics of the same crest with no sail, and found that it added no significant negative factors, so a crest with no headsail would not have hindered normal flight.[3] It is more likely that the crest acted mainly for display, and that any aerodynamic effects it may have had were secondary. Bennett also argued that the crest was probably not a sexually dimorphic character, as in most crested pterosaurs, including the related Pteranodon, both sexes are crested and it is only the size and shape of the crest that differs. The apparently non-crested Nyctosaurus specimens therefore probably came from sub-adults.[2] Researchers Sankar Chatterjee and R.J. Templin used estimates based on complete Nyctosaurus specimens to determine weight and total wing area, and to calculate its total wing loading. They also estimated its total available flight power based on estimated musculature. Using these calculations, they estimated the cruising speed of Nyctosaurus gracilis as 9.6 meters/second (34.5 kilometers/hour or 21.4 miles/hour).[11] All known Nyctosaurus fossils come from the Smoky Hill Chalk of Kansas, part of the Niobrara Formation. Specifically, they are found only within a narrow zone characterized by the abundance of ammonite fossils belonging to the species Spinaptychus sternbergi. These limestone deposits were laid down during a marine regression of the Western Interior Seaway that lasted between 85 and 84.5 million years ago. Therefore, Nyctosaurus was a relatively short-lived species, unlike its relative Pteranodon, which is found throughout almost all of the Niobrara layers into the overlying Pierre Shale Formation, and existed between 88 and 80.5 million years ago.[16] The ecosystem preserved in this zone was unique in its abundance of vertebrate life. Nyctosaurus shared the sky with the bird Ichthyornis and with Pteranodon longiceps, though the second Niobrara Pteranodon species, P. sternbergi, had disappeared from the fossil record by this point. In the waters of the Western Interior Seaway below swam mosasaurs such as Clidastes, Ectenosaurus, Eonatator, Halisaurus, Platecarpus and Tylosaurus, several remains of the plesiosaurs Dolichorhynchops and Polycotylus, cephalopods like Baculites and Tusoteuthis, and the sea turtles such as Ctenochelys and Toxochelys were also found. Flightless diving birds such as Parahesperornis were also known from the fossil site, and a wide variety of fish including swordfish-like Protosphyraena, as well as the predatory fishes Pachyrhizodus, Xiphactinus, Ichthyodectes, Gillicus, Leptecodon, Enchodus and Cimolichthys, the filter feeding Bonnerichthys, the dorsal finned Bananogmius, and the cartilaginous fishes Cretolamna, Ptychodus, Rhinobatos and Squalicorax were also found within the formation.[16] Several dinosaur genera were found along with Nyctosaurus remains, these included the nodosaurids Hierosaurus and Niobrarasaurus, as well as the hadrosaur Claosaurus.[17]   ","Title":"Nyctosaurus - Wikipedia","KeyID":"545","URL":"https://en.wikipedia.org/wiki/Nyctosaurus"}