{"Content: ":"Ronald Harmon Brown (August 1, 1941 – April 3, 1996) was an American politician. He served as the United States Secretary of Commerce during the first term of President Bill Clinton. Prior to this he was chairman of the Democratic National Committee (DNC). He was the first African American to hold these positions. He was killed, along with 34 others in a 1996 plane crash in Croatia. Ron Brown was born in Washington, D.C., and was raised in Harlem, New York, in a middle-class family. He was a member of an African-American social and philanthropic organization, Jack and Jill of America. Brown attended Hunter College Elementary School and Rhodes Preparatory School. His father managed the Theresa Hotel in Harlem where Brown and his family also lived. His best friend John R. Nailor moved into the penthouse while he was a student at Rhodes. Nailor was one of the other few black students who attended Rhodes Prep. As a child, Brown appeared in an advertisement for Pepsi-Cola (renamed to Pepsi in 1961), one of the first to be targeted specifically towards the African-American community.[1] While at Middlebury College, Ron Brown became the first African-American member of Sigma Phi Epsilon, collegiate fraternity. Brown was commissioned through the ROTC program as a 2nd Lieutenant of Armor in the United States Army in 1962, after graduating from Middlebury, the same year he married Alma Arrington. After tours of duty in Germany and California, deploying temporarily to Korea, he left the United States Army as a Captain in 1967. Brown then joined the National Urban League, a leading economic equality group in the United States. Meanwhile, Brown enrolled in law school at St. John's University and obtained a degree in 1970.[citation needed] By 1976, Brown had been promoted to Deputy Executive Director for Programs and Governmental Affairs of the National Urban League. However, he resigned in 1979 to work as a deputy campaign manager for Senator Edward M. Kennedy who sought the Democratic Party's presidential nomination. Brown was hired in 1981 by the Washington, D.C., law firm Patton Boggs as a lawyer and a lobbyist.[citation needed] In May 1988, Brown was named by Jesse L. Jackson to head Jackson's convention team at the Democratic National Convention in Atlanta. Brown was named along with several other experienced party insiders to Jackson's convention operation. By June, it was apparent that Brown was also running Jackson's campaign.[2] In 1982, Brown was named deputy chairman of the Democratic National Committee. That same year, he began lobbying the U.S. government on behalf of the brutal Duvalier regime which was then in power in Haiti. Over the next four years, Brown earned $630,000 helping to persuade the Administration to continue aid to the government of dictator Jean-Claude Duvalier. Brown refused to drop the Duvaliers despite being criticized for representing such unsavory clients.[3] Brown was elected chairman of the Democratic National Committee on February 10, 1989, becoming the first African American chosen to lead a major U.S. political party. He later played an integral role in running a successful 1992 Democratic National Convention and in Bill Clinton's successful 1992 presidential run.[4] President Clinton then appointed Brown to the position of Secretary of Commerce in 1993. Clinton's highest priority was bolstering the economy, not diplomacy, and Brown produced results. He led delegations of entrepreneurs, businessmen and financiers to South Africa, Mexico, Saudi Arabia, Jordan, Israel, the West Bank, Gaza, Egypt, Russia, Brazil, Argentina, Chile, China, Hong Kong, Ireland, India, and Senegal. He was leading a trade mission en route to Croatia when all passengers died in a plane crash.[5] During his tenure Brown was involved in the Commerce Department trade mission controversy. During the Nannygate scandal, Brown admitted that he had failed to pay taxes for his maid, who was an illegal immigrant.[6] Forty percent of Americans called for Brown's resignation, but Brown remained in office.[7] In 1996, before Brown’s trade mission, he was involved in selling seats on the plane used for the mission to raise funds for Bill Clinton's reelection campaign.[8] In 1993, Brown was alleged to have accepted $700,000 from Vietnamese businessmen Nguyen Van Hao so that Brown would lift the embargo against Vietnam.[9] On April 3, 1996, when Brown was on an official trade mission, a U.S. Air Force CT-43 (a modified Boeing 737) carrying Brown and 34 other people, including New York Times Frankfurt Bureau chief Nathaniel C. Nash, crashed into a mountainside on approach to Croatia's Dubrovnik Airport. The Air Force attributed the crash to pilot error and a poorly designed landing approach.[10] Speculation about the crash included many government cover-up and conspiracy theories, largely based on Brown having been under investigation by independent counsel for corruption.[11] Of specific concern was a trip Brown had made to Vietnam on behalf of the Clinton Administration. Brown carried an offer for normalizing relations between the United States and the former communist enemy. Some people, including Kweisi Mfume—head of the NAACP at the time—and Rep. Maxine Waters (D-CA), chairwoman of the Congressional Black Caucus, had written federal officials to ask for more data on the suspicious circumstances of Brown's death. \"Responding to homicide allegations, an official of the Armed Forces Institute of Pathology acknowledged that doctors initially were puzzled by a circular wound on the top of Brown's head when his remains were recovered at the crash scene. The forensic pathologist then consulted with others and took extensive X-rays. As a result of these consultations and full-body X-rays, we absolutely ruled out anything beyond a blunt-force injury to the head.\"[12] Brown was buried in Arlington National Cemetery. On April 5, 1996, President Bill Clinton and First Lady Hillary Rodham Clinton planted a white dogwood tree on a hill on the South Lawn in memory of Brown and the others killed in the aircrash.[13] On January 8, 2001, Brown was presented, posthumously, with the Presidential Citizens Medal by President Bill Clinton, twelve days before George W. Bush took office. The award was accepted by Brown's widow, Alma Brown. President Clinton also established the Ron Brown Award for corporate leadership and responsibility. The Conference Board administers the privately funded award. The U.S. Department of Commerce also gives out the annual Ronald H. Brown American Innovator Award in his honor.[citation needed] Many academic scholarships and programs have been established to honor Brown. St. John's University School of Law established the Ronald H. Brown Center for Civil Rights and Economic Development in memorial.[14] The Ronald H. Brown fellowship is awarded annually to many students at Middlebury College to pursue research internships in science and technology, and the Ron Brown Scholar Program was established in Brown's honor in 1996 to provide academic scholarships, service opportunities and leadership experiences for young African Americans of outstanding promise. A memorial room has been installed in the Ronald Brown memorial house in the old city of Dubrovnik. It features portraits of the crash victims as well as a guest book.[15] The largest ship in the NOAA fleet, the NOAA Ship Ronald H. Brown, was named in honor of his public service not long after his death. The section of 14th Street between Pennsylvania and Constitution Avenue was renamed Ron Brown Way.[16] In March 2011, the new United States Mission to the United Nations building in New York City was named in Brown's honor and dedicated at a ceremony in which President Obama, former President Clinton and the United States representative to the United Nations, Ambassador Susan Rice, spoke.[17] In 1997, Daniel C. Roper Middle School in Washington, DC, was renamed Ronald H. Brown Middle School in his honor.[18] That school was closed in 2013 and the building reopened as Ronald Brown College Preparatory High School in 2016.[19] His son Michael Brown was elected to the Council of the District of Columbia in 2008.[20] He lost his re-election campaign in 2012 and later pleaded guilty to the charge of accepting a bribe from undercover agents.[21][22] He was sentenced to 39 months in prison.[23]","Title":"Ron Brown - Wikipedia","KeyID":"5453","URL":"https://en.wikipedia.org/wiki/Ron_Brown"}