{"Content: ":"Donald L. Fowler (September 12, 1935 – December 15, 2020) was an American political scientist, professor, and political operative who served as National Chair of the Democratic National Committee (DNC) from 1995 to 1997, alongside Chris Dodd as General Chairman during this same period.[3] Fowler was a political science professor and businessman from South Carolina who spent most of his adult life in various Democratic Party roles, including state party executive director, state party chair, and CEO of the 1988 Democratic National Convention in Atlanta.[4] Fowler was born on September 12, 1935, in Spartanburg, South Carolina.[5] Fowler earned a degree in psychology from Wofford College in Spartanburg in 1957[6] where he had his basketball jersey retired,[7] was president of the student body,[5] and became a member of the Kappa Alpha Order.[8] For his master's and doctoral degrees, he attended the University of Kentucky.[5] He taught public administration and American politics at the University of South Carolina since 1964,[6] and also taught at Wofford College[9] and The Citadel.[10] He was a colonel in the U.S. Army Reserve and a graduate of the U.S. Army War College as well.[6] He retired from the army in 1987.[10] Fowler served as chairman of the South Carolina Democratic Party from 1971 to 1980, during the tenure of Democratic governor John C. West, the contentious gubernatorial election of 1974 and the early tenure of Democratic governor Richard Riley.[3] Prior to the 1984 Democratic National Convention, he was appointed by party chairman Paul G. Kirk to chair the \"Fairness Commission\", one of many Democratic commissions created to reform the presidential nomination process.[11][12] Fowler's Fairness Commission allowed open primaries to be held in Wisconsin and Montana, reduced the threshold of votes that a candidate needed to receive in primaries or caucuses in order to qualify for delegates from 20% to 15%,[13] and increased the number of convention superdelegates from 568 in 1984 to 650 in 1988.[14] Fowler also served as CEO of the 1988 Democratic National Convention in Atlanta.[3] Fowler's term as National Chairman included the 1996 presidential election between Bill Clinton and Bob Dole. As national chairman, Fowler ran the party's day-to-day operations while Christopher Dodd, the general chairman, served with Fowler as the party's public faces.[5] The two co-chair positions were established several times from 1995 to 2001, although the roles are usually combined.[15] In 1996, Fowler made a determination that Lyndon LaRouche, who was seeking the Democratic presidential nomination for the fifth time, was not a \"bona fide Democrat\" because of his \"expressed political beliefs... which are explicitly racist and anti-Semitic\" and due to his \"past activities including exploitation of and defrauding contributors and voters\", and instructed state parties to disregard votes for him.[16][17] LaRouche lost his suit and his appeal, in a case known as LaRouche v. Fowler.[18] After Clinton's re-election, Fowler was accused of contacting the CIA about a businessman, Roger Tamraz, who had donated money to the Democratic party. His answer to questions from the U.S. Senate about this was, \"I have in the middle of the night, high noon, late in the afternoon, early in the morning, every hour of the day, for months now searched my memory about conversations with the CIA. And I have no memory, no memory of any conversation with the CIA.\"[19] Fowler remained active in Democratic politics as a member of the DNC. Following the 2006 midterm elections, in response to James Carville's call to remove Howard Dean as chair, Fowler e-mailed his fellow DNC members, saying, \"Some ill-advised voices have suggested that, because of his 50-state strategy, Governor Dean should be replaced as Chair of the DNC. This is nonsense. The 50-state strategy is exactly what the Democratic Party needed and continues to need.... Democrats won a great victory on November 7—control of the United States House of Representatives, control of the United States Senate, majority of Governors, and majority of state legislative bodies. Why should anyone want to mess with the team that won these remarkable results? Governor Dean deserves to continue as DNC Chair.\"[20] Fowler was the Chairman of the Board of Fowler Communications, Inc., a public relations and governmental affairs firm.[3] As of 2018[update], Fowler was an adjunct professor in the Department of Political Science at the University of South Carolina, and in 2014 was recognized by the state legislature for his 50th year teaching at USC.[21] Fowler's son, Donnie Fowler, ran unsuccessfully for DNC chair in 2005.[22][23] Fowler had two children from his first wife, Septima Briggs, who died in 1997. Fowler married Carol Khare in 2005, who worked with him at the DNC and his communications firm. Two years later, Carol Fowler became the South Carolina Democratic Party chair.[5] Fowler died on December 15, 2020, at his home in Columbia, South Carolina, from leukemia complicated by COVID-19.[24] He was 85.[5][25]","Title":"Donald Fowler - Wikipedia","KeyID":"5457","URL":"https://en.wikipedia.org/wiki/Donald_Fowler"}