{"Content: ":"Jaime R. Harrison (/ˈdʒeɪmi/; born February 5, 1976) is an American attorney and politician who is the chairman of the Democratic National Committee. He previously served as the chair of the South Carolina Democratic Party from 2013 to 2017. Harrison unsuccessfully ran against incumbent senator Lindsey Graham for the South Carolina U.S. Senate seat in the 2020 election.[1][2] Harrison was born and raised in Orangeburg, South Carolina.[3] He was raised by his mother, Patricia Harrison, and his grandparents.[4] He attended a Baptist church in his youth.[5] In 1994, he was selected to the United States Senate Youth Program. He attended Orangeburg-Wilkinson High School[6][3] and received a scholarship to Yale University, where he majored in political science.[4][3] After graduating from Yale in 1998, Harrison worked as a teacher for a year at his former high school.[6] In 1999, he was appointed chief operating officer of College Summit, a non-profit organization that helps low-income youth find a path to college and career.[7][8] He earned his Juris Doctor from Georgetown University Law Center in 2004.[9] After leaving College Summit, Harrison became involved in politics, working for Jim Clyburn as his director of floor operations while Clyburn was the Majority Whip of the United States House of Representatives.[10] Harrison went on to serve as executive director of the House Democratic Caucus and the vice chair of the South Carolina Democratic Party.[9] He later served as a lobbyist for the Podesta Group.[4][11] His clients at the Podesta Group included banks, such as Bank of America and Wells Fargo, Berkshire Hathaway,[12] pharmaceutical companies,[13] casinos, the American Coalition for Clean Coal Electricity, and Walmart,[14] among others.[15] In addition to lobbying work at Podesta Group, he has also lobbied on behalf of United Way Worldwide and the Association of Public and Land-grant Universities.[6] In May 2013, Harrison became the chair of the South Carolina Democratic Party. He is the first African American to have served in this role.[4][16] Harrison declared his candidacy for chairperson of the Democratic National Committee (DNC) in the February 2017 election.[17][18] He defended his eight-year record at the Podesta Group, saying, \"It's how I pay back the $160,000 of student loan debt.\"[19] Harrison ended his bid for DNC chair on February 23, 2017, and endorsed Tom Perez.[20] Harrison accepted a position as associate chairman and counselor of the DNC, where he implemented a program called \"Every ZIP Code Counts.\" The program supplied each state party with $10,000 per month so long as the state party did an analysis of its strengths and weaknesses for its internal operations.[21] Following President Joe Biden's victory in the 2020 presidential election, Harrison was nominated by Biden to be the chair of the DNC, succeeding Tom Perez.[22] DNC members elected him on January 21, 2021.[23] Harrison filed paperwork on February 7, 2019, to challenge Senator Lindsey Graham by running for his seat in the U.S. Senate in the 2020 election. No Democrat has won a statewide election in South Carolina since 2006.[24] Harrison launched his campaign on May 29, 2019.[2] Harrison won the Democratic nomination unopposed on June 9, 2020.[25] Harrison and Graham participated in a debate with no audience that was hosted by Allen University on October 3, 2020.[26] A debate originally scheduled for October 9 was changed to feature separate, televised interviews after Graham refused to be tested for COVID-19 preceding the scheduled debate.[27] In the third quarter of 2020, Harrison raised $57 million, the largest quarterly total by a U.S. Senate candidate ever, breaking Beto O'Rourke's record in the 2018 Texas election.[28] He also raised the most ever by a U.S. Senate candidate, beating another record set by O'Rourke.[29] Harrison called for expansion of Medicaid[3] and expanded coronavirus relief.[3] During the 2020 Senate election, Harrison criticized his opponent Lindsey Graham for attempting to repeal the Affordable Care Act.[30] Harrison also supports the legalization of cannabis.[31] Harrison lost the election to Graham by over ten percentage points, garnering 44.2% of the vote compared to Graham's 54.5%.[32] The day after the election, Niall Stanage of The Hill stated that Harrison ran a spirited challenge but in the end, Graham \"prevailed easily\".[33] Harrison broke U.S. Senate campaign fundraising records by raising $109 million.[34][35][36][37][38] Despite their political rivalry, Harrison is friends with Matt Moore, a former chairman of the South Carolina Republican Party. The two co-taught a course at the University of South Carolina during the fall semester of 2015.[39] Harrison met his wife, Marie Boyd, when they worked in Washington, D.C., shortly after the 2008 United States presidential election. She is a law professor at the University of South Carolina School of Law.[40] They live in Columbia, South Carolina with their two sons.[10][41]","Title":"Jaime Harrison - Wikipedia","KeyID":"5466","URL":"https://en.wikipedia.org/wiki/Jaime_Harrison"}