{"Content: ":"The Democratic Party of Arkansas is the affiliate of the Democratic Party in the state of Arkansas. The current party chair is Grant Tennille. Arkansas began its statehood with a strong Democratic dominance in politics. Before Arkansas became a state on June 15, 1836, its politics was dominated by a small group commonly called \"The Family\" or \"The Dynasty\" until the American Civil War.[2] The founder of this party was James Conway, who was inspired by the death of his older brother, Henry Conway.[3] On October 27, 1827, Henry Conway was killed in a duel by Robert Crittenden, a former friend that soon became his political opposition.[4] In an act to avenge his brother's death, he formed the first political party of Arkansas, \"The Dynasty\".[4] Many of the members in this group were related by either blood or marriage, and thus it received the name \"The Family\".[3] This group was closely allied with former President Andrew Jackson.[2] One of the former major factions of the party is known as the Swamp Democrats, around during the New South period of Democratic dominance in the state, along with their rivals, the Hill Democrats. The area of strength for the Swamp Democrats was the flooded timber and marshy areas of eastern Arkansas and the Grand Prairie section of the state. This was the region of the slaveholding plantations, and swamp Democrats generally voted in the interests of Arkansas planters and merchants.[5] Following the Civil War, Arkansas was under Republican governance for the first time during the Reconstruction era.[6] Republicans such as Governor Powell Clayton were appointed to state office, to the chagrin of Confederate veterans and sympathizers. The economic hardships of Reconstruction, and the political vengeance of Republicans during Radical Reconstruction, engendered strong support for the Democratic Party in Arkansas and across the South, known as the Solid South.[6] Following the removal of the Radical Republicans in Arkansas in the late 1870s, the state entered an \"unbroken tenure\"[6] of Democratic hegemony until 1966, when Republican Winthrop Rockefeller won the Governorship.[2] After Reconstruction, Democrats in Arkansas were known as Redeemers. This coalition was the Southern version of the Bourbon Democrat, and both factions were comparatively conservative and classically liberal. Redeemer politicians in Arkansas were typically prominent, landowning, white men of the former planter class, who retained control of soft and hard power through Jim Crow laws, disenfranchisement, and racial violence. Examples of Redeemers in Arkansas include Governor Jeff Davis. The start of the 20th century marked a change in Arkansans and the nation at large. Though more restrained in Arkansas, social activism and political reform grew throughout the Roaring Twenties. Generally, the period was marked by more individual candidates than the \"factions\" that defined politics in other Southern states, or a \"ruling class\" like The Family of early Arkansas.[7] Arkansas Democrats reformed the state's highway system, public schools, and prisons. However, the simultaneous good government movement, calling for more open and honest politicians, caught many of Arkansas's early Progressive politicians before major reform could be enacted. Governor Tom Terral succeeded in constructing a new Arkansas State Hospital, but was primaried by John Ellis Martineau, who accused Terral of receiving kickbacks, after his first term. Governor Harvey Parnell managed to pass reform measures, but was blamed for the Great Depression, and left office extremely unpopular.[8] The Progressive Era in Arkansas was shorter-lived than across the United States. Though Arkansas and the nation voted for Franklin D. Roosevelt in great numbers in the 1932 presidential election, Junius Futrell won the gubernatorial election on a platform of retrenchment the same year. Within the state, the election represented a realignment in favor of the conservative wing of the party. Futrell was the most conservative governor elected in decades, with 1932 marking the end of the reform era in Arkansas.[9] Over the years, the Republican Party spread from its geographic base in the Ozarks,[10] largely through individual conversion.[11] Presidential elections became more competitive, though Arkansas was last to deny electoral votes to a Democrat by supporting George Wallace in the 1968 presidential election. Following that election, Arkansas only voted Democrat to support fellow Southerner Jimmy Carter[12] and former Arkansas Governor Bill Clinton.[13] During the 1970s and 1980s, Arkansans were very likely to split their ballots among parties, indicating a tradition of independence.[14] The most notable example was the northwest part of the state's support of George Wallace for President, Republican Winthrop Rockefeller for governor, and Democrat J. William Fulbright for Senate in 1968.[14] The independence likely came from decades of identification as a Democrat meaning little, as elections were truly decided in Democratic primaries among the conservative and liberal factions.[15] This era was marked by Arkansas Democrats willing to vote for Republicans when the Democratic candidate was unpalatable, when an attractive Republican was running, such as Rockefeller or Ronald Reagan, or to \"punish\" Democratic incumbents. For example, Frank White unseated Bill Clinton in the 1980 gubernatorial election, but Clinton was returned to office handily in 1982. Democrats continued to dominate the state legislature with more than 3 to 1 majorities until 2010, despite a 1992 constitutional amendment that limited incumbents to a maximum of 2 terms in the State Senate and 3 terms in the State House.[16] With the election of Barack Obama as president in 2009, Arkansas Democrats have seen their influence gradually decline. In 2014, Republicans captured all the statewide offices, both chambers of the state legislature, all four U.S. House seats, and both U.S Senate seats. Though the Democratic Party of Arkansas does not currently hold any statewide office in Arkansas, the work of the party is pursued through the Democratic Party of Arkansas' county committees [17] and the party's largest and strongest auxiliary, the Young Democrats of Arkansas [18] Both of Arkansas's U.S. Senate seats have been held by Republicans since 2014. Mark Pryor was the last Democrat to represent Arkansas in the U.S. Senate. First elected in 2002, Pryor lost his bid for a third term in 2014 to Tom Cotton who has held the seat since. All four of Arkansas's congressional districts have been held by Republicans since 2012. The last Democrat to represent Arkansas in the House of Representatives was Mike Ross. First elected in 2000, Ross opted not to run for re-election in 2012, instead unsuccessfully running for governor in 2014. State senator Gene Jeffress ran as the Democratic nominee and was subsequently defeated by Republican challenger Tom Cotton. Arkansas has not elected any Democratic candidates to statewide office since 2010, when Mike Beebe, Dustin McDaniel, and Martha Shoffner were re-elected as governor, attorney general, and treasurer and Charlie Daniels was elected as state auditor. In 2014, term limits prevented Beebe, and McDaniel from seeking third terms while Shoffner resigned during her second term and her replacement Charles Robinson was not eligible to run for a full term and Daniels opted not to seek re-election to a second term. Mike Ross, Nate Steel, Karen Sealy Garcia, and Regina Stewart Hampton ran as the Democratic nominees in the 2014 elections and were all subsequently defeated by Republican challengers Asa Hutchinson, Leslie Rutledge, Dennis Milligan, and Andrea Lea. Democratic governors that have won gubernatorial elections in Arkansas since 1941: [19][20]","Title":"Democratic Party of Arkansas - Wikipedia","KeyID":"5471","URL":"https://en.wikipedia.org/wiki/Democratic_Party_of_Arkansas"}