{"Content: ":"The California Democratic Party is the affiliate of the Democratic Party in the U.S. state of California. It is headquartered in Sacramento. With 43.5% of the state's registered voters as of 2018, the Democratic Party has the highest number of registrants of any political party in California.[2] It is currently the dominant party in the state, and is one of the strongest affiliates of the national Democratic Party. The party currently controls the majority of California's U.S. House seats, both U.S. Senate seats, the governorship, and has supermajorities in both houses of the state legislature. Since the beginning of the 1850s, issues regarding slavery had effectively split the California Democratic Party. By the 1853 general election campaign, large majorities of pro-slavery Democrats from Southern California, calling themselves the Chivalry (later branded as Lecompton Democrats), threatened to divide the state in half, should the state not accept slavery. John Bigler, along with former state senator and lieutenant governor David C. Broderick from the previous McDougall Administration, formed the Free Soil Democratic faction, modeled after the federal Free Soil Party that argued against the spread of slavery. The Democrats effectively split into two camps, with both the Chivalry and Free Soilers nominating their own candidates for the 1853 election.[3] By 1857, the party had split into the Lecompton and Anti-Lecompton factions. Lecompton members supported the Kansas Lecompton Constitution, a document explicitly allowing slavery into the territory, while Anti-Lecompton faction members were in opposition to slavery's expansion. The violence between supporting and opposition forces led to the period known as Bleeding Kansas. Splits in the Democratic Party, as well as the power vacuum created by the collapse of the Whig Party, helped facilitate the rise of the American Party both in state and federal politics. In particular, state voters voted Know-Nothings into the California State Legislature, and elected J. Neely Johnson as governor in the 1855 general elections. During the 1859 general elections, Lecompton Democrats voted for Milton Latham, who had briefly lived in the American South, as their nominee for governor. Anti-Lecomptons in turn selected John Currey as their nominee. The infant Republican Party, running in its first gubernatorial election, selected businessman Leland Stanford as its nominee. To make matters more complicated, during the campaign, Senator David C. Broderick, an Anti-Lecompton Democrat, was killed in a duel by slavery supporter and former state Supreme Court Justice David Terry on September 13.[4] Until the early 1880s the Republican Party held the state through the power and influence of railroad men. The Democratic Party responded by taking an anti-corporate, anti freedom of attainment position. In 1894, Democrat James Budd was elected to the governorship, and the Democratic Party attempted to make good on their promises to reform the booming railroad industry. The party began working closely with the state's railroad commission to create fair rates for passengers and to eliminate monopolies the railroad companies held over the state. The main effort focused on making railroads public avenues of transportation similar to streets and roads. This measure passed and was a great victory for the Democrats, but the honeymoon would not last.[5] Budd was to be the last Democratic governor for thirty years. The struggle between the anti-monopolists and the railroad companies was, however, a key and defining issue for the Democratic Party for some time. Despite their relative lack of power during this period, the Democrats in California were still active in pursuing reform. The party supported fairer railroad policies and crusaded for tariff reform.[5] The party also supported the large scale railroad strikes that sprung up statewide. The corruption of the time in both the railroad companies and the government led to a change in political dynamic. The people of the state moved away from both of the main parties and the Progressive Movement began. While the Progressives were successful in creating positive reform and chasing out corruption, the movement drained away many of the Democratic Party's members. As their movement ended, the Republicans won the governorship, but the Democratic Party had a distinct voter advantage. In 1932, Franklin D. Roosevelt was elected president, and the Power balance between the Republicans and the Democrats in California equalized. However, as Roosevelt's New Deal policies began to raise the nation out of the depression, Democratic strength mounted. Culbert Olson was elected to the governorship, but his term was rocky, and both parties organized against him. Shortly thereafter, Earl Warren and the Republicans seized power again.[6] The California Democratic Party needed a new strategy to regain power in the state. A strategy of re-organization and popular mobilization emerged and resulted in the creation of the California Democratic Council. The CDC, as it became known, was a way for members of the party from all levels of government to come together, and, as such, the party became more unified. A new network of politically-minded civilians and elected officials emerged, and the party was stronger for it.[7] Despite the fact that the council struggled in the Cold War era, due to Republican strength and issues such as the Vietnam War, it still exists today.[8] By 1992, California was hurting more than most states from a national recession which had started in 1990, causing incumbent Republican president George H. W. Bush's approval rating to tank within the state, giving an opening for the Democratic party to break through and eventually become the largest party. Starting with the double digit victory of Bill Clinton, this became the first time a Democrat had carried the state of California since 1964. Afterwards, a consolidation of the Latino and Asian vote would strengthen the Democratic party's hold in California, when these groups had previously been considered core Republican supporters within the state. The California Democratic Party began re-organizing in 1991, and in 1992, the party won the greatest victories in the history of California. President Clinton won California's 54 electoral votes, and two women, Dianne Feinstein and Barbara Boxer, were elected as U.S. senators. Even though redistricting (re-apportionment) was executed by a Republican State Supreme Court, California Democrats in November 1992 had increased their margin at all levels—Congressional, state assembly and in the state senate. In 1994, California Democrats suffered a setback by losing the governor's race for the fourth time in a row, and the Democrats became a minority in the State Assembly. However, despite $29 million spent by Republican U.S. Senate candidate Michael Huffington, Democratic incumbent U.S. Senator Dianne Feinstein won re-election. The 1996 elections proved to be a dramatic turnaround from the results of 1994, as President Bill Clinton won California's 54 electoral votes for a second consecutive time. Three Republican Congressman were also defeated, including Bob Dornan in the conservative stronghold of Orange County. In addition, California Democrats also regained the majority in the State Assembly, while adding to their majority in the state senate. 1998 was a banner year for California Democrats. An overwhelming majority of Californians elected Gray Davis, the first Democratic governor in 16 years, and re-elected U.S. Senator Barbara Boxer. Six of eight candidates for statewide constitutional offices won, including Lieutenant Governor Cruz Bustamante, Attorney General Bill Lockyer, Treasurer Phil Angelides, Controller Kathleen Connell, and State Superintendent of Public Instruction Delaine Eastin. In addition, California Democrats increased their majority in the State Assembly from 43 to 48, and also in the state senate from 23 to 25. Holding off a national Republican trend in 2002, California Democrats won all eight statewide offices for the first time since 1882. Governor Gray Davis, Lieutenant Governor Cruz Bustamante, Attorney General Bill Lockyer, and State Treasurer Phil Angelides were all re-elected, while Steve Westly was elected State Controller, Kevin Shelley was elected Secretary of State, John Garamendi was elected Insurance Commissioner, and Jack O'Connell was elected State Superintendent of Public Instruction. This feat (winning all statewide offices) was repeated in 2010, when, despite massive Republican gains nationwide, the California Democratic Party swept all the statewide offices being contested, maintained its 34–19 edge in the 53-member U.S. House delegation, and won one additional seat (thus increasing their majority) in the State Assembly, while maintaining their current majority in the state senate. In the 2012 election, California Democrats experienced tremendous success once again: Not only did President Barack Obama win California's 55 electoral votes again, with over 60% of the vote, and Senator Dianne Feinstein was re-elected with over 62% of the vote, but California Democrats – despite running in federal and legislative districts that were redrawn by an independent redistricting commission for the first time, per the passage of Propositions 11 and 20, and the implementation of a new blanket primary – also won a net gain of four House seats by defeating three GOP incumbents and winning an open GOP seat, and won a supermajority in both houses of the state legislature, a feat which the party last accomplished in 1882.[9] Geographically, the 2012 elections also witnessed the California Democratic Party make inroads in traditionally Republican areas: San Diego, the second largest city in California and a long-time GOP stronghold, elected a Democratic mayor for the first time since 1988.[10] California Democrats also notched up victories in other traditionally Republican areas, such as the Inland Empire, Ventura County, the Central Valley, and Orange County.[11] The California Democratic Party is a \"political party that has detailed statutory provisions applicable to its operation\", which are in division 7, part 2 of the California Elections Code.[12][13][14] The Democratic State Central Committee, which is the governing body of the California Democratic Party, functions pursuant to its standing rules and bylaws.[15][16] The Democratic State Central Committee is composed of approximately 2,900 members that are appointed by Democratic elected officials and nominees, elected by county central committees, and elected in Assembly district election meetings, in roughly equal proportion.[17] The executive board is composed of approximately 320 members and holds all powers and duties of the California Democratic Party while the state central committee or its conventions are not in session.[17][18] There are semi-autonomous county central committees for each of California's 54 counties. Each county central committee elects 4 members, plus a member for each 10,000 registered Democrats in that county, to the state central committee.[17][19] The state central committee bylaws specify that county central committees may provide for the election of their allocation of membership on an at-large basis, or by county supervisor districts or Assembly districts, or by any combination thereof.[20] \"Assembly district election meetings\" are held biennially in January in every odd-numbered year (immediately after elections for the governor and president) within each of California's 80 Assembly districts.[17][21] Participation is open to all registered Democrats within the Assembly district.[22] Each meeting elects 14 members to the state central committee, divided as equally as possible between men and women.[23] At every direct primary election, a county central committee is elected in each county.[24] The California Elections Code specifies how county central committee members are elected.[25] Candidates for county central committees are nominated pursuant to division 8, part 1, chapter 1 of the Elections Code,[26] which defines requirements such as the number of Democratic registered voters required (20–40) to sign a nomination.[27][28] A county central committee may also select its members at any time by holding a caucus or convention or by using any other method of selection approved by the committee.[29] If the number of candidates nominated for election does not exceed the number of candidates to be elected, the candidates are not listed on the ballots, but are instead declared elected by the board of supervisors.[30] The Democratic State Central Committee of the California Democratic Party of California is organized into nine standing committees: Platform, Resolutions, Rules, Legislation, Affirmative Action, Credentials, Finance, Organizational Development, and Voter Services.[56] The California Democratic Party published a 2022 platform. The following is a list of Democratic statewide and legislative officeholders, as of June 12, 2019 (federal office holders as of January 20, 2021); After the last election, Democrats maintained control over all eight elected statewide constitutional offices: Vice President Kamala Harris Both of California's seats in the U.S. Senate have been under Democratic control since 1992: Senior U.S. Senator Dianne Feinstein Junior U.S. Senator Alex Padilla Of the 53 seats California is apportioned in the U.S. House following the 2010 census, 42 are held by Democrats: Democrats hold four of the five seats on the State Board of Equalization: three of the four district-based seats, and the at-large ex officio seat reserved for the incumbent State Controller, who, in this instance, is Democrat Betty Yee. As of May 2021, Democrats hold a 31–9 supermajority in the 40-member California State Senate. The Democrats have been the majority party in the Senate continuously since 1956. As of May 12, 2021, Democrats hold a 58–19 supermajority in the 80-seat California State Assembly. The Democrats have been the majority party in the Assembly continuously since 1996. Most of the state's major cities have Democratic mayors. As of 2020, Democrats control the mayor's offices in seven of California's ten largest cities:","Title":"California Democratic Party - Wikipedia","KeyID":"5472","URL":"https://en.wikipedia.org/wiki/California_Democratic_Party"}