{"Content: ":"The Colorado Democratic Party is the affiliate of the Democratic Party in the U.S. state of Colorado. Morgan Carroll serves as its chair. The governing body of the party is the State Central Committee, which consists of the chair and vice chair of the county Democratic Party in each of Colorado's 64 counties and \"bonus\" members for larger counties. In each odd-numbered year, county parties elect officers in February followed by the state party which elects its officers in March. The Colorado Democratic Party manages and oversees statewide coordinated campaigns and is responsible for arranging and staging the state convention in Presidential years and the state assembly every two years. The state convention selects delegates to the Democratic National Convention and Colorado's Presidential electors. The state's assemblies designate candidates for statewide, congressional, district attorneys, state legislative and county offices, including the offices of Governor, Attorney-General, Colorado, Treasurer, C.U. Regent At-Large, and United States Senator. The party also adopts its platform at the state convention. Based on their 2010 party platform, it is Democratic Party of Colorado's goal to respect all people, no matter of race, religion, sex, or ethnicity and pledge to them that they will build and maintain a nation that is secure and respected worldwide. With that in mind, the Colorado Democratic party promises to maintain the same, high standards for all international relations by supporting the equal right of all people to have freedom of expression, religion and the pursuit of happiness. Additionally, they promise a quality public education, a clean and safe environment, a healthy future, and a fair living wage. It is their goal to create an ethical government and society that is fair, open and accountable to all people. They vow to accept fundamental responsibility to all future generations and to pursue only policies that are sustainable and maintain or improve global well-being.[citation needed] Democrats hold all of the state's five statewide offices, a majority in the Colorado House of Representatives and a majority in the Colorado Senate. The party also holds both of the state's U.S. Senate seats and four of its seven U.S. House of Representatives seats. Junior U.S. Senator John Hickenlooper Senior U.S. Senator Michael Bennet Governor Jared Polis Lieutenant Governor Dianne Primavera Attorney General Phil Weiser Secretary of State Jena Griswold Treasurer Dave Young","Title":"Colorado Democratic Party - Wikipedia","KeyID":"5473","URL":"https://en.wikipedia.org/wiki/Colorado_Democratic_Party"}