{"Content: ":"The Florida Democratic Party (FDP) is the affiliate of the Democratic Party in the U.S. state of Florida, headquartered in Tallahassee. Former mayor of Miami Manny Diaz Sr. is the current chair. Andrew Jackson, the first territorial governor of Florida in 1821, co-founded the Democratic Party. After Florida achieved statehood, the party dominated state politics until the 1950s, after which Florida became a swing state. Since the passage of the Affordable Care Act, Florida Democrats have prioritized advocating Medicaid expansion in the state, a policy that would provide a federally subsidized health insurance plan to approximately one million Floridians. The Florida Democratic Party has historically dominated Florida's state and local politics. Andrew Jackson, the first territorial governor of Florida in 1821, co-founded the Democratic Party. As Florida moved from territory to statehood status, FDP emerged from the locofocos.[2] John Milton led the party, and became governor of the state, during the Civil War era.[3] There were no Republican governors from 1877 until 1967, when Claude R. Kirk, a Republican from Jacksonville, was sworn in as governor of Florida. Florida politics was largely dominated by the Democrats until Richard Nixon's Southern strategy, which took advantage of objections to the advances of the Civil Rights Movement which resulted in a regional political realignment for the South. After Nixon's victory in 1968, the state voted Democratic in only four presidential elections: 1976 (Jimmy Carter), 1996 (Bill Clinton), 2008 (Barack Obama), and 2012 (Barack Obama). The presidential election in 2000 was decided by a margin of 537 votes out of approximately six million cast in the state, earning George W. Bush the presidency over Al Gore. The Florida Senate was dominated by Democrats until 1992, when a majority of Republicans was elected. The Florida House of Representatives turned Republican after the November 1996 election. The Florida Legislature became the first legislature in any of the states of the former Confederacy to come under complete Republican control when the Republicans gained control of the House and Senate in the 1996 election. Since the passage of the Affordable Care Act, Florida Democrats have prioritized advocating Medicaid expansion in the state, a policy that would provide a federally subsidized healthcare plan to approximately one million Floridians.[4][5] The current chairman of the FDP is former Mayor of Miami Manny Diaz Sr., who succeeded Terrie Rizzo on January 9, 2021.[6] The State Executive Committee of the Florida Democratic Party is organized into six standing committees. Standing committees include: the Rules Committee, the Judicial Council, the Diversity and Inclusion Committee, the Committee on Clubs, Organizations, and Caucuses, the Legislative Liaison Committee, and the Campaign Committee.[25] The following is a list of Democratic statewide, federal, and legislative officeholders as of October 23, 2018: Both of Florida's U.S. Senate seats have been held by Republicans since 2019. Bill Nelson was the last Democrat to represent Florida in the U.S. Senate. First elected in 2000, Nelson lost his bid for a fourth term in 2018 to Republican governor Rick Scott. Out of the 27 seats Florida is apportioned in the U.S. House of Representatives, 11 are held by Democrats: Democrats control one of the four elected statewide offices: Democrats hold a 16-seat minority in the 40-member Florida Senate: Democrats hold a 47-seat minority in the 120-seat Florida House of Representatives: Some of the state's major cities have Democratic mayors. As of 2019, Democrats control the mayor's offices in five of Florida's ten largest cities:","Title":"Florida Democratic Party - Wikipedia","KeyID":"5476","URL":"https://en.wikipedia.org/wiki/Florida_Democratic_Party"}