{"Content: ":"The Democratic Party of Hawaiʻi is the affiliate of the Democratic Party in the state of Hawaii. The party is a centralized organization established to promote the party platform as drafted in convention biennially. It is also charged with registering voters and delivering voter turnout through county organizations for Hawaii County, Kauaʻi County, Maui County and the City and County of Honolulu. The Hawaii Democratic Party maintained political control of the state government in Hawaii for over forty years, from 1962 to 2002. It is currently the dominant party in the state, and one of the strongest affiliates of the national Democratic Party. It currently controls both of Hawaii's U.S. House seats, both U.S. Senate seats, the governorship, and has supermajorities in both houses of the state legislature. A major factor in the party's organization is the ethnicity of Hawaii itself. As Democrats emerged as the dominant political party in 1962, they sought to garner support from Native Hawaiians and other non-whites. This success is attributed to the efforts of portraying themselves as not belonging to the power elite. For decades, the party had little difficulty in winning local and statewide elections, with a significant number of Democrats running unopposed in certain years.[1] The party has also established a gender-equality policy that required the election of more women to the state central committee, resulting in an equal balance of men and women in administrative positions.[2] State-level organizational meetings are held at the precinct, district, county, and state level, biennially, during even-numbered years. The party adheres to a complex set of bylaws that addresses eligibility for membership, election of officers, holding conventions, and recruiting delegates to represent the party at conventions.[3] A minimum of two delegates are required from each precinct, with an equal number of men and women, as required by its gender-equality policy.[3] While there is no permanent location for state conventions, nearly all of them have been held on the island of Oahu (the most populated) since 1960.[4] The party is governed by a Chair and the State Central Committee. That committee is composed of representatives from each senatorial district, as well as representatives from each county, for each caucuses and the Young Democrats of Hawaii. Gender equality policies require the State Central Committee to be split equally between male and female representatives.[5] Due to the extreme geographical distance from the headquarters of the Democratic National Committee in Washington D.C., the party is relatively independent in its affairs. As a result, the national party does not typically inquire contributions for fund-raising purposes. Due to the party's dominant status in the state, there is some over-representation at national party conventions, in comparison to the population of Hawaii itself. Despite certain advantages, the party remains somewhat isolated on the national level.[6] The Democratic Party of Hawaiʻi was formed on April 30, 1900 by supporters of the queen in the wake of a plague quarantine in Honolulu. The meeting brought together five men: John H. Wilson, son of Marshal of the Kingdom Charles B. Wilson; John S. McGrew, a doctor and supporter of Kalākaua; Charles J. McCarthy, a saloon owner and former Honolulu Rifle; David Kawānanakoa, prince of the House of Kawānanakoa; and Delbert Evener Metzger, an engineer from Kaua'i. The group believed that it was necessary for a party in Hawaii, now a region of the US, to have a national counterpart to survive and established the Democratic Party of Hawaii. The intention of the party was to promote Jeffersonian philosophy and home rule. Following the Overthrow of the Hawaiian Monarchy, the Reform Party of Hawaii seized control of government and intended to annex Hawaii to the United States. The reformers became affiliated with the Republican Party for this support of Hawaii's annexation in contrast to the Democrats' opposition. The American Union Party became the regional Republican party in Hawaii, leaving the Democratic Party for any opposition group. The first convention of the Democratic Party of Hawaii was held on May 16 that year and was attended by 500 people. Later that year, Kawānanakoa attended the 1900 Democratic National Convention in Kansas City, becoming the first royal attendee. At the convention, Kawānanakoa formed an affiliation between the Democratic Party of Hawaii and the Democratic Party of the United States. Leading up to the election of 1900, it became apparent the radically nationalist Home Rule Party became the most popular. Republicans who had been rejected for the unpopular overthrow of the monarchy and promotion of white supremacy, offered a coalition between the Democrats and Republicans. Democrats refused the offer and Home Rule Party came to power. But the election of 1900 was based more on animosity toward the Republican Party for dethroning the monarchy than the Home Rule Party's functionality once in power.[7] Due to the extremism of the Home Rule, they were ineffective. Similarly, the Democrats were also consumed with infighting. In the following elections, voters perceived little difference between the internal strife of the Democratic Party and the Home Rule Party. Since the 1900 election, Republicans had formed the Haole-Hawaiian Alliance. This deal with made with former Home Rule members who left the infighting. The Republicans then regained power. In the subsequent years, Democrats supported the stronger Home Rule Party until it dissolved in 1912. The party managed to elect Democrats Joseph J. Fern and Wilson as mayors of Honolulu, along with several other positions, but maintained a weak reputation throughout the territorial years.[which?] Among the issues was that offices under leadership positions were frequently held by Republicans, with Democrats achieving leadership positions they only brought limited powers, especially against Republican policies. After the overthrow of the monarchy and annexation, an oligarchy of powerful sugar corporations called the Big Five effectively controlled government in the Hawaiian Islands, making hundreds of millions of dollars in profits.[7] The oligarchy of Castle & Cooke, Alexander & Baldwin, C. Brewer & Co., Amfac, and Theo H. Davies & Co. worked in favor of the Hawaiʻi Republican Party. The plantations needed labor and the Native Hawaiian population was insufficient to fill the demand. Immigrants from around the world such as Puerto Rico, Korea, and most particularly Japan and the Philippines were brought to Hawaii. In response to the flood of immigrants, Democrats became more nativist. Democrats like McCarthy and Oren Long pushed a compromise of allowing migrant workers that would eventually return to where they came from rather than establish themselves in Hawaii. Up to the Revolution of 1954, Democrats held a stronger pro-Hawaiian stance, resulting in anti-Asian sentiments based on fears Asian Americans would outperform Hawaiians in education and job performance. Up to World War II, half of elected Democrats were Hawaiian while only a quarter were Caucasian. Following World War II, a local movement to empower laborers in Hawaii was formed. Honolulu Police Department officer John A. Burns began organizing the plantation laborers, especially the Japanese Americans and Filipino Americans he came to know while on his police beats.[8] He began what would be known as the \"Burns Machine\". He believed grassroots organizing and the power of elections could overturn the corruption of the Republicans in power. The movement received its biggest boost when Burns successfully influenced Japanese American veterans who fought in World War II to become involved, notably incumbent Daniel Inouye. The coalition was composed of the Democratic Party, Communist Party, 442nd Infantry Regiment, ILWU, and other organizations.[8] During the Burns movement, the party shifted towards egalitarianism, allowing an untapped Japanese voter base to bring them to power. Burns' efforts culminated in his election to the governorship after attaining statehood, heralding a forty-year era of Democratic rule in Hawaiʻ.[8] Party standing in the U.S. Congress was strengthened once Hawaii achieved statehood in 1959. For the first time, political representation was fully justified as newly elected representatives were allowed to cast votes. The achievement of statehood had also significantly enhanced the party's status within national party organizations.[9] Democrats have held onto a solid majority since 1962, with near-complete control over the state's congressional delegation and its legislative and executive branch. At the national level, Democrats held all of Hawaii's seats in the Senate and the House. Both positions of governor and lieutenant governor were also filled by Democrats, with the former being held by John Burns, the organizer of the Burns Machine in 1954. Burns was instrumental in the revitalization of the party following World War II. He was reelected two more times and died shortly after his third term in office in 1975.[9] Factionalism within the party was a problem in the late 1960s, as a newer progressive wing (led by Tom Gill) began to challenge the older wing headed by incumbent governor Burns. This division in the party reached a high point in 1970, when Gill challenged Burns for the next gubernatorial term. As a supporter of environmental protection, consumer protection and other progressive causes, Gill lost the primary election to Burns. While factional struggles continued into the 1970s, the Burns regime remained in power.[10] The strength of the Burns Machine has diminished since the mid-1980s, primarily due to the advanced ages of its original supporters. There has been renewed strength in the progressive wing. Since 1994, progressive supporters have held control over the party central committee, having run unopposed in certain years.[10] The party has remained successful due to its heavy usage of the media, relying on grassroots activities. Campaign tactics and promotion of party ideals have been characterized by rice dinners, rallies, door-to-door campaigning, and sign waving in public areas. These activities have helped maintain the party's large membership and its status as the majority party of Hawaii.[11] The Democratic Party has tended to hold a position on social issues based on how an issue would affects bystanders and/or the environment. The party's platform is based on the values of liberty and social justice, with compassion and respect towards the individual.[12] In 1997, the reciprocal beneficiary registration gave recognition to same-sex couples.[12] In 1970 Democratic Governor John A. Burns legalized abortion in Hawaii. But this position has also led to restrictions.[13] In 2006 strict smoking bans were put in place based on the effects of secondhand smoke on bystanders.[14] Since the Revolution of 1954, the Democratic Party of Hawaii has been considered progressive in its center-left ideologies. The party has promoted racial tolerance, multiculturalism, and protection of minorities. The Democratic Party has asserted itself as Hawaii's labor party since gaining support from unions and plantation workers in the 1950s. The party has supported workers rights and collective bargaining. Opposition has come from employers and small business owners who feel their rights have been neglected because of the emphasis on employee protection and rights. The Democrats prefer increased regulation of big companies because of the relatively small marketplace in Hawaii and past experiences with monopolies and oligopolies, such as the Big Five employer monopoly on the job market. The shipping and airline industries in particular are targeted for regulation. The Democrats tend to be closely involved with the tourism industry. The party believes in the simplification of government processes on the local and state level, with integration of databases to promote efficiency in these areas.[12] The Democratic Party has favored conservation efforts such as wildlife sanctuaries and reserves. Pollution reduction initiatives have received bipartisan support in Hawaii. The reduction of one's carbon footprint is reflected in the party's encouragement of using clean energy sources, also with environmentally friendly modes of transportation.[12] The party platform supports a public health care system with development long-term financing solutions for individual care. The party has expressed support towards single payer universal health care coverage with the inclusion of a public option in this plan. The party does not support the denial of coverage towards women for abortion services.[12] Democrats have been involved with healthcare issues and supportive of non-profit healthcare providers. They are also responsible for the Hawaii Prepaid Health Care Act. Religion in the Democratic Party varies among individuals. Governor John A. Burns, a devout Roman Catholic, allowed Hawaii to become the first state to legalize abortion. He put his religious views aside when he decided not to veto the bill.[13] The following is a list of Democrats who hold elected federal and statewide offices in Hawaii in 2020: Democrats have controlled both of Hawaii's seats in the U.S. Senate since 1976. Senior U.S. Senator Brian Schatz Junior U.S. Senator Mazie Hirono Out of the 2 seats Hawaii is apportioned in the U.S. House of Representatives, both are held by Democrats: Democrats control both of the elected statewide offices: Governor David Ige Lieutenant Governor Josh Green","Title":"Democratic Party of Hawaii - Wikipedia","KeyID":"5478","URL":"https://en.wikipedia.org/wiki/Democratic_Party_of_Hawaii"}