{"Content: ":"Serradraco is a genus of Early Cretaceous pterodactyloid pterosaur from the Valanginian aged Tunbridge Wells Sand Formation in England. Named by Rigal et al. in 2018 with the description of a second specimen, it contains a single species, S. sagittirostris, which was formerly considered a species of Lonchodectes, L. sagittirostris.[1] In 2020, Averianov suggested it did not belong in Lonchodectidae.[2] The second specimen, BEXHM 2015.18, consists of a small fragment of jaw with three teeth; six complete caudal vertebrae fused together and two fragmentary caudal vertebrae in articulation; a distal left ulna; a right proximal syncarpal; portions of a minimum of three phalanges and two indeterminate elements.[1] In 1874, Richard Owen named a pair of lower jaws from the collection of Samuel Husband Beckles, found at St Leonards-on-Sea in Sussex, as a new species of Pterodactylus: Pterodactylus sagittirostris. The specific name means \"arrowhead-snouted\" in Latin, referring to the mandible profile in upper view.[3] In 1888, Edwin Tulley Newton, conforming to the soon to be published pterosaur systematics by Richard Lydekker, renamed the species into Ornithocheirus sagittirostris.[4] In July 1891, the British Museum (Natural History), the present Natural History Museum, bought the piece from the heirs of Beckles. In 1914, Reginald Walter Hooley renamed the species into Lonchodectes sagittirostris.[5] In 1919 however, Gustav von Arthaber again considered it an Ornithocheirus sagittirostris,[6] which was confirmed by Peter Wellnhofer in 1978.[7] In 2001, David Unwin returned to the Lonchodectes sagittirostris designation.[8] In 2013, Taissa Rodrigues and Alexander Wilhelm Armin Kellner concluded that Lonchodectes sagittirostris lacked any distinguishing traits and was therefore a nomen dubium. In 2017, Stanislas Rigal, David Martill and Steven Sweetman disagreed with this and named a separate genus Serradraco, resulting in the new combination Serradraco sagittirostris. The type species of the genus is the original Pterodactylus sagittirostris. The generic name is a combination of the Latin serra, \"saw\" and draco, \"dragon\", referring to the saw-like upper profile of the lower jaws.[1] In 2020, a phylogenetic analysis conducted by paleontologist Jordan Bestwick and colleagues recovered Serradraco as the sister taxon of Lonchodraco. Their cladogram is presented below.[9] Pterodactylus Lonchodraco Serradraco Germanodactylus Boreopterus Haopterus Istiodactylus Coloborhynchus Anhanguera   ","Title":"Serradraco - Wikipedia","KeyID":"548","URL":"https://en.wikipedia.org/wiki/Serradraco"}