{"Content: ":"The Democratic Party of Illinois is the affiliate of the Democratic Party in the U.S. state of Illinois. It is the oldest extant state party in Illinois and one of just two recognized parties in the state, along with the Republican Party. It is currently the dominant party in the state, controlling the majority of Illinois' U.S. House seats, both U.S. Senate seats, both houses of the state legislature, and the governorship. The Democratic Party of Illinois took shape during the late 1830s. Prior to that time, Illinois did not have organized political parties; instead, political competition in the state was more personalist, with prominent factions centered on Governors Ninian Edwards and Shadrach Bond. As the Democratic and Whig parties began to form at the national level during the late 1820s and 1830s, Illinois politicians began sorting themselves accordingly and, in the summer of 1837, leading Democrats met to lay the groundwork for a Democratic Party organization in the state. Before 2010, the party had been extremely successful in statewide elections for the past decade. In 1992, Carol Moseley Braun became the first African American woman to be elected to the United States Senate. Her election marked the first time Illinois had elected a woman, and the first time a Black person was elected as a Democratic Party candidate to the United States Senate. A second African American Democratic Senator, Barack Obama was elected in 2004 (the same seat that Senator Moseley-Braun once held), and later elected President of the United States in 2008. Democrats currently hold supermajorities in both the Illinois Senate and Illinois House of Representatives. The Democratic Party of Illinois is run by a Democratic State Central Committee of 38 members, two from each of the state's 19 congressional districts. The Central Committee has four officers: a chairman, a vice-chair, a secretary, and a treasurer. Calvin Sutker of Skokie served as state party chairman until 1986 when he lost his committeeman seat to reform Democrat Jeffrey Paul Smith.[1] Sutker was succeeded by Vince Demuzio, who served from 1986 to 1990 and is credited with rebuilding the Illinois Democratic Party.[2] Demuzio was then defeated by the then-chief of staff for Illinois House Speaker Michael Madigan, Gary LaPaille. Madigan himself succeeded LaPaille. He then stepped down in 2021, and Congresswoman Robin Kelly was elected to the Chairpersonship. Kelly is the current Chair of the Illinois Democratic Party. The Cook County Democratic Party represents voters in 50 wards in the city of Chicago and 30 suburban townships of Cook County. It relies on a organizational structure of ward and township committeemen to elect candidates. Democrats have controlled both of Illinois's seats in the U.S. Senate since 2016: Senior U.S. Senator Dick Durbin (Majority Whip) Junior U.S. Senator Tammy Duckworth Out of the 18 seats Illinois is apportioned in the U.S. House of Representatives, 13 are held by Democrats: Democrats control all six of the elected statewide offices: Governor J.B. Pritzker Lieutenant Governor Juliana Stratton Secretary of State Jesse White Attorney General Kwame Raoul Comptroller Susana Mendoza Illinois Treasurer Mike Frerichs","Title":"Democratic Party of Illinois - Wikipedia","KeyID":"5480","URL":"https://en.wikipedia.org/wiki/Democratic_Party_of_Illinois"}