{"Content: ":"The Iowa Democratic Party (IDP) is the affiliate of the Democratic Party in the U.S. state of Iowa. While existing when Iowa was granted statehood in 1846, it did not gain broad electoral success until the mid-1950s, when demographic changes resulted in many new voters for the party from immigrants, union members, and industrial workers. The party organizes the Democratic Iowa presidential caucuses, which since 1972 have been the first presidential nominating contest in the national process. Democrats hold a minority in Iowa's U.S. House delegation, holding one out of the state's four seats. They hold three of the seven statewide offices and currently hold minorities in the Iowa House of Representatives and Iowa State Senate. Both of Iowa’s U.S. Senate seats have been held by Republicans since 2015. Tom Harkin was the last Democrat to represent Iowa in the U.S. Senate. Considered the official start of the presidential election season, the Iowa Caucuses have been the first official votes cast in the Democratic Presidential nomination process since 1972.[2] That year, the Iowa Democratic Party scheduled its caucus to occur before the New Hampshire Primary. South Dakota Senator George McGovern used his win that year to propel him to claim the party's nomination over Maine Senator Edmund Muskie. The Iowa Caucuses would also help Jimmy Carter claim the Democratic nomination in 1976.[3] From 1984 to 1996, the winner of the Iowa Caucus, excluding incumbents, did not win their party's nomination. But in 2008, Senator Barack Obama won the caucus over Senator Hillary Clinton, and used his momentum to eventually win the Democratic nomination as presidential candidate. The Iowa Democratic Party adopts a new platform every two years, most recently on June 16, 2018.[4] Democratic governor Tom Vilsack issued a governor's order in 2005 that restored voting rights to felons who completed serving their sentences. The order's anticipated result would be returning the right to vote to over 80,000 Iowans.[5] In 2011, Republican Governor Terry Branstad rescinded this order.[6] Democratic governor Tom Vilsack signed a governor's order in 2000 that created the Iowa Food Policy Council.[7] In 2007, Democratic governor Chet Culver signed legislation easing limitations on stem-cell research.[8] Later in 2009 and 2010, Democratic governor Chet Culver signed into law $875 million to go towards the I-Jobs program.[9] Analysis from both Minnesota State Colleges and Universities and Southern Illinois University estimate that through 2011 the I-Jobs program will create 32,000–36,000 jobs.[10] Democratic governor Chet Culver signed legislation in 2007 that created the Iowa Power Fund.[11] The fund spent a total of $70 million on 49 projects related to renewable energy. The largest project dealt with experimenting with cellulosic ethanol at an ethanol plant in Emmetsburg, Iowa. In June 2011, the project was ended by Governor Terry Branstad.[12] Democratic governor Chet Culver's first Executive Order in 2007 orders that the United States flag be flown at half staff to honor members of the Iowa National Guard, Iowa Air National Guard, or resident of Iowa who was serving as a member of the U.S. military and was killed in the line of duty.[13] In 2010, Culver signed House File 2532 which allows benefits paid for by the Veterans Trust Fund to be exempted from individual income taxes.[14] From 1988 to 2012, Democrats at the presidential level had consistent success in Iowa. With the exception of the 2004 presidential election, when George W. Bush carried the state's electoral votes, Iowa's electoral votes went to the Democratic candidate in every election during that twenty-four year period. This reversed the trend of the prior twenty years, when Republicans had consistent success in Iowa's presidential elections. However, in the 2016 election, Donald Trump carried the state with 51.15% to Hillary Clinton's 41.74%. In the 2020 election Donald Trump once again carried the state with 53.2% to Joe Biden's 45%.[15] Senator Tom Harkin was Iowa's junior U.S. Senator from January 3, 1985 to January 3, 2015, serving alongside Republican Chuck Grassley. Harkin previously served in the United States House of Representatives from 1975 to 1985. In the 2006 U.S. House elections, Democrats captured Iowa's 1st congressional district and Iowa's 2nd congressional district from the Republican Party, which had controlled both districts for over three decades. When Senator Harkin announced his retirement, U.S. Representative Bruce Braley, from Iowa's 1st congressional district, announced he would run for the seat. In the 2014 U.S. House elections, Republicans re-captured Iowa's 1st congressional district, but Democrats retained David Loebsack in Iowa's 2nd congressional district. In the 2014 U.S. Senate elections, State Senator Joni Ernst beat U.S. Representative Bruce Braley. In the 2018 U.S. House elections the Democrats managed to retake Iowa's 1st congressional district with Abby Finkenauer, and Iowa's 3rd congressional district with Cindy Axne; the two women were the first female U.S. Representatives from Iowa. In the 2020 U.S. Senate elections, Ernst held her seat against Democratic candidate Theresa Greenfield. In the 2020 U.S. House elections, Democrats lost control of the 1st district to Republican Ashley Hinson and the 2nd district to Mariannette Miller-Meeks, while retaining Cindy Axne in the 3rd district. Iowa Democrats held the Governor's office from 1999 to 2011. In 1999, Democrat Tom Vilsack was elected governor and served two terms. Following Vilsack's decision to not run for reelection then-Secretary of State Chet Culver ran in 2006 and won. However, in 2010, Republican Terry Branstad defeated Culver 52.9% to 43.3%. In the 2018 Iowa elections, Democrat Rob Sand defeated incumbent Republican Mary Mosiman to become State Auditor. Democrat Michael Fitzgerald has held the post of State Treasurer since 1983, and is the longest-serving state treasurer in the United States. Likewise, Democrat Tom Miller has held the post of State Attorney General since 1995, and is the longest-serving state attorney general in the United States. As of July 2010 about 700,000 Iowans are registered Democrats compared to around 645,000 Republicans. Voters claiming independent outnumber both parties at just under 750,000 voters.[16] The Democratic Party was active in Iowa then the area was still part of the Wisconsin Territory in 1836.[17] During the first election held in the territory, Democrat Col G.W. Jones won 66% of the vote, and the Whig candidate won 57 votes in the county that today is the State of Iowa.[18] Iowa entered the union in 1846 and its first governor was Ansel Briggs. That same year Iowa would send its first two Representatives to Congress, both Democrats.[19] Two years later the Iowa Legislature elected two Democrats to represent the state in the United States Senate. However, after the rise of the Republican Party of Iowa following the American Civil War, Iowa Democrats had little political power for nearly a century. With the exception of the late 1890s and 1930s, during the Great Depression, Iowa Democrats did not become a major political force until the 1950s. By that time, new waves of immigrants and their descendants, and working-class unions in industry in Iowa's largest cities had aligned with the Democratic Party. Such demographic changes in the 1940s and 1950s helped lay a foundation for Democratic success. During World War II, thousands of Iowans had flocked to large cities to take advantage of war time jobs. By 1960 the state had become urbanized: more Iowans resided in urban areas than in rural ones.[20] Iowa's industrial areas were not concentrated in one town, but spread out among the state's 15 largest cities. Along with industry developing across the state, Democratic strongholds developed in such urban areas. This demographic change translated into Democratic success first in Iowa's largest city Des Moines. There Democrats identified and registered thousands of new supporters. In 1954 Democrats \"won control of the Polk County Board of Supervisors, every county administrative seat, and [...] all of Polk County's state legislative seats.[21] Taking advantage of internal Republican strife and backing from organized labor, Democrat Herschel Loveless won an upset victory against incumbent Republican Governor Leo Hoegh in the 1956 election. Two years later Loveless won reelection and Democrats would capture 50 State House seats, 12 State Senate seats, and 4 Congressional seats.[22] In 1960 Iowa's government was dominated by Republican control. However, during the 1960s and 1970s Iowa Democrats used their success in Polk County as a model in organizing Democratic supporters that was repeated across Iowa. While Democrats were defeated in runs for several offices in 1966 and 1968, following social disruption related to opposition to the Vietnam War and cultural changes, Governor Harold Hughes won three terms in office. Democrats rebounded in the 1970s, in part due to the sophisticated approaches of Democratic candidates John C. Culver and Richard C. Clark. They used computer models to analyze voters on a precinct-by-precinct basis, and ran issue-driven campaigns attuned to local issues.[23] Each was elected to the U.S. Senate, in 1972 and 1974, respectively. Republicans regained dominance in the late 1970s in state government, but Democrats remained a competitive party in Iowa. Democratic presidential candidates were historically unsuccessful in capturing the state's electoral votes. The Republican Party's presidential nominee captured Iowa's electoral votes from 1856 to 1908, when the Republican Party dominated most of the Northern Tier of states. Southern Democrat Woodrow Wilson won Iowa in the 1912 presidential election against Republican incumbent William Howard Taft. It was twenty years before another Democrat, Franklin D. Roosevelt, won the state, and that during the Great Depression and a time of national crisis. With the exception of President Lyndon B. Johnson's landslide election win in the 1964 presidential election, the Democratic nominee for president did not win Iowa's electoral votes from 1952 to 1984. Since the 1988 presidential election, Democrats have had more success in capturing Iowa's electoral votes. Iowa Democrats were largely locked out of power at the national level until the 1930s. No Iowa Democrat served more than one term in the U.S. Senate until Guy Mark Gillette was elected in 1936. Following Gillette's defeat in 1944, Iowa Democrats did not control a U.S. Senate seat until the election of Harold Hughes in 1969. From 1985 to 2015, Democrat Tom Harkin and Republican Chuck Grassley each held a U.S. Senate seat. In 1957 Herschel C. Loveless broke nearly two decades of Republican control when he was elected as governor.by being elected governor. Two years later he was reelected to a second term. In 1963 Harold Hughes was elected Governor of Iowa; he was twice re-elected, serving a total of three two-year terms, from 1963 to 1969. On January 1, 1969 Hughes resigned to take the U.S. Senate seat he had just won. Lieutenant governor, Robert D. Fulton, succeeded as governor. As Republicans became more successful in the Midwest, Fulton was the last Democratic governor of Iowa until Tom Vilsack was elected in 1999. Political party strength in Iowa Note: Political parties are those organizations that received 2% or more of the vote for president or governor in the most recent general election.","Title":"Iowa Democratic Party - Wikipedia","KeyID":"5482","URL":"https://en.wikipedia.org/wiki/Iowa_Democratic_Party"}