{"Content: ":"The Kansas Democratic Party is the affiliate of the Democratic Party in the state of Kansas and one of two major parties in the state, alongside the Republicans. The chair of the party is Vicki Hiatt. The party currently controls the state's governorship, lieutenant governorship and Treasurer office, as well as one seat in the state's U.S. House delegation. It is currently in the minority in both houses of the state legislature. Since its founding as a territory, Kansas politics have been largely dominated by the Kansas Republican Party and in 1857, the Kansas Democratic Party was formed in an attempt to curb this trend by writing a constitution which would make Kansas a pro-slavery state. This constitution, which was written in Lecompton, Kansas, was boycotted by many of the free-staters and seen as illegitimate. Eventually a free-state constitution was drafted in Topeka and was adopted.[3] The Kansas Democratic Party has not been able to send a U.S. Senator to Washington since 1939, a record currently unmatched by any state party in America, Republican or Democratic. Kansas Democrats have only controlled the Kansas Senate for 4 years (1913-1916) since statehood, and have only controlled the Kansas House of Representatives for six years since statehood (1913-1914, 1977-1978, and 1990-1991). Since the state’s founding, there have been 12 Democratic governor of Kansas, six of whom were elected after 1961.[4] The aftermath of the “Summer of Mercy,” a series of anti-abortion protests in Wichita which split Kansas Republicans into moderate and conservative factions, established the modern “three-party politics”[5] at the state level.[6] Kansas Democrats often capitalize on that split, forming coalitions with moderate Republicans and independents to achieve near and complete electoral and legislative success, most notably in the 2002, 2006, 2014, and 2018 gubernatorial elections.[7][8][9] The party suffered major defeats in the 2010 Kansas elections, losing every statewide race and 16 seats in the Kansas House. Before then, the Democrats had joined with a coalition of moderate Republicans to effectively control the state senate. However, the ousters of several moderate Republicans in the 2010 primaries left the lower chamber in the hands of conservative Republicans. The Kansas Democratic Party helped elect 14 new Democrats to the Kansas Legislature in the 2016 elections, and, along with substantial primary victories among moderate Republicans,[10] often achieved bipartisan, moderate majorities in the Kansas House on issues such as Medicaid expansion[11] and taxes.[12] In 2018, Democrat Laura Kelly was elected governor and Sharice Davids was elected to represent 3rd congressional district, with the party making sizable gains in suburbs and major cities around the state while keeping losses to a minimum in the rural, more conservative parts of Kansas.[13] Since 1895, the Kansas Democratic Party has hosted the annual Washington Days convention. Consisting of one weekend of caucus meetings, dinners, and receptions, the event ends with an address from a keynote speaker. It is traditionally held in the capital city of Topeka. The keynote speech has historically been a proving ground for future Democratic candidates for President of the United States,[14] including William Jennings Bryan, Ted Kennedy, Gary Hart, John Edwards, Martin O’Malley, Bernie Sanders, and Pete Buttigieg. Keynote speakers who would go on to become president include Woodrow Wilson, Harry S. Truman, Jimmy Carter, Bill Clinton, Barack Obama, and Joe Biden. Alben Barkley, Al Gore, and Joe Biden also gave keynote speeches at Washington Days before each became vice president. George McGill, who served from 1930 until 1939, was the last Democrat to serve as a United States Senator from Kansas; the state has since exclusively been represented by Republicans in that body, representing the longest losing streak by either party in any of the fifty states. Governor Laura Kelly Lieutenant Governor David Toland Treasurer Lynn Rogers","Title":"Kansas Democratic Party - Wikipedia","KeyID":"5483","URL":"https://en.wikipedia.org/wiki/Kansas_Democratic_Party"}