{"Content: ":"The Kentucky Democratic Party is the affiliate of the Democratic Party in the U.S. state of Kentucky. The party is a longstanding institution in the Commonwealth; 45.7% of Kentuckians were registered as Democrats in 2022, more than the 44.8% who were registered with the Republican Party.[2] Governor Andy Beshear is a Kentucky Democrat. A priority for Kentucky Democrats in the 2010s and 2020s has been increasing the minimum wage. The structure of the Kentucky Democratic Party states that the power rests in the hands of the members and is to be conducted in accordance with the Constitutions of the United States and the Commonwealth of Kentucky. A member is anyone who is registered as a Democrat in the Commonwealth of Kentucky, and states that no discrimination will take part in anyone wishing to join the party. Governing of the Kentucky Democratic Party articulates that proxy votes are not permitted and unit rules are forbidden. The organization aims to take strong stances against forcing members to vote a certain way, but instead endorses all candidates which meet their ideological structure most effectively. The functions of the State Party are orchestrated by the State Central Executive Committee, County Executive Committees, and Precinct Committees. The members of each committee are nominated and elected at their respective conventions during a party-wide reorganization from the precinct level up which begins in April of every Presidential election year. Members of each precinct must select one man, one woman, and one youth to represent their precinct. One member is then selected as the Precinct Chair. Those elected to their Precinct Committee then meet for the County Convention wherein they elect 10 men and 10 women to serve on as members of the County Executive Committee, who in turn elect a Chair and Vice Chair. Also at the County Convention, certain members will be nominated to represent the county at the Kentucky Democratic Convention to elect new members to the State Central Executive Committee as well as delegates to the Democratic National Convention.[3] Kentucky politics has been relatively evenly matched between Democrats and Republicans. There has been no Democratic President from Kentucky, but there have been three Democratic Vice Presidents from the state. The first Vice President from Kentucky, Richard M. Johnson, was the ninth Vice President of the United States. In the earliest part of the 19th century Johnson was a supporter of the Democratic-Republican Party during his service in the U.S. House, Johnson would work to secure pensions for widows and orphans of wars, in particular those following the War of 1812, a stance that would set precedence for future Kentucky Democrats.[4] Johnson would later become a strong supporter and influence in the Democratic Party along with his service in the White House from 1837 to 1840.[5] John C. Breckinridge served as the 14th Vice President (1857–1861) and a notable figure in the early Democratic Party of Kentucky, although Breckinridge claimed himself not an anti-union demonstrator, during the civil war, yet strongly supported the states right to determine slavery and would go on to be an officer in the confederate army.[6] Alben W. Barkley Vice President (1949–1953) began his Kentucky Democratic influence as a county Judge, and would become a U.S. House of Representatives and go onto the U.S. Senate with strong ties to Woodrow Wilson's liberal agenda, as well as during Franklin D Roosevelt's Administration, and would help transition Kentucky's Democratic Party into the modern era of politics.[7] Since the 20th century and early part of the 21st century, Democrats have largely dominated the office of governor in the State of Kentucky; out of 26 governors since 1900, only seven have not conducted office within the Democratic Party.[8] A priority for Kentucky Democrats in the 2010s and 2020s has been increasing the minimum wage.[9] Both of Kentucky's U.S. Senate seats have been held by Republicans since 1998. Wendell Ford was the last Democrat to represent Kentucky in the U.S. Senate. First elected in 1974, Ford opted to retire instead of seeking a fifth term. Congressman Scotty Baesler ran as the Democratic nominee in the 1998 election and was subsequently defeated by Republican challenger Jim Bunning. Out of the six seats Kentucky is apportioned in the U.S. House of Representatives, one is held by a Democrat: Democrats control two of the seven elected statewide offices: Governor Andy Beshear Lieutenant Governor Jacqueline Coleman Chair: Colmon Elridge[10] In the House of Representatives, Democrats hold a minority of seats. The Democratic Party in the House is led by the Minority Floor Leader Rocky Adkins; Minority Caucus Chairman is Dennis Keene and Minority Whip is Wilson Stone.[11] In the Senate, Democrats hold a minority of seats. Leading figures of the Democratic Party in the Senate include Minority Floor Leader Ray S. Jones II, Minority Caucus Chairman Dorsey Ridley, and Minority Whip Dennis Parrett.[12] Since the passage of the Affordable Care Act, Kentucky Democrats have supported expanding Medicaid under the law. Under the Act, health care providers also cannot refuse coverage based on preexisting conditions. In 2006, 2,000,231 people between the ages of 25 and 64 were living in Kentucky, and an estimated 19% were living without health insurance.[13] By 2020, the uninsured rate in Kentucky had fallen to 5.5%, and about a half-million Kentuckians had gained insurance under Medicaid expansion.[14] The Kentucky Infrastructure Authority was founded in 1988 to develop and fund a better infrastructure for the state. Its main reason for existence has been to finance local development and works as an office under the Governor.[15] In 2009, the Kentucky Infrastructure Authority distributed 47.8 million dollars to fund wastewater infrastructure projects. An additional 18.9 million dollars was made available to improve funding for drinking water projects in the state. The funding was to be distributed through the Clean Water State Revolving Fund and the Drinking Water State Revolving Fund, which were directly funded by the American Recovery and Reinvestment Act of 2009, which was strongly supported by Democrats and implemented by President Obama. Governor Beshear, a strong supporter of President Obama's Reinvestment Act, stated that these infrastructure improvements will not only create jobs but address short and long-term water challenges for the state of Kentucky.[16]","Title":"Kentucky Democratic Party - Wikipedia","KeyID":"5484","URL":"https://en.wikipedia.org/wiki/Kentucky_Democratic_Party"}