{"Content: ":"The Louisiana Democratic Party (French: Parti démocrate de Louisiane) is the affiliate of the Democratic Party in the state of Louisiana. Dominated by the conservative planter elite through much of the 19th century, the party was historically prominent in politics since before the American Civil War. It struggled to regain power through Reconstruction, when the Republican Party became competitive due to support by most African Americans and many other Unionists.[2] Democrats won the governorship in every election from 1877 to 1980, when Republican David Treen was elected.[2] Governor John Bel Edwards is a Democrat, and he is the only Democrat elected statewide in Louisiana. Both of Louisiana's U.S. Senate seats have been held by Republicans since 2014. Mary Landrieu was the last Democrat to represent Louisiana in the U.S. Senate. First elected in 1996, Landrieu lost her bid for a fourth term in 2014 to Bill Cassidy, who has held the seat since then. Out of the 6 seats Louisiana is apportioned in the U.S. House of Representatives, 1 is held by a Democrat: Democrats control one of the seven elected statewide offices: Governor John Bel Edwards The party and its members are governed by a set of by-laws, which explain how the party is to operate and the responsibilities officials of the party have.[3] The party further operates under a party constitution adopted in 1998 consisting of 11 articles. The articles cover the topics of: subordination, name, purpose, party membership, management, election, composition and appointment of the Democratic State Central Committee, organization of committee, officers, by-laws and amendments.[4] Party leadership is broken up into three section: the Executive Committee, the Louisiana Democratic Central Committee and Parish Executive Committees. The Executive Committee consists of a chairman, four vice-chairman, two DNC committee persons, one DNC at-large, a vice chair of elected officials, a secretary, treasurer, clerk, legal counsel, and a parliamentarian. Each congressional district also receives two seats on the executive committee. The Louisiana Democratic Central Committee consists of a female and male committee member from each of the 105 State House Districts. Parish Executive Committees are set up in a similar fashion as the Party Executive Committee. Members serving in these positions generally serve a term of four years and are elected at the same time of the presidential elections. [5] The party also has staff positions occupied by Stephen Handwerk as executive director, Michelle Brister as Deputy Executive Director, and D'seante Parks as Communications Director.[6] The Democratic Party developed in Louisiana by the middle 1830s. The party was the product of the Jacksonians, \"who had come to be called simply Democrats.\"[7] The early support for the Democratic Party came from cotton planters, who supported its anti-tariff stance, and people of ethnic French and Spanish ancestry, who were descended largely from colonists. Anglo-Americans who had settled the state from other parts of the South sometimes supported the Whigs. By the 1840s New Orleans had a large increase in population due to an influx of thousands of Irish and German immigrants; most of them became Democrats, as the party worked to integrate them into American life.[8] As the Civil War approached, the main opposition party to the Democrats, the Whigs, collapsed. The dispute over the issue of slavery divided the Whigs into two main camps: those who opposed the expansion of slavery and those who agreed with the Democrats' stance \"that the expansion of slavery was essential to its survival.\"[9] As a result, the Democratic Party dominated antebellum Louisiana. The new opposition party, the Know-Nothings, who were nativists, held power only in New Orleans for a brief period of time.[10] The Democratic Party won its first governorship in 1843 with the election of Alexandre Mouton. It would continue to win elections throughout the rest of the antebellum period. At the onset of the Civil War, the Democratic party won both elections held for the governorship in the portions of Louisiana that were held by the Confederate States of America. During Reconstruction, the Republican Party rose to power in the state with the enfranchisement of freedmen under constitutional amendments; they affiliated with the party that had gained their freedom and the end to slavery. Democratic insurgents were active in the state, and elections were accompanied by fraud and violence as they sought to suppress the black Republican vote. Following the disputed election of 1872, in which both parties' candidates declared victory, armed Democrats took over state offices in New Orleans for several days, struggling to unseat Republicans. The Colfax Massacre of blacks in Grant Parish was also related to this dispute. In 1874 the Democratic paramilitary group known as the White League established chapters in numerous parishes, and it worked to disrupt Republican meetings and voting. Due to a national compromise, in 1877 the federal government withdrew its troops from the South. The Democratic Party quickly regained control of the state legislature and politics; its candidates won every election for governor until 1980. The exclusion of most blacks from the political system lasted through the 1960s. Since 1980 the governorship has been split between four Democrats and four Republicans.[2] Throughout the 1880s, the Democratic-dominated legislature in Louisiana passed Jim Crow laws and institutionalized racial segregation, as did the legislatures of other southern states. For a brief period, a Republican-Populist alliance gained power in the state house. Seeking to secure its power and to prevent such a challenge again, the white Democratic elite of this time worked to disenfranchise both poor whites and blacks, in order to end challenges from the Republican Party or Populists. Following Mississippi's passage of a new constitution in 1890 that disenfranchised most blacks, in 1898 the Democratically held state legislature of Louisiana passed a new constitution with provisions related to voter registration intended to disenfranchise most black voters; many poor white voters were also disenfranchised. The new constitution required payment of a poll tax (beyond the reach of many poor farmers who often traded in goods), literacy tests (which were administered in a discriminatory fashion, excluding educated blacks as well as those who were illiterate), property requirements, and a grandfather clause. The latter gave illiterate whites an opportunity to register if their ancestors had voted in 1867 or before the war, when blacks were excluded from voting.[11] During the Solid South era, Louisiana democrats passed laws that provided for segregation. Blacks were essentially excluded from the political system for decades into the 1960s. Barred from voting, they were also excluded from juries and from holding local office.[12] With the political system dominated by whites, black schools and facilities were consistently underfunded. In addition, their interests were not represented at the state or federal level. For instance, federal programs under President Franklin D. Roosevelt's New Deal, developed to deal with widespread poverty during the Great Depression, overlooked black urban and rural needs in the South. In the era after World War II, black veterans and other leaders pressed to have their constitutional rights recognized: to be able to vote, use public places and facilities, and be treated as the United States citizens they were. In the early 1960s African Americans increased their efforts to create political change, at a time when there was social unrest related to cultural changes and gradually increasing opposition to the Vietnam War. In many southern states, white conservative voters began to vote for Republican presidential candidates, as a sign of their future political realignment. The national Democratic Party supported civil rights, as exemplified by President Lyndon B. Johnson gaining passage of the Civil Rights Act of 1964 and the Voting Rights Act of 1965. Many southern white conservative voters began to leave the Democratic Party for the Republican Party.[13] Following passage of the Voting Rights Act, gradually African Americans in Louisiana and other states regained the ability to register and vote. Most affiliated with the national Democratic Party and supported its candidates. Voter turnout rose dramatically as African Americans rejoined the political process; people began to be politically active at all levels. They began to field their own candidates. From the 1930s, after many African Americans had left the state seeking work in other areas in the Great Migration, Louisiana has been majority white. Some areas have black majorities, as did New Orleans. The process of party switching appears to have been slower in Louisiana than in some other Southern states, as Democratic candidates continued to win governorships through the 20th century.[13] The evacuations and extensive damage to residential areas resulting from Hurricane Katrina had far-reaching political effects in the state. Because black residential areas of New Orleans were so damaged, many residents had to stay away, and some resettled in other states or cities. After the storm there was a twofold shift in the political electorate. \"First, the exodus of Democratic voters to Texas, Florida and other parts of the country could affect local and statewide races in Louisiana--to the benefit of Republicans. At the same time, many of those who left New Orleans went to other parts of Louisiana, producing new micro-electorates where Democrats have moved into traditionally Republican areas.\"[14] One example of change was Baton Rouge, which gained an increase of 50,000 people after Katrina, many of them African Americans from the New Orleans area. The changes resulted in Democrat Don Cazayoux winning Louisiana's 6th congressional district \"after more than three decades under Republican control.\"[14] The shift of the white majority in the state into the Republican Party has continued in the 21st century. Because of demographic changes and political realignment, the Democratic Party has won fewer offices at the statewide and national levels in Louisiana. In 2004 Democrats held both Senate seats as well as six statewide offices. However, in February 2011, Buddy Caldwell, Louisiana Attorney General and the only statewide elected Democrat, switched to the Republican Party of Louisiana.[15] In September 2011, the Democratic Party did not field a major candidate for any of the statewide offices for the November elections.[16] Despite this, the Democratic Party appears to be keeping its appeal at a local level. In November 2011, Democrats retained 45 seats in the Louisiana House of Representatives, and added five new members; the House has a total of 105 members. In April 2012, the party's governing Committee, the 210-member State Central Committee, elected Karen Carter Peterson as chair, ousting former party leader Claude \"Buddy\" Leach. Peterson is the first female, and the second African American, to serve as party chair in the Louisiana Democratic Party's long history.[17] Peterson is a member of the Louisiana State Senate from New Orleans.","Title":"Louisiana Democratic Party - Wikipedia","KeyID":"5485","URL":"https://en.wikipedia.org/wiki/Louisiana_Democratic_Party"}