{"Content: ":"The Maryland Democratic Party is the affiliate of the Democratic Party in the state of Maryland, headquartered in Annapolis.[2] The current state party chair is Yvette Lewis.[3] It is currently the dominant party in the state, controlling all but one of Maryland's eight U.S. House seats, both U.S. Senate seats, and has supermajorities in both houses of the state legislature. The Maryland Democratic Party is among the oldest continuously existing political organizations in the world. On May 21, 1827, a meeting of Andrew Jackson supporters organized a political structure in the state designed to help Jackson win the Presidency after he was denied victory in the 1824 United States presidential election despite winning the popular vote. The first meeting of the Democratic (Jackson) Central Committee was held at the Atheneum in Baltimore City, located on the southwest corner of St. Paul and Lexington Streets. Twelve delegates from each county and six delegates from Baltimore City were invited to attend. The label \"Central Committee\" was adopted along with a \"Committee of Correspondence\" which functioned like the present Executive Committee. Thomas M. Forman, Cecil County, was chosen to preside with William M. Beall, Frederick County, appointed Secretary and John S. Brooke, Prince George's County, appointed as Assistant Secretary. In addition to its founding, the Maryland Democratic Party hosted the first six Democratic National Conventions from 1832 to 1852 held in Baltimore. On May 31, 1838, Maryland Democrats gathered in a state party convention to nominate William Grason for Governor. He became the first popularly elected Governor in Maryland with the help of central committees throughout the state.[citation needed] After the ratification of the Suffrage Amendment in 1920, the Democratic State Central Committee added an equal number of women to its membership, a practice still embodied in National Party Rules and in the elections for Cecil County Democratic State Central Committee.[4] The first six Democratic National Conventions were held in Baltimore, for a total of nine to date. Historically the Democratic Party has been the dominant party in Maryland politics. The party has held continuous control of the Maryland General Assembly since 1920, the longest currently running streak of control by a single party of a state legislature in the United States. Democrats comprise nine of Maryland's ten-member Congressional delegation:[5] Since 1987, Democrats have controlled both of Maryland's seats in the U.S. Senate: Senior U.S. Senator Ben Cardin Junior U.S. Senator Chris Van Hollen Democrats hold seven of the eight seats Maryland is apportioned in the U.S. House following the 2000 census: Beginning in January 2015, Democrats control two of the four statewide offices: Until 2010, the Democratic Party of Maryland held majority power at the County level. As of 2018 the Democrats only hold control in nine out of 23 Maryland's county governments including Baltimore City.","Title":"Maryland Democratic Party - Wikipedia","KeyID":"5487","URL":"https://en.wikipedia.org/wiki/Maryland_Democratic_Party"}