{"Content: ":"The Massachusetts Democratic Party (MassDems) is the affiliate of the Democratic Party in the Commonwealth of Massachusetts. It is chaired by Gus Bickford.[2] It is currently the dominant party in the state, controlling all nine of Massachusetts' U.S. House seats, both U.S. Senate seats, and has supermajorities in both houses of the state legislature. The only statewide offices that the party does not control are the governorship and the lieutenant governorship, which are currently held by Republicans Charlie Baker and Karyn Polito respectively. Headquartered in Boston, Massachusetts, the Massachusetts Democratic State Committee is responsible for publicizing the platform of the Massachusetts Democratic Party, the state affiliate of the United States Democratic Party. According to the party charter, the State Committee is charged with conducting state-level campaigns for the Democratic Party, coordinating efforts to fill vacancies in nominating candidates to state and congressional offices, and creating and disseminating information regarding official Democratic Party policies and positions. The Committee also engages in fundraising initiatives to support its operations, and coordinates local caucuses and the Democratic State Conventions. The State Committee comprises 160 elected members, and add-on and ex officio seats, all of whom must be registered Democrats. Current officers include Gus Bickford, Chairman; Debra Kozikowski, Vice-Chair; Leon Brathwaite, Vice-Chair; Carol Aloisi, Secretary; Kathleen Gasperine, Treasurer; Thomas McGee, Chair Emeritus; and Veronica Martinez, Executive Director. Non-officers include two men and two women from each state senatorial district, Democratic National Committee members from Massachusetts, and roughly 120 additional committee members comprising various underrepresented minority groups, including veterans, gay and lesbian citizens, and college-aged youth representatives. Democratic statewide officers, Governor's Councilors, US Representatives and Senators, and the top Democrat in each chamber of the state legislature are ex officio members. Any person who has served for twenty years on the state committee remains a member so long as that person remains registered as a Democrat in Massachusetts. Eighty of the State Committee members (one of each gender per Senate district) must be elected through presidential primary ballots. The other 80 (one of each gender per Senate district) are elected at Senate district conferences by local town and ward committee members. All State Committee members serve four-year terms. There are numerous subcommittees are of the Massachusetts Democratic State Committee, including the Affirmative Action and Outreach Committee, the By-Laws Committee, the Campaign Services Committee, the Charter Amendments Committee, the Communications Committee, the Credentials Committee, the Disability Outreach Committee, the Field Services Committee, the Finance Committee, the LGBT Outreach Committee, the Labor Outreach Committee, the Massachusetts Democratic Latino Caucus Committee, the Public Policy Committee, the Rules Committee, the Rural Committee, the Internship-Scholarship Committee, the Senior Outreach Committee, the Site Selection Committee, the State Judicial Council Committee, the Veterans and Military Families Outreach Committee, the Women's Outreach Committee, and the Youth Services Committee. Subcommittees are chaired by State Committee members. Affirmative Action Outreach Co-Chairs: Dylan Hayre, Dorothea Jones, Nadeem Mazen By-Laws Co-Chairs: Jim DiTullio, Teresa Walsh Campaign Services Co-Chairs: Joe Kaplan, Amanda Smith Charter Amendments Co-Chairs: Sandi Bagley, Bryan Barash Communications Co-Chiars: Elaine Almquist, John Bowes Credentials Co-Chairs: Carol Aloisi, Alana Murphy, Steve Owens Disability Outreach Co-Chairs: Cheryl Cummings, David Perelman Field Services Co-Chairs: Jason Palitsch, Karen Payne JFK Scholarship Co-Chairs: Brenda Braithwaite, Charlotte Golar-Ritchie Judicial Council: Roger Lau Labor Outreach Co-Chairs: Ed Collins, Cathy Dwyer Latino Caucus Co-Chairs: Marcia Cruz Redding, Juan Lopez LGBT Co-Chairs: Steve Driscoll, Tyler Carlton, Holly Ryan Personnel Co-Chairs: Andrea Cabral, Mark DiSalvo Public Policy Co-Chairs: Ralph Edwards, Jamie Eldridge, Martina Jackson, Ann Roosevelt Resolutions Co-Chairs: Alex Pratt, Marianne Rutter Resource Development Co-Chairs: Tom Holloway, Nicole LaChapelle Rules: Bill Eddy Rural Issues Co-Chairs: Lee Harrison, Lisa Mosczynski Senior Outreach Co-Chairs: Russ Ashton, Allyne Pecevich Site Selection Co-Chairs: Sally Rizzo, Ron Valerio Veterans & Military Families Co-Chairs: Chuck Battle, Christine Tron Women's Outreach Co-Chairs: Linda Dorcena Forry, Norma Shulman, Megan Costello Youth Services Co-Chairs: Jeremy Comeau, Alicia Delvento The Massachusetts Democratic Party and the National Democratic Party trace their roots to the latter half of the 18th century, when politicians forged alliances based on common national interests. In 1792, Thomas Jefferson founded the Democratic-Republican Party, commonly referred to as the \"party of the common man.\" Jefferson's new party was adamantly opposed to what it saw as the Federalist Party's elitist agenda. Jefferson served two consecutive terms as the first Democratic Republican President of the United States beginning in 1800. James Madison, another Democratic-Republican, succeeded Jefferson in 1808, followed by fellow party member James Monroe in 1812. The national party was briefly divided during the election of John Quincy Adams in 1824, in which four Democratic candidates ran for office. Andrew Jackson assumed the leadership of the party following this period, and reunified its constituents. Jackson defined the party's platform and established the Democratic National Convention as a means of organizing and implementing the party's agenda on a national scale. With consecutive presidential victories in 1828 and 1832, Jackson succeeded in solidifying the Democratic-Republicans as a powerful national political party. The name was simplified to the Democratic Party at the Democratic National Convention of 1844. Massachusetts was dominated during the early 19th century by the Federalist Party. The Federalist position was strengthened when Maine, a Democratic-Republican stronghold, achieved statehood in 1820. The Democratic Party in Massachusetts was lacking in well-organized structure and strong leadership for much of the post-Jackson 19th century. Individual factions, including rural groups, immigrants, and factory workers, made up the party rank and file, but were unable to organize effectively to compete with first the Whigs and, after the American Civil War period, the Republicans. They rarely gained control over the legislature, and only one governor (William Russell) served more than two consecutive one-year terms. As the 19th century was ending, the party found a new strength in an old ideal. The Democrats' long-held suspicions of aristocratic leaders and the wealthy elite struck a chord with immigrants and working class citizens during the first half of the 19th century. Irish Americans gained a measure of organizational power in the party beginning late in the 19th century, but it was not until the 1920s that the Irish, along with other immigrant groups and working-class interests, were able to forge a strong party structure that united their interests and consistently produced electable leadership. By the mid-20th century, the party was successfully contending with Republicans for all major state offices, and had by the 1970s achieved its present dominant position in the state legislature. Despite numerous Republicans elected as governor, the Democratic Party was at the forefront of Massachusetts politics for much of the 20th century. Massachusetts Democrats, from John F. Kennedy to Deval Patrick, have played a prominent role in advancing the party's agenda and prominence on a local and national scale. The state's strength as a Democratic stronghold is such that it has not voted for a Republican for president since 1984, when Ronald Reagan was elected. The 2006 elections solidified the Democratic Party's dominance in Massachusetts, when Deval Patrick became the first Democratic governor in 16 years. It was moderated in 2014 with the election of Republican Charlie Baker as governor. Currently, every Congressional delegate from Massachusetts is a Democrat. Democrats also occupy all constitutional offices in the Commonwealth's state government other than the governor and lieutenant governor (held by Republicans Baker and Karyn Polito), including Attorney General Maura Healey, Auditor Suzanne Bump, Secretary of State William F. Galvin, and Treasurer Deb Goldberg. The party holds super-majorities in both the state House of Representatives and the state Senate. Democrats have controlled both of Massachusetts's seats in the U.S. Senate since 2012: Senior U.S. Senator Elizabeth Warren Junior U.S. Senator Ed Markey Out of the nine seats Massachusetts is apportioned in the U.S. House of Representatives, all nine are held by Democrats: Democrats control four of the six elected statewide offices: Some of the state's major cities have Democratic mayors, though they are officially elected on a non-partisan basis. As of 2021, Democrats control the mayor's offices in eight of Massachusetts's ten largest cities:","Title":"Massachusetts Democratic Party - Wikipedia","KeyID":"5488","URL":"https://en.wikipedia.org/wiki/Massachusetts_Democratic_Party"}