{"Content: ":"The Michigan Democratic Party is the affiliate of the Democratic Party in the state of Michigan. It is based in Lansing. Lavora Barnes is the party's current chair.[1] She was previously the party's Chief Operating Officer.[2] The party currently controls half of Michigan's U.S. House seats, both U.S. Senate seats, and the governorship. Residents of the state of Michigan at least 16 years of age are eligible for party membership; no financial contribution is required.[3] Generally, a person is required to have been a member for at least 30 days before a convention, caucus or meeting to receive voting privileges.[3] Between state party conventions, the party is governed by the Democratic State Central Committee (DSCC). Delegates to the state central committee are elected at congressional district spring conventions in odd-numbered years.[3] Each district is entitled to at least four delegates consisting of two men and two women, with additional members allocated by congressional district based on the proportion of its vote for the Democratic nominee for President or Secretary of State at the last general election held.[3] Additional ex-officio with voting privileges include the Democratic National Committee members of the state and the officers of the DSCC. Any congressional district or county chairs having not been elected delegates also become DSCC ex-officio members, but without voting privileges.[3] The DSCC's officers are elected at the spring state convention in odd-numbered years by party members. Officers consists of a Chair, two Vice-Chairs one of each of a different gender and race, Secretary, Corresponding Secretary, Treasurer, and any additional officers as the convention deems proper.[3] Current major officers for the DSCC include:[4] Officers of the DSCC plus the Democratic National Committee members constitute the Executive Committee of the DSCC. The Executive Committee addresses policy questions in between the meetings of the DSCC.[3] The Executive Committee is also responsible for drawing up a 2-year budget for the DSCC at a spring meeting in odd-numbered years.[3] The Michigan Democratic Party controls all four statewide offices and holds a minority of seats in the Michigan House of Representatives and Michigan Senate. Democrats hold both of Michigan's U.S. Senate seats, seven of the state's 14 U.S. House seats, and majorities on the elected governing boards of the University of Michigan, Michigan State University, and Wayne State University as well as a majority on the State Board of Education.[5] Democrats have controlled both of Michigan's seats in the U.S. Senate since 2000: Senior U.S. Senator Debbie Stabenow Junior U.S. Senator Gary Peters Out of the 14 seats Michigan is apportioned in the U.S. House of Representatives, seven are held by Democrats: Democrats control all four of the elected statewide offices: Governor Gretchen Whitmer Lieutenant Governor Garlin Gilchrist Secretary of State Jocelyn Benson Attorney General Dana Nessel","Title":"Michigan Democratic Party - Wikipedia","KeyID":"5489","URL":"https://en.wikipedia.org/wiki/Michigan_Democratic_Party"}