{"Content: ":"Lonchodectidae or Lonchodraconidae[1][2] is a group of pterosaurs within the clade Pterodactyloidea. It has variously been considered to be within Ctenochasmatoidea,[3] Azhdarchoidea[4] and Pteranodontia.[5][6][7] They are notable for their high, conical tooth sockets and raised alveolar margins.[8] Lonchodectidae was first named by paleontologist Reginald Walter Hooley in 1914,[9] and was first considered to only contain species of Lonchodectes.[10] A taxonomic review of pterosaurs from the Cambridge Greensand in 2013 considered Lonchodectes a nomen dubium, and named a new family, Lonchodraconidae, for the remaining species, which had been moved to the new genus Lonchodraco.[11] Yixianopterus,[12] Unwindia, Prejanopterus,[13] and Serradraco[14] have also been considered possible lonchodectids. A taxonomic review of Lonchodectidae by Russian paleontologist Alexander Averianov in 2020 limited the clade to Ikrandraco, Lonchodectes, and Lonchodraco, thus finding Lonchodraconidae to be synonymous with the earlier name Lonchodectidae.[7] The most diagnostic features of Lonchodectidae pertain to the teeth and jaws. The teeth on both the upper and lower jaws are generally small, do not vary in size through the length of the jaw, and are placed on raised alveolar margins. The upper palate has a prominent ridge. One genus, Lonchodraco, has prominent crests at the tips of both the skull and mandible, while another, Ikrandraco, only has a crest on the mandible. Only Lonchodraco and Ikrandraco preserve postcrania, which is similar to other lanceodontians.[7] The cladogram below is a topology recovered by Longrich and colleagues in 2018. In their analysis, they placed the family Lonchodectidae as the sister taxon of the family Boreopteridae, while also placed within the more inclusive group Ornithocheiromorpha.[15] Hongshanopterus Lonchodraco Lonchodectes Boreopterus Zhenyuanopterus Nurhachius Liaoxipterus Istiodactylus Aetodactylus Cimoliopterus Anhangueria Other studies including Pêgas et al. (2019) and Holgado & Pêgas (2020) however, have only included Ikrandraco and Lonchodraco in this group, therefore using the name Lonchodraconidae instead.[1][2] Postcranial material similar to those of azhdarchoids has previously been referred to Lonchodectes;[16] however, this material has later been referred to the azhdarchoid Ornithostoma.[17] Ikrandraco is presumed to have been piscivorous, though this is not completely confirmed.[18] Lonchodraco bore sensor pits similar to those of modern probe feeding birds; though it appears to be unlikely that it was a probe feeder due to its large size and broad jaw ends, it has been suggested that it similarly procured food items on the ground or in water such as fish or insects.[19]   ","Title":"Lonchodectidae - Wikipedia","KeyID":"549","URL":"https://en.wikipedia.org/wiki/Lonchodectidae"}