{"Content: ":"The Mississippi Democratic Party is the affiliate of the Democratic Party in the state of Mississippi. The party headquarters is located in Jackson, Mississippi. The party has members and County Executive Committees in all 82 counties of the state. The Mississippi Democratic State Executive Committee is elected by congressional district: 20 positions from each district. The Mississippi Democratic Party holds none of the eight statewide offices and no majority in either legislative chamber. Mississippi Democrats hold one of the state's four U.S. House seats and none of the state's U.S. Senate seats. In the 2019 Mississippi elections, Jennifer Riley-Collins, the nominee for Attorney General, lost her race to Republican Lynn Fitch, ending the Democratic streak since 1878. Officers of the State Executive Committee include: Others who have served as Mississippi Democratic Chairmen have included Rickey Cole of Ovett, former Congressman Wayne Dowdy of McComb, Jon Levingston of Clarksdale and State Senator Johnnie Walls of Greenwood. Past executive directors have included Rickey Cole, Travis Brock, Sam R. Hall, Rosalind Rawls, Keelan Sanders, Amy Harris, Morgan Shands, and Alice Skelton. Mississippi has two representatives to the Democratic National Committee: These positions, unlike the officers, are elected every four years at the State Democratic Convention. Mississippi was a large supporter of Jacksonian Democracy, which occurred during the Second Party System (roughly 1820-1860s). At this time, Mississippi politics moved from a state divided between the Whigs and Democrats to a solid one-party Democratic state. At the time, the conservative Democratic Party strongly believed in states' rights as well as the right to the slave system. Tensions began to build between southern Democrats and northern Republicans and abolitionists. In the summer of 1860, the Mississippi delegation walked out of the Democratic National Convention as a response to the convention's refusal to allow slavery in the state. Soon after, Mississippi seceded from the Union and joined many other states in forming the Confederate States of America. After the end of the American Civil War in 1865, Reconstruction began in the United States. Many laws were put in place to allow suffrage for African-Americans, which troubled white Democrats. Democrats overpowered the Republicans to combat these laws by means of force and violence in a method known as the Mississippi Plan, formulated in 1875 and implemented in the election of 1876.[1] This plan was also used in other southern states to overthrow Republican rule. Thereafter, these states became known as the Solid South, meaning that they were solidly Democratic in political nature. This continued for the next seventeen presidential elections, until the elections of 1948.[1] At this time, the national party began to show support for the Civil Rights Movement, which reduced its support in the Solid South. When the 1948 Democratic National Convention adopted a plank proposed by Northern liberals calling for civil rights, 35 southern delegates, including all Mississippi's delegates, walked out. Southern Democrats sought to exclude Harry Truman's name from the ballot in the South. The Southern defectors created a new party called the States' Rights Party (Dixiecrats), with its own nominees for the 1948 presidential election: Democratic South Carolina Governor J. Strom Thurmond for president and Fielding L. Wright, governor of Mississippi for vice president. (In his 1948 gubernatorial inaugural address, Wright had described racial segregation as an \"eternal truth\" that \"transcends party lines\".) The Dixiecrats thought that if they could win enough Southern states, they would have a good chance of forcing the election into the U.S. House of Representatives, where Southern bargaining power could determine the winner. To this end Dixiecrat leaders had the Thurmond-Wright ticket declared the official Democratic ticket in some Southern states, including Mississippi. (In other states, they were forced to run as a third party.) Efforts by the Dixiecrats to paint Southern Truman loyalists as turncoats generally failed, although the 1948 Mississippi state Democratic sample ballot warned that a vote for Truman electors was \"a vote for Truman and his vicious anti-Southern program\" and that a Truman victory would mean \"our way of life in the South will be gone forever.\"[2] On election day of 1948, the Thurmond-Wright ticket carried Mississippi, South Carolina, Louisiana, and Alabama, all previously solid Democratic states.[3] Truman won the national election anyway, without their electoral votes. The States' Rights Party movement faded from the landscape, and its Mississippi leaders resumed their place in the ranks of the national Democratic Party with no repercussions, even though all seven incumbent Congressmen and Senator James O. Eastland had run on the Dixiecrat ballot with Thurmond and Governor Wright.[4] In the fall of 1954, after the Brown v. Board of Education decision, Mississippi politicians in the state legislature reacted by approving and ratifying a constitutional amendment that would abolish the public school system. This provision, on the other hand, was never used.[5][6] Soon, Mississippi became the focal point of national media when in August 1955, Emmett Till was lynched in Tallahatchie County. In 1957, Congress began to enact the first civil rights laws since the Reconstruction Era. By the time of the 1959 state elections, white Democrats acted to put a stop to this and elected Ross Barnett as governor. Democrats in Mississippi were not challenged in general elections and Barnett too ran unopposed. As a Dixiecrat, or States Rights Democrat, a member of the White Citizens' Council and by law on the board of the Mississippi State Sovereignty Commission, Barnett was a staunch supporter of segregation laws, as had been his two challengers in the primary. By the time of the 1960 presidential elections, he refused to support John F. Kennedy or Richard Nixon. Barnett opted for the traditional route, while many other Mississippi Democratic officials supported Kennedy's campaign. The state party itself had declared, in its platform, to \"reject and oppose the platforms of both national parties and their candidates\" after the 1960 Democratic National Convention and its adoption of a civil rights platform.[7][8] As a result of its insistence on maintaining segregation, Mississippi became a focal point for other major civil rights activity. Jackson's bus terminal was a stop for the Freedom Riders, civil rights activists who in 1961 rode interstate buses from Washington D.C. to New Orleans on routes through the segregated South to bring attention to the fact that localities in those states were ignoring federal desegregation law. When the buses made it to the Mississippi state line, by an arrangement between Governor Barnett and the Kennedy administration, police and the National Guard escorted them into Jackson where they were arrested and jailed for trying to use the bus station's whites-only facilities.[9] Established in April 1964, the Mississippi Freedom Democratic Party (MFDP) aimed to challenge discrimination based on race in the electoral process. It consisted of mainly disenfranchised African-Americans, although its membership was open to all Mississippians.[10] The party was formed out of collaborative efforts from the National Association for the Advancement of Colored People (NAACP), the Student Nonviolent Coordinating Committee (SNCC), and the Congress of Racial Equality (CORE).[11] In August 1964, a bus of MFDP delegates arrived at the 1964 Democratic National Convention in Atlantic City with the intention of asking to be seated as the Mississippi delegation[11] There they challenged the right of the Mississippi Democratic Party's delegation to participate in the convention, claiming that the regulars had been illegally elected in a completely segregated process that violated both party regulations and federal law, and that furthermore the regulars had no intention of supporting Lyndon B. Johnson, the party's incumbent president, in the November election. They therefore asked that the MFDP delegates be seated rather than the segregationist regulars.[12][13] The Democratic Party referred the challenge to the Convention Credentials Committee, which televised its proceedings, which allowed the nation to see and hear the testimony of the MFDP delegates, particularly the testimony of Fannie Lou Hamer, whose evocative portrayal of her hard brutalized life as a sharecropper on the plantation owned by Jamie Whitten, a long time Mississippi congressman and chairman of the House Agricultural Committee, drew public attention. Some of the all-white delegations from other southern states threatened to leave the convention and bolt the party as in 1948 if the regular Mississippi delegation was unseated, and Johnson feared losing Southern support in the coming campaign against Republican Party candidate Barry Goldwater. With the help of Vice President Hubert Humphrey (chief sponsor of the 1948 civil rights resolution which sparked the 1948 Dixiecrat walk-out) and Party leader Walter Mondale, Johnson engineered a \"compromise\" in which the national Democratic Party offered the MFDP two at-large seats which allowed them to watch the floor proceedings but not take part. The MFDP refused this \"compromise\" which permitted the undemocratic, white-only, regulars to keep their seats and denied votes to the MFDP. Denied official recognition, the MFDP kept up their agitation within the convention. When all but three of the \"regular\" Mississippi delegates left because they refused to support Johnson against Goldwater, the MFDP delegates borrowed passes from sympathetic northern delegates and took the seats vacated by the Mississippi delegates, only to be removed by the national Party; when they returned the next day, convention organizers had removed the empty seats that had been there yesterday. Though the MFDP failed to unseat the regulars at the convention, and many activists felt betrayed by Johnson, Humphrey, and the liberal establishment, they did succeed in dramatizing the violence and injustice by which the white power structure governed Mississippi, maintained control of the Democratic Party of Mississippi, and disenfranchised black citizens. The MFDP and its convention challenge eventually helped pass the Voting Rights Act of 1965. The MFDP continued as an alternate for several years, and many of the people associated with it continued to press for civil rights in Mississippi. After passage of the Act, the number of registered black voters in Mississippi grew dramatically. The Mississippi Democratic Party agreed to conform to the national Democratic Party rules, guaranteeing fair participation, and eventually the MFDP merged into the party. Many MFDP activists became Party leaders and in some cases officeholders. There is only one chapter of the MFDP still active, in Holmes County, Mississippi. After the controversy of the Mississippi Freedom Democratic Party in 1964, Democrats sought party representatives and officials that understood the need to compromise. They looked for a more moderate stance. This was tested during the election of 1968, the first in which African Americans were officially and legally enfranchised. When President Lyndon B. Johnson announced he would not be running for a second full term, Mississippians took stock in the independent George Wallace. His campaign was an outlet for white southerners to express their anger and frustration with the civil rights movement. It was also at this time that the Democratic Party went through drastic changes, when the national convention made the decision to award 1968 convention seats to the new \"Loyalist\" faction of the state Democratic Party, instead of the \"regulars\" (being \"the old guard conservative delegation composed of the governor and others from Mississippi\"[14])—the first time in history an entire delegation had been denied and replaced. The Loyalist Democratic party became official in June 1968 and encompassed the concerns of such groups as the NAACP, Young Democrats and the MFDP.[15] In 1972, Governor Bill Waller attempted to unify the \"regulars\" and the \"loyalists,\" without success. That year, Mississippi sent two delegations to the national convention, but the convention committee once again supported the loyalists. Efforts continued to reunite these two factions before the election of 1976.[16] After the election of 1976, it was clear that the Democrats were losing speed in the South. It became difficult to merge and force cooperation between the regulars and the loyalists, and conservative Republicans began to make inroads. In 1980 Republican Ronald Reagan kicked off his presidential campaign in Mississippi, with the Neshoba County Fair \"states' rights\" speech, and Southern liberal Democrat Jimmy Carter lost in a landslide to Reagan that year; more of the state began to vote Republican.[17] This was a trend across the South. In 1991, the governorship was taken away from Democrats when Republican Kirk Fordice won the election. Republicans consolidated this power between 1994 and 1996. At the end of the 1996 general election, Republicans held three of the five congressional seats in addition to both U.S. senators, as well as a gain in the state legislature. Democrats, no longer the Dixiecrats of the past and \"by the 1970s resolutely committed to biracial Democratic Party politics\", had lost significant power at both the state and national level.[18][19] Governors and legislators over the decades have called for rewrites of Mississippi's Constitution. The current Constitution was created in 1890,[20] crafted explicitly to replace the 1868 enfranchising constitution of Reconstruction days.[21] It has experienced many amendments—as of 2014, 121 approved since 1890, more than 75 since 1960[21]—and outright repeals, mostly as a result of U.S. Supreme Court rulings.[21][22] However, according to John W. Winkle III, Professor Emeritus of Political Science at the University of Mississippi, \"More than a century later, the 1890 Constitution, with its rather severe limitations on government and its antiquated organization and content, still shadows the state.\"[21] Auxiliary organizations include the Mississippi Federation of Democratic Women; Young Democrats of Mississippi (Democrats in the state of Mississippi between the ages of 15 and 35; organized on August 14, 1965 when a group of whites who supported the Civil Rights Movement joined with black leaders);[23] College Democrats of Mississippi (Mississippi colleges and universities have local Democratic party chapters, such as the Ole Miss College Democrats and MSU College Democrats); and Mississippi Stonewall Democrats (dedicated to being the political voices of the LGBT community of Mississippi). There is also an organization of self-styled Yellow-Dog Democrats. The term \"Yellow Dog Democrat\" refers to someone (typically in the South) who is staunchly loyal to the Democratic Party. They will almost always vote Democrat, no matter the candidate. The term was coined by Senator J. Thomas Heflin, who said \"I'd vote for a yellow dog if he ran on the Democratic ticket!\"[24]","Title":"Mississippi Democratic Party - Wikipedia","KeyID":"5491","URL":"https://en.wikipedia.org/wiki/Mississippi_Democratic_Party"}