{"Content: ":"The Missouri Democratic Party is the affiliate of the Democratic Party in the U.S. state of Missouri. Its chair is Michael Butler, vice chair is Genevieve Williams, treasurer is Cydney Mayfield, and secretary is Manny Abarca. Mayfield has been the treasurer since 2018. The Missouri Democratic Party politics were characterized by diverse cultural, economic and social issues which led to antagonism between two factions of the party in the 1920s. The conflicts, mainly due to the dysfunctional relationship between Senator Jim Reed and President Woodrow Wilson, led to a disruption for the Missouri Democratic Party, degrading the party to minority status throughout most of the 1920s. The dispute was over whether the US should join the League of Nations or not. Reed strongly opposed this while President Wilson was a strong supporter of it. This question led to debate in many states but none was so affected as Missouri.[1] President Wilson wanted to form a strong national leadership, while Reed wanted more state control.[2] Despite most Missourian Democrats favoring entrance to the organization, Reed remained firm in his stand, which caused some state Democrats to create their own pro-League club called \"The Missouri State Democratic Club\".[3] Among the supporters for Reed were mainly Irish immigrants settled in the urban part of Missouri. The supporters for the President mainly resided in the more rural parts of the state.[4] Another big issue within Democratic politics was the prohibition issue. In the state of Missouri, wet candidates tended to win office, although dry candidates were found both in the Democratic and the Republican party.[4] Republicans managed to agree to a higher degree than Democrats on a wet stand, which might be one of the reasons why they managed to win all of the presidential and gubernatorial elections during the 1920s. The African-American part of the state population, who earlier had favored the GOP, for the most part switched sides in the beginning of the 1930s. This was partly caused by the Democratic Party's 1928 backing of Joseph L. McLemore for Congress, making it the first ever nomination of an African-American for Congress.[5] Also contributing to the change was the Republicans' inability to handle the Great Depression. During the phase-out of the party bosses, power moved from Kansas City to St. Louis, which had been a Democratic city since 1933.[5] In the 2010 elections, the Missouri Democratic Party won three of the nine House of Representatives districts.[6] That is a loss of one seat compared to the 2008 House of Representative elections.[7] On a national level Missouri is known as a swing state. The voters of Missouri have voted against the eventual winner four times in the presidential elections, favoring Adlai Stevenson over Dwight Eisenhower in 1956, John McCain over Barack Obama in 2008, Mitt Romney over Barack Obama in 2012 and Donald Trump over Joe Biden in 2020.[8] Harry S. Truman is probably the most influential person in the history of the Missouri Democratic Party. Truman played an important role in Missouri politics after the depression in 1929. He was one of the main beneficiaries of the powerful Tom Pendergast organization. The backing of the organization helped Truman secure Missouri's senator seat in the 1932 election.[9] Truman later on, in 1944, got elected vice president to Franklin D. Roosevelt. After Roosevelt's death Missouri got its first President. Truman remained in the seat even after the 1948 election, given a large support from his home state. Especially the African-American part of the population, appreciative of Roosevelt's New Deal and Truman's Fair Deal program, stayed loyal to the Democratic Party. The Missouri Democratic Party holds one of the six statewide offices, none of the state's U.S. Senate seats and two of the state's eight U.S. House seats. State Federal Both of Missouri's U.S. Senate seats have been held by Republicans since 2019. Claire McCaskill was the last Democrat to represent Missouri in the U.S. Senate.","Title":"Missouri Democratic Party - Wikipedia","KeyID":"5492","URL":"https://en.wikipedia.org/wiki/Missouri_Democratic_Party"}