{"Content: ":"See also: The Democratic Party of New Mexico (DPNM) is the affiliate of the Democratic Party in the U.S. state of New Mexico. It is headquartered in Albuquerque and led by Chair Jessica Velasquez, Vice Chair Manny Crespin, Secretary Pamelya Herndon, and Treasurer Rayellen Smith.[2][3] It is currently the dominant party in the state, controlling all but one of New Mexico's three U.S. House seats, both U.S. Senate seats, both houses of the state legislature, and the governorship. New Mexico Territory elected its first delegate to the U.S. House of Representatives in 1850: Richard Hanson Weightman, a Democrat. At this time, the Democratic Party was socially conservative and many Democrats supported expanding the institution of slavery into new Western territories. This pro-slavery position stopped New Mexico's first attempt at a state constitution (which prohibited slavery) from being ratified in 1850, preventing the territory from becoming a state. In the early 1900s, Democratic politician Octaviano Ambrosio Larrazolo led a movement in favor of civil rights for Hispanic and Latino Americans and Spanish speakers in New Mexico. He found that most Latinos identified as Republicans, which disturbed Larrazolo because he felt that the Republican political machine in the territory was exploiting its Hispanic voters. When New Mexico Territory was preparing to become a state in 1910, Larrazolo was selected as a delegate to the constitutional convention. He succeeded in making sure that the state's constitution protected and guaranteed the political, civil, and religious rights of those of Spanish and Mexican descent. However, other state Democrats opposed these protections and unsuccessfully attempted to prevent the new constitution from being ratified. After being opposed by his own party, Larrazolo became a Republican and served as a Republican governor and senator from New Mexico.[4] Like the national Democratic Party, the Democratic Party of New Mexico underwent significant ideological changes throughout the 20th century. Since the growth of social liberalism began in the party, Democrats have found success in New Mexico. Between 1931 and 1951, and again between 1971 and 1987, all executive offices in the state were consistently held by Democrats. With brief exceptions, there have generally been Democratic majorities in both houses of the New Mexico Legislature since 1930. In 1977, the Democratic Women of New Mexico caucus was founded with the purpose of promoting women's voices in the state and national party. This caucus later became a chapter of the National Federation of Democratic Women. As of 2020, the Democratic Party of New Mexico is made up of county party organizations in all of the state's 33 counties, and is governed by the State Central Committee of DPNM, which meets twice each year to conduct the regular business of the organization and elect its officers. In addition to the New Mexico Federation of Democratic Women,[5] the party includes a Native American Democratic Caucus, a Labor Caucus, a Veterans Caucus, and several other caucuses. There are also standing DPNM committees for dealing with specific ongoing issues, including affirmative action, budget and finance, platforms and resolutions (SPARC), and state rules (SRC), and the Judicial Council. The New Mexico Democratic Party stated its ideological stances in its 2014 platform.[6] Economically, the party supports a balanced budget made possible by progressive taxation and promotes fair trade and fair labor practices. Like the national Democratic Party, the DPNM supports environmental protection and emphasizes the importance of natural resources such as land and water. The party believes that every citizen should have the right to health care, education, and Social Security. It also aims to protect tribal sovereignty and make sure all Native Americans are recognized in the state. All of the state's seven executive offices are held by Democrats. Democrats also hold supermajorities in both houses of the New Mexico State Legislature. Democrats control both of New Mexico's U.S. Senate seats and two of three of New Mexico's seats in the U.S. House of Representatives. Democrats have controlled both of New Mexico's seats in the U.S. Senate since 2008: Senior U.S. Senator Martin Heinrich Junior U.S. Senator Ben Ray Luján Governor Michelle Lujan Grisham Lieutenant Governor Howie Morales Attorney General Hector Balderas Secretary of State Maggie Toulouse Oliver","Title":"Democratic Party of New Mexico - Wikipedia","KeyID":"5498","URL":"https://en.wikipedia.org/wiki/Democratic_Party_of_New_Mexico"}