{"Content: ":"The North Dakota Democratic–Nonpartisan League Party (abbreviated Democratic-NPL or simply D-NPL) is the North Dakota affiliate of the Democratic Party. It was formed as the outcome of a merger of two parties; the state previously had a three-party political system. It is one of only two state Democratic Party affiliates to have a different name from the central party, the other being the neighboring Minnesota Democratic–Farmer–Labor Party. The North Dakota Democratic–Nonpartisan League Party has roots in the Progressive Era of American history. At the end of the 19th century and beginning of the 20th century, progressives – including lawyers, merchants, editors, and professors – joined both the Republican Party, which had strong control of state politics, as well as the state Democratic Party, the progressive faction of which called itself \"the party of the laborer and the farmer.\"[3] Although they did not alter the control of the Republican Party during this era, progressives found support in the Norwegian-settled state, especially in the east.[3] By 1906, progressive sympathies were growing in opposition to what most saw as complete control of state politics by the railway companies.[3] The initial organization and calls for reform laid a foundation that would soon grow into a statewide socialist workers' movement that eventually spread throughout the Midwest. The prewar decade was marked by a series of progressive successes, starting with progressive Democrat John Burke's election as governor in 1906. Republican Alexander McKenzie's conservative political machine still controlled the Senate, but the House of Representatives was filled with progressive Democrats and Republicans, who managed to introduce many anti-railroad bills despite staunch opposition by lobbyists. Progressive reforms and legislation were passed during this time, including a direct primary law, a joint resolution for a constitutional amendment for initiative and referendum power, a public library commission law, and laws to enforce prohibition. Subsequent years would see the end of Alexander McKenzie and his Republican political machine. By 1908, the first State electoral primaries solidified his retirement. That year the Republican Party, free from McKenzie's conservative influence, crafted a progressive party platform. Progressive Democratic Governor John Burke enjoyed support of progressive Republicans.[3] North Dakota again demonstrated its progressive sympathies in 1912, when the state held the first United States Presidential Preference Primary on March 19.[3] North Dakota Republicans favored progressive presidential candidate Robert M. La Follette over Theodore Roosevelt and William Howard Taft. Though an angry Roosevelt formed the Progressive Party after losing the Republican nomination to Taft, he had little support from North Dakota, where many Progressives distrusted his backers, George Walbridge Perkins of the J.P. Morgan group and International Harvester. Because of such opposition, Woodrow Wilson carried the state in November. Republican Louis B. Hanna was elected governor in 1912 and 1914. Once in office, he and his legislative allies halted the creation of a state-operated grain elevator, which may have convinced progressives to unite in 1915.[3] When Arthur C. Townley came to Bismarck, North Dakota, in 1915, he saw strife between a conservative legislature and farmers' interest groups. With his background in organizing farmers for the Socialist Party (Socialist activity had begun in North Dakota in 1900 when Arthur Basset organized a socialist club in Fargo[3]), Townley brought his expertise to North Dakota.[4] He knew that with the recent strife in Bismarck between a conservative legislature and the American Society of Equity and its farm following, the time was ripe for a political revolution. Townley resolved to organize the farmers, so that they could control the primaries, whether it be Republicans or Democrats or both. This was the organization of the Farmers Nonpartisan League (later called the National Nonpartisan League). Townley organized the farmers of the state together for united action in nominating at the primaries and electing at the polls the men of their own choosing and men who would carry out their programs.[4] The Method of Organization was simple, scientific and successful. Organizers carefully went forth in ever increasing numbers to sell the idea to the farmers and to get their support for the new movement. The league grew quickly. The first members were pledged in February 1915. Before midsummer, there were 10,000 members, and before winter set in, there were 26,000 names enrolled.[4] The Nonpartisan League membership pledge was $2.50 a year, it later rose to nine dollars a year. The goals of the league were to use their collective best efforts to secure the nomination and election of men for office within the state. Men whom the investigations of the League have show by conviction, record and conduct do approve and will support legislation necessary for the purpose of saving millions of dollars each year for the farmer and were to be nominated and elected to carry out the league program.[4] The League program consisted of five planks: Each was designed to remedy what the farmers conceived as an abuse, and each was to lower the cost of producing and marketing grain.[4] The determination of the league fulfilled their pledge and many of their planks passed legislation. The growth of far left sympathies was on the rise in North Dakota. The Socialists had considerable success. They brought in many outside speakers; Eugene V. Debs spoke at a large antiwar rally at Garrison in 1915. By 1912, there were 175 Socialist locals in the state. Rugby and Hillsboro elected Socialist mayors. The party had established a weekly paper, the Iconoclast, in Minot, North Dakota.[3] Throughout the decades, the League pushed for the establishments of state operated mills, elevators, and banks. The state was not entirely isolationist, just as it was neither entirely liberal nor entirely conservative. By 1952, the Non-partisan league was itself divided. Two factions divided the traditionally liberal Nonpartisan League, on one side the insurgents on the other the old guard.[3] Those that called themselves insurgents aligned liberally with pro-farmers' union, pro-organized labor, and pro-Democratic party groups. The Insurgents wanted to take the league into the Democratic Party. In 1952, the \"insurgents\" formed the Volunteers for Stevenson Committee, to help elect then Democratic Candidate Adlai Stevenson. To the contrary the members of the old guard, also known as the Capitol Crowd, were more conservative, anti-farmers' union, antilabor, and pro-Republican segment of the league, these members wanted to keep the Nonpartisan League in the Republican Party; they supported Dwight D. Eisenhower in the 1952 presidential race. Over the next four years legislative polarization grew and the Nonpartisan League eventually split in two, in 1956 North Dakota was fundamentally realigned into a two party system. That year, the Nonpartisan League finally moved into the Democratic Party, and all Republicans joined in one organization. Two statewide parties vied for the votes of North Dakota citizens. Creation of the Democratic Nonpartisan League Party was codified in March during the League Convention, 173 to 3 voted yes to file candidates in the Democratic column. The new party introduced a full slate of candidates for state office and adopted a liberal platform that included the repeal of the Taft–Hartley Act, creation of a minimum $1.25 an hour wage, and a graduated land tax on property worth $20,000 or more. Two months later in May 1956 the Democratic Convention accepted the Nonpartisan League's candidates and adopted its platform. Republicans in North Dakota also united after conservative supports broke away from the league.[3] The Executive Committee of the NPL still formally exists within the party structure of the North Dakota Democratic-NPL. It was at one point headed by former State Senator \"Buckshot\" Hoffner (D-NPL, Esmond), Chairman, and former Lt. Governor Lloyd Omdahl, Secretary. Although the Democratic Party was still the minority, the number of Democrats in the state legislature increased greatly. Before the league moved into the Democratic Party, there were only five Democrats among the 162 members of both houses of the legislature in 1955. In 1957 the number grew to 28, 1959 the numbers continued to grow reaching 67, despite a drop to 62 members in 1961, nevertheless, for the first time in history, North Dakota was becoming a two-party state.[3] North Dakota has one of the lowest unemployment rates of all 50 states.[5] The Nonpartisan League laid a foundation of enriched public ownership and responsibility in such institutions as a state bank. One study has drawn conclusions that publicly operated institutions such as the state bank have helped North Dakota weather economic storms.[6] The Bank of North Dakota was created to address market failures associated with monopoly power among large financial and business institutions in the early twentieth century. This market power meant that small farming operations had inadequate access to credit. One of the goals of the Nonpartisan League was to remedy limited access to credit by establishing this institution. A measure of the public good brought about by the Bank's establishment that still stands today is what some have identified as the Bank's role in reducing the impact of economic recession. The public-private relationship establishes roles assigned according to what each sector does best, allowing the mutual benefit of public and private banks balancing out inequality and building equality, thus creating an economic safety net for North Dakota citizens. These early roots of the Democratic-Nonpartisan League party have been celebrated for establishing a foundation that rights the state in times of national crisis and provides economic security to generations of the state's farmers. As of the 66th session of the North Dakota Legislative Assembly (2019–2020), the Democratic-NPL Party holds both seats for 5 of North Dakota's 47 legislative districts in the North Dakota House of Representatives with two members and holds a single seat in 5 additional districts, for a total of 15 Democratic-NPL house members. The 15 members are as follows:[2] The 7 members of the North Dakota Senate are as follows:[1]","Title":"North Dakota Democratic–Nonpartisan League Party - Wikipedia","KeyID":"5501","URL":"https://en.wikipedia.org/wiki/North_Dakota_Democratic%E2%80%93Nonpartisan_League_Party"}