{"Content: ":"The Pennsylvania Democratic Party is the affiliate of the Democratic Party in the U.S. state of Pennsylvania. It is headquartered in Harrisburg and is the largest political party in the state. Its chair is Senator Sharif Street. Governor Tom Wolf is a Pennsylvania Democrat. Priorities for Pennsylvania Democrats in the 2010s and 2020s have been advocacy for middle class workers and increasing the minimum wage. The state Democratic Party has recently made economic factors a major component of its platform, with advocacy for middle class workers of particular prominence. The party has also opposed Republican-sponsored legislation to require a photo ID for voting, asserting that such a requirement would discourage minorities, youth, and those with low incomes from voting because they are less likely to possess a state-issued ID. Additionally, the party has committed itself to maintaining the social safety net and encouraging more transparency in state government.[2] Key issues for the party include affordable healthcare, jobs and wages, support for workers and unions, fairer taxes, strong public education, retirement security, civil rights, environmental protection, marijuana legalization, and criminal justice reform.[3] A priority for Pennsylvania Democrats in the 2010s and 2020s has been increasing the minimum wage.[4] The Pennsylvania Democratic Party traces its history to 1792. Pennsylvania Democrat James Buchanan was elected president in 1856 but did not seek re-election four years later, when Abraham Lincoln, a Republican, was elected president. Buchanan's rise and fall from political prominence coincided with that of the Democratic Party in Pennsylvania; for much of the late nineteenth and early twentieth century, the party was largely out of power.[5][6] The party held the governorship from 2003 to 2011 with the election of Ed Rendell in 2002 and his re-election in 2006. The party lost control of the governorship following the election of Republican Tom Corbett in 2010. The party picked up a U.S. Senate seat in 2006 with the election of Bob Casey Jr. Pennsylvania Democrats also briefly held both of the state's U.S. Senate seats following Arlen Specter's party-switch. However, Joe Sestak defeated Specter in the May 2010 Democratic primary before losing the fall general election to Republican Pat Toomey. On the state legislative level, the party won a majority in the Pennsylvania House of Representatives in 2006 and in 2008 but lost its majority in the 2010 election.[7] Republican governor Tom Corbett was defeated for re-election to a second term by Democrat Tom Wolf. This marked the first time an incumbent governor lost re-election in Pennsylvania.[8] Wolf was re-elected in 2018.[9] The party controls three of five statewide executive offices, including the governorship, and is in the minority in both the Pennsylvania State Senate and the Pennsylvania House of Representatives. Democrats hold one of the state's U.S. Senate seats and nine of the state's 18 U.S. House seats. Senior U.S. Senator Bob Casey Jr. Governor Tom Wolf Lieutenant Governor John Fetterman Attorney General Josh Shapiro","Title":"Pennsylvania Democratic Party - Wikipedia","KeyID":"5505","URL":"https://en.wikipedia.org/wiki/Pennsylvania_Democratic_Party"}