{"Content: ":"The South Carolina Democratic Party is the affiliate of the Democratic Party in the U.S. state of South Carolina. It is headquartered in Columbia, South Carolina. The Democratic Party thrived during the Second Party System between 1832 and the mid-1850s and was one of the causes of the collapse of the Whig Party. Between 1880 and 1948, South Carolina's Democratic Party dominated state politics. The 1948 presidential election marked the winds of change as Strom Thurmond ran on behalf of the States' Rights Democratic Party (Dixiecrats). He accumulated 71% of the votes cast in South Carolina that year.[1] Nearly 100 years after the conclusion of the American Civil War (around 1949), the state was still preoccupied with racial tension, which muffled the debate about essentially all other issues. During this time, all politics revolved around the Democratic Party. Furthermore, a single faction typically dominated local politics. South Carolina was locked into the traditionalistic culture dominant throughout the South. Political change was often resisted by South Carolina's agrarian leaders. The agrarian leaders were middle-class farmers that were thought to maintain the status quo of the Democratic Party. In 1942, a party convention overwhelmingly voted to continue the all-white primary to prevent African-American influence.[2] For much of South Carolina's history, the lower class was generally not allowed to vote.[3] A major shift began in South Carolina politics with President Lyndon B. Johnson's Civil Rights Act of 1964, with whites switching to the Republican Party. The South Carolina Democratic Party currently control none of the statewide offices and holds minorities in both the South Carolina Senate and House of Representatives. Democrats hold one of the state's seven U.S. House seats. Republicans have controlled both of South Carolina's seats in the U.S. Senate since 2004. Fritz Hollings was the last Democrat to represent South Carolina in the U.S. Senate. First elected in the 1966 special election, Hollings opted to retire instead of seeking a seventh full term. Superintendent of Education Inez Tenenbaum ran as the Democratic nominee in the 2004 election and was subsequently defeated by Republican challenger Jim DeMint. Out of the seven seats South Carolina is apportioned in the U.S. House of Representatives, one is held by Democrats: South Carolina has not elected any Democratic candidates to statewide office since 2006, when Jim Rex was elected as the Superintendent of Education. In 2010, Rex opted not to run for re-election, instead running unsuccessfully for the Democratic nomination for Governor. Former United States Deputy Secretary of Education Frank Holleman ran as the Democratic nominee and was subsequently defeated by Republican challenger Mick Zais. As of July 2019, the state party officers were:[4] State Party Staff:[5] Three members of the South Carolina Democratic Party also serve on the Democratic National Committee.[4] These are:","Title":"South Carolina Democratic Party - Wikipedia","KeyID":"5507","URL":"https://en.wikipedia.org/wiki/South_Carolina_Democratic_Party"}