{"Content: ":"The Tennessee Democratic Party (TNDP) is the affiliate of the Democratic Party in Tennessee, founded in 1826. The TNDP traces its roots to President Andrew Jackson's populist philosophy that government should belong to the \"common man\". In the 1960s, the party turned away from its post-Civil War support of the Jim Crow system and toward civil rights for all. The party believes that government should be run by and for citizens of every race, age, gender, religion, and condition. The delegation of each state to the Democratic National Committee (DNC) consists of the highest-ranking elected male and female persons within the state's Democratic Party. In 2018 these were Mary Mancini and John Litz. As determined by DNC rules, Tennessee was allowed three additional members, elected by the Tennessee Democratic Executive Committee for a four-year term. National party rules call for elections to be held during the calendar year in which a Democratic National Convention is held. The Tennessee delegation is expected to represent Tennessee on all matters before the committee.[1] Political issues include infant mortality in Memphis, which sports one of the country's highest rates. During the 111th Congress Congressman Steve Cohen authorized a resolution that passed the House. This resolution urged a stronger national commitment to ending infant mortality. H.R 3962, the Affordable Health Care for America Act includes the Newborn Act. This act would create 15 national pilot programs in cities across the nation like Memphis. The act would provide resources for more research and educational programs aimed at helping women get prenatal care during pregnancy and delivery.[2] Another issue is the reform of foster care. Congressman Jim Cooper serves on the board of the Congressional Coalition on Adoption Institute (CCAI) in order to try to improve conditions for foster children.[3] Tennessee Democrats sponsored the Medicare Information Act. This act makes sure that every taxpayer receives information on their Medicare contributions.[3] TDP asserts that US energy policies pose economic, national security and environmental threats. It believes that the US is too dependent on foreign oil. Cooper claimed that instead of sending money overseas to countries we are unfriendly with, we should consider other options. Tennessee Democrats supported the Endangered Species Act, the Clean Water Protection Act and the Clean Air Act.[3] Others include: the 10 Million Solar Roofs Act, American Clean Energy and Security Act, American Recovery and Reinvestment Act, the Radioactive Import Deterrence Act, Grand Canyon Water Sheds Protection Act, Nonnative Wildlife Invasion Prevention Act, the Northern Rockies Ecosystem Protection Act, the Safe Markets Development Act, the Retrofit for Energy and Environmental Performance Program Act, and the America's Red Rock Wilderness Act.[2] Tennessee Democrats believe in a strong national defense supported by necessary resources. National security policies that Tennessee Democrats have approved of include, the Panel on Defense and Acquisition Reform, which has investigated budget overruns in weapons procurement. This work helped to enact the Weapons Acquisition Reform Act of 2009.[3] Tennessee Democrats support the National Urban Search and Rescue System Act. This act combines the authorization of the National Urban Search and Rescue program and put its authority in one section of the Stafford Act. Doing so would help to make sure that Urban Search and Rescue can efficiently respond to a wide range of national disasters. The bill provides Urban Search and Rescue Task Force members with uniform workers compensation and tort liability protection under the Uniformed Services Employment and Reemployment Rights Act.[2] Tennessee Democrats supported the American Recovery and Reinvestment Act. Others include the American Coastal Waters and Shorelines Protection Act, which would ban foreign vessels from oil drilling activities in American coastal waters. The Critical Infrastructure Earthquake Preparedness Act directs the Administrator of the Federal Emergency Management Agency to create a grant program that will improve the ability of trauma center hospitals and airports to withstand earthquakes.[2] Since the end of World War II, education has been a top priority for Tennessee state government. Education is typically the highest priority of candidates in legislative races. Decisions on education at the state level affect more people, create more emotion, and have greater long term political consequences. Education in Tennessee (including pension and health care benefits) is the largest segment of the state budget.[4] The Tennessee Democratic Party holds two of the state's nine U.S. House of Representatives seats.","Title":"Tennessee Democratic Party - Wikipedia","KeyID":"5509","URL":"https://en.wikipedia.org/wiki/Tennessee_Democratic_Party"}