{"Content: ":"The Texas Democratic Party is the affiliate of the Democratic Party in the U.S. state of Texas and one of the two major political parties in the state. The party's headquarters are in Austin, Texas.[1] President Lyndon B. Johnson was a Texas Democrat. Since the passage of the Affordable Care Act, Texas Democrats have prioritized advocating Medicaid expansion in the state, a policy that would provide a federally subsidized healthcare plan to approximately one million Texans. Another priority for Texas Democrats is increasing the minimum wage.[2][3] Prior to the Annexation of Texas, the Democratic Party had a foothold in the politics of the region. A powerful group of men that called themselves the \"Texas Association\" served as an early prototype for the Democratic Party of Texas. The Texas Association drew its membership from successful merchants, doctors, and lawyers, often traveling from Tennessee. Many members of the Texas Association were close friends of Andrew Jackson, and most had strong ties to the Democratic Party. Similarly, most of the other settlers in Texas were from states in the South, and white American southerners of this era generally held strong allegiances to the Democratic Party.[4] In 1845, the 29th United States Congress approved the Texas Constitution and President James K. Polk signed the act admitting Texas as a state on December 29. In 1848, the party convention system was adopted, and it quickly became the primary method of selecting candidates for the Texas Democratic Party. In the period prior to the Civil War, national politics influenced the state party's perspective. Texas Democrats began to discard Jacksonian nationalism in favor of the states' rights agenda of the Deep South. A conflict emerged within the Party between a minority of pro-Union Democrats and a majority of secessionists. During the war, supporters of the Union disappeared from the political scene or moved north. Those who stayed politically active supported the Confederacy. During Reconstruction, the rift between Unionist and Secessionist Democrats remained. For a short period immediately after the war, the Texas Democratic Party was a formidable political force, but they quickly split apart because their positions on freedmen varied greatly; some supported basic civil rights, while most opposed anything more than emancipation. As a result, Republicans captured both the governor's office and the Texas Legislature in 1869, but Republican political dominance in the post-Civil War era was short-lived. By 1872, the Texas Democrats had consolidated their party and taken over the Texas legislature.[5] For the remainder of the 19th century and well into the 20th, Democrats dominated Texas politics and Republicans were minor political players. In the presidential election of 1928, anti-Catholicism in Texas and across the country swung the Lone Star State away from Democratic presidential nominee Al Smith, the first time it ever voted against a Democrat in a presidential election. However, it was not until the middle of the 20th century that the Democrats began to face a growing challenge from the Republican Party in earnest. The 1950s was a decade of factionalism and infighting for the Texas Democratic Party, mainly between liberal and conservative Democrats, and the Republicans managed to carry Texas for native Dwight D. Eisenhower in 1952 and 1956. Cohesion returned to the party in the 1960s, and the Democratic ticket carried Texas in the 1960 presidential election with prominent Texas Senator Lyndon B. Johnson running for Vice President. In 1962, John B. Connally, a moderate Democrat, was elected Governor of Texas. The next year, the assassination of President John F. Kennedy on a trip to Dallas created further impetus to bridge the gap between liberal and moderate Texas Democrats; Party unity was solidified with Johnson's ensuing Presidency and the drubbing of Barry Goldwater in the 1964 presidential election. In 1964, Johnson carried his home state with ease, but liberal forces in Texas were in decline. In the 1968 presidential election, Democrat Hubert Humphrey barely managed to win Texas. In 1976, Jimmy Carter became the last Democratic presidential candidate to carry Texas, and the tide was clearly turning when Democrats lost the gubernatorial election of 1978. Bill Clements was the first Republican governor since Reconstruction. By the 1990s Republicans had gained a strong foothold in the state, and throughout the 21st century they have been largely victorious. Currently, both houses of the Texas Legislature feature Republican majorities.[6] In 2018, Democratic U.S. Representative Beto O'Rourke lost his Senate bid to the incumbent Republican Ted Cruz by about 200,000 votes, a significant gain for Democrats in the state. O'Rourke's performance in the 2018 Senate race has shaken the notion of Republican dominance in Texas, with analysts predicting greater gains for the Democrats going into the 2020s.[7] Since the passage of the Affordable Care Act, Texas Democrats have prioritized advocating Medicaid expansion in the state, a policy that would provide a federally subsidized healthcare plan to approximately one million Texans.[8][9] Another priority for Texas Democrats in the 2010s and 2020s has been increasing the minimum wage.[3][2] The Texas Democratic Party is the primary organization responsible for increasing the representation of its ideological base in state, district, county, and city government. Its permanent staff provides training and resources for Democratic candidates within the state, particularly on grassroots organization and fundraising.[10] The Party organization monitors political discourse in the state and speaks on behalf of its members. The party employs a full-time Communications Director who is responsible for the organization's communications strategy, which includes speaking with established state and national media. Press releases regarding current issues are often released through the by permanent staff.[11] The party also maintains a website with updates and policy briefs on issues pertinent to its ideological base. Its online presence also includes Facebook, Instagram, and Twitter accounts, each of which has thousands of followers and is used to update followers on the most recent events affecting the party. The Party also oversees several e-mail and text messaging groups that send periodic updates to millions of followers.[6] A major function of the Texas Democratic Party is to raise funds to maintain the electoral infrastructure within its organization. Funds are used to provide for a permanent staff, publish communication and election material, provide training to candidates, and to pay for legal services. The organization hosts biennial conventions that take place at precinct, county, and state level. The purpose of the precinct convention is to choose delegates to the county convention, and the delegates who gather at the county conventions are mainly concerned with selecting delegates to the state convention. The purpose of the state convention is to appoint the state executive committee, adopt a party platform, and officially certify the party's candidates to be listed on the general election ballot. The State Democratic Executive Committee (SDEC) includes one Committeeman and one Committeewoman from each of the 31 districts, plus a chairman and a vice-chairman. The SDEC members are elected by the convention's delegates.[6] In presidential election years, the state convention also chooses delegates to go to the Democratic National Convention. Delegates also elect a state party chair. At the 2012 Texas Democratic Party Convention in Houston, delegates elected Gilberto Hinojosa as the new chair of the state party. Hinojosa is a former school board trustee, district judge, and county judge from Cameron County.[12] Hinojosa replaced retiring chair Boyd Richie, who had been chair since April 22, 2006. The State Democratic Executive Committee adopted the 2020 Delegate Selection Plan for submission to the Rules and Bylaws Committee of the Democratic National Committee. Texas sends the second largest delegation to the Democratic National Convention. Texas’ delegation is 281 persons, 262 delegates and 19 alternates. The delegates selected are in three categories: 149 District-Level delegates selected by attendees at the state convention by senate district caucuses of the supporters of each candidate who wins delegates. A candidate must have won at least 15% of the vote in the senate district to win district delegates. While looking at the statewide votes, the Texas Democratic Party also examines how each candidate performed in each of the 31 state senate districts. The same rule applies that a candidate must have won at least 15% of the vote in the senate district to win district delegates.[13] The Texas Democratic Party holds 13 of the state's 36 U.S. House seats, 12 of the state's 31 Texas Senate seats, and 64 of the state's 150 Texas House of Representatives seats. Both of Texas's U.S. Senate seats have been held by Republicans since 1993. Bob Krueger was the last Democrat to represent Texas in the U.S. Senate. Appointed in January 1993 by then Governor Ann Richards to fill the vacancy left by Lloyd Bentsen after Bentsen’s appointment as the U.S. Secretary of the Treasury, Krueger lost his bid for a full term to Republican challenger Kay Bailey Hutchison. Lloyd Bentsen was also the last Democrat to represent Texas in the U.S. Senate in 1988 and the last Democrat to represent Texas for a full term in the U.S. Senate from 1983 to 1989. Out of the 36 seats Texas is apportioned in the U.S. House of Representatives, 13 are held by Democrats:[14][15] Texas has not elected any Democratic candidates to statewide office since 1994, when Bob Bullock, Dan Morales, John Sharp, and Garry Mauro were re-elected as lieutenant governor, attorney general, comptroller, and land commissioner, respectively. In 1998, Bullock and Morales both opted to retire instead of seeking third terms while Mauro and Sharp unsuccessfully ran for governor and lieutenant governor, losing to Republican challengers George W. Bush and Rick Perry. During the 2018 Texas Democratic Convention, Gilberto Hinojosa was re-elected as Chairman by an overwhelming margin. Joining Hinojosa in leadership were newly elected Vice-Chair Carla Brailey, Treasurer Mike Floyd, and Vice Chair of Finance Chris Hollins. Brailey, Floyd, and Hollins were elected by voice vote in margins similar to Hinojosa. Secretary Lee Forbes was re-elected in an uncontested race. The following Democrats represent their districts in the Texas Senate:[17][18] The following Democrats represent their districts in the Texas House of Representatives:[19] The following members of the State Board of Education are Democrats; they help oversee the Texas Education Agency:[20] the Texas Democratic Party were elected at the 2018 State Convention in Fort Worth, Texas and will serve","Title":"Texas Democratic Party - Wikipedia","KeyID":"5510","URL":"https://en.wikipedia.org/wiki/Texas_Democratic_Party"}