{"Content: ":"The Vermont Democratic Party is the affiliate of the Democratic Party in the U.S. state of Vermont. From the time of the American Civil War until the 1960s, Vermont was an almost exclusively Republican state, with Republicans dominating Vermont politics, especially the governorship, from 1854 to 1960.[1] However, perhaps inspired by the election of John F. Kennedy as president in 1960, Vermont Democrats have since staged a resurgence in state politics.[2] It is currently the dominant party in the state, controlling Vermont's at-large U.S. House seat, one of its U.S. Senate seats, and both houses of the state legislature. The other U.S. Senate seat is held by Independent Bernie Sanders, whom caucuses with the Democrats. The only statewide office that the party does not currently control is the governorship, which is currently held by Republican Phil Scott. The exact date or year the state party was formed is unknown because the state headquarters has not retained archives of historical documents.[3] Prior to 1824, opponents of the Federalist Party were known as Republicans or Democratic-Republicans. After the demise of the Federalists left only one major party, supporters of Democratic-Republicans John Quincy Adams and Henry Clay were largely responsible for founding the Whig Party in the early 1830s as the main opposition to Democratic-Republican Andrew Jackson. In 1830, Vermont newspaper articles still referred to supporters of Andrew Jackson for president in 1832 as Democratic-Republican, or occasionally \"Democratic\". By 1831, the name Democratic was used more often as a way to distinguish Jackson and his supporters from the \"old\" Democratic-Republican Party of Thomas Jefferson. By the end of 1831, \"Democratic\" was used almost exclusively. Since Vermont was dominated for so long by Republicans, the national Democratic Party paid little attention to Democrats in the state.[4] Democrats usually contested statewide elections, but opposition to Republicans was generally desultory. Democrats filled appointed federal positions such as U.S. Attorney during the administrations of Democratic presidents, and occasionally received appointment to positions that were considered non-partisan, such as Seneca Haselton's tenure as an Associate Justice of the Vermont Supreme Court. It was not until the 1960s that the Democrats started to pull together an effective statewide organization.[4] Today, the Vermont Democratic Party is rooted in progressivism and American liberalism. The state is considered a breeding ground for Progressives and Independents, many of which have close ties to the Vermont Democratic Party. Most Progressives run under the Democratic Party banner in Vermont. The Vermont Democratic Party advocates for universal health care, equality for all, and social justice.[5] Many of the party's proposals have been adopted, including universal health care (Green Mountain Care), same-sex marriage ('gay marriage'), and the closing and de-commissioning of the Vermont Yankee nuclear power station, set to take place in early 2015. The party tends towards environmentalism, favoring measures to protect Vermont's natural resources and ecosystems. Democrats in the state have also called for Vermont to be the first state to use only renewable energy sources. The Party also favors campaign finance reform, but lines up behind the National Party in voicing support for some liberalization of campaign finance regulations so that it may better remain competitive with the Republicans. Documents representing the Vermont Democratic Party's platform have been approved on September 12, 2020, by the party.[5] It conforms very closely to the United States Democratic Party platform, addressing issues such as the economy, the environment, foreign policy, and civil rights. The primary focus of the Vermont Democratic Party's economic platform rests with keeping businesses owned and operated in Vermont. There should be heavy focus on entrepreneurship and job creation. The party supports a strong and vibrant middle class that encourages youth to pursue careers within the state.[5] Its main focus is economic growth and job creation. The party believes that the state government should make Vermont a desirable place for people to bring, or begin, their businesses. The party plans on doing this by giving financial incentives to businesses that are energy efficient, are located in developing areas within Vermont, and provide workers with a livable wage.[clarification needed] The party wants to reverse[clarification needed] the Bush tax cuts.[5] It voices support for a graduated income tax; the premise that taxes should be based upon the individual taxpayer's ability to pay them.[clarification needed] Under such a system, the wealthy would be taxed at a higher percentage level than the middle class, and the very poor would pay little or no income tax. The party believes a healthy environment is essential to the quality of life and recognizes global climate change as a major problem. The party believes everyone has moral and ethical obligations to protect and conserve the environment. It is committed to the rigorous and consistent enforcement of environmental laws and regulations. It also supports alternative energy, including investments and research, and favors the rapid implementation of 'cleaner' alternatives to oil and other fossil fuels. Vermont Democrats also support laws that places caps, or limits, on the carbon emissions of both public transportation and personal vehicles.[5] The party is opposed to the wars in Iraq and Afghanistan. It believes the decision to go to war was ill-advised and has led to the deaths of thousands of innocent people. The party has strongly supported President Obama's decisions to withdraw troops from both Iraq and Afghanistan. The Vermont Democratic Party supports equal rights amendments to the Constitution and the protection of all citizens, regardless of race, gender or gender identity, sexual orientation, age, national origin, disability, military service, or creed. It has supported Vermont's pioneering initiatives in same-sex marriage, plus the predecessor laws favoring civil unions. It also supports the repeals of Don't Ask, Don't Tell and the Defense of Marriage Act. The party also denounces torture and believes all people have due process rights that should never be violated. The party strongly supported President Obama's decision to ban the torturous technique of waterboarding from being used on suspected terrorists.[5] Howard Dean may be the most nationally renowned Democratic politician to come out of Vermont in recent years. He served as Governor of Vermont from 1991 to 2003. In 2004 he ran unsuccessfully for the Democratic nomination for president. Dean also served as chair of the Democratic National Committee from 2005 to 2009, and is credited with being instrumental in Barack Obama's successful campaign for the presidency in 2008. His Fifty-state strategy is widely considered the reason Obama was able to win in some traditionally Republican states. As of late 2020, there are Democratic incumbents holding five of the six statewide offices in the executive branch — all but Governor (Republican) — and the Democrats also hold firm majorities in Vermont's Senate and House of Representatives. At the federal level, Democrats hold one of the state's U.S. Senate seats, and Democrats also hold the state's single 'At-Large' seat in the U.S. House of Representatives; the incumbent, Representative Peter Welch, first elected in 2006, was the first Democrat to represent Vermont in the lower chamber of Congress since William H. Meyer in 1961, and the first House Democrat from Vermont to be re-elected in more than 150 years. Senior U.S. Senator Patrick Leahy President pro tempore of the United States Senate","Title":"Vermont Democratic Party - Wikipedia","KeyID":"5512","URL":"https://en.wikipedia.org/wiki/Vermont_Democratic_Party"}