{"Content: ":"The Democratic Party of Virginia (DPVA/VA Dems) is the Virginia affiliate of the Democratic Party based in Richmond, Virginia.[2] Historically, the Democratic Party has dominated Virginia politics. Since the 1851 Virginia gubernatorial election, the first gubernatorial election in Virginia in which the governor was elected by direct popular vote, 34 Virginia Governors have been Democrats. Since the 1851 Virginia lieutenant gubernatorial election, the first lieutenant gubernatorial election in Virginia in which the lieutenant governor was elected by direct popular vote, 29 Virginia Lieutenant Governors have been Democrats. Since the 1851 Virginia Attorney General election, the first Attorney General election in Virginia in which the Attorney General was elected by direct popular vote, 25 Attorneys General have been Democrats. It is currently the state's favored party, controlling the majority of Virginia's U.S. House seats, both U.S. Senate seats, and the lower house of the state legislature. Local Democratic Committees serve to promote the Democratic Party in their specific locality. Some committees may contain several localities. Local committees may endorse candidates for nonpartisan office (such as school board) and assist in campaigning for their candidate. The Central Committee has full control over all matters of the Party, including the adoption of an annual budget, the method of nomination for statewide candidates such as Governor, Lieutenant Governor and Attorney General; the adoption of resolutions and policy statements. In addition, the Central Committee can veto any decision of the Steering Committee. The Central Committee meets at least four times a year, usually in Richmond, although by tradition, the September meeting is in Fredericksburg. Central Committee meetings are accompanied by meetings of the Steering Committee the night before, and Caucus meetings over the weekend. The Central Committee is composed of 20 members from each of Virginia's 11 congressional districts. Each district apportions the central committee seats to localities in the district based on population. Additionally, each district committee can elect three more members from local committees and one member of the Virginia General Assembly. The Central Committee is \"reorganized\" every four years following the election for Governor. The last reorganization was held in March of 2022.[3] In addition, the following people are ex-officio members of the Central Committee and their District Committees: The Steering Committee makes decisions about the Party in-between meetings of the Central Committee, and also has an exclusive role of overseeing staff. The Fairfax County Democratic Committee (FCDC) is the local arm of the Democratic Party in Fairfax County, Virginia. It is the largest Democratic committee in Virginia, with Fairfax County representing over 17% of the Democratic vote in the 2020 presidential election in Virginia.[7] In recent years, Democrats have dominated Fairfax County politics, holding 57 of the 59 local, state, and national offices representing the county. Its counterpart is the Fairfax County Republican Committee. The Fairfax County Democratic Committee is led by a chair, elected following elections in odd-numbered years. FCDC also has a one-person staff consisting of an Executive Director, who runs the day-to-day operations of the committee.[8] The current chair is Bryan Graham, and the current Executive Director is Jack Kiraly.[9] The steering committee consists of the county-wide elected elected vice chairs, chairs of district committees, and chairs of standing committees and caucuses. It also contains members of the Democratic Party of Virginia steering committee who live in Fairfax County. The steering committee meets monthly to handle more urgent FCDC business, and is given priority over consideration of budget and resolution matters. Membership in FCDC is divided between Fairfax County's nine magisterial districts: Braddock, Hunter Mill, Dranesville, Franconia, Mount Vernon, Mason, Providence, Springfield, and Sully. Each magisterial district has its own committee and leadership, and meet regularly, usually monthly, to coordinate activities. Membership is open to any Fairfax County resident age 13 and older.[10] In 2021, after it was revealed that the newly hired Fairfax County Police Chief Kevin Davis had been involved in previous incidents of alleged police brutality and misconduct, FCDC voted to call for Board of Supervisors to fire Davis.[11][12] The nine Democrats on the Board of Supervisors sent a letter to the FCDC prior to the vote explaining their reasoning for hiring Davis and urging against the measure.[13] In response to the COVID-19 pandemic, a number of organizations formed to advocate for a return to in-person school instruction amid concerns over student performance gaps. The Open FCPS Coalition formed as a non-partisan organization,[14] however received financial contributions from prominent Republicans, such as former Gubernatorial candidate Pete Snyder.[15] The Open FCPS Coalition also sought the removal of three Fairfax County School Board members for alleged dereliction of duties related to Fairfax County Public School's COVID-19 response. On August 20, 2021, the Fairfax County Circuit Court dismissed the first of three removal petitions for lack of evidence.[16] In November 2020, the Fairfax County Democratic Committee passed a resolution affirming its support for evidence-based school re-opening plans and urging state legislators to refrain from coercing the FCPS school board to change their school reopening plan by threatening to cut their budget.[17] The resolution passed with 98% of the vote. In January 2021, State Senator Chap Petersen said he would propose an amendment to the Virginia state budget which would prohibit funds from going to school systems that don't open for in-person learning.[18] In March 2021, Governor Ralph Northam signed a bill requiring schools to open for in-person learning in the fall.[19] Democrats have controlled both of Virginia's seats in the U.S. Senate since 2008: Junior U.S. Senator Tim Kaine Senior U.S. Senator Mark Warner Out of the 11 seats Virginia is apportioned in the U.S. House of Representatives, seven are held by Democrats: In 2019, all three of Virginia's statewide executive office holders, all Democrats, were embroiled in various controversies. Governor Ralph Northam's medical school yearbook page had featured an individual in blackface and an individual in a Ku Klux Klan hood, Lieutenant Governor Justin Fairfax was accused of having sexually assaulted a professor in 2004, and Attorney General Mark Herring was revealed to have worn blackface at a college party. Most Democrats urged Northam to resign from the governorship, but he refused. Ultimately, none of the three accused resigned.[20]","Title":"Democratic Party of Virginia - Wikipedia","KeyID":"5513","URL":"https://en.wikipedia.org/wiki/Democratic_Party_of_Virginia"}