{"Content: ":"The Democratic Party of Wisconsin is the affiliate of the Democratic Party in the U.S. state of Wisconsin. It is currently headed by chair Ben Wikler. The party currently controls three of Wisconsin's U.S. House seats, one of the U.S. Senate seats, and the governorship. Important issues for the state party include support for workers and unions, strong public education, and environmental protection. Since the 2010 passage of the Affordable Care Act, Wisconsin Democrats have prioritized fully expanding Medicaid in the state, a policy that Republicans have blocked. Party leaders are elected to two year terms at the state party conventions held in odd numbered years. The current leadership terms expire in June 2021.[7] During Wisconsin's territory years, Jacksonian democracy was dominant and, thanks largely to Andrew Jackson's reputation and presidency, the Democratic Party was seen as the party of the common man. State and federal Democrats shared a claim of opposing the \"money power\" of eastern wealth and central banks, and other Jacksonian policies—such as the appropriation of new lands from Native American populations and the distribution of those lands to new settlers—bolstered Democratic politicians and helped to establish a durable voter base in the new territories.[8] The early Democratic Party in Wisconsin was also seen as championing property, trade, and economic policies which favored the lead mining, fur trading, and lumber harvesting laborers who were coming to populate the new territory. This was the base of early Democrats such as Territorial Governor Henry Dodge.[8] The party continued to expand with the industrialization of cities along the rivers and coasts of Wisconsin and the growth of the urban workforce. The Democratic Party dominated the first decade of state government, winning 25 of the first 30 elections for statewide partisan offices, while holding large majorities in the Wisconsin Legislature and among the congressional delegations.[8] Frays began to appear in the Democratic coalition, however, as national Democrats were seen as favoring Southern priorities over new states' priorities—such as federal spending for harbor and railroad improvements. These issues persisted through the presidencies of Democrats James K. Polk and Franklin Pierce as petitions from Wisconsin Democrats fell on deaf ears in Washington.[8] Immigration would also become a fault line within the party and the state in these early years. The Democrats initially thrived on their appeal to immigrant laborers, bolstered by language they had added to the Wisconsin Constitution which allowed new immigrants to quickly attain voting rights. Their principal opposition, however, the Whig Party, held more nativist positions and over time began exploiting the resentments between immigrants and non-immigrants and between Protestants and Catholics.[8] This division also involved the issue of prohibition, which was supported by a majority of the Wisconsin voting population in a nonbinding referendum in 1853, but was anathema to immigrant populations.[8] The issue of slavery further exacerbated internal Democratic Party divisions as national Democrats pushed policies to abolish the Wilmot Proviso and allow for the establishment of slavery in new U.S. states and territories. A formal split occurred in 1848, as anti-slavery Democrats broke off and formed the Free Soil Party along with members of the abolitionist Liberty Party. The Free Soil Party quickly found a foothold in southeastern Wisconsin, with a base of support from settlers who had arrived in Wisconsin from New England and New York. The splits significantly diminished the majority of the Democratic statewide vote, but left Democrats still in control of statewide offices.[8] State Democrats were able to reclaim some Free Soil supporters and stave off further losses by publicly endorsing more free soil positions, such as a Joint Resolution from the legislature to instruct Wisconsin's congressional delegation to oppose any expansion of slavery into new territories. But national Democratic policies continued to undermine those efforts, as the Compromise of 1850 and its Fugitive Slave Act component further inflamed anti-slavery sentiment in Wisconsin and other northern states.[8] Anti-slavery emotion was further excited with the arrest of Milwaukee abolitionist newspaper publisher Sherman Booth, who had led a mob to free Joshua Glover in defiance of the Fugitive Slave Act.[8] By 1853, internal factions were publicly lobbing accusations of corruption at fellow Democrats. Most notably Wisconsin circuit court judge Levi Hubbell was impeached at the instigation of fellow Democrat Edward G. Ryan, and William A. Barstow, who was seeking the Democratic nomination for Governor in 1853, was accused of having accepted bribes while in office as Secretary of State.[8] Despite the internal divisions, Barstow won the governorship and Wisconsin Democrats were able to maintain power in the state until anti-slavery factions finally coalesced with northern Whigs into the new Republican Party in 1854.[8] The Kansas–Nebraska Act, which repealed the anti-slavery components of the Missouri Compromise, was the final straw for anti-slavery northerners.[9] The 1855 gubernatorial election was tainted by more accusations of corruption and fraud and ultimately had to be settled by the state Supreme Court, where Democrat Edward G. Ryan took a leading role in prosecuting the case against Democratic Governor William Barstow.[8] Democratic voting power in the state continued to wane as Republicans won full control of the Legislature in 1856 and retained the governorship in 1857. By the time the American Civil War started, Republicans held every statewide partisan office. The Civil War further split the state Democratic Party between War Democrats and Peace Democrats. Despite a strong showing by Democratic candidates in the 1862 congressional elections, Republicans continued to hold full power over state government throughout the war.[8] Democrats would only hold the governorship for 8 of the next 100 years. Republicans dominated statewide politics in Wisconsin through much of the post-war 19th century, and cultivated special interests in railroads, the lumber industry, and unionized labor. Their political power in the state was further enhanced with their ability to deliver significant funding from the Republican-dominated federal government for projects in Wisconsin.[10] Democrats in these years were mostly limited to a few geographic power bases in Dane County, the city of Milwaukee, and in several of the counties along the eastern coast of the state. Despite being in the ideological minority, Wisconsin Democrats did take advantage of several controversies and Republican excesses to win significant state-wide elections during this period. Following the Panic of 1873, Democrats allied with Liberal Republicans and members of the Granger movement to create a coalition known as the Reform Party. The coalition successfully elected a majority of the Wisconsin Assembly in 1873 and elected Democrat William Robert Taylor in the 1873 Wisconsin gubernatorial election. They went on to enact the so-called \"Potter Law\", which created the Wisconsin Railroad Commission and enabled significant new regulation of the railroad industry. Later in the 1870s, as the Long Depression continued, the Greenback movement created another opportunity for Democrats to hold power in the state. The alliance between Democrats and Greenbackers in the 1878 Wisconsin Legislature led to the creation of the office of state insurance commissioner. In 1889, the Republican-dominated state legislature responded to labor agitation by passing what became known as the Bennett Law. The law was primarily concerned with raising the legal working age to 13 and mandating that parents and guardians must ensure children between age 7 and 14 were receiving at least 12 weeks of school per year. However, section 5 of the law became a massive controversy in the state as it defined \"schools\" as only those institutions which gave instruction in the English language. Wisconsin, at the time, still contained a large number of schools which gave instructions in German, Polish, and Scandinavian languages.[11] The backlash against the Bennett Law unified disparate cultural and ideological factions of recent immigrants and fueled massive Democratic wave elections in 1890 and 1892. Democrats won all state-wide offices in those years and sustained majorities in both chambers of the legislature for the first time since 1854. The Legislative majorities also coincided with the expiration of Senate terms, which allowed them to choose two Democrats to represent Wisconsin in the U.S. Senate.[12] But as quickly as the Democratic majorities appeared, they evaporated with the Panic of 1893 and the resulting inter-party feuding over silver currency. Edward S. Bragg, who was one of the most prominent and influential Wisconsin Democrats of the late 19th century, famously quit the party after the nomination of William Jennings Bryan in 1896 and went on to become a supporter of Robert La Follette and the rising Progressive wing in the Republican Party.[13] Between 1894 and 1932, no Democratic candidate for Governor of Wisconsin received more than 42% of the state-wide vote, and Republicans routinely held super-majority control of both chambers of the Legislature. The Republicans led by La Follette, and later by his sons, employed many progressive policies within in the state of Wisconsin but led to a split within the party, creating the Wisconsin Progressive Party. Nationally, progressive policies were also ascendant with the masses, and were adopted by prominent Republicans like Theodore Roosevelt and then by Democrats like Franklin D. Roosevelt. The Democratic Party was nearly relegated to third party status in the state during the early 20th century as Republicans and Progressives were stronger competitors for state offices.[10] The Republicans' tight control of Wisconsin politics lasted until the late 1940s, when the Wisconsin Progressive Party began to collapse and many of the remaining progressives fled to the Democratic Party. This was facilitated in the creation of the Democratic Organizing Committee, which brought together young liberals and former progressives, such as like Gaylord Nelson, James Edward Doyle, Horace W. Wilkie, and Fred A. Risser. The new coalition brought the state party more in line with the progressive policies of the national party. The Democrats won their first major victory when William Proxmire was elected in the late 1950s. Wisconsin in the 1980s and 1990s was characterized by competitive two-party politics for control of the governorship, other state constitutional offices, the state legislature, and U.S. Senate seats.[14] In the first decade of the 21st century, Wisconsin was fairly evenly divided between Republican and Democratic parties, as both parties held statewide offices and at various times held control of one or both houses of the Legislature. This changed with the 2010 election when a national Republican wave helped elect a Republican Governor and Republican majorities in the Wisconsin Senate and Assembly. With full control of state government, one of the Republicans' first acts was the controversial 2011 Wisconsin Act 10, the \"budget repair bill\" which stripped collective bargaining rights from public employee unions. Following mass protests in the state capital, Democratic senators fled the state in an attempt to deny a quorum and slow down the passage of the bill. The attempt ultimately failed, but the controversy led to two years (2011 & 2012) of senate recall elections, and a gubernatorial recall election. The recalls gave the Democrats a brief senate majority in 2012, but it was lost to new senate maps in 2012. The main effect of the 2010 election, however, was that it allowed Republicans to control the redistricting process following the 2010 census. They used this power to draw a substantially gerrymandered map for the 2011–2021 decade—a gerrymander that was frequently cited as the worst or one of the worst in the country.[15] Under the maps implemented by the Republican redistricting law (2011 Wisconsin Act 43) Democrats have not been able to win more than 43% of either the State Assembly or Senate.[16] In 2018, Democrats swept all statewide offices, electing Tony Evers as Governor, Mandela Barnes as Lieutenant Governor, Josh Kaul as Attorney General, Sarah Godlewski as State Treasurer, and reelecting Doug La Follette as Secretary of State, while also reelecting United States Senator Tammy Baldwin.[17] Despite this substantial victory, where Democrats received more than 52% of the popular vote in State Assembly elections, they won only 42% of the State Senate seats and only 36% of Assembly seats. The Democratic Party of Wisconsin is a proponent of the Wisconsin Idea and includes centrists, conservatives, liberals, and progressives. Top issues for the party include support for workers and unions, strong public education, and environmental protection. Since the 2010 passage of the Affordable Care Act, Wisconsin Democrats have prioritized fully expanding Medicaid in the state, a policy that Republicans have blocked.[18][19] Democrats hold all statewide offices in Wisconsin. The following is a list of Democratic statewide, federal, and legislative office holders as of January 7, 2019: Democrats hold three of Wisconsin's eight seats in the U.S. House of Representatives and one of Wisconsin's two seats in the U.S. Senate. Democrats have controlled Wisconsin's Class I seat in the U.S. Senate since 1957: Junior U.S. Senator Tammy Baldwin (United States Senate Democratic Conference Secretary)     The Democratic Party of Wisconsin is a membership organization.[20] Members are organized in 71 county Democratic parties in Wisconsin. Ashland and Bayfield counties are organized as the joint Chequamegon Democratic party.[21]","Title":"Democratic Party of Wisconsin - Wikipedia","KeyID":"5516","URL":"https://en.wikipedia.org/wiki/Democratic_Party_of_Wisconsin"}