{"Content: ":"The Democratic Party of Guam is a political party in Guam affiliated with the U.S. Democratic Party. Its origins lie in the Popular Party, which was the only political party on Guam until 1956.[2][3] In addition to appointed Governor Manuel F.L. Guerrero, the first person of native Chamorro descent to rise to the highest office in the territory, three Guamanian Governors have been affiliated with the party: Ricardo J. Bordallo, Carl T.C. Gutierrez, and Lourdes A. Leon Guerrero. The party has also elected four of its members as Guam Delegates to the U.S. House of Representatives: Antonio B. Won Pat, Robert A. Underwood, Madeleine Z. Bordallo, and Michael San Nicolas.[4][5] [6] The Popular Party was the first political party formed on Guam and remained the only political party on Guam until the late 1950s, holding virtually all of the seats in the first Guam Legislatures. This dominance continued even when the Territorial Party was formed near the end of the decade and there was finally two-party competition in the electoral process. A leading figure of the Popular Party was Speaker Antonio B. Won Pat who was later elected as Guam's first delegate to the U.S. Congress.[2] In 1961, the Popular Party of Guam had secured affiliation with the national Democratic Party and was rechristened the Democratic Party of Guam.[1] The Democrats gained control of the Legislature in the 1966 elections and retained the majority for the next eight years.[2] In 1963, President John F. Kennedy appointed the first Guamanian and Chamorro Governor of Guam, Manuel F. Leon Guerrero. Leon Guerrero's term from 1963 until 1969 was marked by the recovery from Typhoon Karen, including support for Guam under the Guam Rehabilitation Act, the establishment of the Guam Economic Development Authority, and the establishment of the Guam Tourist Commission, later to become the Guam Visitors Bureau.[7] In the first race for elected governor, Manuel F. Leon Guerrero teamed up with Dr. Antonio C. \"Tony\" Yamashita, President of the University of Guam. They were challenged by Speaker Joaquin C. Arriola and retired Judge Vicente Bamba and team of Senator Ricardo J. \"Ricky\" Bordallo and Richard F. \"Dick\" Taitano, former Director of the Office of Territories. Guerrero/Yamashita were defeated during the primary election by Bordallo/Taitano. After the primary election, Bordallo-Taitano mounted a vigorous but unsuccessful campaign for Governor against Carlos Camacho and Kurt Moylan.[7] After a contentious primary challenged by three other Democratic gubernatorial teams, Ricardo J. Bordallo and Rudolph Guerrero \"Rudy\" Sablan defeated the incumbent Republican Camacho-Moylan team. Sworn in on January 6, 1975, Ricardo J. Bordallo was the first elected Democratic Governor of Guam. Governor Bordallo had the largest inauguration Guam had ever seen with about 15,000 people in the Plaza de Espana.[8] In May 1976, Supertyphoon Pamela devastated Guam, leaving extensive damage.[9] Government officials preliminarily estimated that 80% of the buildings were damaged to some degree, of which half were destroyed.[10] President Gerald Ford declared Guam a major disaster area.[11] Governor Bordallo seized upon the devastation of Typhoon Pamela as an opportunity to reconstruct Guam and pursue what was called a Marshall Program for Guam. Governor Bordallo secured about $367 million in federal funds to Guam.[8] During his second term, retired Lieutenant colonel Edward Diego \"Eddie\" Reyes, served as Lieutenant Governor. Bordallo chaired the Commission for Self-Determination and spearheaded the drafting of the Guam Commonwealth Act developed by June 4, 1986. He addressed Guam's education problems with his 1983 \"Blueprint for Excellence\" and worked on the accreditation status of the University of Guam. In 1994, Carl Gutierrez teamed up with Senator Madeleine Bordallo, the widow of former Governor Ricardo Jerome Bordallo, to run for the island's highest office once more on a platform of \"Helping the People of Guam.\" In the primary, they were challenged by the Democratic team of Edward D. Reyes and Gloria B. Nelson. The Gutierrez-Bordallo team received 9,555 votes while the Reyes-Nelson team received only 6,450 votes.[12] In the 1994 General Election, the Democratic team of Gutierrez-Bordallo faced the Republican team of Thomas V.C. Tanaka and Doris Flores Brooks. During the General Election, Tanaka-Brooks outspent the Gutierrez-Bordallo team by over $100,000, but Carl Gutierrez and Madeleine Bordallo won the election in a landslide with 23,405 votes, while Tanaka-Brooks had 19,281.[12] Upon assuming office on January 2, 1995, Governor Carl T.C. Gutierrez focused his work in the areas of infrastructure so that all the marginalized people will be brought into the 20th century before it went out and also pushing for economic development by aggressively completing 85% of his Vision 2001 plan by the end of 1999. Despite a super majority Republican Legislature that opposed virtually every executive initiative, the Gutierrez-Bordallo administration was successful in guiding the island through the rough waters of economic downturns throughout the region. The tourism economy was also severely affected by the crash of Korean Airlines Flight 801 on August 6, 1997. During the rescue efforts, Gutierrez was one of the first responders and the first to reach the burning plane along with Dep. Fire Chief Chuck Sanchez and his security police officer Cecil Sulla. Gutierrez was credited with saving several lives, including 11-year-old Rika Matsuda [13] and Barry Small, an injured helicopter mechanic from New Zealand, who called Governor Gutierrez a \"Hero.\" Gutierrez received the Eagle Award, the highest award given to a civilian by the U.S. National Guard Bureau. He was recognized by the governments of Japan and the Republic of Korea. In December 1997, Typhoon Paka struck Guam. The strong winds from Paka left around 1,500 buildings destroyed on the island,[14] of which 1,160 were single-family homes.[15] A further 10,000 buildings sustained damage to some degree,[14] with 60% of the homes on the island reporting major damage.[15] In all, about 5,000 people were left homeless due to the typhoon. Additionally, an estimated 30–40% of the public buildings received major damage.[15] Buildings on the island made of reinforced concerted fared well, as opposed to light metal-frame structures, which more often were completely destroyed. Large tourist hotels near Hagåtña, on which Guam is dependent, received generally minor damage, such as broken windows and damaged power generators.[14] A complete island-wide power outage followed the typhoon; damage to the main electrical transmission and distribution system was estimated at USD16 million. Following the passage of the typhoon, 25% of the homes on Guam were left without water.[15] Telephone service remained working after the storm, due to most lines being underground. Strong waves washed away a few coastal roads in the northern portion of the island, leaving them temporarily closed. The waves surpassed the seawall at Apra Harbor, damaging the road and infrastructure of the seaport; many boats were washed ashore after breaking from their moorings. Strong winds damaged a radar system and lights along the runway of the Antonio B. Won Pat International Airport, though most airport facilities received light damage. The Andersen Air Force Base also sustained heavy damage, with hundreds of downed trees and many facilities left damaged.[14] Across Guam, damage was estimated at USD500 million.[15] About 100 people were injured,[16] but the typhoon caused no deaths on the island.[15] In 1998, Governor Carl Gutierrez ran for reelection with Lieutenant Governor Madeleine Z. Bordallo. There were two Democratic teams that challenged the Gutierrez-Bordallo team in the primary. Senator Thomas C. Ada and Senator Lou Leon Guerrero ran as a team, as did Senator Angel L.G. Santos and Jose T. \"Pedo\" Terlaje. The Gutierrez-Bordallo carried the 1998 Democratic primary with 16,838 votes, compared with only 9,788 for Ada-Leon Guerrero and 6,295 for Santos-Terlaje.[17] In the 1998 General Election, Gutierrez-Bordallo faced the Republican team of Former Governor Joseph Franklin Ada and Senator Felix Perez Camacho. The election resulted in a second term for Governor Carl T.C. Gutierrez and Lieutenant Governor Madeleine Z. Bordallo, who won with 24,250 votes, compared with 21,200 votes for Ada-Camacho.[17] In the 1998 Gubernatorial election against former governor Joe Ada, an election challenge by Ada/Camacho went all the way to the U.S. Supreme Court. The decision by the Supreme court was 9-0 in favor of Gutierrez/Bordallo, thus ending the Republican challenge. Just following the reelection of Governor Carl T.C. Gutierrez and Madeleine Z. Bordallo, President William Jefferson Clinton visited Guam on November 23, 1998.[18] The visit was the first since 1986 when a sitting U.S. president had visited Guam. Thousands of Guamanians gathered on the field in front of the Ricardo J. Bordallo Governor's Complex to see President Clinton. The crowd was treated to a rousing rendition of the Star Spangled Banner by Joseph \"Uncle Tote\" Cunningham and several speakers addressed the assembled crowd.[19] President Clinton was introduced by youth speaker Michael F.Q. San Nicolas.[20] Gutierrez's credibility and integrity have been under constant attack by those who oppose him and his style of leadership. Beginning when he was still in office, efforts are continuing to try to find him guilty of purported crimes. He has never been found guilty of any crime, winning all cases that went to trial. Other cases were thrown out of court because they had no merit. His second term in office was marked by political instability caused by the 1998 election challenges, a supermajority Republican (12-3) Guam Legislature, an unsuccessful Recall Movement in 2000 after the Supreme court decision came out giving Gutierrez/Bordallo the win, the \"rolling\" power outages left behind by the Ada/Blas administration, the destruction of the island's infrastructure by Supertyphoons Chata'an, Paka, and Pongsona. In February 2017, former senator Lourdes A. Leon Guerrero officially announced her bid to be the next Governor of Guam. The Bank of Guam President selected Joshua Tenorio, Vice President of Guam Auto Spot, to be her running mate in the upcoming Democratic primaries. The Leon Guerrero/Tenorio ticket faced-off with 3 other Democratic tickets: the Aguon/Limtiaco ticket, the Gutierrez/Bordallo ticket, and the Rodriguez/Cruz ticket. They emerged victorious with 32% of the primary vote. Leon Guerrero was elected as Guam's first female governor after defeating the Tenorio/Ada Ticket in the general election with 50.7% of the vote. Since 1953, the Popular Party-led legislature had advocated for a Guamanian delegate to Congress. After years of frustration, then-Senator Ricardo J. Bordallo authored Public Law 7-173, which created an unofficial delegate to the U.S. Congress. Following a special election in 1965, Antonio B. Won Pat was elected as Guam's unofficial delegate. After Won Pat's ardent efforts in Washington to press for an elected Governor as well as an official delegate, the U.S. Congress passed the Guam Elective Governor Act in 1968 and later authorized the creation of Guam's delegate to the U.S. House of Representatives.[7] The first delegate to the U.S. House of Representatives was former Speaker Antonio B. Won Pat. He served as Guam's delegate from 1973 to 1983. In 1993, Robert A. Underwood was elected as delegate. He remained Guam's delegate until 2003 when he ran for Governor of Guam against Felix P. Camacho. Madeleine Z. Bordallo has been Guam's delegate to the U.S. House of Representatives since 2003. In the 2012 Primary Election, Bordallo faced a primary challenge by Karlo Dizon before facing Republican Senator Frank F. Blas, Jr., in the General Election.[21] Michael San Nicolas was elected as Guam's delegate to the U.S. House of Representatives in 2018. In the 2018 Primary Elections, San Nicolas ran to be the Democratic Party of Guam's candidate for Delegate in the November 2018 General Election. On Aug. 25, 2018, San Nicolas won the primary election against Democratic incumbent Madeleine Bordallo by 3.4% of those who voted in the Democratic Party's primary election.[22] He defeated the Republican Party's candidate, Doris Flores Brooks in the General Election.[4][5] The Democratic Party of Guam has held a majority of the seats in the Guam Legislature since the mid-term election during the 29th Guam Legislature saw Senator Benjamin J.F. Cruz fill the vacancy left by the late Senator Antonio R. Unpingco. In the next General Election (2008), the 8-7 majority and in the next two legislatures, the Democratic Party has maintained a 9-6 majority. The 2014 General Election saw the vacancy left by the late Vicente \"Ben\" C. Pangelinan of an incumbent Democratic Senator, but their seats were taken by a newcomer Nerissa Bretania Underwood the wife of former Democratic Congressman and current University of Guam President Robert A. Underwood. Mayor Anthony P. Chargualaf was elected to his first term as Mayor of Inarajan in 2020 by a 59 percentage point lead. Five Mayors, Frankie A. Salas of Asan, Jessy Gogue of Chalan Pago-Ordot, Rudy A. Paco of Mongmong-Toto-Maite, Dale E. Alvarez of Santa Rita and Vicente S. Taitano of Talofofo were reelected for the first time in 2012. Mayor Robert R.D.C. Hoffman and Vice Mayor Rudy Don Iriarte have held their positions since they were first elected by the people of Sinajana in 2012. Mayor Melissa Savares have held her position since she were first elected by the people of Dededo in 2004 and newcomer Vice Mayor Peter J. Benavente was first elected to replace from his uncle an ongoing Vice Mayor Frank Benavente. Mayor Bill Quenga was first elected since the special election and to replace former mayor Jesse M. Blas. Young Democrats of Guam (YDG) was founded on October 6, 2011 as the official youth arm of the Democratic Party of Guam.[25]","Title":"Democratic Party of Guam - Wikipedia","KeyID":"5520","URL":"https://en.wikipedia.org/wiki/Democratic_Party_of_Guam"}