{"Content: ":"The Democratic Party of the Northern Mariana Islands is a political party in the Northern Mariana Islands. It is now officially affiliated with the United States' national Democratic Party. In 1977, the Popular Party changed its name to the Democratic Party. The Popular Party's opponent, the Territorial Party, would change its name to the Republican Party in 1981.[1] The CNMI has not elected a Democratic Governor since 1993, when Froilan Tenorio was elected. At the legislative elections of November 1, 2003 the party won 1 out of 18 seats. It won an extra seat in the 2005 legislative elections. Its candidate Froilan Tenorio won 18% in the 2005 gubernatorial election. In the November 3, 2007 Commonwealth Legislature elections, the party took only 1 of 20 seats in the House of Representatives.[2][3] In 2009, for the first time ever, the Democratic Party did not nominate a candidate in the gubernatorial election. They fielded a candidate for Mayor of Saipan (Angelo Villagomez), along with two CNMI House candidates and one CNMI Senate candidate.[4] In August 2016, the Commonwealth Election Commission recognized the party for the 2016 election year. Three of the 67 political candidates on the NMI are Democrats.[5] The party organized the 2020 Northern Mariana Islands Democratic caucuses.[6] In the 2020 elections, four incumbent representatives announced that they would run for re-election as Democrats.[7] The party is running 18 candidates, and supporting 3 independent candidates. Prior to the election, there were zero Democrats in either chamber of the Commonwealth Legislature.[8] The result of the 2020 general election that nine Democrats and the three endorsed independents were elected to office.[9] In the special election to replace the late Republican legislator Ivan A. Blanco, Democratic candidate Corina Magofna won the special election, flipping the seat.[10] The Democratic Party of the Northern Mariana Islands has defended Article 12 of the CNMI Constitution which restricts land alienation to persons of Northern Marianas descent.[11]  This article about an Oceanian political party is a stub. You can help Wikipedia by expanding it. This Northern Marianas-related article is a stub. You can help Wikipedia by expanding it.","Title":"Democratic Party (Northern Mariana Islands) - Wikipedia","KeyID":"5521","URL":"https://en.wikipedia.org/wiki/Democratic_Party_(Northern_Mariana_Islands)"}