{"Content: ":"The Democratic Party of Puerto Rico (Spanish: Partido Demócrata de Puerto Rico)[1] is the local affiliate of the U.S. National Democratic Party in the Commonwealth of Puerto Rico. Party membership consists of supporters of both the current Commonwealth status and those who favor statehood for Puerto Rico. The party's local chairman is Charlie Rodríguez, its vice chair is Johanne-Velez Garcia.[5] Ponce mayor \"Mayita\" Meléndez and attorney Luis Davila-Pernes are Puerto Rico's Democratic National Committeemembers. Participation in Puerto Rico's delegate selection process is open those who wish to participate as Democrats and participants may not take part in any other party's Presidential Nominating process. Individuals who wish to participate in the Senate District Caucuses must register with the State Party's local committee.[6] Fifty-one of 58 delegates to the Democratic National Convention are pledged to presidential contenders based on the results of the islands-wide presidential preference primary, held on the last Sunday in March of every leap year. A mandatory 15 percent threshold is required in order for a presidential contender to be pledged National Convention delegates at either the senatorial district or islandwide level.[6] Forty district delegates are proportionally pledged to presidential contenders by local Puerto Rico Senatorial districts. As of 1 July 2019 the proportions were as follows:[6] In addition, at-large and Pledged Party Leaders and Elected Officials (PLEOs) delegates are pledged to presidential contenders based on the presidential preferences of the 33 district level delegates as pledged by the Senate District primary results. Hence, the National Convention District delegates are pledged from the preferences expressed at the primary while the National Convention statewide delegates are pledged using the preferences of the National Convention District delegates.[6] The Young Democrats of America (YDA), Puerto Rico Chapter, is the official youth branch of the Puerto Rico Democratic Party. Previous presidents include Francisco Domenech who was also Democratic National Committeeman for the Young Democrats of America, the first Puerto Rican elected to this position, Phillip Arroyo who along with Francisco Domenech helped create and chair the Hispanic Caucus of YDA and Ricardo Alfaro.","Title":"Democratic Party (Puerto Rico) - Wikipedia","KeyID":"5522","URL":"https://en.wikipedia.org/wiki/Democratic_Party_(Puerto_Rico)"}