{"Content: ":"The Democratic Caucus of the United States Senate, sometimes referred to as the Democratic Conference, is the formal organization of all senators who are part of the Democratic Party in the United States Senate. For the makeup of the 117th Congress, the caucus additionally includes two independent senators (Bernie Sanders of Vermont and Angus King of Maine) who caucus with the Democrats, bringing the current total to 50 members. The central organizational front for Democrats in the Senate, its primary function is communicating the party's message to all of its members under a single banner. The present chair of the Senate Democratic Caucus is Chuck Schumer of New York. Effective with the start of the 116th Congress, the conference leadership is as follows: The conference was formally organized on March 6, 1903, electing a chair to preside over its members and a secretary to keep minutes. Until that time, this caucus was often disorganized, philosophically divided and had neither firm written rules of governance nor a clear mission. Since Oscar Underwood's election in 1920, the chair of the Senate Democratic Caucus has also concurrently served as the floor leader as part of an unwritten tradition. After the victory of Democrats in the midterm elections of 2006, an overwhelming majority in the conference wanted to reward Chuck Schumer, then the chair of the Democratic Senatorial Campaign Committee, with a position in the leadership hierarchy.[citation needed] In response, then-Democratic Leader Harry Reid created the position of vice-chair when Democrats formally took control in 2007.[2] Schumer ascended to Reid's position following his retirement after the 2016 elections. The position was then split, with one co-chair awarded to Mark Warner and the other awarded to Elizabeth Warren. The United States Senate Democratic Conference Secretary, also called the Caucus Secretary was previously considered the number-three position, behind the party's floor leader and the party's whip, until in 2006, when Democratic leader Harry Reid created the new position of Vice-Chairman of the caucus. Now, the secretary is the fourth-highest ranking position. The conference secretary is responsible for taking notes and aiding the party leadership when senators of the party meet or caucus together.[3] The first conference secretary was Sen. Edward W. Carmack of Tennessee, who was elected in March 1903.[4] The current conference secretary is Sen. Tammy Baldwin of Wisconsin, who assumed the office in January 2017.","Title":"Senate Democratic Caucus - Wikipedia","KeyID":"5528","URL":"https://en.wikipedia.org/wiki/United_States_Senate_Democratic_Conference_Secretary"}