{"Content: ":"The Democratic Congressional Campaign Committee (DCCC)[a] is the Democratic Hill committee for the United States House of Representatives, working to elect Democrats to that body.[1] The DCCC recruits candidates, raises funds, and organizes races in districts that are expected to yield politically notable or close elections. The structure of the committee consists, essentially, of the Chairperson (who according to current Democratic Caucus rules is a fellow member of the caucus appointed by the party leader in the House), their staff, and other Democratic members of Congress that serve in roles supporting the functions of the committee. The Chairperson of the DCCC is the sixth-ranking position among House Democrats, after the Speaker, the Majority Leader, the Majority Whip, the House Assistant Democratic Leader, and the Democratic Caucus Chairperson. The current chair is Sean Patrick Maloney of New York, who assumed the position in 2021.[2] The DCCC originated in 1866 as the Democratic National Congressional Committee. Due to the reform of campaign finance legislation that took effect in the 2004 election cycle, the DCCC splits into two organizations a few months before each Election Day: In recent elections, the DCCC has played an expansive role in supporting Democratic candidates with independently produced television ads and mail pieces. Rahm Emanuel assumed the position of DCCC committee chair after the death of the previous chair, Bob Matsui, at the end of the 2004 election cycle. Emanuel led the Democratic Party's successful effort to capture the majority in the House of Representatives in the 2006 elections. After Emanuel's election as chair of the Democratic Caucus, Chris Van Hollen became committee chair for the 110th Congress and the 2008 elections. He continued through the 2010 elections. For the 2014 election cycle, Democratic Minority Leader Nancy Pelosi appointed congressman Ben Ray Luján to serve as the committee's chair. In 2022, workers at the DCCC announced they were forming a union affiliated with the Teamsters.[3] After Alexandria Ocasio-Cortez won her upset congressional victory over Joe Crowley, the DCCC implemented a policy blacklisting consultants who worked for primary opponents of Democratic Party incumbents. Highly unpopular among progressives, the organization rolled back the policy in 2021.[4] In the 2018 election cycle, the DCCC released negative information about candidate Laura Moser, who ran for US Congress in Texas' 7th congressional district.[5] The move backfired, as Moser gained donations and support en route to making the runoff before falling short against Lizzie Fletcher.[6][7] A month after the attack on Moser, the DCCC showed preference in another Texas primary, supporting Collin Allred.[8] The decisions were two among many similar choices made by the organization throughout its history.[9][10] Similar criticism carried into the next election cycle, prompting Progressive Caucus member Ro Khanna to say: This unprecedented grab of power is a slap in the face of Democratic voters across the nation. It’s something even Rahm Emanuel would not have done and is totally tone-deaf to the grassroots activists across our nation. Voters are sick of the status quo holding on to power and stifling new voices. They are sick of D.C. politicians who care more about holding on to power than a true competition of ideas.\"[11] In July 2016, the DCCC said it was hacked.[12][13][14][15][16] Subsequently, a person described as a hacker and known as \"Guccifer 2.0\" (Russian Main Intelligence Directorate persona) reportedly released documents and information that were obtained from the cyberattack on the DCCC.[17]","Title":"Democratic Congressional Campaign Committee - Wikipedia","KeyID":"5529","URL":"https://en.wikipedia.org/wiki/Democratic_Congressional_Campaign_Committee"}