{"Content: ":"The Democratic Governors Association (DGA) is a Washington, D.C.-based 527 organization founded in 1983, consisting of U.S. state and territorial governors affiliated with the Democratic Party.[1] The mission of the organization is to provide party support to the election and re-election of Democratic gubernatorial candidates. The DGA's Republican counterpart is the Republican Governors Association. The DGA is not directly affiliated with the non-partisan National Governors Association. Noam Lee is currently the executive director of the DGA, while Governor Roy Cooper of North Carolina is the current chair. Previously known as the Democratic Governors Conference within the Democratic National Committee, the DGA became an independent institution in 1983 under the leadership of Virginia Governor Chuck Robb with the help of Democratic National Committee Chair Charles Manatt. The purpose of the committee was to raise funds to elect Democrats to governorships and to improve the partnership between Democratic governors and the Democratic leadership of the United States House of Representatives and the United States Senate. Prior to its current formation in mid-1983, they met as the Democratic Governors Conference. The DGA played a pivotal role in the election of Arkansas Governor Bill Clinton to the presidency in 1992. Under the leadership of DGA Chair and Hawaii Governor John Waiheʻe, the DGA helped organize Clinton's \"winning the West\" campaign tour through Colorado, Wyoming, Montana, Washington, Oregon, Nevada and California. Republicans had handily won all of those states except Washington and Oregon the previous three elections. According to The Washington Post,[2] it was \"all but unthinkable to Republicans that the GOP could lose such stalwart pieces of the party's electoral base as Wyoming and Nevada.\" Clinton lost Wyoming but carried Nevada, Colorado, Montana, Washington, Oregon, and California. The leadership of the DGA consists of elected Democratic governors. There are currently 22 Democratic governors. In addition to governors of U.S. states, the DGA also offers membership to Democratic governors of U.S. territories. In addition, the DGA offers membership to the mayor of the District of Columbia. Current and former DGA chairs. Democratic governors have served in various other government positions after their tenure. The following list includes recent positions from the DGA's formalization in 1983. Democratic governors elected as President: Democratic governors appointed to the U.S. Cabinet: Democratic governors appointed to ambassadorships: Democratic governors elected as chair of the Democratic National Committee: Democratic governors elected to the U.S. Senate: The DGA reported raising over $20 million in 2011, almost doubling what it raised during the comparable 2007 election cycle. \"Because of our strong efforts in 2011, we will have the resources to aid Democratic candidates in targeted states and continue to fight for our core priorities: Jobs. Opportunity. Now.,\" DGA Chair Martin O'Malley said. Executive Director Colm O'Comartun added, \"There is no doubt that we will face a challenging electoral environment in 2012, but our victories in 2011 showed that we know how to wisely and strategically deploy our resources. We are delighted with the continued support of everyone who believes in our mission of creating jobs and expanding opportunity now.\"[3] Several former DGA staff members have gone on to hold prominent positions in the government and in the private and non-profit sectors. Former communications director Jake Siewert served as press secretary for President Bill Clinton for four months from 2000 to 2001. From 2001 to 2009, he worked for Alcoa Inc. In 2009, he became an advisor to then-Treasury Secretary Timothy Geithner.[4] Former policy director Sheryl Rose Parker was director of intergovernmental affairs for U.S. House Speaker Nancy Pelosi. She is currently deputy director of government affairs for the Bill and Melinda Gates Foundation.[5][6] Former policy communications director Doug Richardson served as director of public affairs at the White House Office of National Drug Control Policy in the Obama administration. He is currently public relations director for R&R Partners.[7] Former executive director Katie Whelan served as a senior advisor to Republican California Governor Arnold Schwarzenegger. She was an Institute of Politics Fellow at Harvard's John F. Kennedy School of Government. She is currently senior public policy advisor for Patton Boggs LLP.[8] Former executive director Nathan Daschle is the founder and CEO of Ruckus, Inc., an online political engagement platform. He is the son of former U.S. Senator Tom Daschle. In October 2010, Daschle was recognized as one of Time magazine's \"40 under 40\" rising stars in politics.[9] Former executive director Mark Gearan was director of communications during the Clinton administration and served as director of the Peace Corps. He served as president of Hobart and William Smith Colleges in Geneva, New York from 1999 to 2017.[10] Founding executive director Chuck Dolan is a senior vice president at kglobal and was appointed by President Clinton as vice-chair of the Advisory Commission on Public Diplomacy. He is a lecturer at the George Washington University School of Media and Public Affairs.[11]","Title":"Democratic Governors Association - Wikipedia","KeyID":"5530","URL":"https://en.wikipedia.org/wiki/Democratic_Governors_Association"}