{"Content: ":"The Democratic Senatorial Campaign Committee (DSCC) is the Democratic Hill committee for the United States Senate. It is the only organization solely dedicated to electing Democrats to the United States Senate. The DSCC's current Chair is Senator Gary Peters of Michigan, who succeeded Nevada‘s Catherine Cortez Masto after the 2020 Senate elections. DSCC's current Executive Director is Scott Fairchild. Patty Murray became the first female Chair of the DSCC in 2001. Her team raised more than $143 million, beating the previous record by $40 million, but Democrats lost two seats. For the first time since 1914 a President's party had taken control of the Senate in a midterm election. Most observers, though, attributed the outcome to George W. Bush's post-9/11 popularity and the death of Senator Paul Wellstone of Minnesota, who had been favored to win.[1] Chuck Schumer chaired the DSCC for the first of two consecutive cycles. Prior to the election, the Republican Party controlled 55 of the 100 Senate seats. The Senate elections were part of the Democratic sweep of the 2006 elections, in which Democrats made numerous gains and no Congressional or gubernatorial seat held by a Democrat was won by a Republican. Six Republican incumbents were defeated by Democrats: Jim Talent of (Missouri) lost to Claire McCaskill, Conrad Burns of (Montana) lost to Jon Tester, Mike DeWine of (Ohio) lost to Sherrod Brown, Rick Santorum of (Pennsylvania) lost to Bob Casey Jr., Lincoln Chafee of (Rhode Island) lost to Sheldon Whitehouse, and George Allen of (Virginia) lost to Jim Webb. Incumbent Democrat Joe Lieberman of (Connecticut) lost the Democratic primary, but won reelection as an independent. Democrats kept their two open seats in Minnesota and Maryland, and Republicans held onto their lone open seat in Tennessee. In Vermont, Bernie Sanders, an independent, was elected to the seat left open by retiring Independent Jim Jeffords. Following the elections, no party held a majority of seats for the first time since 1954. However, the partisan balance for the Senate stood at 51–49 in favor of the Democrats, because Sanders and Lieberman caucused with them. Chuck Schumer chaired the DSCC for the second of two consecutive cycles. Going into the 2008 election, the Senate consisted of 49 Democrats, 49 Republicans, and two independents (Bernie Sanders of Vermont and Joe Lieberman of Connecticut) who caucused with the Democrats, giving the Democratic caucus a 51-49 majority. Of the seats up for election in 2008, 23 were held by Republicans and 12 by Democrats. The Republicans, who openly conceded early on that they wouldn't be able to regain the majority in 2008, lost eight seats. This election was the second cycle in a row in which no seats switched from Democratic to Republican. In addition, this was the largest Democratic Senate gain since 1986, when they also won eight seats. Democrats defeated five Republican incumbents: Ted Stevens of Alaska lost to Mark Begich, Norm Coleman of Minnesota lost to Al Franken, John Sununu of New Hampshire lost to Jeanne Shaheen, Elizabeth Dole of North Carolina lost to Kay Hagan and Gordon Smith of Oregon lost to Jeff Merkley. Democrats also picked up open seats in Colorado, New Mexico, and Virginia. When the new Senate was first sworn in, the balance was 58–41 in favor of the Democrats, because of the unresolved Senate election in Minnesota. The defection of Republican Arlen Specter of Pennsylvania in April 2009 and the swearing-in of Franken in July 2009 brought the balance to 60–40. In 2012, 23 Democratic Senate seats were available, as opposed to 10 Republican seats. An increase of four seats would have given the GOP a Senate majority. In the election, three GOP seats were won and one Democratic seat was lost, increasing the Democratic majority by two.[2] DSCC executive director said their strategy was to \"localize\" elections – make them \"a choice between the two people on the ballot...and not simply allow it to be a nationalized election\".[3] Because this is not easy to do in a presidential election year, the DSCC had gone very much on the offensive, depicting Republican candidates and donors, and especially the Tea Party, as extreme. During the Florida and Indiana primaries, they pushed that the Tea Party was working to move the GOP \"so far to the right that candidates will say anything to get their party's nomination\". The GOP targeted four red states to pick up the seats they need for a Senate majority. They were looking at states that did not vote for President Obama in 2008: Missouri, Montana, Nebraska and North Dakota. They lost three of those four seats.[3][4] In 2014, 21 Democrats were up for election. In order to have a majority, the Republicans were required to attain at least 51 seats in the Senate. The Democrats would have been able to retain a majority with 48 seats (assuming the two Independents continued to caucus with them) because, in event of a tie vote, Vice President Joe Biden becomes the tie-breaker. Many of the incumbents were elected in the Democratic wave year of 2008 along with President Obama's first election. Although Democrats saw some opportunities for pickups, the combination of Democratic retirements and numerous Democratic seats up for election in swing states and red states gave Republicans hopes of taking control of the Senate. 7 of the 21 states with Democratic seats up for election in 2014 had voted for Republican Mitt Romney in the 2012 presidential election. Democrats also faced the lower voter turnout that accompanies mid-term elections. By midnight ET, most major networks projected that the Republicans would take control of the Senate. The party held all three competitive Republican-held seats (Kentucky, Kansas, and Georgia), and defeated incumbent Democrats in North Carolina, Colorado, and Arkansas. Combined with the pick-ups of open seats in Iowa, Montana, South Dakota, and West Virginia, the Republicans made a net gain of 7 seats before the end of the night. In the process of taking control of the Senate, Republicans defeated three incumbent Democrats, a task the party had not accomplished since the 1980 election. Five of the seven confirmed pickups were in states that voted for Mitt Romney in 2012, but two of the seats that Republicans won represent states that voted for Barack Obama in 2012 (Colorado and Iowa). Of the three races that were not called by the end of election night, Alaska and Virginia were still too close to call, while Louisiana held a December 6 run-off election. Incumbent Virginia Democrat Mark Warner was declared the winner of his race by a narrow margin over Republican Ed Gillespie on November 7, and Alaska Republican Dan Sullivan was declared the winner against Democratic incumbent Mark Begich a week later, on November 12. Republican Bill Cassidy defeated incumbent Democrat Mary Landrieu in the Louisiana runoff on December 6. Days after the election, the United States Election Project estimated that 36.6% of eligible voters voted, 4% lower than the 2010 elections, and possibly the lowest turnout rate since the 1942 election. In 2016, 10 Democratic and 23 Republicans seats were up for reelection. In order to have gained a majority, the Democrats would have needed to attain at least 51 seats or 50 seats (and hold the presidency) in the Senate. If they had won the presidency, the Democrats would have been able to gain a majority with 48 seats (assuming the two Independents continued to caucus with them) because, in event of a tie vote, the Vice President becomes the tie-breaker. Many of the incumbents were elected in the Republican wave year of 2010 midterm. The Democrats needed to gain 4 seats as the Republicans held the majority 54–46, with both independent candidates caucusing with the Democrats. Two-term Senator Jon Tester of Montana chaired the DSCC for this cycle. There were five seats that the Democrats needed to defend this cycle: Michael Bennet of Colorado, Patty Murray of Washington, and the seats of retiring Senators Harry Reid of Nevada, Barbara Boxer of California, and Barbara Mikulski of Maryland. Seven of the Republican seats that were up for reelection were in states that Obama won twice, Mark Kirk of Illinois, Pat Toomey of Pennsylvania, Ron Johnson of Wisconsin, Kelly Ayotte of New Hampshire, Chuck Grassley of Iowa, Rob Portman of Ohio and Marco Rubio of Florida who ran for reelection after an unsuccessful presidential bid. In all but one of those seats, Iowa, the Republican incumbents were fighting to be reelected for the first time. Democrats were also targeting the open seat in Indiana which was vacated by retiring Republican Dan Coats. There were several other states the Democrats were focused on where the Republican incumbents may have been vulnerable: John McCain of Arizona, Lisa Murkowski of Alaska, John Boozman of Arkansas, Richard Burr of North Carolina, Johnny Isakson of Georgia, Roy Blunt of Missouri, Rand Paul of Kentucky who simultaneously ran for President, and Senator David Vitter of Louisiana.[5] After the election, Democrats gained two seats. Tammy Duckworth of Illinois and Maggie Hassan of New Hampshire joined the caucus. They also successfully defended their only seat in contention, Nevada where Catherine Cortez Masto became the first Latina U.S. Senator. This was the first time since 1992 that the Democrats gained seats in this Senate Class. For the first time the DSCC did not endorse a candidate in the general election in California because both women were Democrats competing for the seat of retiring Senator Barbara Boxer. Kamala Harris beat Loretta Sanchez for the seat. First-term Senator Chris Van Hollen of Maryland chaired the DSCC for the 2017–2018 election cycle. Before the 2018 elections, Democrats held 49 seats in the U.S. Senate while Republicans held 51. The unusually imbalanced 2018 Senate map, created by successful 2006 and 2012 elections, resulted in a large number of vulnerable Democrats. Joe Donnelly of Indiana, Claire McCaskill of Missouri, Joe Manchin of West Virginia, Heidi Heitkamp of North Dakota, Jon Tester of Montana and Bill Nelson of Florida were seen as the most vulnerable. On November 6, incumbent Democrats in four states were unseated; Donnelly was unseated by State Rep. Mike Braun, McCaskill was defeated by Missouri Attorney General Josh Hawley, Heitkamp was defeated by Kevin Cramer, representative for North Dakota's at-large congressional district, and Nelson was defeated by then Governor Rick Scott. The DSCC considered open seats in Arizona and Tennessee, Dean Heller's seat in Nevada and potentially Ted Cruz's seat in Texas and Cindy Hyde-Smith's seat in Mississippi as possible targets. Of those potentially vulnerable seats, Democrats picked up the open seat in Arizona vacated by Jeff Flake, with Rep. Kyrsten Sinema defeated Rep. Martha McSally, as well as the seat in Nevada held by Dean Heller, being defeated by Rep. Jacky Rosen, leaving the Senate's balance at 53–47, with Republicans in control. First-term Senator Catherine Cortez Masto of Nevada chaired the DSCC for the 2019-2020 election cycle, the first Latina to do so. Before the 2020 elections, Democrats held 47 seats, while Republicans held 53. In order to have gained a majority, Democrats would have needed to win at least 4 seats, or 3 seats (and gain the presidency) in the Senate. If they won the presidency, Democrats would have been able to gain a majority with 48 seats (assuming the two Independents continued to caucus with them) because, in event of a tie vote, the Vice President becomes the tie-breaker. Democrats needed to defend 12 seats this cycle, with only 2 in states Donald Trump won, Alabama and Michigan. In Alabama, Senator Doug Jones had only managed to win due to an extremely flawed candidate in (Roy Moore), and was expected to lose due to the strong Republican lean there, which he did. In Michigan, Senator Gary Peters faced a very strong Republican candidate, businessman John James, but was nevertheless expected to win. Republicans, on the other hand, needed to defend 21 seats, along with 2 seats up for special elections. Only 2 seats were in states that Democrats won in 2016, Maine and Colorado. Colorado was seen as the most likely flip for the Democrats, due to incumbent Senator Cory Gardner tying himself heavily to Trump in a state he had lost by 4.5 points in 2016, and expected to lose by a much larger margin this cycle. Popular former Governor John Hickenlooper was the Democratic nominee. In Maine, popular incumbent Susan Collins had won by a landslide in 2014, but was seen as weakened by her vote to confirm Supreme Court Justice Brett Kavanaugh and her vote to acquit Trump during his first impeachment trial. This was seen as the third most likely flip for the Democrats, after Arizona. Republicans needed to defend seats in key swing states such as Arizona, Georgia, North Carolina, and Iowa. Seats in South Carolina, Kansas, Montana, and Alaska became surprisingly competitive, compared to their usual Republican lean. Arizona was seen as the second most likely flip for the Democrats, as it was a key swing state, along with the incumbent Senator Martha McSally losing to Kyrsten Sinema for the other senate seat two years earlier, and a strong challenger, former astronaut Mark Kelly. North Carolina was seen as a highly likely flip, until the Democratic nominee, Cal Cunningham, got involved in a sex scandal that significantly hurt his candidacy. Democrats failed to flip seats in North Carolina, possibly due to the scandal, Iowa, due to Trump’s over performance there, Maine, due to an underestimation of Collins' popularity and continued ticket splitting, and the seats that had unexpectedly appeared competitive maintaining their partisan lean. Democrats initially only flipped the seats in Arizona and Colorado, leaving the balance of power at 52-48. However, Democrats also defeated Donald Trump, meaning there would be a Democratic Vice President, and the two seats in Georgia went to runoffs because no candidate received a majority of the vote in either election. The runoffs were held on January 5, 2021. Democrats flipped both seats, allowing them to take control of the Senate, since Vice President Kamala Harris would cast the tie-breaking vote.","Title":"Democratic Senatorial Campaign Committee - Wikipedia","KeyID":"5532","URL":"https://en.wikipedia.org/wiki/Democratic_Senatorial_Campaign_Committee"}