{"Content: ":"The College Democrats of America (CDA) is the official college outreach arm of the Democratic National Committee. It claims over 100,000 college and university student members in College Democrats chapters across the United States. The organizational structure of the College Democrats of America (CDA) has changed significantly since its founding in 1932. The College Democrats of America organization was founded in 1932 to further the election campaign of presidential nominee Franklin D. Roosevelt. On August 24, 1935, President Franklin Roosevelt delivered his first of many radio addresses to the Young Democrats of America clubs.[2] After several years, President Lyndon Johnson proclaimed the week of September 6 as college students registration week, thus calling attention to the challenges and importance of registering college students. The Young Democratic Clubs of America continue to register college students across America.[3] Founded as a branch of the Democratic National Committee (DNC), the group became independent following its split with Lyndon B. Johnson over the Vietnam War. By 1988, members of the College Young Democrats of America planned to split from the Young Democrats of America due to the age and interest difference between college students and young professionals. With the support of then Senator Al Gore, they organized a 1988 convention in Nashville where a constitution for the new CDA was approved and David Hale was elected the first President of the CDA. Following the efforts by Senator Gore and Executive Director Jonathan Miller, and officers Alex Haught, Silas Deane, Matt Pinsker and Abe Amoros, the DNC accepted the CDA as their official youth outreach branch. Since 1992, CDA has actively promoted the Democratic legislative agenda and Democratic candidates for office. Thanks in part to the work of CDA activists, John Kerry won 54% of the youth vote in 2004.[4] CDA continues to have a large presence today, with college chapters across America. At the 2012 Democratic National Convention in Charlotte, NC former CDA President Alejandra C. Salinas (2010-2012) delivered a speech in support of President Barack Obama. In 2014, several CDA officers engaged in an intra-party feud over the 2014 Israel–Gaza conflict, prompting one officer — who had compared Israeli Prime Minister Benjamin Netanyahu to Genghis Khan — to resign.[5] In 2015, President Natasha McKenzie was impeached and removed from office for malfeasance that occurred in relation to CDA's National Convention.[6] McKenzie's removal was overturned and she was reinstated as president after a ruling from the DNC Credentials Committee at the 2015 DNC Summer Meeting in Minneapolis.[7] In June 2020, in the aftermath of the murder of George Floyd, several National Executive Board members resigned from the organization after allegations of racism and classism throughout the organization. These ongoing allegations resulted in over forty federations jointly calling on the organization to adopt a series of institutional reforms. CDA President Mikaela Guido and CDA Vice President Ethan Smith subsequently resigned.[8] Every year, the national organization of the CDA holds a national convention. These conventions include meetings for CDA's standing committees (like the constitution committee) and CDA's national caucuses (like the women's caucus) as well as the elections for CDA's National Executive Board. The convention also offers workshops on how to be effective in government and campaigning, and prominent speakers from the national Democratic party (previous speakers have included Bill Clinton, Al Gore, Hillary Clinton, Barack Obama, John Edwards, Nancy Pelosi, members of Congress, and Cabinet members). The CDA convention that occurs on presidential election years is typically held in conjunction with the Democratic National Convention. Colleges across America organize Democratic chapters at the local level. Many of these then charter with state federations (such as the California College Democrats, Texas College Democrats) for support and to unite college Democrats within each state. Many state federations then charter with the College Democrats of America or the Young Democrats of America. The national organization is overseen by the CDA Executive Board, which consists of the President, Vice President, various Directors, and National Council leadership.[9] The function of the Executive Board is officially to \"determine and implement the organization's goals\"; its members are elected annually at the national convention.[citation needed] Pursuant to the CDA Constitution, each local chapter receives three votes, each state federation receives two votes and each member of the outgoing Executive Board receives one vote. As of 2020, the Executive Board consists of the President; the Vice President; the Director of Development; the Director of Political Affairs; the Director of Communications; the Director of Inclusivity, Diversity, Equity, and Accessibility; the Director of Digital Strategy and Mobilization; the Director of Membership; the Director of Programs; the National Council Chair; the National Council Vice-Chair; and the National Council Secretary. CDA is also guided by a National Council, which consists of four state officers from every state and territorial federation, as well as the Chair, Vice-Chair, Secretary, and National Council Representative of each identity caucus. The National Council is presided over by a Chair, Vice Chair, and Secretary, also elected annually at the national convention by sitting members of the National Council. In addition, CDA has a network of national issue and identity caucuses. National identity caucuses represent specific groups within CDA, and often work with and support similar, state-level identity caucuses. Identity caucus officers are ex officio members of the National Council. Each elect a Chair, Vice-Chair, Secretary, and National Council Representative. All CDA members who identify as members of a minority group can vote in that minority group's caucus election, not solely chapter presidents and state federation officers- for example, all Black College Democrats can vote in the national Black Caucus election. CDA's list of national identity caucuses include the Black Caucus, Latinx Caucus, Women's Caucus, AAPI Caucus, Jewish Caucus, LGBTQ+ Caucus, Muslim Caucus, and Disability Caucus. Issue caucuses serve to advocate for a particular issue or topic, and often hold phone banks or otherwise support candidates that have made strides on those issues. Much like for identity caucuses, any College Democrat interested in an issue is entitled to vote in that issue caucus's election. As they are not represented on the National Council, issue caucuses simply elect a Chair, Vice-Chair, and Secretary. CDA's list of national issue caucuses include the Pride Caucus, Women's Caucus, Black Caucus, Jewish Caucus, Education Caucus, Faith Caucus, Environmental Caucus, Rural Caucus, Healthcare Caucus, Labor Caucus, Immigrant and Refugee Caucus, Criminal Justice Reform Caucus, and Veteran and Military Affairs Caucus.","Title":"College Democrats of America - Wikipedia","KeyID":"5535","URL":"https://en.wikipedia.org/wiki/College_Democrats_of_America"}