{"Content: ":"The Stonewall Young Democrats, also known as SYD, are youth-based organization across the country which are part of the LGBT-rights group in the United States, affiliated with the National Stonewall Democrats and with the Democratic Party. There are several chapters of Stonewall Young Democrats, including the first chapter which was started in Los Angeles, San Diego, Dallas, Houston, and San Antonio. The group serves the greater Los Angeles County region but mostly holds it meetings in the West Hollywood area due to its central location to the Greater LA region. The group's website describe themselves as \"a community of passionate progressives excited about the political and societal issues of the day who want to give voice to their priorities and take action in a grassroots community-oriented manner on matters of both local and national prominence.\" Stonewall Young Democrats is growing to include other cities across the country as well. Stonewall Young Democrats was founded in 2004 by John Cleary and Andrew Lachman, both members of the Los Angeles Stonewall Democratic Club, who wanted to start a youth-oriented version of the club, recognizing the need for younger membership. The Los Angeles chapter of Stonewall Democratic Club has for years attempted to create a youth-centric version of itself to get younger gays and lesbians involved with politics but was only able to do so when large amounts of gays and lesbians rallied in support of Howard Dean for his 2004 Presidential campaign. It was only the night when Dean lost his bid for the Democratic Primary that Andrew and SYD Founding President John Cleary sat down and wrote the draft of the group's bylaws, surrounded by people who would become the Founding Members of Stonewall Young Democrats. SYD is not an affiliate of the Los Angeles Stonewall Democratic Club but is affiliated with other groups such as the Los Angeles County Democratic Party, the Democratic Party of the San Fernando Valley (DP/SFV), the California Democratic Party, Young Democrats of America, and National Stonewall Democrats. Stonewall Young Democrats of San Diego was founded in 2005 by Jonathan Goetz and Allan Acevedo. Under its initial inception, SYDSD was started as the youth branch of the San Diego Democratic Club.[2] The Dallas Stonewall Young Democrats (DSYD) held its first meeting on July 6, 2006 in Dallas, TX. The first officers were Paul Tran, Siobhan Bailey, Alex Ortega, and Brandon Kneefel.[3] The group stopped meeting in 2008 and reformed in March 2009.[4] This chapter serves the Dallas-Fort Worth Metroplex and surrounding areas. Meetings are usually held in the Oak Lawn area. DSYD held its re-inaugural meeting on March 29, 2009 at Woody’s Sports Bar. The chapters bylaws were approved by those present and club officers were elected. The group was founded in time to charter with the Texas Young Democrats at the Austin convention, and was quickly accepted by the Texas Stonewall Democratic Caucus with the support of the Stonewall Democrats of Dallas. DSYD is a youth branch of Stonewall Democrats of Dallas (SDD) and therefore each member of DSYD also has voting rights in SDD. Due to the nature of this relationship, one member of the SDD board sits on the DSYD board and one member of the DSYD board sits on the SDD board. The original organizers of the group were all volunteers at Legacy Founders Cottage, an AIDS hospice in Oak Cliff, where they built a friendship based on community service and activism. Since its inception, DSYD has maintained a close relationship with the Legacy Founders Cottage and continues to provide support in the form of volunteer hours and by hosting benefit fundraisers. *Liaison to Stonewall Democrats of Dallas. Membership to Stonewall Young Democrats is open to Lesbian, Gay, Bisexual, Transgender, and Intersex (LGBTI) individuals and its straight Allies who are under age 36 (40 in Texas), as to comply with the California Young Democrats requirement of all its Young Democrats groups that charter with them.","Title":"Stonewall Young Democrats - Wikipedia","KeyID":"5538","URL":"https://en.wikipedia.org/wiki/Stonewall_Young_Democrats"}