{"Content: ":"Targaryendraco is a genus of pterodactyloid pterosaur from the Early Cretaceous period (Hauterivian stage) of Hannover, northern Germany. Fossil remains of Targaryendraco dated back about 132 million years ago. In July 1984, amateur paleontologist Kurt Wiedenroth discovered a fragmentary pterosaur skeleton in the clay pit of Engelbostel at the southern edge of the city of Hanover. In 1990, Rupert Wild described the find as a new species of Ornithocheirus: Ornithocheirus wiedenrothi. The specific name honors Wiedenroth as discoverer. Wild considered the skeleton to lie evolutionary between Ornithocheirus compressirostris (now the holotype of Lonchodectes) and Ornithocheirus giganteus (now the holotype of Lonchodraco).[1] O. compressirostris was at the time seen as the type species of Ornithocheirus, but it was meanwhile shown that the correct type species is O. simus.[2] The holotype, SMNS 56628, was found in rocks of the Stadthagen Formation dating from the earliest Hauterivian, about 132 million years old. It consists of a partial skeleton with lower jaws. It contains the front and the rear of the symphysis of the lower jaws, a right articular, a rib piece, the distal ends of a left radius and ulna, the proximal and distal end of a left third metacarpal and a piece of a phalanx, probably the first of the left third finger. The fossil is part of the collection of the State Museum of Natural History Stuttgart. It is the most complete pterosaur specimen from the Cretaceous of Germany.[3] In their study of 2010, Fletcher & Salisbury argued for O. wiedenrothi to be an ornithocheirid closely related to the then unnamed Aussiedraco and another pterosaur specimen from the Cretaceous of Australia.[4] In 2013, Ford reported it to be a species of Lonchodectes.[5] In a study of the same year, Rodrigues & Kellner concluded that it wasn't Ornithocheirus, and was also not part of their newly erected genus Lonchodraco.[2] In 2019, Abel et al. argued it to be potential new genus of lonchodectid.[3] Later in 2019, Pêgas et al. assigned O. wiedenrothi as the type species of Targaryendraco. The generic name, which is formed from combining the name Targaryen with the Latin word draco and literally means 'Targaryen dragon', refers to the fictional House Targaryen (who ride dragons and use them as heraldry) from the popular epic fantasy novel series A Song of Ice and Fire. The authors chose the name because the now black-colored bones of the fossil resemble the fictional dragons in the novels.[6] In 2019, the describing authors abstained from giving a size estimate, in view of the fragmentary nature of the fossil. They estimated the wingspan of the most closely related species at 2.9 to 4 meters (9.5 to 13.1 ft).[6] They indicated a single distinguishing trait. It is an autapomorphy, a unique derived character. The symphysis of the lower jaws has at the midline of its front an odontoid, or tooth-like, process, formed by a confluence of the side ridges of the occlusal groove, in the top surface of the joint dentaries.[6] In 2019, Targaryendraco was placed within the Lanceodontia in an entirely new clade called Targaryendraconia, and was more precisely a member of the family Targaryendraconidae. In the latter clade it formed a polytomy with Aussiedraco and Barbosania.[6] Below is a cladogram following Pêgas et al. (2019). In the analysis, they placed Targaryendraco in the clade Targaryendraconia as the sister taxon of Aussiedraco and Barbosania, within the more inclusive group Ornithocheirae.[6] Ornithocheirus Aussiedraco Barbosania Targaryendraco Aetodactylus Camposipterus Cimoliopterus Hamipterus Iberodactylus Tropeognathus Coloborhynchinae Anhanguerinae   ","Title":"Targaryendraco - Wikipedia","KeyID":"554","URL":"https://en.wikipedia.org/wiki/Targaryendraco"}