{"Content: ":"This is a list of Democratic Party presidential primaries. This was the first time that candidates were chosen through primaries. New Jersey Governor Woodrow Wilson ran to become the nominee, and faced the opposition of Speaker of the United States House of Representatives Champ Clark. Wilson defeated Clark and was nominated during the convention. He then won the general election with a landslide victory. Democratic incumbent President Woodrow Wilson ran for re-election, and faced no major opposition in the primaries. Former United States Secretary of the Treasury William Gibbs McAdoo and Ohio Governor James Cox were the main candidates. Though William Gibbs McAdoo won a vast majority of states, Cox won the nomination on the 22nd ballot at the convention. Cox went on to lose the election to Republican candidate Warren Harding. Former United States Secretary of the Treasury William Gibbs McAdoo, 1920 candidate James Cox and Henry Ford were the main candidates. Though McAdoo won a vast majority of states, and well more than half of the popular vote, in those twelve states that held primary elections, it meant little to his performance nationwide. Once at the convention, the party was deadlocked for 102 straight ballots, before dark horse candidate John W. Davis, (who wasn't even a formal candidate when he arrived at the convention) was chosen on the 103rd ballot. Davis went on to lose the election to Republican candidate Calvin Coolidge. New York Governor Al Smith faced no major opposition in the primaries but lost in the general election against Herbert Hoover. New York Governor and 1920 Vice President candidate Franklin Roosevelt ran to become the nominee, and faced the opposition of 1928 candidate Al Smith. Roosevelt easily defeated Smith and was nominated during the convention. He then defeated President Hoover in the general election with a landslide victory. Democratic incumbent President Franklin Roosevelt ran for re-election, and faced no major opposition in the primaries. Democratic incumbent President Franklin Roosevelt ran again for re-election, and faced the opposition of Vice President John Nance Garner the primaries. Garner lost the primaries and during the convention was excluded from vice presidential nomination in favor of Henry Wallace. Democratic incumbent President Franklin Roosevelt ran again for re-election, and faced no major opposition in the primaries. Democratic incumbent President Harry Truman ran for re-election, and faced no major opposition in the primaries. Senator Estes Kefauver of Tennessee defeated President Truman in the New Hampshire primary, becoming the first person to ever drive an incumbent from the race during the 20th century. Kefauver swept the primaries, but there weren't enough to be able to win the nomination. Adlai Stevenson won the nomination but lost against Dwight Eisenhower in the general election. Adlai Stevenson, who had won the 1952 nomination on third ballot, defeated Estes Kefauver in the early primaries, thus becoming the last losing Democratic Presidential nominee to win a second nomination. He would lose again. Senator John F. Kennedy of Massachusetts defeated Senator Hubert H. Humphrey of Minnesota in the two contested primaries. Governor George Wallace of Alabama made a feeble challenge to President Lyndon B. Johnson and his surrogates, who were running because he pretended not to be running. In the last successful challenge to an incumbent President, Senator Eugene J. McCarthy of Minnesota came extremely close to defeating President Johnson in New Hampshire, and with polls showing him winning Wisconsin and the entry of Senator Robert F. Kennedy of New York, the President withdrew from the race. Thus followed an exciting race between Kennedy and McCarthy, but Vice President Humphrey swept the caucuses and two favorite sons who already endorsed him had won primaries in Ohio and Florida, giving him a substantial lead by the time Senator Kennedy was murdered by Sirhan Sirhan on the day of the California primary. See also: The 1972 primaries set the record for the highest number of candidates in a major party's presidential primaries in American history, with 16. After the Chappaquiddick incident in 1969, Ted Kennedy fell from front runner to non-candidate. Ed Muskie was the establishment favorite until he was reported to have cried emotionally during a speech defending himself against the Canuck letter. George McGovern was able to gain ground and make a strong showing in New Hampshire. George Wallace ran as an outsider and did well in the South. His campaign was ended when an assassin shot him and left him paralyzed. McGovern went on to win a majority of the delegates and the nomination at the convention. However, his prior efforts to reform the nomination process had reduced the power of Democratic Party leaders. McGovern had difficulty getting a vice presidential running mate to run with him. It then took hours to get him approved. A couple of weeks later it was revealed that Thomas F. Eagleton had undergone electroshock therapy for depression. After claiming to back Eagleton \"1000%\", McGovern asked him to resign three days later. After a week of being publicly rebuffed by prominent Democrats, McGovern finally managed to get Sargent Shriver to be his new running mate. This trouble compounded the already weak support he had among party leaders. See also: The 1976 primaries matched the record previously set in 1972 for the highest number of candidates in any presidential primaries in American history, with 16. During the primaries, Jimmy Carter capitalized on his status as an outsider. The 1976 campaign was the first in which primaries and caucuses carried more weight than the old boss-dominated system. Carter exploited this, competing in every contest and won so many delegates that he held an overwhelming majority of the delegates at the convention. See also: The incumbent President Jimmy Carter faced high unemployment, high inflation and gas shortages in California. Against this backdrop, Ted Kennedy decided to run after sitting out 1972 and 1976. Kennedy stumbled badly in an interview, then the Iran hostage crisis in November 1979 seriously undermined Carter as his calm approach caused his poll numbers to rise. Carter won decisively everywhere except Massachusetts until the public began to grow weary of the hostage situation. Kennedy then began to win and even swept the last states. It was too little, too late. Carter had a slight advantage and enough delegates to win the nomination. See also: Walter Mondale entered the race as the favorite. He had raised the most money, had the backing of the most party leaders and had a very good organization in the Midwest and Northeast. Even so, both Jesse Jackson and Gary Hart managed to mount effective national campaigns against him. Jackson won several states in the South but was unable to recover after calling Jews \"Hymies\" and New York City \"Hymietown\" in an interview with a black reporter.[1] Hart waged a strong campaign in New Hampshire, Ohio, California and the West, looking as if he could win. Hart's downfall came when, in a televised debate, Mondale said he was reminded of the Wendy's slogan \"Where's the beef?\" whenever he heard Hart talk about his \"New Ideas\" program. The audience laughed and applauded. Hart was never able to shake the impression created that his policy lacked weight. Mondale gradually pulled ahead, winning a comfortable majority by convention time. See also: Democrats entered the race with hopes to build on mid-term wins that gave them control of the Senate, and that the ongoing Iran Contra scandal would plague the eventual Republican nominee. Three candidates won multiple primaries: Michael Dukakis (30), Jesse Jackson (13), and Al Gore (7), and for a while the hope of a multi-ballot convention remained alive. Gary Hart's strong showing in 1984 gave him much early press attention but an extramarital affair with Donna Rice thwarted his campaign. Joe Biden was caught up in a plagiarism scandal.[2][3] Neither were able to put up victories. Paul Simon only won his home state of Illinois. Dukakis ended up with two-thirds of the delegates, winning the nomination. See also: Following the 1991 Persian Gulf War, President George H. W. Bush was riding a wave of popularity. The party leaders who otherwise might have run declined to, leaving the race open to lesser known candidates. By the beginning of the first primary, an economic recession had hurt Bush and energized the Democrats. Bill Clinton rose from the pack, but allegations of an extra-marital affair soon followed. However, his campaigns attempts at damage control, including an appearance by Clinton on 60 Minutes alongside his wife, Hillary Clinton, worked. Clinton placed second in the primary in New Hampshire and then almost swept every Super Tuesday contest. Jerry Brown won several primaries and more delegates than any other candidate except Clinton but Clinton had five times the vote and was easily the winner. See also: With popular Democratic incumbent President Bill Clinton running for re-election, the nomination process was uneventful. The only opposition was from fringe candidates, one of whom, Lyndon LaRouche, won delegates but they were forbidden entrance to the Convention. See also: Incumbent Vice-President Al Gore had the support of the party establishment and a strong base within the party after eight years under President Bill Clinton. His only significant challenger was Bill Bradley who never managed to win a primary. With Bradley's delegates forbidden to vote for him, Gore was chosen unanimously at the convention. See also: After his loss in the last election, Al Gore decided not to run in 2004, leaving the field wide open. Howard Dean broke out early with an internet campaign and led in fundraising.[4] Wesley Clark began his campaign too late and never gained footing. John Kerry and John Edwards made an unexpectedly strong showing in the first caucus. Dean finished second in the next contest but dropped out thereafter. Kerry dominated the race with only Edwards offering real competition. However, Edwards managed to finish first only in South Carolina and withdrew after Kerry won decisive victories on Super Tuesday. Kerry easily won the nomination, with Edwards as his running mate. Kerry subsequently lost the presidential election to George W. Bush. See also: In the closest primary contest for the Democrats since 1980, Senator Barack Obama of Illinois ended up upsetting early favorite Senator Hillary Clinton of New York. Clinton won many big-state primaries, and competed strongly in the Midwest, but Obama was able to rack up a large number of delegates through big wins in caucus states and the Southern primaries, where black voters cast a majority of the ballots. Neither candidate received enough delegates from the state primaries and caucuses to achieve a majority without superdelegate votes. See also: Democratic incumbent President Barack Obama ran for re-election, and faced no major opposition in the primaries. Minor opposition candidates won 40+% of the vote in four state primaries, however; the delegates won by the opposition were forbidden from attending the Democratic convention in Charlotte. See also: In her second bid for the presidency, former Secretary of State Hillary Clinton of New York ran against Senator Bernie Sanders from Vermont and several other minor candidates. Though Sanders won in New Hampshire, several important Midwestern states, and all but two caucus contests, Clinton won Iowa, larger, more diverse states like New York, Florida, and California, and the majority of the primaries. Clinton won 13 of the open primaries, 17 of the closed primaries, and 4 of the mixed contests. Sanders won 10 of the open primaries, 9 of the closed primaries, and 3 of the mixed contests.[5] In the end, Clinton won a total of 34 contests to Sanders' 23 and won the popular vote by 3.7 million votes.[6] See also: A record-breaking 29 major candidates vied for the democratic nomination. Former Vice President Joe Biden, who was seeking the nomination for the third time, was the favorite for most of the race. Senator Bernie Sanders was also seeking the nomination again after he unsuccessfully previously ran in the 2016 primaries. Other notable candidates include Senator Elizabeth Warren, former Mayor Michael Bloomberg, Senator Amy Klobuchar, and former Mayor Pete Buttigieg. Sanders took an unexpected early lead after wins in New Hampshire and Nevada, but the moderate wing of the party coalesced around Biden in the days prior to the South Carolina primary and Super Tuesday giving him major victories. After the onset of the COVID-19 pandemic and continuing losses, Sanders conceded the race to Biden leaving him to be the presumptive nominee. The COVID-19 pandemic resulted in many primaries being postponed until later in the year or replaced by mail in ballots. See also:","Title":"List of Democratic Party presidential primaries - Wikipedia","KeyID":"5541","URL":"https://en.wikipedia.org/wiki/List_of_Democratic_Party_presidential_primaries"}