{"Content: ":"The Democratic Party of the United States is composed of various factions or wings, some with significant overlap. Senator Ed Markey Senator Elizabeth Warren Former Senator Paul Wellstone Representative Pramila Jayapal Representative Ro Khanna Representative Alexandria Ocasio-Cortez While it does not transcend the political philosophy of social liberalism, the Progressive wing has fused tenets of social liberalism with traditions of the Progressive Era as well as drawing more robustly from Keynesian economics, social populism, and social democracy. Progressive Democratic candidates for public office have had popular support as candidates in metropolitan areas outside the South. The first self-described liberal president was Franklin D. Roosevelt whose ideas, such as his calls for a second Bill of Rights, continue to influence progressives today.[3] President Lyndon Johnson and Civil Rights activists such as Martin Luther King Jr. are influential to progressives as well, not only for their positions on race and identity but on economics as well (Johnson for the Great Society and King for his support of social democracy).[4] The writings of thinkers such as John Dewey and Lester Frank Ward helped shape liberal and progressive ideas in the United States.[5] While there are differences between them, both historical progressivism and the modern movement have the most crossover in the belief that free markets lead to economic inequalities and therefore the free market must be robustly monitored and regulated in order to protect the working class.[6] Modern progressives seriously emphasize the threat of climate change and to a greater or lesser extent rally around the Green New Deal, which was created by Rep. Ocasio Cortez and Sen. Markey, as the framework forward to tackle the issue.[7] Many progressive Democrats are also ideological descendants of the New Left of Democratic presidential candidate and Senator George McGovern of South Dakota, while others were involved in the presidential candidacies of Vermont Governor Howard Dean and U.S. Representative Dennis Kucinich of Ohio. Still others are former members of the Green Party. This group consists disproportionately of college-educated professionals.[8] A recent study by the Pew Research Center found that a plurality (41%) resided in mass affluent households and 49% were college graduates.[9] The Congressional Progressive Caucus (CPC) is a caucus of progressive House Democrats in the Congress, along with one independent in the Senate. It is the second largest Democratic caucus in the House of Representatives and its members have included Representatives Dennis Kucinich (OH), Alan Grayson (FL), John Conyers (MI), Barbara Lee (CA), Jim McDermott (WA), Peter DeFazio (OR), Keith Ellison (MN), Ayanna Pressley (MA), Ro Khanna (CA), Mark Pocan (WI), and John Lewis (GA).[11] Senators Elizabeth Warren and Ed Markey (MA),[12][13] Russ Feingold and Tammy Baldwin (WI),[14] Jeff Merkley (OR),[15] and Sherrod Brown (OH)[16] have all been described as progressives. Other notable progressives include Henry A. Wallace,[17] Eugene McCarthy, Ted Kennedy,[18] Paul Wellstone,[19] and Stacey Abrams.[2] In 2016, the Blue Collar Caucus, a pro-labor, anti-outsourcing Caucus was formed,[20][21][22][23] with significant overlap in members with the Progressive Caucus, although some moderates such as Cheri Bustos are members as well. There are six self-described democratic socialists in the United States Congress as of 2021: Senator Bernie Sanders of Vermont, Representative Danny K. Davis of Illinois, Representative Alexandria Ocasio-Cortez and Jamaal Bowman of New York, Representative Rashida Tlaib of Michigan, and Representative Cori Bush of Missouri, although political scientists have noted that the policy platforms of such “democratic socialists” has tended to align more with social democracy in the spectrum of socialism.[24] All self-described democratic socialists in Congress are members of the Democratic Party, except for Senator Sanders, who was a member of the party for his 2016 and 2020 presidential campaigns but caucuses with the Senate Democrats as an Independent. President Joe Biden Former President Barack Obama Vice President Kamala Harris Former Secretary of State Hillary Clinton House Speaker Nancy Pelosi Former Representative John Lewis Liberalism in the US began during the Progressive Era with President Theodore Roosevelt (a Republican) and his Square Deal and New Nationalism policies, with center-left ideas increasingly leaning toward the political philosophy of social liberalism, or better known in the United States as modern liberalism. The Wilson administration saw the enactment of the New Freedom, a package of progressive social programs. The rise of the women's suffrage movement, opposed by Southern Democrats but supported by Republicans and Wilson, saw the passage of the Nineteenth Amendment to the United States Constitution and a push for civil rights legislation on the basis of gender. In the 1940s, liberal Democrats began pushing for desegregation and civil rights legislation for racial minorities, and in the 1960s, for immigration reform and gun control. Beyond Franklin D. Roosevelt's New Deal, Democratic presidents advocated landmark liberal programs. Beginning in the 1970s, liberal Democrats emphasized civil rights for disabled people, consumer protection, environmentalism, LGBT rights, reproductive rights, and ending capital punishment. Following Roosevelt's New Deal, Harry S. Truman's Fair Deal, John F. Kennedy's New Frontier and Lyndon B. Johnson's Great Society (the latter of which established Medicare and Medicaid) further established the popularity of liberalism in the nation. While the resurgence of conservatism and the Third Way of Bill Clinton's New Democrats briefly weakened the influence of social liberalism, Barack Obama acted as an ideological bridge between the Third Way and more traditional modern liberalism.[25] While characterizing himself as a New Democrat,[26] Obama's presidency was comparatively further to the left than the Third Way ethos espoused by Bill Clinton (as was the campaign run by Democratic presidential nominee John Kerry in 2004, albeit slightly closer to Clinton's center[27]). The key legislative achievement of the Obama administration, the passage and enactment of the Patient Protection and Affordable Care Act (Obamacare), was generally supported among liberal Democrats.[28] Regarding cultural progress, liberal Democrats achieved expansion of LGBT rights, federal hate crime laws, rescinding the Mexico City Policy, later reinstituted by President Donald Trump, rescinding the ban on federal taxpayer dollars to fund research on embryonic stem cells, Joint Comprehensive Plan of Action and the Cuban thaw. In the 2010s, liberal Democrats began pushing for the legalization of cannabis, succeeding in several states. Barack Obama did not crack down on states that legalized cannabis during his presidency.[29] In 2011, the Democratic Leadership Council, which supported more centrist and Third Way positions, was dissolved. In 2016, Democratic presidential nominee Hillary Clinton eschewed her husband's \"New Covenant\" centrism for more liberal proposals such as rolling back mandatory minimum sentencing laws, a debt-free college tuition plan for public university students, and a pathway to citizenship for undocumented immigrants.[30][31] Moreover, Joe Biden, despite having largely been a centrist over the course of his career,[32] has increasingly adopted more social liberal policies during his presidency.[33] Both Buttigieg and Vice President Kamala Harris have been described as \"pragmatic progressives\", but align with liberalism, advocating for progressive policies, but with more modest and transitionary plans for implementation.[34][35] Pragmatic progressive policies include those such as Buttigieg's proposed plan in his 2020 presidential campaign for a public option to operate as a \"glide path\" to eventual Medicare for All.[36] Former President Bill Clinton Senator Maria Cantwell Senator Chris Coons Senator Mark Warner Representative Suzan DelBene Representative Val Demings The Third Way movement can trace some of its origins to pro-Vietnam war moderate Hubert Humphrey winning of the Democratic presidential nomination over anti-Vietnam war progressive Eugene McCarthy in the 1968 United States presidential election[37] as well as angst following the landslide victory of Republican Ronald Reagan over the more left-leaning Democrat Walter Mondale at the 1984 presidential election,[38]. However, the Third Way is most associated with the New Democrats and the presidency of Bill Clinton. During the Cold War, the Democratic movement became anti-communist. The success of purer social liberalism was weakened with the presidency of Ronald Reagan and the ensuing tide of conservative popularity in response to a perception of liberal failure.[39] The Clinton Administration responded by adopting a synthesis of right-wing and left-wing ideas in the Third Way. During the 1992 United States presidential election, Bill Clinton and Al Gore, both members of the Democratic Leadership Council, each ran as a New Democrat, positioning themselves as Democrats willing to synthesize fiscally conservative views with the more culturally liberal position of the Democratic Party ethos, or to harmonize center-left and center-right politics. In 1994, Clinton signed the Violent Crime Control and Law Enforcement Act.[40] One of Clinton's key Third Way achievements was the 1996 Personal Responsibility and Work Opportunity Act, representing a substantial change in welfare and workfare in the nation. Despite indications of cultural liberality, though, the Clinton Administration signed many controversial cultural bills into law, including the 1996 Defense of Marriage Act and Don't Ask, Don't Tell ban on openly gay service in the Armed Forces. Most moderate Democrats in the House of Representatives are members of the New Democrat Coalition, although there is considerable overlap in the membership of New Democrats and Blue Dogs, with most Blue Dogs also being New Democrats.[41] Third Way policies have largely been minimized with increasing social liberal emphasis during the presidency of Barack Obama and that trend has largely continued during the presidency of Joe Biden, although the Third Way is still a large coalition in the modern Democratic Party.[42][43] Senator Joe Manchin Senator Kyrsten Sinema Representative Ed Case Representative Tom O'Halleran Representative Stephanie Murphy Former Representative Tulsi Gabbard The conservative coalition was an unofficial coalition in the United States Congress bringing together a conservative majority of the Republican Party and the conservative, mostly Southern wing of the Democratic Party. It was dominant in Congress from 1937 to 1963 and remained a political force until the mid-1980s, eventually dying out in the 1990s. In terms of Congressional roll call votes, it primarily appeared on votes affecting labor unions. The conservative coalition did not operate on civil rights bills, for the two wings had opposing viewpoints.[44] However, the coalition did have the power to prevent unwanted bills from even coming to a vote. The coalition included many committee chairmen from the South who blocked bills by not reporting them from their committees. Furthermore, Howard W. Smith, Chairman of the House Rules Committee, often could kill a bill simply by not reporting it out with a favorable rule and he lost some of that power in 1961.[45] The conservative coalition was not concerned with foreign policy as most of the Southern Democrats were internationalists, a position opposed by most Republicans.[citation needed] Today, conservative Democrats are generally regarded as members of the Democratic Party who are more conservative than the national political party as a whole. The Blue Dog Coalition was originally founded as a group of conservative Democrats. After reaching a peak of 59 members in 2008, the caucus was decimated following the 2010 election, reduced to only 26 members. The caucus has shifted left in recent years, adopting more liberal stances on social issues and aligning more closely with Democratic Party policies.[46] The Coalition remains the most conservative grouping of Democrats in the house, broadly adopting socially liberal and fiscally conservative policies and promoting fiscal restraint,[47] although some members retain socially conservative views.[46] Currently, 19 House members are part of the Blue Dog Coalition.[48] Former President Barack Obama Vice President Kamala Harris Secretary Marcia Fudge Senator Raphael Warnock Representative Karen Bass Originally, the Republican Party was favored by Black Americans after the end of the civil war and emancipation of enslaved Black Americans. This trend started to gradually change in the 1930s, with Franklin D. Roosevelt's New Deal programs that gave economic relief to all minorities including Black Americans and Hispanics. Support for the civil rights movement in the 1960s by Democratic presidents John F. Kennedy and Lyndon B. Johnson helped give the Democrats even larger support among the Black community, although their position also alienated the Southern white population. Starting around this time, Black Americans were alienated from the Republican Party by the Southern strategy, particularly by Richard Nixon.[49] Today, Black Americans have stronger support for the Democratic Party than any group has for either party, voting 93% Democratic in the 2012 presidential election,[50] 89% Democratic in the 2016 presidential election,[51] and 87% Democratic in the 2020 presidential election.[52] Prominent Black American Democrats include President Barack Obama, Vice President Kamala Harris, former Supreme Court Justice Thurgood Marshall, Senators Raphael Warnock and Cory Booker, former Senator Carol Moseley Braun, former Governors Douglas Wilder and Deval Patrick, and Representatives Shirley Chisholm, John Lewis, Elijah Cummings, and Jim Clyburn. Senator Mazie Hirono Representative Mark Takano Representative Andy Kim The Democratic Party also has considerable support in the small yet growing Asian-American population. The Asian-American population had been a stronghold of the Republican Party until the United States presidential election of 1992 in which George H. W. Bush won 55% of the Asian-American vote, compared to Bill Clinton winning 31% and Ross Perot winning 15%. Originally, the majority of Asian Americans consisted of strongly anti-communist Vietnamese refugees, Chinese Americans, Taiwanese Americans, Korean Americans, and Filipino Americans. The Republican Party's socially conservative, fervently anti-communist position strongly resonated with this original demographic. The Democratic Party made gains among the Asian-American population starting in 1996 and in 2006 won 62% of the Asian-American vote. Exit polls after the 2008 presidential election indicated that Democrat Barack Obama had won 62% of the Asian-American vote.[53] In the 2012 presidential election, 73% of the Asian-American electorate voted for Obama's reelection.[54] According to a survey taken by the Times of India, Obama had the support of 85% of Indian Americans, 68% of Chinese Americans, and 57% of Filipino Americans in 2012.[55] The Asian-American community's increasing number of young voters has also helped to erode traditionally Republican voting blocs such as Vietnamese Americans, making the community increasingly a Democratic stronghold. Prominent Asian-American Democrats include Senators Mazie Hirono and Tammy Duckworth, former senators Daniel Inouye and Daniel Akaka, former Governor and Secretary of Commerce Gary Locke, and Representatives Judy Chu, Doris Matsui, and Andy Kim. Senator Bob Menendez Representative Pete Aguilar Governor Michelle Lujan Grisham The Hispanic-American population, particularly the large Mexican-American population in the Southwest and the large Puerto Rican, Dominican, and Central American populations in the Northeast, have been strongholds for the Democratic Party. Hispanic Democrats commonly favor liberal views on immigration. In the 1996 presidential election, Democratic president Bill Clinton received 72% of the Hispanic vote. After a period of incremental gains under George W. Bush, the Republican Party's support among Hispanics seriously eroded after a heated and acrimonious debate within the party during the 109th Congress over immigration reform. Nationwide protests helped galvanize Hispanic political participation, and in the 2006 elections, Democrats increased their share of the Hispanic vote to 69%.[56] This trend continued in 2008, as Barack Obama carried the Latino vote with 67%.[57] Obama expanded his share of the Latino vote to 71% in the 2012 presidential election. Democratic vote Democratic vote Democratic vote Secretary Deb Haaland Representative Sharice Davids The Democratic Party also has strong support among certain tribes of the Native American population.[90] Though now a small percentage of the population (virtually non-existent in some regions), most Native American precincts vote Democratic in margins exceeded only by African Americans.[91] Modern-day Democratic Native American politicians include former Congressman and former United States Under Secretary of the Army Brad Carson of Oklahoma, Lieutenant Governor Byron Mallott of Alaska, Principal Chief Bill John Baker of the Cherokee Nation, and Governor Bill Anoatubby of the Chickasaw Nation. In 2018, Democrats Deb Haaland of New Mexico and Sharice Davids of Kansas became the first Native American women ever elected to Congress.[92] Democrat Peggy Flanagan was also elected in 2018 and currently serves as Lieutenant Governor of Minnesota. Flanagan is the second Native American woman to be elected to statewide executive office in U.S. history and the highest-ranking Native woman to be elected to executive office.[93] Representative Ilhan Omar Representative Rashida Tlaib Attorney General of Minnesota Keith Ellison Muslims make up about 0.6% of Americans and in the 2008 presidential election, 89% of Muslim Americans voted for Barack Obama.[94] They also tend to be socially conservative, but the younger generation of Muslim Americans tends to be more socially liberal.[95] After the September 11 attacks, many Muslim Americans experienced hostility and discrimination,[96] and many right-wing religious and political leaders attacked Islam both as a violent religion and as a threat to American values.[97][98] Furthermore, most Muslim Americans opposed the Iraq War, solidifying their shift to the Democratic Party.[99] Islamic convert Keith Ellison was elected as the first Muslim member of Congress in 2006. He was elected as the U.S. representative for Minnesota's 5th congressional district. In 2018, Ellison was elected as the Attorney General of Minnesota.[100] A 2017 Pew Research Center report found that majority (66%) of American Muslims identify with or learn toward the Democratic Party.[101] According to exit polls for the 2018 midterm elections, 78% of Muslim voters supported Democratic candidates. 46% considered themselves liberal on social issues, while 35% considered themselves socially conservative. 40% considered themselves liberal on fiscal issues, while 43% considered themselves fiscally conservative.[102] The majority of American Muslims that ran for political office in 2018 were Democrats.[103][104] The first two Muslim women to serve in Congress, Ilhan Omar and Rashida Tlaib, are both Democrats. A 2021 survey conducted by YouGov/CCES showed that nearly 84% of Muslims voted for Biden in 2020.[105] Another survey conducted by Emgage/Muslim Public Affairs Council in 2021 similarly showed a majority of Muslim voters (86%) backing Biden in the 2020 election.[106] Senator Mazie Hirono Representative Hank Johnson Representative Ro Khanna Representative Raja Krishnamoorthi Both Hindu and Buddhist Americans tend to vote Democratic. In the 2008 presidential election, Hindus backed Barack Obama by around 82% while Buddhists supported Obama by 86%. In the 2012 presidential election, Obama again received 82% of the Hindu vote while Buddhists backed him by 84%. In the 2020 presidential election, majority of Hindu voters (77%) chose Joe Biden for president. Similarly, most Buddhist voters (73%) supported Biden.[105] As of 2022, both Hindu and both Buddhist members of Congress are Democrats.[107] Senate Majority Leader Chuck Schumer Senator Dianne Feinstein Senator Jon Ossoff Senator Ron Wyden Representative Debbie Wasserman Schultz Jewish Americans are a stronghold for the Democratic Party, with more than 70% of Jewish voters having cast their ballots for the Democrats in the 1992 through 2016 presidential elections. Of the 29 Jewish Senators and Representatives who served in the 114th Congress, 27 were Democrats.[108] Among American Jews are people who consider themselves religious believers of one denomination or another as well as people who are explicitly or implicitly secular.  The Democratic Party receives support from secular organizations such as the Secular Coalition for America[113] and many agnostic and atheist Americans. Exit polls from the 2008 election showed that although a religious affiliation of \"none\" accounted for 12% of the electorate, they overwhelmingly voted for Obama by a 75–25% margin.[114] In his inaugural address, Obama acknowledged atheists by saying that the United States is not just \"Christians and Muslims, Jews and Hindus but non-believers as well\".[115] In the 2012 election cycle, Obama had moderate to high rankings with the Secular Coalition for America, whereas the majority of the Republican candidates had ratings in the low-to-failing range.[116] A Pew Research Center survey conducted between January and June 2016 found 28% of Democratic and Democratic-leaning registered voters were religiously unaffiliated. A Pew Research Center survey conducted in June 2016 found that 67% of religious \"nones\" supported Hillary Clinton and 23% supported Donald Trump.[117] An October 2012 American Values Survey found that among atheist and agnostic American voters, 51% identified as politically independent, 39% Democratic, 9% Republican, and 1% other. Moreover, 57% in this group identified as liberal, and 81% supported Barack Obama in the 2012 presidential election.[118] with income less than $30,000 with income $30,000–49,999 Since the 1930s, a critical component of the Democratic Party coalition has been organized labor. Labor unions supply a great deal of the money, grassroots political organization, and voting base of support for the party. Union membership in the United States has declined from an all-time high in 1954 of 35% to a low of 11% in 2015. After the 1968 Democratic National Convention, the McGovern–Fraser Commission set up the modern system of primaries. It also removed organized labor from its structural position of power in the Democratic Party and opened it up democratically to the voters. Former Secretary Hillary Clinton House Speaker Nancy Pelosi Senator Tammy Duckworth Senator Amy Klobuchar Representative Val Demings Secretary Pete Buttigieg Senator Tammy Baldwin Representative David Cicilline Representative Mark Pocan Governor Jared Polis Since the 1970s, LGBT Americans have been a key constituency in the Democratic Party. In 1971, the Alice B. Toklas LGBT Democratic Club was formed as the first organization for LGBT Democrats in the nation. During the 1980 Democratic Party presidential primaries, Ted Kennedy alleged that President Jimmy Carter was not doing enough for LGBT rights. LGBT voters contributed to Kennedy's victory in California's primary. Presidents Bill Clinton and Barack Obama both heavily targeted LGBT voters. Exit polling from 1990 to the present shows that LGBT voters overwhelmingly prefer the Democratic Party over the Republican Party. In the 2012 election exit polls, Obama won 76% of LGBT voters. In the 2016 election exit polls, Hillary Clinton won 78% of LGBT voters. In the 2018 election exit polls, Democratic candidates for the House of Representatives won 82% of LGBT voters. In January 2021, Oklahoma State Representative Mauree Turner became the first openly non-binary state legislator. At the 2000 Democratic National Convention, Jane Fee of Minnesota was the first transgender delegate to a Democratic National Convention. The 2008 national Democratic Party platform for the first time included \"gender identity\" in the party platform, the first explicit inclusion of transgender people in the national Democratic Party platform. In 2009, the Democratic National Committee (DNC) added gender identity to the DNC's non-discrimination policy and DNC Chair Tim Kaine appointed Barbra Casbar Siperstein the first openly transgender member of the DNC. In 2010, President Obama became the first president to appoint an openly transgender person to political positions in the United States federal government. In 2012, Trans United for Obama, the first partisan transgender issues group was formed to reelect President Barack Obama.[128] During the 2015 State of the Union Address, President Obama became the first U.S. president ever to use the term \"transgender\".[129] At the 2016 Democratic National Convention, Sarah McBride became the first openly transgender person to address a Democratic National Convention.[130] A 2015 United States Transgender Survey found 50% of transgender Americans identified as Democrats and 48% as independents. When asked about their political views, 55% described themselves as very liberal, 27% liberal, 15% moderate, 2% conservative, and 1% very conservative.[131] Assistant Secretary for Health Rachel Levine was the first openly transgender person to hold an office that requires Senate confirmation.[132] United States Senator Jon Ossoff Representative Sara Jacobs Representative Alexandria Ocasio-Cortez Democratic vote Democratic vote","Title":"Factions in the Democratic Party (United States) - Wikipedia","KeyID":"5544","URL":"https://en.wikipedia.org/wiki/Factions_in_the_Democratic_Party_(United_States)"}