{"Content: ":"Donna Brazile (interim) Tom Perez The 2017 Democratic National Committee chairmanship election was held on February 25, 2017, at the Westin Peachtree Plaza Hotel in Atlanta to determine the next chairperson of the Democratic National Committee (DNC).[1][2][3] It was the first contested DNC chair election since 1985. Tom Perez and Keith Ellison emerged as the favored candidates of the majority of DNC members. Other candidates included Sally Boynton Brown, Pete Buttigieg, future DNC chairman Jaime Harrison, Sam Ronan and Jehmu Greene. Perez was elected chairperson after two rounds of voting. Following the 2016 DNC email leak, which suggested that the DNC leadership showed favor to Hillary Clinton in the 2016 presidential primary, Debbie Wasserman Schultz resigned as DNC Chairwoman, and was succeeded on an interim basis by Donna Brazile.[4] Brazile announced that she would not run for a full term.[5] With no president to select a chair, this became the first contested DNC chair election since 1985.[6] A DNC executive committee meeting took place in December to provide further procedural clarity into the race, though the election itself was to be held at the DNC's Winter Meeting in late February 2017.[1] The 448 DNC members were the sole voting members. A quarter of the members were state level chairs and vice chairs; the remainder had been elected at the state level. To be elected as chair, a simple majority of votes was required.[7] Calling for a return to the fifty-state strategy, Howard Dean, a former Governor of Vermont who served as chairman of the DNC from 2005 to 2009, announced his candidacy on November 10.[9] Citing the potential for a divisive race, Dean withdrew himself from consideration on December 2.[10] Keith Ellison, U.S. Representative for Minnesota's 5th congressional district, announced his candidacy on November 14.[11] That day, South Carolina Democratic Party chairman Jaime Harrison also declared himself a candidate.[12] New Hampshire Democratic Party chairman Raymond Buckley declared his candidacy on November 29.[13] On December 16, 2016, Sally Boynton Brown, executive director of the Idaho Democratic Party, announced her candidacy.[14] After meeting with DNC members, Ellison announced on December 7 that he would resign his seat in the House of Representatives if elected DNC chair, so that he could focus his full attention on the job.[15] One week later, Labor Secretary Thomas Perez announced his candidacy.[16] On February 1, former Vice President Joe Biden publicly offered his support for Perez.[17] South Bend, Indiana Mayor Pete Buttigieg announced his candidacy on January 5, 2017.[18] Fox News analyst Jehmu Greene announced her candidacy on January 12, 2017.[19] Another possible candidate was Representative Ruben Gallego of Arizona.[20] Former California Assembly Speaker John Pérez contemplated a run,[21] but first decided instead to run for Congress,[22] then withdrew from that for health reasons.[23] Former Michigan Governor Jennifer Granholm, once considered a potential candidate, took herself out of consideration.[5] Former Maryland Governor Martin O'Malley said that he was \"taking a hard look\" at running for DNC chairman,[24] but decided not to run.[25] Ilyse Hogue, the President of NARAL Pro-Choice America, and Representative Steve Israel of New York announced that they would not run.[26][27][28] DNC Vice-chair R. T. Rybak considered a run, then chose to endorse Ellison when the latter announced his candidacy.[29] Senators Bernie Sanders, Elizabeth Warren, Representative John Lewis, Former Senate Minority Leader Harry Reid, and Senate Minority Leader Chuck Schumer publicly supported Representative Keith Ellison of Minnesota, the co-chairman of the Congressional Progressive Caucus.[5][30][31][32] MoveOn.org, led by Ilya Sheyman, has also expressed support for Ellison,[5] along with Progressive Democrats Of America.  The candidates participated in regional forums in Phoenix, Arizona on January 13 and 14, in Houston, Texas, on January 27 and 28, in Detroit, Michigan on February 3 and 4, and in Baltimore, Maryland on February 10 and 11.[46] They participated in two debates: the first at George Washington University, hosted by The Huffington Post, on January 18[47] and the second in Atlanta, sponsored and aired nationally by CNN, on February 22.[48] With 447 voting members of the DNC, 224 votes were expected to be needed to win the chairmanship.[136] However, only 427 members voted in the first round (Chairperson Donna Brazile and two other members present did not vote, and one abstained), so only 214.5 votes were required to reach the threshold for victory. In the first round, Perez received 213.5 votes, while Ellison received 200, Boynton Brown received 12, Buttigieg received one, and Greene received 0.5.[34][a] After the first round, Greene dropped out and endorsed Perez, while Peckarsky and Ronan dropped out and endorsed Ellison. Boynton Brown withdrew without endorsing a candidate. In the second round, 435 votes were cast: 235 for Tom Perez and 200 for Keith Ellison.[137] After Perez won, he selected Ellison as deputy chair.[138] The vote tally was obtained through an email from the DNC.[139]","Title":"2017 Democratic National Committee chairmanship election - Wikipedia","KeyID":"5547","URL":"https://en.wikipedia.org/wiki/2017_Democratic_National_Committee_chairmanship_election"}