{"Content: ":"Ornithocheiromorpha (from Ancient Greek, meaning \"bird hand form\") is a group of pterosaurs within the suborder Pterodactyloidea. Fossil remains of this group date back from the Early to Late Cretaceous periods (Valanginian to Turonian stages), around 140 to 92.5 million years ago. Ornithocheiromorphs were discovered worldwide except Antarctica, though most genera were recovered in Europe, Asia and South America.[2] They were the most diverse and successful pterosaurs during the Early Cretaceous, but throughout the Late Cretaceous they were replaced by better adapted and more advanced pterosaur species such the pteranodontids and azhdarchoids. The Ornithocheiromorpha was defined in 2014 by Andres and colleagues, and they made Ornithocheiromorpha the most inclusive clade containing Ornithocheirus, but not Pteranodon.[3] Ornithocheiromorphs are considered to be some of the largest animals to have ever flown. Members of this group are also regarded to have some of the largest pterosaur wingspans, such as the one estimated for the huge Tropeognathus, though still not as large as those estimated for the azhdarchids, which may have reached up to 12 meters (39 ft).[4] When ornithocheiromorphs first appeared, they were initially scavengers, consisting in a more terrestrial setting, but their success had made them the top predators of the skies, as well as the most common type of fish-eating pterosaur throughout the early Late Cretaceous. Some paleontologists also consider ornithocheiromorphs an earlier step of evolution to the pteranodontids, this is due to the similar flying techniques and flight locomotions, as well as their diet, which mainly consisted of fish, and therefore also hunted very similarly. Ornithocheiromorphs also flew like soaring birds, keeping their wings stretched and rarely flapping. The first specimens of ornithocheiromorphs were unearthed at a chalk pit near Burham in Kent, England. In 1846, British paleontologist James Scott Bowerbank named and described the remains found as Pterodactylus giganteus, as it was common at that time to assign any new described pterosaur species to Pterodactylus.[5] In the same chalk pit as P. giganteus, two other pterosaur species were discovered. The first was named in 1851 by Bowerbank as Pterodactylus cuvieri,[6] in honor of the prominent German naturalist and zoologist Georges Cuvier, while the second was described in the same year by British paleontologist Sir Richard Owen as Pterodactylus compressirostris.[7] P. compressirostris later became the type species of a newly created genus called Lonchodectes (meaning \"lance biter\") in a review by English paleontologist Reginald Walter Hooley in 1914.[8] Confusingly, this species was also long regarded, incorrectly, as the type species of Ornithocheirus.[9] In 1861, further pterosaur specimens were found in the UK, and were given the new species Pterodactylus simus by Owen.[10] British paleontologist Harry Govier Seeley then created the new genus Ornithocheirus for the new species in the same year, the generic name translating as \"bird hand\" is due to the notion of the time that pterosaurs were the ancestors of modern birds. In 1870, Seeley reassigned the species Pterodactylus cuvieri as Ornithocheirus cuvieri.[11][8] In 1874, Richard Owen proposed two new genera, Coloborhynchus, meaning \"maimed beak\", and Criorhynchus, meaning \"ram beak\". While Coloborhynchus consisted in a totally new type species, C. clavirostris, as well as two other species reassigned from Ornithocheirus, Criorhynchus consisted entirely of former Ornithocheirus species, including O. simus, which was later reassigned by Owen as Criorhynchus simus.[12] In 2013, Brazilian paleontologists Taissa Rodrigues & Alexander Kellner made a deeper analysis on the species Pterodactylus cuvieri. In the analysis, they stated that it needed a separate genus, and assigning it to Ornithocheirus was inappropriate, therefore, they created the new genus called Cimoliopterus, with the new resulting combination Cimoliopterus cuvieri. In the same study, Rodrigues & Kellner also reviewed the species Pterodactylus giganteus, and reassigned it to a newly created genus called Lonchodraco, this resulted in a new combination called Lonchodraco giganteus.[13] In 1887, Seeley had described new fossil remains from the Isle of Wight, an island off the coast of southern England. He thought it belonged to some kind of bird-like creature, which he named it Ornithodesmus cluniculus.[14] Seeley also reported another specimen found on the same site. He then considered it another species of Ornithodesmus. In 1901, Seeley named this new species as O. latidens, meaning \"wide tooth\".[15] Later, Reginald Hooley discussed O. latidens in detail, based on specimens he had found, which led Ornithodesmus to be placed within a new family called Ornithodesmidae.[16] Paleontologist Charles William Andrews however, had expressed doubts as to whether O. latidens belonged in the genus Ornithodesmus, as the vertebrae of the specimen of that genus was based on differed markedly from those of Hooley's specimen.[17] In 1993, the British paleontologists Stafford C. Howse and Andrew C. Milner concluded that the holotype sacrum and only specimen of O. cluniculus didn't belong to a pterosaur, but instead to a maniraptoran theropod dinosaur. They also pointed out that no detailed attempts had been made to compare the sacrum of O. cluniculus with those of pterosaurs, and that O. latidens had in effect been treated as the type species of the genus Ornithodesmus.[18] Howse, Milner, and David Martill in 2001, moved \"O.\" latidens to a new genus called Istiodactylus. They had also named a new family called Istiodactylidae, with Istiodactylus as the only member.[19] Other important ornithocheiromorph discoveries include the anhanguerids Tropeognathus and Anhanguera from the Romualdo Formation in Brazil.[20][21] Tropeognathus was described with its type species, T. mesembrinus in 1987 by German paleontologist Peter Wellnhofer. The generic name is derived from Greek τρόπις, tropis, meaning \"keel\", and γνάθος, gnathos, meaning \"jaw\". The specific name is derived from Koine mesembrinos, \"of the noontide\", simplified as \"southern\", in reference to the provenance from the Southern hemisphere. The description then led to an enormous taxonomic confusion.[22] In 1989, Brazilian paleontologist Alexander Kellner considered it an Anhanguera mesembrinus,[23] then a Coloborhynchus mesembrinus by Veldmeijer in 1998,[24] and then a Criorhynchus mesembrinus in 2001 by German paleontologist Michael Fastnacht.[25] T. mesembrinus was then considered a junior synonym of Ornithocheirus simus by British paleontologist David Unwin in 2001, but he then proposed an Ornithocheirus mesembrinus in 2003.[26][27] In 2013 however, Taissa Rodrigues and Alexander Kellner concluded that Tropeognathus would be valid again, and containing only T. mesembrinus, the type species.[13] A discovery in Asia, specifically northwestern China, was reported in 2006. The lake sediments allowed an exceptional preservation of fossils, and therefore paleontologists Qiu Zhanxiang and Wang Banyue started official excavations. Part of the findings consisted of dense concentrations of pterosaur bones, associated with soft tissues and eggs. In 2014, a new species was named and described: Hamipterus tianshanensis. It was named by Wang Xiaolin, Alexander Kellner, Jiang Shunxing, Wang Qiang, Ma Yingxia, Yahefujiang Paidoula, Cheng Xin, Taissa Rodrigues, Meng Xi, Zhang Jialiang, Li Ning, and Zhou Zhonghe. The generic name Hamipterus combines that of the Hami region, with the word pteron, meaning \"wing\", and the specific name refers to the provenance from the Tian Shan, a mountain range.[28] Ornithocheiromorphs were large pterosaurs, with wingspans normally ranging between 3 to 6 meters (9.8 to 19.7 ft).[4] Istiodactylus for example, had a wingspan ranging from 4.3 to 5 meters (14 to 16 ft), with the most complete known skull estimated to have been about 45 centimeters (1.48 ft) in length, based on a long-lost fragment of its jaw reported in 2012.[29] Though its jaws measured only 28.5 centimeters (11.2 in), which was less than 80 percent of the skull's length.[17] Anhanguerids and were typically larger than others of the group and were more successful within the food chain rather than other ornithocheiromorphs, one reason is because of their large size, for example, Tropeognathus mesembrinus, had a normal wingspan of about 8.26 meters (27.1 ft), and 8.70 meters (28.5 ft) as the maximum estimate.[30] Another species which was impressively large is Coloborhynchus capito, with a total skull length that could have been up to 75 centimeters (2.46 ft), leading to an estimated wingspan of 7 meters (23 ft).[31] However, this species may belong to a different genus called Nicorhynchus.[32] Most anhanguerids bore distinctive convex \"keeled\" crests on their snout and underside of their mandible, this was well developed in several genera such as Tropeognathus.[33] The similar Anhanguera possessed jaws that were tapered in width, but expanded into a broad, spoon-shaped rosette at the tip. The jaws are distinguished from its relatives by several differences in the crest and teeth: unlike its close relatives Coloborhynchus and Ornithocheirus, the crest on the upper jaw of Anhanguera didn't begin at the tip of the snout, therefore, it was set farther back on the skull.[34] Other anhanguerids like Cearadactylus had its first preparations with many serious mistakes: the front of the snout and the lower jaws were confused leading to a reconstruction in which the anterior part of the head was upside down.[35] Some of the teeth were extensively restored and enlarged until the wider front of the jaws showed very large and robust teeth projecting outward. With this arrangement, the maxilla was kinked, and its interlocking teeth suggested that Cearadactylus had a piscivourous diet, allowing the animal to keep hold of slippery fish.[36] Another smaller genus similar to Cearadactylus is Guidraco. Its holotype skull has a length of 38 centimeters (15 in), which makes it smaller than other genera. The skull is very elongated however, and a hollow profile is seen, but not very pointed, as the upper edge and the line of the jaw run nearly parallel over most of their length.[37] Even though most ornithocheiromorphs didn't have a cranial crest like the closely related pteranodontids, there were some exceptions, this included Caulkicephalus and Ludodactylus.[38] Caulkicephalus had a rounded snout, very similar to that of Ornithocheirus and Anhanguera, and therefore it is placed within either Anhangueridae or Ornithocheiridae, depending on the author.[39][40] Caulkicephalus was also a large pterosaur, with wingspan estimates of around 5 meters (16 ft).[40] The vertebral column of ornithocheiromorphs was heavily pneumatized by an extensive system of air sacs, leaving prominent pneumatic foraminae.[41] The neck of ornithocheiromorphs was typically relatively long and robust, being longer than the torso in some derived clades.[42] The neural spines of ornithocheiromorph cervical vertebrae were generally tall and spikelike.[37][34] In some genera such as Tropeognathus and Istiodactylus, up to six dorsal vertebrae are fused into a notarium.[43] In some genera such as Anhanguera, four to seven sacral vertebrae are fused into a synsacrum.[34] The tail is not well-known in ornithocheiromorphs, however. Zhenyuanopterus, which is known for having 13 caudal vertebrae, formed one of the longest tails of any pterodactyloid.[44] Anhanguera, another well-known genus, had a shorter tail, with broad caudal vertebrae that bore a \"duplex\" cross-section similar to Pteranodon.[34] The pelvis of ornithocheiromorphs was of moderate size compared to the body as a whole, similar to other ornithocheiroids. The three pelvic bones were often fused, as seen in many species such as Anhanguera santanae, the ilium was long and low, and its front and rear blades projected horizontally beyond the edges of the lower pelvic bones.[45] Despite the structure length, the processes of these rod-like forms indicate that the hindlimb muscles attached to them were limited in strength.[46] The pubic bone was fused with the broad ischium into an ischiopubic blade, resulting in a narrow build. Sometimes, the blades of both sides were fused, closing the pelvis from below and forming the pelvic canal. The front of the pubic bones was also articulated with a unique structure, resulting in a pair of prepubic bones within. This formed a cusp covering the rear belly, and was located between the pelvis and the belly ribs. The hip joint of ornithocheiromorphs was not perforated and allowed considerable mobility to the leg, and suggests that it was vertical, as therefore had a function in breathing, compensating the relative rigidity of the chest cavity.[47][45] Several studies show that ornithocheiromorphs were less derived than the toothless pteranodontids such as Pteranodon, and based on the different evolutionary changes, they therefore need to be grouped in a different clade than Pteranodon, though still within Pteranodontoidea.[48] In 2003, David Unwin considered the family Istiodactylidae to group with the toothless Pteranodontidae, within the group Ornithocheiroidea,[27] but Alexander Kellner however, grouped it with the toothed Anhangueridae instead, resulting in a more understandable change of evolution between the two toothed families.[49] Brian Andres and colleagues found the families Istiodactylidae, Ornithocheiridae and Anhangueridae to form a group in 2014, which he called Lanceodontia, and consists of the more advanced ornithocheiromorphs. The clade however, excludes the more poorly known family Lonchodectidae, even though members of the family had previously been seen as some of the most derived forms of toothed pterosaurs. In their analysis, they also included the family Boreopteridae within the clade Anhangueria, though placed in a more basal position, while also containing the genus Guidraco.[3] In 2018 however, Nicholas Longrich and colleagues found Boreopteridae outside Anhangueria as the sister taxon of the family Lonchodectidae, both groups placed as basal members of the Ornithocheiromorpha.[50] There are competing theories of ornithocheiromorph phylogeny (evolutionary relationships). Below is cladogram following a topology recovered by Brian Andres, using the most recent iteration of his data set (Andres, 2021).[51] Pteranodontia Serradraco Aussiedraco Hongshanopterus Targaryendraco Lonchodectes Ikrandraco Lonchodraco Istiodactylidae Boreopteridae Hamipterus Brasileodactylus Barbosania Cearadactylus Ornithocheiridae Anhangueridae Ludodactylus Guidraco Cimoliopterus Camposipterus Aetodactylus Below is a cladogram showing the results of a phylogenetic analysis presented by Longrich et al. (2018). In the analysis, they placed the genus Hongshanopterus as a basal member.[50] Hongshanopterus Lonchodraco Lonchodectes Boreopteridae Istiodactylidae Aetodactylus Cimoliopterus Guidraco Ludodactylus Cearadactylus Brasileodactylus Ornithocheiridae Anhangueridae In 2019, several new species of ornithocheiromorphs were found, and the former species Ornithocheirus wiedenrothi was renamed as Targaryendraco wiedenrothi.[39] The description of Iberodactylus in Spain also made some paleontologists reclassify the genus Hamipterus in a newly named family called Hamipteridae.[52] The ornithocheirid Cimoliopterus was also reclassified as well, and it is currently grouped with Aetodactylus and Camposipterus in the clade Targaryendraconia, specifically to its own family, the Cimoliopteridae.[39] However, an analysis by Jacobs et al. (2019) recovers both Camposipterus and Cimoliopterus within the Ornithocheiridae again, using a new data matrix not including Targaryendraco.[53] The previously recovered basal eupterodactyloid Haopterus was reclassified due to the description of Mimodactylus, and is placed in a new family called Mimodactylidae.[54] However, a more recent analysis using the data in the description of Mimodactylus has found Haopterus as a basal member of the more inclusive group Istiodactyliformes.[55] Many recent analyses have also recovered several ornithocheirids, including Tropeognathus, Coloborhynchus, and Caulkicephalus within the family Anhangueridae, meaning that they were more closely related to Anhanguera than to Ornithocheirus.[52][39][55][54][32] Ornithocheiromorphs were originally regarded as piscivorous creatures, feeding mainly on small and mid-sized fish.[36] Some paleontologists even suggested details on how these pterosaurs caught fish, some of which included dipping their beaks close to the water for prey.[36] Hooley for example, found that the beak of the well known Istiodactylus was similar to those of birds such as herons, storks, and skimmers, and suggested that Istiodactylus probably fed on fish, this was mainly based on his 1913 jaw reconstruction of the animal.[16] In 1991, Peter Wellnhofer compared the jaw endings of Istiodactylus with those of a duck, but he then noticed that it wasn't a \"duck-billed pterosaur\" or anything similar, even though it was popularly called that way.[56] An analysis by Witton in 2012 found that the teeth of Istiodactylus were unlike the recurved and enlarged teeth seen in the more derived ornithocheirids such as Ornithocheirus, he instead pointed out that it was more \"razor-edged\" and better suited for carrion rather than fish.[29] Another ornithocheiromorph that possessed similar features to Istiodactylus is Liaoxipterus, which is known from a skull with several unique traits, including numerous peg-like teeth. The shape of its teeth indicated that Liaoxipterus was a possible insectivore,[57] though this conclusion isn't considered entirely accurate.[58] Anhanguerids like Tropeognathus and Coloborhynchus are considered to be fish-eaters, and had longer and sharper teeth compared to the more rounded teeth of Istiodactylus, though this is still sometimes disputed.[36] Another difference that can be seen in more primitive ornithocheiromorphs their eyes being proportionally smaller compared to the assumed predatory and more advanced anhanguerids, this again adds to the fact that the more primitive groups were most likely scavengers, and later got more successful within the food chain, leading the later, more advanced groups to be the dominant fish hunters during the early Late Cretaceous.[59] Ornithocheiromorphs, like other pterosaurs, are considered to have been skilled fliers as well as swift at moving on the ground. Footprints from several species show that most pterosaurs did not sprawl their limbs to a large degree, as in modern reptiles, but rather held the limbs relatively erect when walking, like dinosaurs. While footprints are yet to be known, it is likely that ornithocheiromorphs also walked erect.[60] Compared to other earlier pterosaurs such as rhamphorhynchids, ornithocheiromorphs had unusually uneven limb proportions, with the forelimbs resulting in a much longer scale compared to the hind limbs. Their close relatives, the pteranodontids, were also found with similar features, though they more likely flew like modern-day albatrosses rather than anything else. Paleontologists also suggest that they most likely spend long stretches of time sea fishing, traveling very long distances without flapping while at the same time flying close the surface of the water with exploited wind speed, and without the necessity of thermals.[61] This would likely have required them to use unique modes of locomotion compared to other pterosaurs, this can already be seen in earlier evolutions such as Istiodactylus and Nurhachius, with powerful musculature attachments and well-developed pectoral and upper arm bones.[29][62] It is also possible that ornithocheiromorphs ran (but not walked) bipedally, or that they used a hopping gait.[60] Many pterosaur researchers like Mike Habib have noted that the limb proportions of some ornithocheiromorphs such as Anhanguera are consistent with hopping, though the scavenging istiodactylids are probably still the best examples of pterosaurs with a more terrestrial setting.[63][16] Even though the ornithocheiromorphs were discovered worldwide, most of them were concentrated in specific places. One of which is the fossil site called Romualdo Formation, which contains an impressive amount of pterosaur fossils. It is a diverse Lagerstätte in the larger geologic group called the Santana Group (sometimes called the Santana Formation), which is located in the Araripe Basin of northeastern Brazil, and dates back around 111 and 108 million years ago, during the Albian stage of the Early Cretaceous. The formation includes many species of Anhanguera,[34] several fossil remains of basal ornithocheiromorphs, including Brasileodactylus, Cearadactylus and Unwindia, as well as the anhanguerids Tropeognathus,[20] Coloborhynchus, Maaradactylus, and Araripesaurus.[25] These pterosaur genera were just some of the many recovered from the site, which also include the thalassodromines Tupuxuara and Thalassodromeus,[64] as well as the tapejarid Tapejara.[65] Some other creatures from the formation include the theropods Irritator, Mirischia and Santanaraptor, and the crocodylomorph Araripesuchus. The formation also includes several turtle remains, with some specimens referring to Santanachelys, Cearachelys and Araripemys.[66] A few fish remains were also found within the Romualdo Formation, some of which were referred to Brannerion, Rhinobatos, Rhacolepis, Tharrhias and Tribodus. The Santana Group also consists of another Lagerstätte called the Crato Formation, which is not as diverse as the Romualdo Formation, but its fossil remains are still considered important.[67] This fossil site underlies the Romualdo Formation, and dates back around 115 and 113 million years ago during the Aptian stage, meaning that its fossil content is of older age. Similarly, the Crato Formation also contained several species of pterosaurs, including the basal lanceodontians Ludodactylus[38] and Brasileodactylus, as well as the ornithocheirid Arthurdactylus. Other pterosaur genera include the tapejarids Tupandactylus and Aymberedactylus,[65] as well as the chaoyangopterid Lacusovagus. The formation also contains other creatures such as the enantiornithine Cratoavis, the neosuchian Susisuchus, and several species of fish, including Belonostomus, Calamopleurus,[68] Cladocyclus,[69] Dastilbe[70] and Lepidotes.[71] These fish genera were suggested to be prey for the pterosaurs that lived in the formation, but fossil remains are limited, so the subject is still controversial.[36] Another important fossil site is the Wessex Formation in the Isle of Wight, near the coast of England, which dates back around 140 and 125 million years ago (Berriasian to Barremian stages). The formation doesn't contain many fossil remains of pterosaurs compared to the Romualdo Formation, but it is still a very important site. Fossil remains of the istiodactylid Istiodactylus,[29] the anhanguerid Caulkicephalus,[40] and the tapejarid Wightia were found.[72] The formation is also known for several theropods, including the spinosaurid Baryonyx, the tyrannosauroid Eotyrannus, the dromaeosaurid Ornithodesmus, the compsognathid Aristosuchus as well as the allosauroid Neovenator.[73][74] Different types of herbivorous dinosaurs like Iguanodon, Polacanthus, Ornithopsis, Mantellisaurus and Hypsilophodon were also found within the fossil site.[75][76] Some other animals from the formation include the neosuchian Bernissartia, sea turtles such as Helochelydra and Brodiechelys, the cartilaginous fish Hybodus, ray-finned fishes such as Belonostomus, Caturus, Lepidotes and Scheenstia, as well as the mammals Eobaatar, Loxaulax and Yaverlestes.[71][77][78] A few fossils reported from the Toolebuc Formation and Winton Formation are believed to be from some of the most derived ornithocheiromorphs, due to the age of the fossil remains, which dated back to the Albian and Cenomanian stages of the Cretaceous, and some are even believed to belong to the Turonian stage. The Toolebuc Formation includes several remains of ornithocheiromorphs which are now referred to the genera Aussiedraco and Mythunga.[79][80] The formation also includes several herbivorous dinosaurs such as the ornithopod Muttaburrasaurus and the ankylosaur Kunbarrasaurus.[81][82] Fossil remains of marine animals were also uncovered within the fossil site, and some specimens of which belong to the ichthyosaur Platypterygius, the pliosaurid Kronosaurus and the elasmosaurid Eromangasaurus.[83] Turtle remains from turtles that were proposed to be prey for pterosaurs were also found within the Toolebuc Formation, this included the genera Bouliachelys, Cratochelone and Notochelone.[36] The Winton Formation consisted on a more terrestrial environment, containing several sauropod dinosaurs like Austrosaurus, Diamantinasaurus, Savannasaurus and Wintonotitan as well as large carnivorous dinosaurs such as Australovenator[84] and crocodylomorphs like Isisfordia. The formation's only pterosaur is the derived genus Ferrodraco,[85] which is also considered as one of the last ornithocheiromorphs, and a close relative of Mythunga.[80]   ","Title":"Ornithocheiromorpha - Wikipedia","KeyID":"555","URL":"https://en.wikipedia.org/wiki/Lanceodontia"}