{"Content: ":"Dean Richmond (1804-1866) was Batavia, New York's railroad magnate, director of the Utica and Buffalo Railroad Company, First Vice President of the New York Central Railroad, and from 1864 to 1866, president of the New York Central.[1] He was born in the town of Barnard, Vermont, on March 31, 1804, and was a son of Hathaway and Rachel Dean Richmond. His father moved the family to Syracuse, New York, where he was engaged in the early salt industry. His father died when Dean was only fourteen years of age.[2] Richmond became involved with the passenger steamship business on the Hudson River in 1834, and was a member of the Hudson River Steamboat Association, a cartel which sought a monopoly on passenger traffic between New York City and Albany.[3] He expanded the salt business and, in 1842, he moved to Buffalo, New York, where he established a commission and transportation business. With these businesses, he became one of the wealthiest and most influential citizens of the Great Lakes region. He became a director in the Utica and Buffalo Railroad Company and with the completion of the direct line to Batavia, he took up his residence there. With the establishment of the New York Central Railroad Company in 1853, he was chosen the first vice-president of the company, and held that position until 1864, when he was elected president upon the retirement of Erastus Corning. He was also elected president of the Lake Shore and Michigan Southern Railway. He served as chairman of the Democratic State Committee from 1857 to his death in 1866. In the summer of 1866, after attending the State convention at Saratoga, he accompanied Samuel J. Tilden on a trip to Washington and Philadelphia. After returning to New York, on August 19, 1866, he was stricken with illness and died on August 27, 1866. He was buried in Batavia Cemetery. The Richmond Memorial Library, in Batavia, was a gift of Mrs. Mary E. Richmond, in memory of her son, Dean Richmond, Jr., who died in 1865.[2] In 1861, as President-Elect Abraham Lincoln made his way to Washington, D.C., the engine that pulled the train was The Dean Richmond. In a gesture of bi-partisanship, Richmond, as chairman of the Democratic State Committee, boarded the train and had lunch with the Lincoln family as the train roared past Syracuse. On the leg of the journey from Albany to Buffalo the same engine that brought Lincoln to his inauguration pulled his funeral train. A Great Lakes freighter was also named after him.[4] The freighter itself became famous when it sank in Lake Erie near the town of Dunkirk, New York, in the early morning of 14 October 1893.[5]","Title":"Dean Richmond - Wikipedia","KeyID":"5551","URL":"https://en.wikipedia.org/wiki/Dean_Richmond"}