{"Content: ":"Daniel Manning (May 16, 1831 – December 24, 1887) was an American journalist, banker, and politician. A Democrat, he was most notable for his service as the 37th United States Secretary of the Treasury from 1885 to 1887 under President Grover Cleveland. A native of Albany, New York, Manning began a newspaper career at age 11 and worked his way through the ranks of the Albany Argus to become president and publisher. Manning also undertook self-study to compensate for his lack of formal education and became recognized for his expertise in topics as varied as finance and fine art. Manning was also involved in banking and business, and became president of Albany's National Commercial Bank. Manning was active in politics as a Democrat, and attended numerous state and national conventions as a delegate. As chair of the New York Democratic Party, Manning was a key supporter of Grover Cleveland's successful campaign for president in 1884. Cleveland appointed Manning Secretary of the Treasury, and he served from 1885 to 1887. As head of the Treasury department, Manning advised Cleveland on fiscal and economic policy matters. As a trusted advisor, he provided input to Cleveland on political appointments and topics not directly related to his cabinet portfolio. Manning left the cabinet because of ill health. He served briefly as president of the Western National Bank of New York. He died in Albany on December 24, 1887. Manning was buried at Albany Rural Cemetery in Menands, New York. Daniel Manning was born in Albany, New York on May 16, 1831, the son of John and Eleanor (Oley) Manning.[1] Manning's siblings included John B. Manning, who served as mayor of Buffalo, New York.[2] He was educated in the local schools, and at age 11 he began working to help support his family, initially as a page for the New York State Assembly.[3] He subsequently accepted a position as an errand boy for the Albany Atlas newspaper, which was later renamed the Albany Argus.[1] Manning worked his way through the ranks at the Argus, including positions as stenographer, reporter, associate editor, editor, publisher, and owner and president.[4] Manning devoted significant time to self-study to make up for his lack of formal education, and developed expertise in political science, banking and finance, and fine art.[4] In addition to his newspaper interests, Manning was involved in banking and business.[4] He was a trustee of Albany's National Savings Bank, and a director of Albany's National Commercial Bank.[4] He became vice president of the National Commercial Bank in 1881, and he ascended to the presidency after the 1882 death of Robert H. Pruyn.[5] Manning was also interested in railroads, including serving on the Albany & Susquehanna Railroad's board of directors.[4] In addition, after the invention of the incandescent light bulb, Manning served on the board of directors of the Electric Light Company of Albany.[4] Manning was also a director of the Albany Railway Company, the city's street railroad.[6] A Democrat, for many years Manning was recognized as the leader of the party in Albany.[5] He was a delegate to all the state Democratic conventions from 1874 to 1884.[5] He served as a member of the state Democratic committee from 1874 to 1885, and secretary from 1879 to 1881.[5] From 1881 to 1885, Manning was chair of the New York Democratic Party.[5] He was a delegate to the Democratic National Conventions of 1876, 1880, and 1884.[5] He was chair of the 1880 convention, and head of New York state's 1884 delegation.[5] Manning was a friend and political ally of Samuel J. Tilden, and worked with him to oppose the political corruption of Tammany Hall and the Tweed Ring.[5] During the 1884 United States presidential election, Manning was a leader of Grover Cleveland's campaign.[3] At the national convention, he played a key role in obtaining the nomination for Cleveland, and his efforts on Cleveland's behalf were credited with aiding Cleveland's narrow victory in the general election.[3] After Cleveland won the presidency, Tilden advocated for Manning's appointment as Secretary of the Treasury.[3] Cleveland concurred, and Manning served from March 8, 1885, until resigning because of ill health on March 31, 1887.[3] A fiscal conservative and advocate of the gold standard, as was Cleveland, Manning worked to preserve the Treasury’s cash surplus and increase its gold reserve.[3] In addition, Manning advocated for tariff reduction.[3] As a cabinet secretary who enjoyed Cleveland's confidence, Manning provided advice to Cleveland on fiscal and economic policy.[3] As a trusted political advisor, Manning also provided input to Cleveland on appointees and issues that were not within Treasury's usual purview.[3] After leaving the Treasury Department, Manning accepted appointment as president of the Western National Bank of New York.[4] He died of Brights disease at his home in Albany on December 24, 1887.[4][7] Manning's funeral took place at St. Paul's Episcopal Church in Albany, and was attended by President Cleveland and all but one member of the cabinet.[8] He was buried at Albany Rural Cemetery in Menands.[8] In 1853, Manning married Mary Little, who died in 1882.[5] They were the parents of four children:[5] In 1884, Manning married Mary Margaretta Fryer (1844–1928).[5] An engraved portrait of Manning appears on U.S. paper money, the series 1886 $20 silver certificate.[11] These collectible notes are referred to as \"Mannings\" or \"diamondbacks\" due to their unusual reverse design, and because of their rarity they often sell for between $1,000 and $5,000.[12] In 1898, engraver George T. Morgan created for the United States Mint a commemorative medal depicting Manning.[1] 160 medals were struck and offered for sale.[13] Many are still in circulation, and sell for between $100 and $200 at auction.[13] In 1898, the Treasury Department's United States Revenue Cutter Service commissioned two new ships named for previous Treasury secretaries, one of which was USRC Daniel Manning.[14] During her service, Manning performed patrol duty off New England and in the Bering Sea.[14] Manning was assigned to the United States Navy during the Spanish–American War and took part in an engagement off Cabañas, Cuba.[14] During World War I, Manning was based at Gibraltar and escorted trade convoys to England and conducted anti-submarine patrols in the Mediterranean.[14] Manning was decommissioned and sold in 1930.[14] In 1887, Manning received the honorary degree of LL.D. from Columbia University.[15] There is a memorial pillar to Manning at the Cathedral of All Saints in Albany.[16] Albany's South Manning Boulevard, Manning Boulevard, and North Manning Boulevard, an extended street that is one of the city's main thoroughfares, was named for Manning.[8]","Title":"Daniel Manning - Wikipedia","KeyID":"5554","URL":"https://en.wikipedia.org/wiki/Daniel_Manning"}