{"Content: ":"Edward Murphy Jr. (December 15, 1836 – August 3, 1911) was a businessman and politician from Troy, New York. A Democrat, he served as mayor of Troy, New York (1875–1883), chairman of the New York State Democratic Committee (1888–1894), and a United States senator from New York (1893–1899). A native of Troy, Murphy was educated in Troy and attended the Collège de Montréal with the intention of becoming a priest. Deciding to pursue a business career instead, Murphy attended St. John's College (now Fordham University), from which he graduated in 1857. He then joined his father's brewing business, which he managed in partnership with his father. After his father's retirement, Murphy operated the brewery until merging with another local brewer to form a partnership known as Murphy & Kennedy. Murphy's other business interests included serving as president of the Troy Gas Company. Murphy was also a shareholder in the Troy City Railway and the city's electric company. Long active in politics as a Democrat, Murphy was a delegate to many of the party's local, county, state, and national conventions. He was active in Troy's city government, and served as an alderman from 1864 to 1866, fire commissioner from 1874 to 1875, and mayor from 1875 to 1883. From 1888 to 1894 he was chairman of the New York State Democratic Committee. In 1893, Democrats controlled the New York State Legislature, and were able to elect a Democrat to the U.S. Senate as the successor to Frank Hiscock. Murphy was selected as the Democratic nominee, and won the legislative election. Murphy served one term, March 4, 1893 to March 3, 1899. Republicans controlled the legislature in 1899, and Murphy was succeeded in the Senate by Republican Thomas C. Platt. After leaving the Senate, Murphy resumed his former business pursuits in Troy, attended several national Democratic conventions as a delegate, and served as chairman of the Rensselaer County Democratic Committee. He died at his summer home in Elberon, New Jersey on August 3, 1911. Murphy was buried at St. Mary's Catholic Cemetery in Troy. Edward Murphy was born in Troy, New York on December 15, 1836,[a] the son of Edward and Mary Murphy.[1] He attended the local schools, and enrolled at the Collège de Montréal in anticipation of a career in the priesthood.[2] He later decided on a secular career, and attended St. John's College (now Fordham University), from which he graduated in 1859.[2] Murphy's father was a brewer and, after completing college, Murphy joined his father in the business.[1] After his father's retirement Murphy operated the brewery and eventually merged with another local brewer to form the partnership of Kennedy & Murphy.[1] Murphy served as a city alderman from 1864 to 1866, and from 1874 to 1875 he was Troy's fire commissioner.[1] He was mayor of Troy from 1875 to 1883.[1] City initiatives undertaken during his mayoralty included construction of a new city hall, surfacing or resurfacing of city streets with granite paving stones, modernizing of the city water system, and reduction of the city's long-term debt.[3] As mayor, Murphy enhanced his personal popularity by not accepting his salary, and instead distributing it to various city charities during each year's Christmas season.[4] In addition, he earned favorable publicity by responding to a crisis at one of the city's banks.[4] When a shortage at the Manufacturers' National Bank began a run by depositors, Murphy solicited loans from several other banks by pledging his personal credit as security.[4] He then personally deposited $250,000 at Manufacturers' National after first ensuring that a crowd of account holders was on hand to witness his action.[4] When word of Murphy's deposit spread, the run on the bank ended, and its officers and directors were able to take steps to restore it to solvency.[4] Murphy also enhanced his reputation by taking steps in 1876 to ensure that supporters of Great Britain's continued rule over Ireland could demonstrate peacefully.[4] Beginning in the 1840s, Protestant supporters of British Unionism conducted an annual Orange Day parade in Troy each July.[4] Though Murphy was Catholic and supported Irish nationalism, when supporters of reunification threatened the 1876 Orange Day parade, Murphy ordered the chief of police to dispatch the entire city police department to protect the marchers.[4] He then marched himself at the head of the officers who led the parade along its intended route, ensuring that the pro-Unionist demonstrators could conduct their demonstration without incident.[4] A Democrat, Murphy was a delegate to numerous local, county, and state conventions.[4] He also attended several national conventions as a delegate, including: 1876, when he supported Samuel J. Tilden for president; 1880, when he supported Tilden before backing Winfield Scott Hancock; 1884, when he supported Roswell P. Flower before switching to Grover Cleveland; 1888, when he supported Cleveland's re-nomination; and 1892, when he first supported David B. Hill before backing Cleveland.[5] Murphy was chosen as a delegate to the national convention in 1896, but did not attend because of ill health, and was replaced by alternate Wilson S. Bissell.[6] Though he was against the Free silver policy advocated by William Jennings Bryan, once Bryan was nominated, Murphy supported him for president in the general election.[7] Murphy attended the 1900 Democratic National Convention as a delegate, and again supported Bryan for the presidential nomination.[8] Murphy's name appeared in several news accounts as a potential candidate for the vice presidential nomination, but he disclaimed any interest and made no move to obtain it.[8] In 1904, Murphy was again a delegate to the Democratic Party's national convention, and supported Alton B. Parker for president.[9] From 1887 to 1894 he was chairman of the New York State Democratic Committee.[10] As chairman, Murphy won praise for planning and executing strategies that resulted in Democratic victories in all but one of the statewide elections that took part during his tenure.[10] In addition, Democrats reclaimed control of the state legislature, which enabled the election of two simultaneously-serving Democratic U.S. Senators from New York (including Murphy) for the first time since the 1840s.[10] In 1893 he was elected a U.S. Senator from New York, and he served from March 4, 1893 to March 3, 1899.[11] In 1899, he was defeated in his bid for re-election by Republican Chauncey M. Depew.[12] Murphy served on the Education and Labor Committee, and he was Chairman of the Committee on Relations with Canada in the 53rd Congress.[11] He resumed his former business activities, including investing in real estate and serving as president of the Troy Gas Company and vice president of the Manufacturers' National Bank of Troy.[13] He was also a major investor in the Troy City Railway and the city's electric company.[13] For several years he was chairman of the Democratic Party in both the city of Troy and in Rensselaer County.[14] Murphy died at his summer home in Elberon, New Jersey, on August 3, 1911.[15] He was interred in St. Mary's Catholic Cemetery in Troy.[16] In 1891, St. John's College awarded Murphy the honorary degree of Master of Arts.[17] In 1894, St. John's presented him with an honorary LL.D. degree.[18] Murphy was married to Julia Delehanty (1842–1915) of Albany, New York.[1] They were the parents of nine children, eight of whom lived to adulthood; Edward, Julia, William, twins Joseph and John, Jane, Richard, and Helen.[1][19] His daughter Julia was the wife of Hugh J. Grant, a prominent New York City politician.[1]","Title":"Edward Murphy Jr. - Wikipedia","KeyID":"5556","URL":"https://en.wikipedia.org/wiki/Edward_Murphy_Jr."}