{"Content: ":"Cord Meyer (October 9, 1854 – October 14, 1910) was an American businessman and politician from New York. Meyer was born on October 9, 1854[1] in Newtown, New York,[2] the son of Cord Meyer and Catharine Benson. His father was a German immigrant from Hanover founded the sugar refining firm Dick & Meyer.[3] Meyer went to the City College of New York under Professor Doremus. In 1874, he left the university at his father's request to begin his business career. He initially worked for the Acme Fertilizer Company and quickly moved his way up into an executive position in the company. He then cooperated with his father's sugar refining firm and formed Wall Street connections through the brokerage house C. L. Rathborne & Company. After his father died in 1891, he purchased a large tract of land and developed into a residential neighborhood called Elmhurst. He developed the neighborhood through the Cord Meyer Company, which he created and would later be taken over by his sons Charles G., J. Edward, and George C., with his brother Christian M. as its president. In order to provide Elmhurst with water, he founded the Citizens' Water Supply Company of Newtown, with his brother and sons in later put charge of the company until it was acquired by New York City in 1922. In 1904, he began developing Forest Hills through the Cord Meyer Development Company, with his son George serving as its manager from the beginning.[4] Meyer was also a leading figure in the Continental National Bank, and upon its merger with the Hanover National Bank he sat on its board of directors. He also played an active part as a director in the merging of the Colonial Trust Company and the Trust Company of America. During the Panic of 1907, he participated in the conference at J. P. Morgan's library. For many years, he was a member of the executive committee of the Home Insurance Company together with Cornelius N. Bliss and Elbridge G. Snow. He was an organizer or executive officer of the Cord Meyer Company, the Acme Fertilizer Company, Dick & Meyer Sugar Refineries, the Cord Meyer Development Company, the Lake Charles Rice Milling Company, the Trust Company of America (later merged into the Equitable Trust Company), the Colonial Safe Deposit Company, the Newtown Railway, and the Maspeth Development Company. He was also a director or trustee of the Tennessee Coal and Iron Company (later part of the United States Steel Corporation), the Atlanta & Birmingham Railroad Company, the Kings County Trust Company, the Western New York and Pennsylvania Traction Company, St. Paul's Mining Company, the Lanyon Zinc Company, the American Agricultural and Chemical Company, the Hanover National Bank, and the Trust Company of America.[4] Shortly after reaching his majority, he became associated with the Democratic Party in Queens County. He fought for control of the county with Long Island City mayor Patrick Gleason and won. He served on the New York State Democratic Committee from 1884 to 1889, serving as the secretary for a time.[2] In 1892, Governor Flower appointed him a World's Fair Commissioner. In the 1893 election, he was the Democratic candidate for Secretary of State of New York.[2] He lost the election to John Palmer. He was Chairman of the New York State Democratic Committee from 1904 to 1906, and was opposed to William Randolph Hearst's nomination as gubernatorial candidate in the 1906 election.[5] Meyer was a member of the New York Yacht Club, the New York Athletic Club, the Automobile Club of America, the Larchmont Yacht Club, the Manhattan Club, and the Indian Harbor Yacht Club. In 1878, he married Cornelia Maria Covert. Their children were Charles Garrison, John Edward, George Christian, Robert Benson, and Cord III. His three elder sons worked in their fathers' companies, Robert worked in W. R. Grace and Company, and the younger Cord was a secretary in the United States Diplomatic Service.[4] Meyer died at his home in Great Neck from ptomaine poisoning on October 14, 1910. He bought the estate, known as The Cove, several years beforehand.[5] He was buried in the All Saints Churchyard in Great Neck.[6]","Title":"Cord Meyer (New York politician) - Wikipedia","KeyID":"5559","URL":"https://en.wikipedia.org/wiki/Cord_Meyer_(New_York_politician)"}