{"Content: ":"William Church Osborn (December 21, 1862 – January 3, 1951)[1] was the son of a prominent New York City family who served in a variety of civic roles including president of the Metropolitan Museum of Art, president of the Children's Aid Society, and president of the New York Society for the Relief of the Ruptured and Orphaned.[2] Osborn was born in 1862 in Chicago.[1] He was a son of Virginia Reed (née Sturges) Osborn (1830–1902) and William Henry Osborn, a prominent railroad tycoon who served as president of the Illinois Central Railroad and, later, became a philanthropist who exposed the Boss Tweed ring.[3] His older brother was Henry Fairfield Osborn, a paleontologist who served as president of the American Museum of Natural History for twenty-five years.[4] His maternal grandfather was businessman and arts patron Jonathan Sturges. His maternal aunt, Amelia \"Mimi\" Sturges, married banker J. Pierpont Morgan in 1861, but died shortly thereafter in 1862. Osborn graduated from Princeton University in 1883,[4] and from Harvard Law School in 1889.[1] A trained lawyer, Osborn was generally regarded as one of New York's first citizens and mostly served in philanthropic positions during his career.[4] At the time of his death, he was the senior partner is the law firm of Osborn, Fleming & Whittlesey located at 20 Exchange Place.[1] He also served as director of his mother's family business, Phelps Dodge, as well as the Chicago, Milwaukee, St. Paul and Pacific Railroad the Picacho Mining Corporation, the Tucson, Cornelia and Gila Bend Railroad Company, the Detroit, Toledo and Ironton Railroad, and was the chairman of the executive board of the Texas and Pacific Railroad.[1] Osborn unsuccessfully ran for New York State Senate in 1894 and 1904 as an Independent Democrat, and sought the governorship in New York in 1918. Although he was endorsed by then Assistant Secretary of the Navy Franklin D. Roosevelt and put forth at the convention by Samuel Seabury, he lost his bid to Alfred E. Smith, who was elected Governor.[1] He was, nevertheless, very active in the political life of New York City and the wider state, serving as president of the Society to Prevent Corrupt Practices at Elections, as chairman of the New York State Democratic Committee. In 1911, he was legal adviser to Gov. John Alden Dix.[1] He was also the founder, in 1932, president, and chairman of the Citizens Budget Commission.[5] For fifty years, he served as the president or chairman of the board of the Children's Aid Society and was a trustee of Princeton University for almost forty years.[2] Osborn was an art collector who focused on impressionist, post-impressionist, and American art of the 1800s and 1900s. His personal collection included artworks by Claude Monet, Paul Gauguin and Édouard Manet.[6] He also inherited works from his father's collection of American art,[7] including paintings by his father's close friend Frederic Edwin Church,[3] from whom Osborn's middle name was derived.[8] Osborn served as president of the Metropolitan Museum of Art from 1941 to 1947 and sat on its board of trustees for forty-five years.[1] On June 3, 1886, Osborn was married to philanthropist and social reformer Alice Clinton Hoadley Dodge (1865–1946).[9] Alice was a daughter of William E. Dodge, Jr. and the younger sister of Grace Hoadley Dodge, William E. Dodge III, and Cleveland Hoadley Dodge. Together, they lived at 135 East 36th Street (which was owned by J.P. Morgan) in Murray Hill, Manhattan,[10] and were the parents of:[11] Along with his children, he bought up land on the eastern shore of the Hudson River in New York, mostly small farms, and eventually donated thousands of acres to the state, including Sugarloaf Hill in Putnam County to be known as the Hudson Highlands State Park. He was also involved in the establishment of the Hudson River Conservation Society and the Garrison Landing Association,[17] where he had a larger summer estate in the town of Garrison, New York near his father's estate, known as Castle Rock, which was inherited by his elder brother Henry.[10] His wife died at their home, 40 East 36th Street, in March 1946.[9] Osborn died at his then home, 720 Park Avenue in New York City, on January 3, 1951.[1] After a funeral at the Brick Presbyterian Church on the Upper East Side (which was attended by John D. Rockefeller Jr., Archibald Roosevelt, Bayard Dodge, Henry Sturgis Morgan, Junius S. Morgan, Frederick H. Ecker, and John F. Curry among others), he was buried at Saint Philip's Church Cemetery in Garrison.[19] In 1939, he received a gold medal from the National Institute of Social Sciences for \"distinguished services to humanity.\"[20] In 1942, he received an honorary LL.D. from his alma mater Princeton University as well as an honorary LL.D. from Columbia University in 1943.[1] The Osborn Gates, at Ancient Playground within Central Park in Manhattan, are named in his memory.[21]","Title":"William Church Osborn - Wikipedia","KeyID":"5562","URL":"https://en.wikipedia.org/wiki/William_Church_Osborn"}