{"Content: ":"Herbert Claiborne Pell Jr. (February 16, 1884 – July 17, 1961) was a United States representative from New York, U.S. Minister to Portugal, U.S. Minister to Hungary, and a creator and member of the United Nations War Crimes Commission. A native of New York City and a member of the prominent and wealthy Lorillard and Claiborne families, Pell was educated at Connecticut's Pomfret School and attended Harvard University, Columbia University, and New York University. Originally active in politics as a Progressive, he later became a Democrat. In 1918, Pell was elected to Congress, and he served from 1919 to 1921. He was an unsuccessful candidate for reelection in 1920. Pell continued to remain active in politics, and was chairman of the New York State Democratic Committee from 1921 to 1926 and a delegate to the 1924 Democratic National Convention. He served as vice chairman of the Democratic National Campaign Committee for the 1936 elections. In 1937, Pell was appointed as Minister to Portugal, where he served from May 27, 1937 until February 11, 1941, when he was appointed Minister to Hungary. In December 1941, Pell received Hungary's declaration of war against the United States, closed the embassy and returned to the United States. He formally resigned in November 1942. From 1942 to 1945, Pell was the United States representative on the United Nations War Crimes Commission. Pell was recognized as an internationalist on foreign policy and a progressive despite coming from the wealthy and conservative class, which tended to be isolationist. He was the leading American seeking to build awareness of the plight of European Jews in the 1930s and 1940s and prevent the Holocaust, and was able to aid in holding the perpetrators responsible as the principal U.S. sponsor of and U.S. representative of the War Crimes Commission. Pell died in Munich, West Germany on July 17, 1961. His remains were cremated and scattered in the Atlantic Ocean at Beavertail in Jamestown, Rhode Island. Pell was born in New York City on February 16, 1884. He was the elder son of two children born to Katherine Lorillard (née Kernochan) Pell (1858–1917) and Herbert Claiborne Pell (1853–1926). His younger brother was Clarence Cecil Pell (1885–1964). He was a great-grandson of U.S. Representative John Francis Hamtramck Claiborne, and great-great-grandnephew of William Charles Cole Claiborne and Nathaniel Herbert Claiborne.[1] Through his mother and maternal grandparents, James Powell Kernochan and Catherine (née Lorillard) Kernochan, the daughter of Pierre Lorillard III, he inherited a share of the Lorillard Tobacco fortune. He was also a direct descendant of Wampage I, a Siwanoy chieftain, as reflected in a Congressional Record entry relating to his son Claiborne Pell.[2] Pell was educated at the Pomfret School, in Connecticut. He attended Harvard University, Columbia University, and New York University, but did not complete a degree.[3] Pell's political career began as a member of the Progressive committee of Orange County, New York (1912 to 1914). He was elected as a Democrat to the Sixty-sixth Congress (March 4, 1919 – March 3, 1921) and was an unsuccessful candidate for reelection in 1920 to the Sixty-seventh Congress.[4] He was chairman of the Democratic State committee from 1921 to 1926 and a delegate to the 1924 Democratic National Convention. Pell was an occasional lecturer at Columbia University, Harvard University, and other colleges and universities. He also served on the advisory committee of Yenching University, later merged with Peking University. In 1936 was vice chairman of the Democratic National Campaign Committee.[1] Pell was appointed as Minister to Portugal, where he served from May 27, 1937 until February 11, 1941, when he was appointed Minister to Hungary. He was serving in Budapest on December 13, 1941 when he received the Hungarian declaration of war against the United States. He closed the legation in Budapest, returned to the U.S. on January 16, 1942 and submitted his resignation on November 30, 1942. He was United States representative on the United Nations War Crimes Commission from August 1943 to January 1945.[1] In November 1915, he married Matilda Bigelow (1895–1972),[5] daughter of Nelson Pendleton Bigelow.[6] Before their divorce in March 1927, they were the parents of:[7] In June 1927, Matilda married Hugo W. Koehler (1886–1941), a commander in the United States Navy who served as a naval and State Department special agent in Russia during its civil war in 1920.[9][10] Two weeks later in Paris,[11] Pell married Olive Bigelow Pell (1886–1980),[12] the portraitist.[13][14] Olive Bigelow was the daughter of Poultney Bigelow (1855–1954) and granddaughter of John Bigelow (1817–1911), the U.S. Ambassador to France under Presidents Abraham Lincoln and Andrew Johnson.[11] Pell died on July 17, 1961 in Munich, West Germany at the age of 77, while touring Europe with his grandson, Herbert Pell III.[15] His funeral was held at Trinity Church in Newport, Rhode Island where there is a memorial plaque in his honor. His ashes were committed to the ocean off Beavertail in Jamestown, Rhode Island.[1] Pell was the great-grandfather of Herbert Claiborne Pell IV (b. 1981), a candidate for Governor of Rhode Island, who married two-time Olympic medalist Michelle Kwan (b. 1980).[16][17] The Herbert Pell Cup in yachting is named for Pell.","Title":"Herbert Pell - Wikipedia","KeyID":"5563","URL":"https://en.wikipedia.org/wiki/Herbert_Pell"}