{"Content: ":"Richard Horrocks Balch (March 2, 1901 – March 15, 1984) was an upstate New York businessman and political figure. He was born on March 2, 1901, in Brooklyn, New York and graduated from Utica Free Academy in 1917. He was a 1921 graduate of Williams College, and a member of the Phi Delta Theta fraternity. From 1927 to 1942 Balch was Vice President of the Horrocks-Ibbotson Company, the world's largest fishing tackle manufacturer, and he was President of the company from 1942 until his 1968 retirement. He was a civic activist, serving on Utica's Board of Education, Water Resources Board, Red Cross, and Chamber of Commerce, and was a founder of Utica College. Balch was also a leader of the Oneida County group that carried out a successful effort in the 1940s and 1950s to attract new industry to the area to replace textiles mills that had relocated to the southern states. Balch was active in the Democratic party, attending several conventions as an alternate or delegate, including the national conventions of 1940 (alternate), 1944, 1948, 1952 and 1964. In 1943 he was the unsuccessful Democratic nominee for Mayor of Utica, and in 1944 he was elected chairman of the city's Democratic committee. At the New York state election, 1950, he was the Democratic nominee for lieutenant governor, losing with gubernatorial candidate Walter A. Lynch to the Republican ticket of Thomas E. Dewey and Frank C. Moore. In 1952, Balch headed W. Averell Harriman's campaign for President of the United States. Balch managed the Harriman effort at the 1952 Democratic National Convention in Chicago, and his candidate was in fourth place with 123 delegates when he withdrew in favor of Adlai Stevenson, who went on to obtain the nomination. Balch was elected Chairman of the New York State Democratic Committee in 1952, holding the post until 1955. Balch was a candidate for the Democratic nomination for governor in the New York state election, 1954, but withdrew before the party convention that selected Harriman as its candidate. Balch guided almost the entire Democratic ticket to victory that November, including Harriman as governor, George B. DeLuca as lieutenant governor, and Arthur Levitt as State Comptroller. The only Democrat to lose statewide was Franklin D. Roosevelt, Jr., who ran unsuccessfully for attorney general against Jacob Javits. From 1955 to 1960 Balch served as a member of the New York State Public Service Commission. He died at St. Luke's Memorial Hospital Center in New Hartford, New York on March 15, 1984.","Title":"Richard H. Balch - Wikipedia","KeyID":"5565","URL":"https://en.wikipedia.org/wiki/Richard_H._Balch"}