{"Content: ":"Keith L. T. Wright (born January 3, 1955) is an American politician and a former member of the New York State Assembly.[1] He was first elected to the assembly in 1992 and was re-elected eleven times. In early 2007, he proposed a bill limiting retail sale of violent video games for individuals below 18 years of age.[2] This proposed law stirred up controversy and protest amongst gamer communities.[3] Wright is also the author of the bill to apologize for African slavery in New York, which was second only to South Carolina in the American slave trade, the first Northern State make such an apology. Wright is also credited with coining the term \"Super-Duper Tuesday\" in response to the shifting of New York's election primary date to the 5th of February. This is now the common terminology for the change of dates nationwide. Upon graduating from the Fieldston School, Wright attended Tufts University, where he made the Dean's Honor List. He received his Bachelor of Arts degree in 1977 and continued his educational career, obtaining a Juris Doctor from Rutgers University.[citation needed] Prior to his election to the Assembly, Wright was an associate in the Law Office of Ruffin E. Cotton Jr., specializing in corporate and securities law.[citation needed] In 1983, he joined the staff of the Human Resources Administration (HRA) as Special Assistant to the General Counsel. He served in this capacity until 1986, leaving the HRA to assume a key position, Director of the Uptown Office, on the staff of then-Manhattan Borough President David Dinkins.[citation needed] Following Dinkins' successful bid for office of Mayor for the City of New York, Wright left city government for the position of Assistant Director of Government Relations at the New York City Transit Authority.[citation needed] Wright's father was also politically active. He was New York State Supreme Court Justice Bruce M. Wright. Wright is married to the former Susan I. Gayles and they have two sons, Keith \"Jared\" and Jordan.[citation needed] Assemblyman Wright was a leader in the State Democratic party and chair of the New York State Assembly Housing Committee. During his tenure in the Assembly he also chaired key committees in the Assembly including; election law, social services and labor.[citation needed] Assemblyman Wright's priorities cover a wide variety of issues, among them: the DREAM Act; improving access to historically underrepresented industries for women and minorities, raising the age of criminal responsibility so that 16- and 17-year-olds will no longer be inappropriately prosecuted as adults in New York State and expanding access to quality education for all children. As member of the Correction Committee and the Task Force on Criminal Justice Reform, Wright is a strong opponent of the death penalty and the Rockefeller Drug Laws. He is a strong advocate for criminal justice reform and following the Alberta Spruill incident, a case of mistaken identity that led to death when police stormed the wrong apartment, Wright introduced legislation that attempted reform \"no knock\" search warrants. Assemblyman Wright is a lifelong resident of Harlem and an active community member.[4] Wright has served as Chair of the New York County Democratic Committee since September 2009 as well as the New York County Leader for Democratic Party, when he took over from 28-year incumbent Denny Farrell.[5]","Title":"Keith L. T. Wright - Wikipedia","KeyID":"5570","URL":"https://en.wikipedia.org/wiki/Keith_L._T._Wright"}