{"Content: ":"Howard Joseph Samuels (December 3, 1919 – October 26, 1984) was an American statesman, industrialist, civil rights activist and philanthropist who served as United States Under Secretary of Commerce and Director of the Small Business Administration under President Johnson, special advisor to the campaign for president by John F. Kennedy and the administration of President Carter.[1][2] A graduate of the MIT Sloan School of Management, Samuels served as a colonel in the Third Army under General George Patton. Upon conclusion of service, Samuels co-founded the Kordite Corporation. Following the principles he set on his senior thesis, Kordite was the first to produce synthetic products for household consumerism and introduced a number of mainstays including the baggie, wax paper, plastic wrap, disposable kitchenware, and a sturdy trash bag that became the Hefty brand. The success of the company made Samuels one of the wealthiest New Yorkers, and financially able to enter politics. The Democratic nominee for Lieutenant Governor of New York in 1966 on a ticket headed by Frank D. O'Connor, Samuels also contended unsuccessfully for the nomination for Governor three times from 1962 to 1974. He lost the 1970 primary to Arthur Goldberg and the 1974 primary to Hugh Carey. He also served as special aide to New York City Mayor John Lindsay prior to his appointment as the first Chairman of the New York City Off-Track Betting Corporation. Samuels is credited with alerting voters to the need for a Constitutional Convention, forming the non-partisan group Citizens Committee for Constitutional Convention. Members included Secretaries of the Health, Education & Welfare and Commerce departments in the Eisenhower administration, numerous Commissioners and administrators to New York State and City agencies, and Senators Robert F. Kennedy and Christopher Dodd. Governor Nelson Rockefeller would later sign the bill. Samuels' foray into national politics was met with resistance and criticism among the traditional political guards of both parties. His resurrection and renewed interpretation of the defunct wartime program Section 8(a) spearheaded the SBA into the forefront of the civil rights movement. The agency's Project OWN program was the first institutionalized affirmative action and reparations policy which he dubbed compensatory capitalism, or black capitalism. Though hailed by many civil rights activist and minorities alike, the program faced mounting criticism and disapproval from within the Democratic controlled Congress, members of President Johnson's own cabinet and threats of censorship and dismissal from Republican Senators who cited the program as \"racism in reverse.\" As the Vietnam War continued into the 1970s, Samuels became the principal financial backer to numerous war marches including John Kerry's Veterans for Vietnam advocacy group. Samuels became a vocal advocate for drug policy and rehabilitation in New York City and State policy following the arrest of his son, Howard Samuels, and revelation of his addiction to heroin. His pioneering methods in the petrochemical industry and success in the then niche household consumer market translated into posts as Vice President of the Mobil Oil Corporation, Commissioner of the North American Soccer League, and Chairman to Elms Capital Management, Alexander Proudfoot PLC, and Communities In Schools. In 1988, the City University of New York opened the Howard Samuels State Management and Policy Center. He graduated from MIT Sloan School of Management with an S.B. in Management, and then joined the U.S. Army. He served as a lieutenant colonel in the Third Army under General George S. Patton. He was present during the liberation of the Nazi concentration camp in Buchenwald in 1945. After the war, he and his brother Richard founded the Kordite Company, a firm that manufactured plastic clotheslines, brooms, plastic bags and packaging, and other plastic products such as Baggies and Hefty garbage bags. In 1962, Samuels was among the contenders for the Democratic nomination for Governor of New York, but Robert M. Morgenthau was chosen by the state convention delegates. In 1966, the party rank and file revolted against the wishes of state party leaders and nominated him over Orin D. Lehman for Lieutenant Governor of New York. The ticket, headed by gubernatorial candidate Frank D. O'Connor, was defeated by the Republican nominees, Gov. Nelson Rockefeller and Lt. Gov. Malcolm Wilson. In 1974, Samuels was the Democratic State Committee designee for Governor. He was challenged in the primary election by Congressman Hugh L. Carey, and despite an early lead, Samuels lost again, and Carey was subsequently elected Governor. In 1971, Mayor Lindsay chose Samuels to be the first chairman of the New York City Off-Track Betting Corporation, a position which earned him the nickname \"Howie the Horse.\" Samuels served as U.S. Under Secretary of Commerce in the administration of President Lyndon B. Johnson, and in 1968 was named Director of the Small Business Administration. In 1969, he irritated many in his own party when he supported a liberal Republican, John V. Lindsay, in his successful bid for re-election as Mayor of New York City. In 1970, he challenged Arthur Goldberg, the Democratic designee for Governor, but lost narrowly in the primary election. That year his political work was interrupted when his son, Howard Samuels, was arrested for marijuana possession in Greenwich Village. The son was later arrested for possession of heroin and reported to have developed a heroin addiction. In 1971, Howard J. Samuels was elected to the Common Cause National Governing Board. He married Barbara J. Christie, and they had eight children: William, Carey, Catherine, Victoria, Howard, Barbara, Jacqui and Janine. He later married Antoinette Chautemps, daughter of a Prime Minister of France, Camille Chautemps. They had two children, Camille and Dominique. On October 26, 1984, Samuels died of a heart attack at his home in New York City. His funeral was attended by many leading political figures. He received eulogies from Governor Mario M. Cuomo of New York, Senator Gary Hart of Colorado, Senator Edward M. Kennedy of Massachusetts, Senator Christopher J. Dodd of Connecticut and his best friend Ed R. Downe. Mr. Downe has led annual prayer services with Howard's family for 25 years (2009) in the Southampton, New York cemetery. Former New York governor Malcolm Wilson, once an opponent, remembered him as \"a highly principled gentleman with a well-developed civic and social conscience.\" Cuomo said that Samuels was \"a gentle, compassionate man ... (who) had the instincts, talents, and compassion to have been a great governor.\" \"He was a better man and a visionary than a politician,\" stated journalist Ken Auletta, formerly Samuels' campaign manager. # denotes acting administrator","Title":"Howard J. Samuels - Wikipedia","KeyID":"5578","URL":"https://en.wikipedia.org/wiki/Howard_J._Samuels"}