{"Content: ":"Arthur Joseph Goldberg (August 8, 1908 – January 19, 1990) was an American statesman and jurist who served as the 9th U.S. Secretary of Labor, an Associate Justice of the Supreme Court of the United States, and the 6th United States Ambassador to the United Nations. Born in Chicago, Illinois, Goldberg graduated from the Northwestern University School of Law in 1930. He became a prominent labor attorney and helped arrange the merger of the American Federation of Labor and the Congress of Industrial Organizations. During World War II, he served in the Office of Strategic Services, organizing European resistance to Nazi Germany. In 1961, President John F. Kennedy appointed Goldberg as the Secretary of Labor. In 1962, Kennedy successfully nominated Goldberg to the Supreme Court to fill a vacancy created by the retirement of Felix Frankfurter. Goldberg aligned with the liberal bloc of justices and wrote the majority opinion in Escobedo v. Illinois. In 1965, Goldberg resigned from the bench to accept appointment by President Lyndon B. Johnson as the Ambassador to the United Nations. In that role, he helped draft UN Resolution 242 in the aftermath of the Six-Day War. He ran for the position of Governor of New York in 1970 but was defeated by Nelson Rockefeller. After his defeat, he served as president of the American Jewish Committee and continued to practice law. Goldberg was born and raised on West Side, Chicago, the youngest of eight children of Rebecca Perlstein and Joseph Goldberg, Orthodox Jewish immigrants from the Russian Empire. His paternal line derived from a shtetl called Zenkhov, in Ukraine. Goldberg's father, a produce peddler, died in 1916, forcing Goldberg's siblings to quit school and go to work to support the family. As the youngest child, Goldberg was allowed to continue school, but worked jobs on the side, including as a vendor at Wrigley Field and as a library clerk, to help support his family. He was childhood friends with future professional boxer Jackie Fields.[2] Goldberg attended classes and lectures at the Hull House, which aimed to educate recent European immigrants.[2] He graduated from Harrison Technical High School[3] at the age of 16. Goldberg's interest in the law was sparked by the noted murder trial in 1924 of Leopold and Loeb, two wealthy young Chicagoans who were spared the death penalty with the help of their high-powered defense attorney, Clarence Darrow. Goldberg attended the trial while he was a high school senior.[2] Goldberg later pointed to the case as inspiration for his opposition to the death penalty on the bench, since he had seen how inequality of social status could lead to unfair application of the death penalty.[2] Jewish Supreme Court Justices Louis Brandeis and Benjamin Cardozo also served as inspiration to Goldberg from a young age.[4] Goldberg, who worked part time as a construction worker, took night courses at Crane Junior College of the City Colleges of Chicago and DePaul University. He later earned a B.S.L. (magna cum laude; 1929) and J.D. (1930) degrees from Northwestern University.[5] Goldberg served as the Editor of the Illinois Law Review (now known as the Northwestern Law Review) and helped Law Dean John Henry Wigmore write his third edition of the treatise on evidence.[2] Goldberg graduated from Northwestern law school in just 2.5 years and with the highest academic record ever at Northwestern. Being just 21-years-old, he was too young to pass the Illinois Bar.[4] However, he sued and successfully argued his own case to be admitted to the bar.[4] In 1931, Goldberg married Dorothy Kurgans. They had one daughter, Barbara Goldberg Cramer, and one son, Robert M. Goldberg (an attorney in Anchorage, Alaska).[6] He was the uncle of prolific blues rock keyboardist Barry Goldberg.[7] During World War II, Goldberg was a member of the United States Army, wherein he served as a captain and later a major. He wanted to join the Marines, but was not physically fit enough.[4] Goldberg served as well in an espionage group operated by the Office of Strategic Services, the precursor to the CIA,[4] serving as chief of the Labor Desk, an autonomous division of the American intelligence agency that was charged with the task of cultivating contacts and networks within the European underground labor movement during World War II. The Jewish Telegraphic Agency stated, \"Goldberg's file notes that as both a civilian and a member of the Army, he supervised a section in the Secret Intelligence Branch of OSS to maintain contact with labor groups and organizations regarded as potential resistance elements in enemy-occupied and enemy countries. He organized anti-Nazi European transportation workers into an extensive intelligence network.\"[8] Due to antisemitism, Goldberg was unable to work in Chicago's big law firms because they would not hire Jews. Instead, he started his legal career at Pritzger & Pritzger, a firm founded by German Jews.[4] However, he was uncomfortable with his work at Pritzger because the work mainly dealt with representing large businesses.[4] Goldberg's interest in labor law spiked at the start of The Great Depression and in 1933 he left Pritzger to create his own boutique law firm, which was focused on labor law.[4] Goldberg joined the National Lawyers Guild (NLG), a group that was advocating for The New Deal, in the mid-1930s.[4] However, Goldberg, among others, resigned a few years later due to the NLG's growing association with the American Communist Party.[4] Goldberg became a prominent labor lawyer and represented striking Chicago newspaper workers on behalf of the Congress of Industrial Organizations (CIO) in 1938. The strike went on for eight months and Goldberg spent almost everyday in court arguing on the worker's behalf. Eventually, the strike persuaded William Randolph Hearst to recognize the newspaper union.[2] Appointed general counsel to the CIO in 1948 to succeed Lee Pressman,[9] Goldberg served as a negotiator and chief legal adviser in the merger of the American Federation of Labor and CIO in 1955. AFL-CIO is one of the US major labor unions representing America's workers and labor. Goldberg also served as general counsel of the United Steelworkers of America.[4] Goldberg was an active participant in the National Citizens Political Action Committee and the CIO Political Action Committee. He supported the presidential campaigns of Franklin D. Roosevelt and Harry Truman.[4] Goldberg initially supported Senator Joseph McCarthy's efforts to investigate communism in the United States, but soon opposed those efforts after it became clear they threatened the organized labor movement.[4] In 1960, Goldberg wanted his friend Adlai Stevenson to run for President, but Stevenson encouraged Goldberg to back Hubert Humphrey.[4] Instead, Goldberg backed Senator John F. Kennedy.[4] Goldberg served as a labor advisor to Kennedy's campaign and was influential in getting unions to back Kennedy.[4] President John F. Kennedy nominated Goldberg to be United States Secretary of Labor, where he served from 1961 to 1962. He was the third Jew to be named to a Cabinet position.[2] Goldberg wanted to be named Attorney General, so he would improve his chances of getting nominated to the Supreme Court, but that spot went to Kennedy's brother Robert.[4] As Labor Secretary, Goldberg encouraged Kennedy to increase the minimum wage, extend unemployment benefits, create job opportunities for the youth and invest in economically distressed areas.[4] Following Goldberg's advice, Kennedy established the President's Committee on Equal Employment Opportunity (PCEEO), which ensured employees are treated fairly regardless of \"race, creed, color, or national origin.\"[4] Goldberg also championed the creation of the President’s Advisory Committee on Labor-Management Policy.[4] As of 2022[update], Goldberg is the last Cabinet official to have also served on the U.S. Supreme Court. On August 31, 1962, Kennedy nominated Goldberg as an associate justice of the Supreme Court, to succeed Felix Frankfurter,[10] who was retiring. Earlier that same year, Kennedy had considered nominating Goldberg to succeed Charles Whittaker, but chose Byron White instead. Frankfurter and Chief Justice Earl Warren were consulted by the President beforehand and both gave their full support.[11] He was confirmed by the U.S. Senate on September 25,[12] and served on the Court from October 1, 1962, until July 25, 1965.[1] Only one Senator, Strom Thurmond from South Carolina, opposed his nomination.[2] During his tenure, the seat Goldberg occupied on the Court came to be informally known as the \"Jewish seat\", as his two immediate predecessors—Frankfurter and Benjamin Cardozo before him—were also Jewish.[13] Despite his short time on the bench, Goldberg played a significant role in the Court's jurisprudence. Replacing Justice Felix Frankfruter, who was a center-right Justice, Goldberg's liberal views on constitutional questions shifted the Court's balance toward a broader construction of constitutional rights.[4] A self-described judicial activist, Goldberg voted for a liberal outcome in 89% of cases before the court.[2] His best-known opinion came in the concurrence of Griswold v. Connecticut (1965), arguing that the Ninth Amendment supported the existence of an unenumerated right of privacy. He argued that to determine if a right is a fundamental right, the court should look to whether the right involved is of such a character that it cannot be denied without violating those fundamental principles of liberty and justice which lie at the base of all America's civil and political institutions.[14] Perhaps Goldberg's most influential move on the Court involved the death penalty. Goldberg argued in a 1963 internal Supreme Court memorandum that imposition of the death penalty was condemned by the international community and should be regarded as \"cruel and unusual punishment,\" in contravention of the Eighth Amendment. Finding support in this position from two other justices (William J. Brennan and William O. Douglas), Goldberg published an opinion dissenting from the Court's denial of certiorari in a case, Rudolph v. Alabama, involving the imposition of the death penalty for rape, in which Goldberg cited the fact that only five nations responding to a UN survey indicated that they allowed imposition of the death penalty for rape, including the U.S., and that 33 states in the U.S. had outlawed the practice. Goldberg's dissent sent a signal to lawyers across the nation to challenge the constitutionality of capital punishment in appeals. As a result of the influx of appeals, the death penalty effectively ceased to exist in the United States for the remainder of the 1960s and 1970s, and the Supreme Court considered the issue in the 1972 case of Furman v. Georgia, where the Justices, in a 5 to 4 decision, effectively suspended the death penalty laws of states across the country on the ground of the capricious imposition of the penalty. That decision would be revisited in Gregg v. Georgia (1976), where the justices voted to allow the death penalty under some circumstances; the death penalty for rape of an adult female victim, however, would be struck down in Coker v. Georgia (1977). In 2008, the death penalty for rape of children was ruled unconstitutional by a 5 to 4 decision (Kennedy v. Louisiana). Writing for The New York Times, Adam Liptak said that Goldberg's dissent helped \"create the modern movement for the abolition of the death penalty.\"[15] Goldberg also wrote the majority opinions in Escobedo v. Illinois, which provided criminal defendants the right to counsel during interrogation under the Sixth Amendment and Kennedy v. Mendoza-Martinez, which declared unconstitutional parts of the Immigration and Nationality Act of 1952 that revoked citizenship for those that had fled the country in order to dodge the draft.[2] Despite Goldberg's short tenure on the court, a number of his law clerks have gone on to become deeply influential. Stephen Breyer became an later Associate Justice of the Supreme Court and he held Goldberg's seat on the Court from 1994 until 2022.[16] Another of Goldberg's law clerks was Harvard law professor Alan Dershowitz. Since other justices would be unlikely to hire a Jewish clerk, Goldberg emphasized hiring Jewish clerks. Six out of his eight law clerks were Jewish.[2] In 1965, Goldberg was persuaded by Johnson to resign his seat on the court to replace the recently deceased Adlai Stevenson II as the U.S. Ambassador to the United Nations (UN). Johnson wanted to appoint his friend, Abe Fortas, to the court.[17] If any of his Great Society reforms were going to be deemed unconstitutional by the Court, he thought that Fortas would notify him in advance. Goldberg, who had declined an earlier offer to leave his position to be Secretary of Health, Education and Welfare, took Johnson's offer of the UN ambassadorship when Johnson discussed it with him on Air Force One to Illinois for Stevenson's funeral.[18] Goldberg was promised by Johnson that he would be a member of the President's cabinet and would be involved in all decisions involving ending the Vietnam War.[2] Bruce Allen Murphy, a professor at Lafayette College, wrote in one of his books that Johnson also told Goldberg that he would consider putting him on his ticket as Vice President in the 1968 United States presidential election.[2] Goldberg wrote that he resigned to have influence in keeping the peace in Vietnam and that after the crisis had passed, he expected he would be reappointed to the Supreme Court by Johnson to replace the retiring Chief Justice Earl Warren. He also said, \"I had an exaggerated opinion of my capacities. I thought I could persuade Johnson that we were fighting the wrong war in the wrong place [and] to get out.\"[19]: 348–351  David Stebenne, Goldberg's biographer, adds, \"Many observers, then and later, found this answer hard to accept.\" He suggests, \"Johnson must have had some influence over Goldberg that induced him [to resign from the Supreme Court].\" Time reported in 1962 that Johnson knew that for a party thrown in Johnson's honor that year, a Goldberg aide, Jerry Holleman, solicited contributions from wealthy supporters of Johnson, including Billy Sol Estes. Holleman accepted responsibility and there was no public awareness of Goldberg and Johnson's involvement.[20] Johnson said of the Goldberg decision in his later-released audio tapes: Goldberg would be able to answer the Russians... very effectively... He's got a bulldog face on him, and I think this Jew thing would take The New York Times-- all this crowd that gives me hell all the time-- and disarm them. And still have a Johnson man. I've always thought that Goldberg was the ablest man in Kennedy's Cabinet, and he was the best man to us.... Goldberg sold bananas, you know.... He's kind of like I am... He's shined some shoes in his day and he's sold newspapers, and he's had to slug it out...[18] Goldberg chose to retain only one of Stevenson's aides, US Ambassador Charles W. Yost, a career Foreign Service Office who was able to help Goldberg navigate the intricacies of United Nations procedures, and foreign affairs debates in the Security Council. While serving as UN Ambassador, Goldberg was successful at brokering peace between Greece and Turkey during the Cyprus crisis of 1967 and helped diplomatically resolve a conflict between North Korea and the United States following the 1968 Pueblo incident.[2] In 1967, Goldberg was a key drafter of Resolution 242, which followed the 1967 Six-Day War between Israel and the Arab states. While interpretation of that resolution has subsequently become controversial, Goldberg was very clear that the resolution does not obligate Israel to withdraw from all of the captured territories. He stated that: The notable omissions in language used to refer to withdrawal are the words the, all, and the June 5, 1967, lines. I refer to the English text of the resolution. The French and Soviet texts differ from the English in this respect, but the English text was voted on by the Security Council, and thus it is determinative. In other words, there is lacking a declaration requiring Israel to withdraw from the (or all the) territories occupied by it on and after June 5, 1967. Instead, the resolution stipulates withdrawal from occupied territories without defining the extent of withdrawal. And it can be inferred from the incorporation of the words secure and recognized boundaries that the territorial adjustments to be made by the parties in their peace settlements could encompass less than a complete withdrawal of Israeli forces from occupied territories [italics by Goldberg].[21] Goldberg's role as the UN ambassador during the Six-Day War may have been the reason why Sirhan Sirhan, the assassin of Robert F. Kennedy, also wanted to assassinate Goldberg.[22] Frustrated with the war in Vietnam, Goldberg resigned from the ambassadorship in 1968 and accepted a senior partnership with the New York law firm Paul, Weiss, Rifkind, Wharton & Garrison. Longing to return to the bench, Goldberg later claimed that he was Earl Warren's preference to succeed him when the chief justice announced his retirement in 1968, but President Johnson selected Abe Fortas instead.[23] After Fortas's nomination was withdrawn in the face of Senate opposition, Johnson briefly considered naming Goldberg chief justice as a recess appointment before ruling out the idea.[19]: 373  On 15 October 1969, Goldberg was a featured speaker at the Moratorium to End the War in Vietnam march.[24] With the prospect of a return to the Supreme Court closed to him by the election of Richard Nixon, Goldberg contemplated a run for elected office. Initially considering a challenge to Charles Goodell's reelection to the United States Senate, he decided to run against New York Governor Nelson Rockefeller in 1970.[2] Though the former justice initially polled well, his campaign was unsuccessful. Goldberg faced accusations of being a \"carpetbagger\" by the New York media and he faced a contested Democratic primary campaign against Howard J. Samuels.[2] Although Goldberg won the Democratic primary, his poor skills as a campaigner and lack of knowledge about New York (while campaigning in Manhattan, he mistakenly claimed that he was in Brooklyn), coupled with Rockefeller's formidable advantages, resulted in a 700,000 vote margin of victory for the incumbent Republican.[19]: 375–8  At one point in the campaign, Goldberg told a voter, who commented that he wished he was still on the Court \"so do I, sometimes.\"[2] Basil Paterson was his running mate as Lt. Governor. His son David later became Governor in 2008. After his defeat, Goldberg returned to law practice in Washington, D.C., and served as President of the American Jewish Committee.[25] In 1972, Goldberg returned to the Supreme Court as a lawyer, representing Curt Flood in Flood v. Kuhn. His oral argument was referred to by one observer as \"one of the worst arguments I'd ever heard – by one of the smartest men I've ever known...\"[26] Under President Jimmy Carter, Goldberg served as United States Ambassador to the Belgrade Conference on Human Rights in 1977, and was awarded the Presidential Medal of Freedom in 1978. Goldberg was a member of the Council on Foreign Relations from 1966 until 1989. He was also a member of the from 1961 to 1962, but resigned when he was named to the Supreme Court. Goldberg died in 1990. As a former member of the U.S. Army he was buried at Arlington National Cemetery in Virginia.[27]","Title":"Arthur Goldberg - Wikipedia","KeyID":"5579","URL":"https://en.wikipedia.org/wiki/Arthur_Goldberg"}