{"Content: ":"Basil Alexander Paterson (April 27, 1926 – April 16, 2014) was an American labor lawyer and politician. He served in the New York State Senate from 1966 to 1971 and as secretary of state of New York under Governor Hugh Carey from 1979 to 1983. In 1970, Paterson was the Democratic nominee for Lieutenant Governor of New York on the Arthur Goldberg ticket. Paterson's son David served as governor from 2008 to 2010.[1] Paterson was born in Harlem on April 27, 1926,[2] the son of Leonard James and Evangeline Alicia (Rondon) Paterson.[3] His father was born on the island of Carriacou in the Grenadines and arrived in New York City aboard the S.S. Vestris on May 16, 1917.[4][5][6][7] His mother was born in Kingston, Jamaica and arrived in Philadelphia on September 9, 1919, aboard the S.S. Vestnorge (with a final destination of New York City).[1] A stenographer by profession,[1] the former Miss Rondon once served as a secretary for Marcus Garvey.[2] In 1942, at the age of 16, Paterson graduated from De Witt Clinton High School in the Bronx. He was shaped by his experiences with racism early on. \"I got out of high school when I was 16,\" Paterson told The New York Times columnist Bob Herbert, \"and the first real job I had was with a wholesale house in the old Port Authority building, down on 18th Street. We'd pack and load these trucks that went up and down in huge elevators. Every year there would be a Christmas party for the employees at some local hotel. Those of us who worked in the shipping department were black. We got paid not to go to the party.\"[8] Paterson attended college at St. John's University, but his studies were interrupted by a two-year stint in the U.S. Army during World War II.[citation needed] After serving honorably, he returned to St. John's to complete his undergraduate studies. While there, he was active in social and community service organizations including the Kappa Alpha Psi fraternity—where he joined the ranks of the Omicron chapter of New York (now at Columbia University) in 1947. Paterson graduated with a B.S. degree in biology in 1948. He was later admitted to St. John's University Law School, where he received a Juris Doctor degree in 1951.[2][9] Paterson became involved in Democrat politics in Harlem in the 1950s. Along with former Mayor David Dinkins, Manhattan Borough President Percy Sutton, and Congressman Charles Rangel, he was a leader of the influential Gang of Four (also known as the \"Harlem Clubhouse\").[10] Paterson was elected to the New York State Senate in 1966 and represented the Upper West Side and Harlem in the 176th, 177th and 178th New York State Legislatures. While in office, he played a key role in preventing Columbia University from building a gym in Morningside Park.[8] In 1970, Paterson vacated his senate seat to run for Lieutenant Governor of New York alongside former U.S. Supreme Court Justice Arthur Goldberg. In the primary, Paterson received the most 100,000 more than votes than his ticket mate, who ran a close race against Howard Samuels.[clarification needed] During the election, Albany machine boss Daniel P. O'Connell stated \"He's the only white man on the ticket.\"[11] The Goldberg/Paterson ticket ultimately lost to Republican incumbents Gov. Nelson Rockefeller and Lt. Gov. Malcolm Wilson. Paterson was passed over for the 1974 Governor's race even though he was the highest vote-getter in 1970. His son, David Paterson, would go on to become Lt. Governor in January 2007.[citation needed] In 1978, Paterson was appointed Deputy Mayor of New York City by Ed Koch. He stepped down from that post in 1979 to become Secretary of State of New York in Governor Hugh Carey's administration. Paterson was the first African-American to hold the post, and he served until 1983.[citation needed] As Koch prepared to seek a third term in 1985, Paterson explored a mayoral candidacy of his own but ultimately chose not to run.[12] Andrew Cuomo appointed Paterson to the Board of the Port Authority of New York and New Jersey in 2013.[13] Paterson was Catholic.[14] Outside of public service, he was a member of Meyer, Suozzi, English & Klein, P.C. and co-chaired the firm's labor law practice.[9] Paterson was the father of 55th Governor of New York David Paterson. David, prior to his tenure as Governor, served in the state Senate from 1985 to 2006. David ran at the behest of Percy Sutton, after the death of Leon Bogues. David rose to the post of state senate minority leader from 2003 to 2006. He was subsequently elected lieutenant governor in 2006 on a ticket with Gov. Eliot Spitzer. David Paterson succeeded to the governor's office upon Spitzer's resignation on March 17, 2008. Basil was present at his son's swearing in and was recognized by his son during his speech. Paterson died on April 16, 2014, at Mount Sinai Hospital in Manhattan, shortly before his 88th birthday.[15][16] In 2020 David Paterson published a biography of his father titled Black, Blind, & In Charge: A Story of Visionary Leadership and Overcoming Adversity.[17][18]","Title":"Basil A. Paterson - Wikipedia","KeyID":"5580","URL":"https://en.wikipedia.org/wiki/Basil_Paterson"}