{"Content: ":"Peter Fortunate Vallone Sr. (born December 13, 1934 in New York City) is an American politician. His father, Judge Charles J. Vallone (1901–1967) of the Queens County Civil Court, encouraged young Peter to broaden his horizons beyond the limited social interactions with other ethnic and religious groups that were discouraged in the pre-Vatican II era. His mother, Leah Palmigiano Vallone, was a teacher and a Democratic State Committeewoman.[1] With his wife, Tena, he has three children (Peter Jr., Paul, and Perry) and eight grandchildren.[2] He attended Fordham University, where he received his BSS (1956) and his LLB (1959). A former Democratic New York City Councilman who represented Astoria, Queens from 1974 to 2001, he was the second most powerful official in New York City's government after the mayor, when he became the city's first Speaker of the City Council in 1986.[3] He held that position until Gifford Miller took over in 2002. Vallone drafted changes to the City Charter in 1989 that he claimed allowed the Council more say on the budget. He was an unsuccessful candidate for governor in 1998 (as the Democratic Party nominee), and for mayor in 2001 (placing third in the Democratic primary). He currently teaches political science at Baruch College and his autobiography, Learning to Govern: My Life in New York Politics, From Hell Gate to City Hall, described his years in government. He practices law in Astoria with his son, Peter Vallone Jr., who succeeded him in the City Council in 2002. After he retired from politics, Peter Vallone Sr. Founded a lobbying firm with a partner, Constantinople and Vallone [4] In 2005, Vallone endorsed Republican Michael Bloomberg for Mayor of New York City. In 2009, he endorsed a former rival in the mayoral race, Mark J. Green, who attempted to win back the job of Public Advocate.[5]  This New York City–related article is a stub. You can help Wikipedia by expanding it. This article about a politician from the state of New York is a stub. You can help Wikipedia by expanding it.","Title":"Peter Vallone Sr. - Wikipedia","KeyID":"5581","URL":"https://en.wikipedia.org/wiki/Peter_Vallone_Sr."}