{"Content: ":"Herman Carl McCall (born October 17, 1935) is an American politician of the Democratic Party. A former New York State Comptroller and New York State Senator, McCall was the Democratic candidate for Governor of New York in 2002. McCall was the first African-American to be elected New York State Comptroller. He is an ordained minister in the United Church of Christ, and he currently serves on the board of directors of several corporations. From October 17, 2011 until his retirement on June 30, 2019, McCall served as chairman of the State University of New York Board of Trustees. McCall was born in the Roxbury section of Boston, Massachusetts. He is the oldest of six children of Herman McCall and Caroleasa Ray. Herman McCall moved to Boston from Georgia and worked as a railroad porter; he abandoned the family when Carl was 11 years of age. Thereafter, the family was supported primarily by welfare and by relatives due to Carl's mother's infirmity. McCall graduated from Roxbury Memorial High School in Boston, where he was president of his class. He attended Dartmouth College on private and ROTC scholarships, graduating in 1958 with a Bachelor's degree in government. McCall was also educated at the University of Edinburgh[1] and received a Master of Divinity (M.Div.) Degree from Andover Newton Theological School. During the 1960s, McCall worked as a high school teacher and a bank manager. He taught for six months at Jamaica Plain High School on Sumner Hill in Boston, and then joined the Army. He opened a church in the Dorchester neighborhood. By the late 1960s, McCall had moved to New York City. He was appointed by New York Mayor John Lindsay to head the Commission Against Poverty. During the 1970s, McCall, as a member of the Harlem Clubhouse, backed by the Harlem political power of Percy Sutton,[citation needed] was elected to three terms[2] as a State Senator representing Harlem and the Upper West Side of Manhattan. He was a member of the New York State Senate from 1975 to 1980, sitting in the 181st, 182nd and 183rd New York State Legislatures.[citation needed] He left the Senate to accept an appointment from President Jimmy Carter as a member of the U.S. delegation to the United Nations with the rank of Ambassador.[dubious – discuss] In 1982, McCall was an unsuccessful candidate for the Democratic nomination for Lieutenant Governor of New York. Governor Mario Cuomo then appointed McCall to serve as the state's Commissioner of Human Rights (1983–84). While serving in the private sector as a vice president for governmental relations with Citicorp (1985–93), McCall accepted an appointment to the New York City Board of Education, where he served as President of the Board from 1991 to 1993. In 1993, McCall was selected by the New York State Legislature to fill the unexpired term of Republican Edward Regan as state comptroller. As comptroller, McCall was responsible for serving as the state's chief fiscal officer, conducting audits of state and local entities, serving as the state's bookkeeper, investing the state's funds, overseeing the state's debt issuances, and serving as the sole trustee of the state pension fund. McCall was elected to a full term as Comptroller in 1994 (defeating Conservative Herbert London) and was re-elected in 1998 (defeating Republican Bruce Blakeman). In 1998, he announced that he would not seek election to the U.S. Senate in 2000, helping to pave the way for the successful candidacy of Hillary Clinton. Al Sharpton was quoted as saying that \"if David Dinkins has a cold in the black community, Carl McCall has pneumonia\", and it has been said that McCall was a \"stiff, bourgeois figure\" who generally did not excite the black electorate.[3] In 2002, McCall officially announced his campaign against Republican incumbent George Pataki. After his primary opponent, former US Housing Secretary Andrew Cuomo, withdrew from the race,[4] McCall entered the general election as the uncontested Democratic candidate, but lost to Pataki. McCall remains New York state's highest-ranking black elected official and first black major party gubernatorial candidate.[5] McCall was the favorite of the Democratic establishment, but he faced a tough challenge from Cuomo which almost split the party.[6] Cuomo proved to be a better fundraiser, and McCall's own campaign war chest was heavily depleted in the primary battle. Although McCall himself did not make any negative attacks, his close supporter, US Congressman Charles B. Rangel, stated that the McCall camp would not necessarily endorse Cuomo in the general election should the latter win. This backfired as some Italian-Americans interpreted that as racism, and many of Cuomo's supporters refused to unite behind McCall after McCall won the nomination. McCall was endorsed by Senator Chuck Schumer. While Senator Hillary Clinton did not officially take sides during the primary, she loaned a staffer and a fundraiser to McCall's campaign and she marched by McCall's side at the West Indian American Day parade in New York City, as the Clinton wanted to retain strong African-American support in case she made a president run in the future. Cuomo withdrew from the primary race after McCall moved to a double-digit lead in polls.[7] Money would prove to be a handicap in the general election, as DNC Chairman Terry McAuliffe stated that he would not channel large sums of money to McCall's campaign unless the gap could be closed with Pataki, which McCall never managed to do.[citation needed] In an unusual show of support, conservative radio host Rush Limbaugh urged his listeners to donate to McCall's campaign. Limbaugh said the refusal to give the McCall campaign money was a show of racism on the part of the DNC.[citation needed] Charles Rangel suggested that Andrew Cuomo's gubernatorial run in 2010 would undo years of work that Cuomo spent rebuilding his standing in the state Democratic Party after his bruising 2002 gubernatorial primary contest against Carl McCall. Rangel said \"it would be immoral for the white attorney general to challenge New York's first black governor in a primary\" with the \"inclination for racial polarization in a primary in the state of New York. Since we have most African-Americans registered as Democrats, and since you would be making an appeal for Democrats, it would be devastating in my opinion\". David Paterson, the incumbent and first African-American governor of New York, whom Rangel staunchly supported, fared poorly in polls due to several scandals and later abandoned his campaign re-election.[5][8] In October 2002, McCall released 61 letters he had written on state letterhead to heads of companies in which the state pension fund owned large blocks of stock, asking them to review enclosed resumes of his relatives and other job-seekers. Some of the letters referred to the size of the state's ownership interest in the corporation targeted, which critics claimed amounted to a veiled threat to punish companies that didn't hire his relatives. A Quinnipiac poll released October 16 showed that two-thirds of likely voters were aware of the letters and of those more than a fifth were less likely to vote for McCall as a result. McCall defended the letters. Although he did issue a statement regretting the \"appearance\" and \"impression\" of the letters he wrote on government stationery, he maintained that he \"never sought to leverage my public position nor mix my government role with my personal and professional relationship\" in the letters.[9] McCall's daughter, Marci, was hired by Verizon, which received such a letter, but was subsequently fired for using her company credit card to pay for substantial personal expenditures. Charges of larceny against her were dropped after some reimbursement to Verizon, and she was then hired as a marketer by McCall's running mate, Dennis Mehiel. McCall was defeated in the election for governor by the Republican incumbent, George Pataki. McCall received 33% of the vote, a low percentage for a Democratic nominee for statewide office in a state where the Democratic Party is by far the dominant party based on voter registrations. Some observers felt that this seemingly poor showing was in part due to the revelation of the above-referenced letters; others insinuated that McCall's showing was related to racism, especially in upstate New York. However, others point out that Pataki was able to make crucial inroads into traditional areas of Democratic support, such as unions and even African-American congregations. The three-way vote-split efforts of Tom Golisano, who primarily ran against Pataki on his own third-party line, also diverted much of the anti-Pataki vote away from McCall. Other political commentators attribute McCall's defeat to the growing popularity of the Republican Party after the terrorist attacks of September 11, 2001, along with Governor Pataki's successful administration of the state. McCall was a recent member of the Board of the New York Stock Exchange (1999–2003), as well as the Apollo Theater Foundation, Inc. Currently, he is a member of the Fiscal Control Board for Buffalo, New York as well as the SUNY Board of Trustees. He also serves on the Boards of Directors for TYCO International, New Plan Realty, TAG Entertainment Corporation, Ariel Mutual Fund,[10] and as Chair of the New York State Public Higher Education Conference Board. He spoke at his alma mater Dartmouth College's annual Martin Luther King Jr. Day celebration in 2006 about modern civil rights and the legacy of Dr. King. He operates his own financial services fund called Convent Capital, LLC. In January 2007, McCall was appointed to a panel, along with former New York State Comptroller Ned Regan and former New York City Comptroller Harrison Jay Goldin, to interview and recommend up to five candidates to the State Legislature to replace Alan Hevesi, who resigned as state comptroller due to scandal.[11] In May 2009, Convent Capital, the financial services firm run by McCall, was subpoenaed, along with other unregistered placement agents, by state Attorney General Andrew Cuomo's office as part of an inquiry into possible corruption involved in deals brokered between investment firms and the state pension fund. McCall joined the State University of New York Board of Trustees on October 22, 2007, and was appointed chairman on October 17, 2011.[12] He announced his retirement in April 2019, effective at the end of June.[2] He was succeeded as chair by vice chair Merryl Tisch.[13] McCall's first marriage—to Cecilia McCall, the mother of his daughter Marcella (Marci)--ended in divorce. In 1983, McCall married his second wife, Joyce F. Brown; Brown is a former psychology professor, was a Deputy Mayor of New York City under Mayor David Dinkins, and is president of SUNY's Fashion Institute of Technology in New York City. They have no children. McCall is a member of the Alpha Phi Alpha fraternity.[14] McCall is the recipient of nine honorary degrees.[15] In 2003, he was awarded the Nelson Rockefeller Distinguished Public Service Award from the Rockefeller College of Public Affairs and Policy at the University of Albany. On February 14, 2020, the SUNY Plaza administrative building was renamed to the H. Carl McCall SUNY Building in honor of McCall's \"long standing contributions to SUNY and New York State.\"[16]","Title":"Carl McCall - Wikipedia","KeyID":"5583","URL":"https://en.wikipedia.org/wiki/Carl_McCall"}