{"Content: ":"Owen D. Young (October 27, 1874 – July 11, 1962) was an American industrialist, businessman, lawyer and diplomat at the Second Reparations Conference (SRC) in 1929, as a member of the German Reparations International Commission.[1] He is known for the plan to settle Germany's World War I reparations, known as the Young Plan and for the creation of the Radio Corporation of America. Young founded RCA as a subsidiary of General Electric in 1919; he became its first chairman and continued in that position until 1929. RCA was liquidated by GE in 1986. Owen D. Young was born on October 27, 1874 on a small farmhouse in the village of Van Hornesville, Town of Stark, New York. His parents’ names were Jacob Smith Young and Ida Brandow and they worked the farm that his grandfather owned. Owen was an only child, his parents lost their first born son before he was born, and his birth was something rejoiced. He was the first male of the family to have a name that was not biblical since they had first arrived in 1750, driven from the Palatinate on the Rhine in Germany by constant war and religious persecution.[2] They were taken in by the Protestant Queen Anne in England, sent to New York in 1710 to act to provide naval stores for the British fleet along the Hudson River, and eventually moving north and west, taking land from the Native Americans before settling along the Mohawk. The ‘D’ in his name was more for adornment than anything else, and so does not stand for anything. Owen went to school for the first time in the spring of 1881. He was six years old, and had always been inclined to books and studying. He had a teacher, Menzo McEwan, who taught him for years, and would eventually be responsible for Owen going to East Springfield, one of the few secondary schools that he could afford. Of course, it was not too close to Van Hornesville, which had few secondary education opportunities near it. This took him away from the farm, where his help was needed, but his parents supported his pursuit of education to the point of later mortgaging the farm to send him to St. Lawrence University at Canton, New York.[3] He married Josephine Sheldon Edmonds (1870–1935) on June 13, 1898 in Southbridge, Massachusetts. A few years after Josephine died, he married the fashion designer and businesswoman Louise Powis Clark (1887–1965), a widow with three children.[4] East Springfield Academy was a small coeducational school and Young greatly enjoyed his time there,[5] making lifelong friends; later in life, he tried to attend all of the reunions. St. Lawrence was a small institute struggling to survive and in serious need of both money and students and Owen Young was a good candidate. It was still expensive enough to cause some hesitance, however. With his father getting on in years, Owen was needed on the farm more than ever. His parents were eventually convinced by the president of the college. It was there that Young was able to grow as a person in both his education and his faith. He discovered Universalism, which allowed for more intellectual freedom, separate from the gloom and hellfire permeating other Christian sects. Young remained a student from September 1890 before becoming an 1894 graduate of St. Lawrence University, on June 27. He completed the three-year law course at Boston University in two years, graduating cum laude in 1896. After graduation he joined lawyer Charles H. Tyler and ten years later became a partner in that Boston law firm. They were involved in litigation cases between major companies. During college, he not only became a brother of the Beta Theta Pi fraternity, but he also met his future wife Josephine Sheldon Edmonds, an 1886 Radcliffe graduate. He married her in 1898, and she eventually bore him five children. Young represented Stone and Webster in a successful case against GE around 1911 and through that case came to the attention of Charles A. Coffin, the first president of General Electric. After the death of GE's General Counsel Hinsdill Parsons in April 1912, Coffin invited Young to become the company's Chief Counsel and Young moved to Schenectady. He became GE's president in 1922 and then in the same year was appointed inaugural chairman, serving in that position until 1939. Under his guidance and teaming with president Gerard Swope, GE shifted into the extensive manufacturing of home electrical appliances, establishing the company as a leader in this field and speeding the mass electrification of farms, factories and transportation systems within the US. In 1919, at the request of the government, he created the Radio Corporation of America (RCA) to combat the threat of English control over the world's radio communications against America's struggling radio industry. He became its augmentation chairman and served in that position until 1929, helping to establish America's lead in the burgeoning technology of radio, making RCA the largest radio company in the world.[6] In 1928, he was appointed to the board of trustees of the Rockefeller Foundation under a major reorganization of that institution, serving on that board also up to 1939. Young's participation in President Woodrow Wilson's Second Industrial Conference following World War I marked the beginning of his counseling of five U.S. presidents. In 1924, he coauthored the Dawes Plan, which provided for a reduction in the annual amount of German reparations. In the late 1920s investments fell, and Germany again defaulted on its payments. In 1929 a new international body met to consider a program for the final release of German obligations; Young acted as chairman. Germany's total reparations were reduced and spread over 59 annual payments. After establishing this \"Young Plan\", Young was named Time Magazine's Man of the Year in 1929. The Young Plan collapsed with the coming of the Great Depression. Young was also instrumental in plans for a state university system in New York. In 1932, he was a candidate for the Democratic presidential nomination. He did not campaign actively, but his friends promoted his candidacy beginning in 1930 and at the 1932 Democratic National Convention. He was highly regarded by candidates Alfred E. Smith and Franklin D. Roosevelt, and some convention observers speculated that they would support Young in the event of a convention deadlock. In 1930, he built the Van Hornesville, New York, Central School in his hometown to consolidate all the small rural schools in the area. In 1963, it was renamed Owen D. Young Central School in his honor. Long active in education, Young was a trustee of St. Lawrence University from 1912 to 1934, serving as president of the board the last 10 years. The main library of the University is named in his honor. After Young married Louise Powis Clark in 1937, the couple created a winter estate in Florida that included a formal garden and citrus stand along State Road A1A. In 1965, Louise gifted the estate to the State of Florida, and it is now the site of Washington Oaks Gardens State Park.[7] In 1939, he formally retired to the family farm in New York, where he began dairy farming. He died in Florida on July 11, 1962 following several months of poor health.[1] More than 20 colleges awarded him honorary degrees. Long interested in education, he was a member of the New York State Board of Regents, governing body of New York's educational system, until 1946. Then, New York Governor Thomas E. Dewey called upon him to head the state commission that laid the groundwork for the State University of New York system. Although the commission represented a wide range of views and opinions, Young achieved a surprising unanimity that resulted in a report containing recommendations adopted by the legislature. He was inducted into the Junior Achievement U.S. Business Hall of Fame in 1981 and the Consumer Technology Hall of Fame in 2019.","Title":"Owen D. Young - Wikipedia","KeyID":"5587","URL":"https://en.wikipedia.org/wiki/Owen_D._Young"}