{"Content: ":"Hugh Samuel Johnson (August 5, 1882 – April 15, 1942) was a United States Army officer, businessman, speech writer, government official and newspaper columnist. He was a member of the Brain Trust of Franklin D. Roosevelt from 1932 to 1934. He wrote numerous speeches for FDR and helped plan the New Deal. Appointed head of the National Recovery Administration (NRA) in 1933, he was highly energetic in his \"blue eagle\" campaign to reorganize American business to reduce competition and raise wages and prices. Schlesinger (1958) and Ohl (1985) conclude that he was an excellent organizer, but that he was also domineering, abusive, outspoken, and unable to work harmoniously with his peers. He lost control of the NRA in August 1934.[2] He was born in Fort Scott, Kansas in 1882[3] to Samuel L. and Elizabeth (née Mead) Johnson.[4] His paternal grandparents, Samuel and Matilda (MacAlan) Johnson, emigrated to the United States from Ireland in 1837 and originally settled in Brooklyn, New York.[4] Hugh's father was a lawyer, and he attended public school in Wichita, Kansas, before the family moved to Alva, Oklahoma Territory.[4] He attempted to run away from home to join the Oklahoma state militia at the age of 15, but he was apprehended by his family before he left town.[5] His father promised to try to secure him an appointment to the United States Military Academy (West Point), and was successful in obtaining an alternate appointment.[6][3][5] Johnson himself discovered that the individual who was first in line for the appointment was too old, and convinced him to step aside so that Johnson could enter the academy.[5] Johnson entered West Point in 1899,[6][3][7] and graduated and was commissioned a second lieutenant in the 1st Cavalry on June 11, 1903.[6][7] Douglas MacArthur was one of his West Point classmates.[3] From 1907 to 1909 he was stationed at Pampanga, Philippines, but later was transferred to California.[6][7] In the early years of the 20th century, most national parks in the United States were administered by units of the United States Army.[8] Johnson was subsequently stationed at Yosemite and Sequoia national parks.[6] He was promoted to first lieutenant on March 11, 1911, and was named superintendent of Sequoia National Park in 1912.[6] Wishing to follow in his father's footsteps, Johnson won permission from General Enoch Crowder[5] to attend the University of California (at Berkeley) where he received his Bachelor of Arts degree (with honors) in 1915 and his Juris Doctor in 1916 (doubling up on courses to graduate in half the time required).[6][5] Transferring to the Judge Advocate General's Corps (JAG), from May to October 1916 he served under General John J. Pershing in Mexico with the Pancho Villa Expedition.[6] promoted to captain on July 1, 1916, he transferred to the JAG headquarters in Washington, D.C., in October 1916.[6][7] He was promoted to major on May 15, 1917, and to lieutenant colonel on August 5, 1917.[6][7] He was named Deputy Provost Marshal General in October 1917,[6][9] and the same month was named to a Department of War committee on military training (the U.S. had entered World War I on April 6, 1917).[6][10] As a captain, Johnson helped co-author the regulations implementing the Selective Service Act of 1917.[3] Without Congressional authorization, he ordered completed several of the initial first steps needed to implement the draft.[5] The action could have led to his court-martial had Congress not acted (a month later) to pass the conscription law.[5] He was promoted to colonel on January 8, 1918, and to brigadier general on April 15, 1918.[6][7][11] At the time of his promotion, he was the youngest person, at the age of 35, to reach the rank of brigadier general since the Civil War, and the youngest West Point graduate to remain continuously in the service who had ever reached the rank.[5] Ohl (1985) finds that Johnson was an excellent second-in-command during the war in the Office of the Provost Marshal under Brigadier General Enoch H. Crowder as long as he was closely watched and tightly supervised. His considerable talents were effectively drawn upon in the planning and implementation of the registration and draft before and during the conflict. However he was never able to work smoothly with others.[12] Upon his promotion to brigadier general, Johnson was appointed director of the Purchase and Supply Branch of the General Staff in April 1918,[6][5] and was promoted to assistant director of the Purchase, Storage and Traffic Division of the General Staff in October 1918.[6] In this capacity, he worked closely with the War Industries Board.[3] He favorably impressed many businessmen, including Bernard Baruch (head of the War Industries Board).[3] These contacts later proved critical in winning Johnson a position with President Franklin D. Roosevelt's administration.[3] He was put in command of the 15th Infantry Brigade which was part of the 8th Division, but the unit did not deploy to Europe because the war had ended.[dubious – discuss][13] Johnson resigned from the U.S. Army on February 25, 1919.[13] For his service in the Provost Marshal's office and in executing the draft, he was awarded the Army Distinguished Service Medal in 1926.[13] Johnson was named assistant general manager of the Moline Plow Company on September 1, 1919.[13] Moline Plow's president, George Peek, and Johnson were both supporters of the McNary–Haugen Farm Relief Bill, a proposed federal law which would have established the first farm price supports in U.S. history.[3] Johnson left Moline Plow in 1927 to become an adviser to Bernard Baruch.[14] He joined the Brain Trust of Franklin D. Roosevelt in the 1932 presidential election. His major role was drafting speeches, most notably one that FDR delivered in Pittsburgh denouncing the reckless spending of the Hoover administration and calling for a very conservative fiscal policy.[15] Johnson played a major role in the New Deal. In 1933 Roosevelt appointed Johnson to administer the National Recovery Administration (NRA). The NRA involved ending the Great Depression by organizing thousands of businesses under codes drawn up by trade associations and industries. According to biographer John Ohl (as summarized by reviewer Lester V. Chandler): Johnson's priorities became evident almost immediately. In the prescription, \"Self regulation of industry under government supervision\" the emphasis was to be on maximum freedom for business to formulate its own rules with a minimum of government supervision. Consumer protection and the interests of labor were of decidedly lesser importance. To induce business to formulate and abide by codes of fair competition Johnson was willing to condone almost any type of price fixing, restriction of production, limitation of productive capacity, and other types of anti-competitive practices.[16] Johnson was recognized for his efforts when Time named him Man of the Year of 1933—choosing him instead of FDR.[17] By 1934 the enthusiasm that Johnson had so successfully created had faded. Johnson was faltering badly, which historians ascribe to the profound contradictions in NRA policies, compounded by heavy drinking on the job. Big business and labor unions both turned hostile.[18][19][20] 1 According to historian Ellis Hawley:[21] at the hands of historians the National Recovery Administration of 1933-35 has fared badly. Cursed at the time, it has remained the epitome of political aberration, illustrative of the pitfalls of “planning” and deplored both for hampering recovery and delaying genuine reform. Johnson came under attack by Labor Secretary Frances Perkins for having un-American policies.[22] He distributed copies of a fascist tract called \"The Corporate State\" by one of Benito Mussolini's favorite economists, Bruno Biagi, including giving one to Perkins and asking her give copies to Roosevelt's cabinet.[23] Perkins feared that Johnson looked on Italian Fascist corporativism as a kind of model for the American economy, and she convinced Roosevelt to fire him in September 1934. The NRA continued to deteriorate—it was abolished in 1935.[24] Upon leaving the Roosevelt administration, Johnson, who had long been a successful essay writer for national magazines, now became a syndicated newspaper columnist specializing in political commentary. He supported Roosevelt in the 1936 presidential election, but when the Court-packing plan was announced in 1937 he denounced Roosevelt as a would-be dictator. In 1939 he endorsed isolationism—staying out of World War II; he endorsed Wendell Willkie the Republican candidate in the 1940 presidential election.[12] Johnson wrote a number of articles and stories. One future history piece, The Dam, was written in 1911 and appears in the Sam Moskowitz anthology, Science Fiction by Gaslight. In the story, Japan invades and conquers California.[citation needed] General Hugh S. Johnson died in Washington, D.C., in April 1942 from pneumonia.[1] He was buried in Arlington National Cemetery. ","Title":"Hugh S. Johnson - Wikipedia","KeyID":"5590","URL":"https://en.wikipedia.org/wiki/Hugh_S._Johnson"}