{"Content: ":"Mohammad Mosaddegh[a] (Persian: محمد مصدق, IPA: [mohæmˈmæd(-e) mosædˈdeɢ] (listen);[b] 16 June 1882 – 5 March 1967) was an Iranian politician who served as the 35th Prime Minister of Iran. An author, administrator, lawyer and parliamentarian, he was elected in 1951 by the 16th Iranian Majlis to the office of Prime Minister,[4][5] his government came under scrutiny for ending the 1952 election before rural votes could be fully counted.[6] He served into the 17th Iranian Majlis, when his government was overthrown in the 1953 Iranian coup d'état orchestrated by the intelligence agencies of the United Kingdom (MI6) and the United States (CIA), led by Kermit Roosevelt Jr.[7][8] Before its removal from power, his administration introduced a range of social and political measures such as social security, land reforms and higher taxes including the introduction of taxation on the rent of land. His government's most significant policy, was the nationalization of the Iranian oil industry, which had been built by the British on Persian lands since 1913 through the Anglo-Persian Oil Company (APOC/AIOC), later known as British Petroleum (BP).[9] Following an initial failed coup by the CIA/MI6-backed General Fazlollah Zahedi, the CIA field agent in charge, Kermit Roosevelt, defied orders and attempted a second overthrow. By paying mobs to demonstrate, tricking Mossadegh into urging his supporters to stay home, and bribing and mobilizing officers against Mossadegh, he was able to force a military confrontation outside Mossadegh's home. With loyalist troops overwhelmed, Mossadegh was taken into hiding by his aides. He surrendered himself to the Officers' Club when Zahedi announced an order for his arrest on the radio. Following the coup Mohammad Reza Pahlavi seized power and began privatizing Iran's oil.[10] Mosaddegh was imprisoned for three years, then put under house arrest until his death and was buried in his own home so as to prevent a political furor.[11][12] In 2013, the U.S. government formally acknowledged the U.S. role in the coup, as a part of its foreign policy initiatives.[13] Mosaddegh was born to a prominent Persian family of high officials in Tehran on 16 June 1882; his father, Mirza Hideyatu'llah Ashtiani, was the finance minister under the Qajar dynasty, and his mother, Princess Malek Taj Najm-es-Saltaneh, was the granddaughter of the reformist Qajar prince Abbas Mirza, and a great-granddaughter of Fath-Ali Shah Qajar.[14][15][16] When Mosaddegh's father died in 1892, his uncle was appointed the tax collector of the Khorasan province and was bestowed with the title of Mosaddegh-os-Saltaneh by Nasser al-Din Shah.[17] Mosaddegh himself later bore the same title, by which he was still known to some long after titles were abolished.[18][c] In 1901, Mosaddegh married Zahra Emami (1879–1965), a granddaughter of Nasser al-Din Shah through her mother Zi'a es-Saltaneh.[19] In 1909, Mosaddegh pursued education abroad in Paris, France where he studied at the Institut d'études politiques de Paris (Sciences Po). He studied there for 2 years, returning to Iran because of illness in 1911. After 5 months, Mosaddegh returned to Europe to study a Doctorate of Laws (doctorate en Droit) at the University of Neuchâtel in Switzerland.[20] In June 1913, Mosaddegh received his doctorate and in doing so became the first Iranian to receive a PhD in Law from a European university.[21] Mosaddegh taught at the Tehran School of Political Science at the start of World War I before beginning his political career.[citation needed] Mosaddegh started his political career with the Iranian Constitutional Revolution of 1905–07. At the age of 24, he was elected from Isfahan to the newly inaugurated Persian Parliament, the Majlis of Iran. However, he was unable to assume his seat, because he had not reached the legal age of 30.[22] During this period he also served as deputy leader of the Society of Humanity, under Mostowfi ol-Mamalek.[23] In protest at the Anglo-Persian Treaty of 1919, he relocated to Switzerland, from where he returned the following year after being invited by the new Iranian prime minister, Hassan Pirnia (Moshir-ed-Dowleh), to become his minister of justice. While en route to Tehran, he was asked by the people of Shiraz to become the governor of the Fars Province. He was later appointed finance minister, in the government of Ahmad Qavam (Qavam os-Saltaneh) in 1921, and then foreign minister in the government of Moshir-ed-Dowleh in June 1923. He then became governor of the Azerbaijan Province. In 1923, he was re-elected to the Majlis.[citation needed] In 1925, the supporters of Reza Khan in the Majlis proposed legislation to dissolve the Qajar dynasty and appoint Reza Khan the new Shah. Mossadegh voted against such a move, arguing that such an act was a subversion of the 1906 Iranian constitution. He gave a speech in the Majlis, praising Reza Khan's achievements as prime minister while encouraging him to respect the constitution and stay as the prime minister. On 12 December 1925, the Majlis deposed the young Shah Ahmad Shah Qajar, and declared Reza Shah the new monarch of the Imperial State of Persia, and the first Shah of the Pahlavi dynasty.[24]> Mosaddegh then retired from politics, due to disagreements with the new regime.[25][26] In 1941, Reza Shah Pahlavi was forced by the British to abdicate in favor of his son Mohammad Reza Pahlavi. In 1944, Mosaddegh was once again elected to parliament. This time he took the lead of Jebhe Melli (National Front of Iran, created in 1949), an organization he had founded with nineteen others such as Hossein Fatemi, Ahmad Zirakzadeh, Ali Shayegan and Karim Sanjabi, aiming to establish democracy and end the foreign presence in Iranian politics, especially by nationalizing the Anglo-Iranian Oil Company's (AIOC) operations in Iran. In 1947 Mossadegh once again announced retirement, after an electoral-reform bill he had proposed failed to pass through Majlis.[27] On 28 April 1951, the Shah appointed Mosaddegh as Prime Minister after the Majlis (Parliament of Iran) nominated Mosaddegh by a vote of 79–12. The Shah was aware of Mosaddegh's rising popularity and political power, after a period of assassinations by Fada'iyan-e Islam and political unrest by the National Front. Demonstrations erupted in Tehran after Mosaddegh's appointment, with crowds further invigorated by the speeches of members from the National Front. There was a special focus on the Anglo-Iranian Oil Company and the heavy involvement of foreign actors and influences in Iranian affairs. Although Iran was not officially a colony or a protectorate, it was still heavily controlled by foreign powers beginning with concessions provided by the Qajar Shahs, and leading up to the oil agreement signed by Reza Shah in 1933.[28][page needed] The new administration introduced a wide range of social reforms: unemployment compensation was introduced, factory owners were ordered to pay benefits to sick and injured workers, and peasants were freed from forced labor in their landlords' estates. In 1952, Mossadegh passed the Land Reform Act which forced landlords to place 20% of their revenue into a development fund. This development fund paid for various projects such as public baths, rural housing, and pest control.[29] On 1 May, Mosaddegh nationalised the Anglo-Iranian Oil Company, canceling its oil concession, which was otherwise set to expire in 1993, and expropriating its assets. Mossadegh saw the AIOC as an arm of the British government controlling much of the oil in Iran, pushing him to seize what the British had built in Iran.[28][page needed] The next month, a committee of five majlis deputies was sent to Khuzistan to enforce the nationalization.[30][31] Mosaddegh justified his nationalisation policy by claiming Iran was \"the rightful owner...\" of all the oil in Iran, and also pointing out Iran could use the money, in a 21 June 1951 speech: Our long years of negotiations with foreign countries... have yielded no results thus far. With the oil revenues, we could meet our entire budget and combat poverty, disease, and backwardness among our people. Another important consideration is that by the elimination of the power of the British company, we would also eliminate corruption and intrigue, by means of which the internal affairs of our country have been influenced. Once this tutelage has ceased, Iran will have achieved its economic and political independence. The Iranian state prefers to take over the production of petroleum itself. The company should do nothing else but return its property to the rightful owners. The nationalization law provides that 25% of the net profits on oil be set aside to meet all the legitimate claims of the company for compensation. It has been asserted abroad that Iran intends to expel the foreign oil experts from the country and then shut down oil installations. Not only is this allegation absurd; it is utter invention.[32] The confrontation between Iran and Britain escalated as Mosaddegh's government refused to allow the British any involvement in their former enterprise, and Britain made sure Iran could sell no oil, which it considered stolen. In July, Mosaddegh broke off negotiations with AIOC after it threatened to \"pull out its employees\" and told owners of oil tanker ships that \"receipts from the Iranian government would not be accepted on the world market.\" Two months later the AIOC evacuated its technicians and closed down the oil installations. Under nationalized management, many refineries lacked the trained technicians that were needed to continue production. The British government announced a de facto blockade, reinforced its naval force in the Persian Gulf and lodged complaints against Iran before the United Nations Security Council.[30] The British government also threatened legal action against purchasers of oil produced in the Iranian refineries and obtained an agreement with its sister international oil companies not to fill in where the AIOC was boycotting Iran. The entire Iranian oil industry came to a virtual standstill, oil production dropping from 241,400,000 barrels (38,380,000 m3) in 1950 to 10,600,000 barrels (1,690,000 m3) in 1952. This Abadan Crisis reduced Iran's oil income to almost nothing, putting a severe strain on the implementation of Mosaddegh's promised domestic reforms. At the same time, BP and Aramco doubled their production in Saudi Arabia, Kuwait and Iraq, to make up for lost production in Iran so that no hardship was felt in Britain.[citation needed] Still enormously popular in late 1951, Mosaddegh called elections. His base of support was in urban areas and not in the provinces.[33] This fact was reflected in the rejection of Mosaddegh's bill for electoral reform (which no longer disqualified illiterates from electoral participation) by the conservative bloc, on the grounds that it would \"unjustly discriminate patriots who had been voting for the last forty years\".[33] According to historian Ervand Abrahamian: \"Realizing that the opposition would take the vast majority of the provincial seats, Mosaddegh stopped the voting as soon as 79 deputies – just enough to form a parliamentary quorum—had been elected.\"[33] An alternative account is offered by journalist Stephen Kinzer: Beginning in the early 1950s under the guidance of C.M. Woodhouse, chief of the British intelligence station in Tehran, Britain's covert operations network had funneled roughly £10,000 per month to the Rashidian brothers (two of Iran's most influential royalists) in the hope of buying off, according to CIA estimates, \"the armed forces, the Majlis (Iranian parliament), religious leaders, the press, street gangs, politicians and other influential figures\".[34] Thus, in his statement asserting electoral manipulation by \"foreign agents\", Mosaddegh suspended the elections. His National Front party had made up 30 of the 79 deputies elected. Yet none of those present vetoed the statement, and the elections were postponed indefinitely. The 17th Majlis convened in February 1952.[citation needed] Throughout Mossadegh's career, he strove to increase the power the people held versus the power of the crown.[28][page needed] In 1952, he was granted emergency powers by the Majlis which he used to diminish the amount of power the Shah held at the time. He used these powers to place the control of the armed forces under the government, to decrease the size of the armed forces, and introduce land reforms with a more socialist approach.[citation needed] Tension soon began to escalate in the Majlis. Conservative opponents refused to grant Mosaddegh special powers to deal with the economic crisis caused by the sharp drop in revenue and voiced regional grievances against the capital Tehran, while the National Front waged \"a propaganda war against the landed upper class\".[33] On 16 July 1952, during the royal approval of his new cabinet, Mosaddegh insisted on the constitutional prerogative of the Prime Minister to name a Minister of War and the Chief of Staff, something the Shah had done up to that point. The Shah refused, seeing it as a means for Mosaddegh to consolidate his power over the government at the expense of the monarchy. In response, Mosaddegh announced his resignation appealing directly to the public for support, pronouncing that \"in the present situation, the struggle started by the Iranian people cannot be brought to a victorious conclusion\".[35] Veteran politician Ahmad Qavam (also known as Ghavam os-Saltaneh) was appointed as Iran's new Prime Minister. On the day of his appointment, he announced his intention to resume negotiations with the British to end the oil dispute, a reversal of Mosaddegh's policy. The National Front—along with various Nationalist, Islamist, and socialist parties and groups[36]—including Tudeh—responded by calling for protests, assassinations of the Shah and other royalists, strikes and mass demonstrations in favor of Mosaddegh. Major strikes broke out in all of Iran's major towns, with the Bazaar closing down in Tehran. Over 250 demonstrators in Tehran, Hamadan, Ahvaz, Isfahan, and Kermanshah were killed or suffered serious injuries.[37] After five days of mass demonstrations on Si-ye Tir (the 30th of Tir on the Iranian calendar), military commanders ordered their troops back to barracks, fearful of overstraining the enlisted men's loyalty, and left Tehran in the hands of the protesters.[38] Frightened by the unrest, Shah dismissed Qavam and re-appointed Mosaddegh, granting him the full control of the military he had previously demanded.[citation needed] More popular than ever, a greatly strengthened Mosaddegh convinced parliament to grant him emergency powers for six months to \"decree any law he felt necessary for obtaining not only financial solvency, but also electoral, judicial, and educational reforms\".[39] Majlis deputies elected Ayatollah Abol-Ghasem Kashani as House Speaker. Kashani's Islamic scholars, as well as the Tudeh Party, proved to be two of Mosaddegh's key political allies, although relations with both were often strained.[citation needed] With his emergency powers, Mosaddegh tried to limit the monarchy's powers,[40] cutting the Shah's personal budget, forbidding him to communicate directly with foreign diplomats, transferring royal lands back to the state and expelling the Shah's politically active sister Ashraf Pahlavi.[38] In January 1953, Mosaddegh successfully pressed Parliament to extend his emergency powers for another 12 months. With these powers, he decreed a land reform law that established village councils and increased the peasants' share of production.[39] This weakened the landed aristocracy, abolishing Iran's centuries-old feudal agriculture sector, replacing it with a system of collective farming and government land ownership, which centralized power in his government. Mosaddegh saw these reforms as a means of checking the power of the Tudeh Party, which had been agitating for general land reform among the peasants.[citation needed] However, during this time Iranians were \"becoming poorer and unhappier by the day\" thanks to the British boycott. As Mosaddegh's political coalition began to fray, his enemies increased in number.[41] Partly through the efforts of Iranians sympathizing with the British, and partly in fear of the growing dictatorial powers of the Prime Minister, several former members of Mosaddegh's coalition turned against him, fearing arrest. They included Mozzafar Baghai, head of the worker-based Toilers party; Hossein Makki, who had helped lead the takeover of the Abadan refinery and was at one point considered Mosaddegh's heir apparent; and most outspokenly Ayatollah Kashani, who damned Mosaddegh with the \"vitriol he had once reserved for the British\".[42] The reason for difference of opinion among Makki and Mosaddegh was the sharp response of Mosaddegh to Kashani, who was an inoffensive scholar who attracted public support. Hossein Makki strongly opposed the dissolution of the parliament by Mossadegh and evaluated in the long run at his loss because with the closure of the parliament, the right to dismiss the Prime minister was made by the Shah.[43] The British government had grown increasingly distressed over Mosaddegh's policies and were especially bitter over the loss of their control of the Iranian oil industry. Repeated attempts to reach a settlement had failed, and, in October 1952, Mosaddegh declared Britain an enemy and cut all diplomatic relations.[44] Since 1935, the Anglo-Persian Oil Company had the exclusive rights to Iranian oil. Earlier in 1914, the British government had purchased 51% of its shares and became the majority shareholder. After the British Royal Navy converted its ships to use oil as fuel, the corporation was considered vital to British national security, and the company's profits partially alleviated Britain's budget deficit. Many Iranians resented the company's privileges and demanded a fair share of its takings.[45] Engulfed in a variety of problems following World War II, Britain was unable to resolve the issue single-handedly and looked towards the United States to settle the matter. Initially, the USA had opposed British policies. After mediation had failed several times to bring about a settlement, American Secretary of State Dean Acheson concluded that the British were \"destructive, and determined on a rule-or-ruin policy in Iran.\"[46] The American position shifted in late 1952 when Dwight D. Eisenhower was elected U.S. president. In November and December, British intelligence officials suggested to American intelligence that the prime minister should be ousted. British prime minister Winston Churchill suggested to the incoming Eisenhower administration that Mossadegh, despite his open disgust with communism, was, or would become, dependent on the pro-Soviet Tudeh Party,[47][better source needed] resulting in Iran \"increasingly turning towards communism\" and towards the Soviet sphere at a time of high Cold War fears.[48][49][50][51] After the Eisenhower administration had entered office in early 1953, the United States and the United Kingdom agreed to work together toward Mosaddegh's removal and began to publicly denounce Mosaddegh's policies for Iran as harmful to the country. In the meantime, the already precarious alliance between Mosaddegh and Kashani was severed in January 1953, when Kashani opposed Mosaddegh's demand that his increased powers be extended for a period of one year. Finally, to eliminate Mossadegh's threat to disrupt the cheap oil supply to the West and the withdrawal of profitable oil reserves from the hands of Western companies, the US made an attempt to depose him.[52][53] In March 1953, Secretary of State John Foster Dulles directed the Central Intelligence Agency (CIA), which was headed by his younger brother Allen Dulles, to draft plans to overthrow Mossadegh.[54] On 4 April 1953, Allen Dulles approved $1 million to be used \"in any way that would bring about the fall of Mosaddegh\". Soon the CIA's Tehran station started to launch a propaganda campaign against Mossadegh. Finally, according to The New York Times, in early June, American and British intelligence officials met again, this time in Beirut, and put the finishing touches on the strategy. Soon afterward, according to his later published accounts, the chief of the CIA's Near East and Africa division, Kermit Roosevelt, Jr. the grandson of U.S. President Theodore Roosevelt, arrived in Tehran to direct it.[55] In 2000, The New York Times made partial publication of a leaked CIA document titled Clandestine Service History – Overthrow of Premier Mosaddegh of Iran – November 1952 – August 1953. The plot, known as Operation Ajax, centered on convincing Iran's monarch to issue a decree to dismiss Mosaddegh from office, as he had attempted some months earlier. But the Shah was terrified to attempt such a dangerously unpopular and risky move against Mosaddegh. It would take much persuasion and many U.S. funded meetings, which included bribing his sister Ashraf with a mink coat and money, to successfully change his mind.[56] Mosaddegh became aware of the plots against him and grew increasingly wary of conspirators acting within his government.[57] According to Dr. Donald N. Wilber, who was involved in the plot to remove Mossadegh from power, in early August, Iranian CIA operatives pretending to be socialists and nationalists threatened Muslim leaders with \"savage punishment if they opposed Mossadegh,\" thereby giving the impression that Mossadegh was cracking down on dissent earlier than planned, and stirring anti-Mossadegh sentiments within the religious community.[58] A referendum to dissolve parliament and give the prime minister power to make law was submitted to voters, and it passed with 99 percent approval, 2,043,300 votes to 1300 votes against.[59] According to Mark J. Gasiorowski, \"There were separate polling stations for yes and no votes, producing sharp criticism of Mosaddeq\" and that the \"controversial referendum...gave the CIA's precoup propaganda campaign to show up Mosaddeq as an anti-democratic dictator an easy target\".[60] On or around 16 August, Parliament was suspended indefinitely, and Mosaddeq's emergency powers were extended. Declassified documents released by the CIA in 2017 revealed that – after the Shah had fled to Italy – CIA headquarters believed the coup to have failed.[61] They sent a cable calling off operations to Roosevelt on 18 August 1953, but Roosevelt ignored it.[61] In August 1953, the Shah finally agreed to Mossadegh's overthrow, after Roosevelt said that the United States would proceed with or without him,[62] and formally dismissed the prime minister in a written decree, an act that had been made part of the constitution during the Constitution Assembly of 1949, convened under martial law, at which time the power of the monarchy was increased in various ways by the Shah himself.[63] As a precautionary measure, he flew to Baghdad and from there hid safely in Rome. He actually signed two decrees, one dismissing Mosaddegh and the other nominating the CIA's choice, General Fazlollah Zahedi, as Prime Minister. These decrees, called Farmāns, were specifically written as dictated by Donald Wilber, the CIA architect of the plan, and were designed as a major part of Wilber's strategy to give legitimacy to the coup, as can be read in the declassified plan itself, which bears his name.[citation needed] Soon, massive popular protests, aided by Roosevelt's team, took place across the city and elsewhere with tribesmen at the ready to assist the coup. Anti- and pro-monarchy protesters, both paid by Roosevelt,[62] violently clashed in the streets, looting and burning mosques and newspapers, leaving almost 300 dead. The pro-monarchy leadership, chosen, hidden and finally unleashed at the right moment by the CIA team, led by retired army General and former Minister of Interior in Mosaddegh's cabinet, Fazlollah Zahedi joined with underground figures such as the Rashidian brothers and local strongman Shaban Jafari,[64] to gain the upper hand on 19 August 1953 (28 Mordad). The military joined on cue: pro-Shah tank regiments stormed the capital and bombarded the prime minister's official residence, on Roosevelt's cue, according to his book. Mosaddegh managed to flee from the mob that set in to ransack his house, and, the following day, surrendered to General Zahedi, who was meanwhile set up by the CIA with makeshift headquarters at the Officers' Club. Mosaddegh was arrested at the Officers' Club and transferred to a military jail shortly after.[65] On 22 August, the Shah returned from Rome.[citation needed] Zahedi's new government soon reached an agreement with foreign oil companies to form a consortium and \"restore the flow of Iranian oil to world markets in substantial quantities\", giving the United States and Great Britain the lion's share of the restored British holdings. In return, the US massively funded the Shah's resulting government, until the Shah's overthrow in 1979.[66] As soon as the coup succeeded, many of Mosaddegh's former associates and supporters were tried, imprisoned, and tortured. Some were sentenced to death and executed.[67] The minister of foreign affairs and the closest associate of Mosaddegh, Hossein Fatemi, was executed by order of the Shah's military court. The order was carried out by firing squad on 10 November 1954.[68] On 21 December 1953, Mossadegh was sentenced to three years' solitary confinement in a military prison, well short of the death sentence requested by prosecutors. After hearing the sentence, Mossadegh was reported to have said with a calm voice of sarcasm: \"The verdict of this court has increased my historical glories. I am extremely grateful you convicted me. Truly tonight the Iranian nation understood the meaning of constitutionalism.\"[69] Mossadegh was kept under house arrest at his Ahmadabad residence, until his death on 5 March 1967. He was denied a funeral and was buried in his living room, despite his request to be buried in the public graveyard, beside the victims of the political violence on 30 Tir 1331 (21 July 1952).[70][71][72][73][74] The secret U.S. overthrow of Mosaddegh served as a rallying point in anti-US protests during the 1979 Iranian Revolution, and to this day he is one of the most popular figures in Iranian history.[78] The withdrawal of support for Mosaddegh by the powerful Shia clergy has been regarded as having been motivated by their fear of a communist takeover.[79] Some argue that while many elements of Mosaddegh's coalition abandoned him, it was the loss of support from Ayatollah Abol-Ghasem Kashani and another cleric that was fatal to his cause, reflective of the dominance of the Ulema in Iranian society and a portent of the Islamic Revolution to come. The loss of the political clerics effectively cut Mosaddegh's connections with the lower middle classes and the Iranian masses which are crucial to any popular movement in Iran.[80] The US role in Mosaddegh's overthrow was not formally acknowledged for many years,[81] although the Eisenhower administration vehemently opposed Mossadegh's policies. President Eisenhower wrote angrily about Mosaddegh in his memoirs, describing him as impractical and naive.[82] Eventually, the CIA's involvement with the coup was exposed. This caused controversy within the organization and the CIA congressional hearings of the 1970s. CIA supporters maintained that the coup was strategically necessary, and praised the efficiency of the agents responsible. Critics say the scheme was paranoid, colonial, illegal, and immoral—and truly caused the \"blowback\" suggested in the pre-coup analysis. The extent of this \"blowback,\" over time, was not completely clear to the CIA, as they had an inaccurate picture of the stability of the Shah's regime. The Iranian Revolution of 1979 caught the CIA and the US very much off guard (as CIA reporting a mere month earlier predicted no imminent insurrectionary turbulence whatsoever for the Shah's regime), and resulted in the overthrow of the Shah by a fundamentalist faction opposed to the US, headed by Ayatollah Khomeini. In retrospect, not only did the CIA and the US underestimate the extent of popular discontent for the Shah, but much of that discontent historically stemmed from the removal of Mosaddegh and the subsequent clientelism of the Shah.[83] In March 2000, Secretary of State Madeleine Albright stated her regret that Mosaddegh was ousted: \"The Eisenhower administration believed its actions were justified for strategic reasons. But the coup was clearly a setback for Iran's political development and it is easy to see now why many Iranians continue to resent this intervention by America.\"[8] In the same year, The New York Times published a detailed report about the coup based on declassified CIA documents.[84] Mosaddegh's overthrow had a direct relationship with the creation of an Islamic revolution and the collapse of the Pahlavi government. America's close relationship with the Shah and the subsequent hostility of the United States to the Islamic Republic and Britain's profitable interventions caused pessimism for Iranians, stirring nationalism and suspicion of foreign interference.[83]","Title":"Mohammad Mosaddegh - Wikipedia","KeyID":"5595","URL":"https://en.wikipedia.org/wiki/Mohammad_Mosaddegh"}