{"Content: ":"Harlow Herbert Curtice (August 15, 1893 – November 3, 1962)[1] was an American automotive industry executive who led General Motors (GM) from 1953 to 1958. As GM's chief, he was selected as Man of the Year for 1955 by Time magazine. Curtice was born in Petrieville, Michigan. He joined General Motors at age 20, and rose through its AC Spark Plug division to head it by age 36, and made the division profitable during the Depression. Selected to head the Buick division of GM, he expanded its line and made it profitable in the 1930s. In 1948, Curtice became executive vice president of GM, and succeeded to the presidency in 1953 when GM president Charles Wilson became Secretary of Defense. With Curtice as president, GM became immensely profitable, and became the first corporation to have $1 billion in profits in one year. In 1958, Curtice retired just after his 65th birthday. The following year, he accidentally shot and killed a friend while duck hunting.[2] He died in 1962 at age 69. Curtice was born in Petrieville, Michigan, on August 15, 1893, the son of Marion Curtice and the former Mary Ellen Eckhart, and was raised in Eaton Rapids, Michigan, attending Eaton Rapids High School. During school vacations, he kept the books for his father, a commission merchant, and also worked in a woolen mill. He graduated from the Ferris Business College in 1914. After moving to Flint, Michigan, later in 1914, Curtice began his meteoric rise at GM. He started as a bookkeeper for GM's AC Spark Plug Division. The 20-year-old, in his job interview by the company comptroller, told him that his ambition was to become comptroller himself within a year. He did so, becoming AC Spark Plug's comptroller at just 21.[3] Curtice went beyond the ledger, exploring the plant to find out what the figures meant in terms of men and equipment.[4] After a brief period of service as an Army enlisted man, Curtice resumed his career at AC Spark Plug, becoming assistant general manager in 1923 and president in 1929. While other product lines struggled with or were destroyed by the Depression, Curtice's AC Spark Plug Division expanded and prospered.[3] GM's Buick division was having great difficulties during the Depression (according to Curtice, production was at only 17% of 1926 levels). Curtice was put in charge, and quickly made a new organization for Buick, and marketed a new car called the Buick Master Six and Buick Standard Six. He also created a small network of dealers that would be exclusively Buick dealers.[3] Curtice guided Buick through the war years and, by the time he was elevated to a GM vice presidency, he had made Buick the fourth best-selling car line.[4] During World War II, Buick produced aircraft engines with such efficiency that the Army considered making Curtice a general, but he declined. In 1946, GM president Charles Wilson offered him the position of executive vice president — to be Wilson's right-hand man — but Curtice declined, stating that he wished to see Buicks rolling again off the assembly line before he left the division. In 1948, Wilson offered the position again to Curtice and this time he accepted.[3] Curtice had greater power as executive vice president than any previous holder of that position. He was in charge of all staff matters. In 1953, Wilson left after President Dwight Eisenhower appointed him Secretary of Defense. GM's board of directors appointed Curtice to take Wilson's place.[3] Curtice kept GM's tradition of letting division heads be effectively autonomous. However, with GM's Allison Division (aircraft motors) lagging in 1953, he stepped in personally to help run the division and to find money for a massive investment for a new line of engines that again made the division competitive with Pratt & Whitney. In 1955, Eastern Airlines' Eddie Rickenbacker placed a large order for the new engines.[4] In his first two years as president, Curtice traveled abroad twice, spending millions each time with on-the-spot decisions.[3] The early months of Curtice's rule at GM saw fears of a recession. In February 1954, with the economy still lagging, Curtice announced that GM would spend $1 billion (approximately $12 billion today) in expanding its plants and facilities in anticipation of the boom to come. This set off a spree of capital spending by other corporations, which helped ensure the recovery of the economy.[3] Ford matched the billion with a billion of its own, while Chrysler announced plans to spend $500 million.[4] Meanwhile, Curtice, a poker player, upped the ante by announcing plans to spend a second billion.[4] Curtice saw that the economy would recover, and was prepared for it. In 1955, GM sold five million vehicles and became the first corporation to earn a billion dollars in a year.[3] Curtice was given Time magazine's \"Man of the Year\" recognition for 1955 because \"in a job that required it, he has assumed the responsibility of leadership for American business. In his words 'General Motors must always lead.'\"[4] During his presidency, he was only at his home in Flint at the weekends; he remained at GM headquarters during the week.[3] In 1956, he announced plans to devote another billion to capital investment, the largest such sum ever invested by a single firm in a single year.[3] At the peak of his earning ability, he made $800,000 per year (over $9 million today).[3] He was inducted into the Automotive Hall of Fame in 1971.[5] On reaching 65, Curtice retired on August 31, 1958. He remained a director of GM. In 1959, he accidentally shot and killed the retired GM vice president, Harry W. Anderson, while on a duck hunting trip to Canada.[3] Curtice resided in Flint throughout his career. He died at his home in 1962, aged 69, of an apparent heart attack,[3] and was interred at in Glenwood Cemetery.[6] ","Title":"Harlow Curtice - Wikipedia","KeyID":"5598","URL":"https://en.wikipedia.org/wiki/Harlow_Curtice"}