{"Content: ":"Haopterus is a genus of pterodactyloid pterosaur from the Barremian-Aptian-age Lower Cretaceous Yixian Formation of Liaoning, China. Its fossil remains dated back 124.6 million years ago. It was in 2001 named by Wang Xiaolin and Lü Junchang. The type species is Haopterus gracilis. The genus name honors Professor Hao Yichun and combines her name with a Latinized Greek pteron, \"wing\". The specific name, \"slender-built\" in Latin, refers to the condition of the metatarsals. The genus is based on holotype IVPP V11726, a crushed fossil found in 1998 at the Sihetun-locality. The layer it was discovered in, was argon-dated at an age of 124.6 million years. It was the first Chinese pterosaur fossil preserving the skull. It consists of the front half of a subadult, including a skull, lower jaws, pectoral girdle, sternum, wings, cervical and dorsal vertebrae, partial pelvis and metatarsals. The skull of Haopterus is with a length of 145 millimeters (5.7 in) long and low, lacking a crest. The snout is pointed but rounded. The maxilla and praemaxilla are completely fused with no visible suture. The nasopraeorbital skull opening is elongated and elliptical with a length of 4 centimeters (1.6 in), 27,6 percent of the total skull length. The lower jaws have a length of 128 millimeters (5.0 in). On the front two thirds of their length teeth are present. There are twelve pairs of teeth in both the upper and the lower jaws. The teeth are robust, sharp, pointed, and curving backwards. To the front they gradually increase in length and point more to the front. The first three pairs in the praemaxilla are very small though; the describers assumed these were replacement teeth, recently erupted. The back of the skull and the cervical vertebrae are strongly crushed, obscuring most details. Eight dorsal vertebrae are preserved, with a total length of 52 millimeters (2.0 in). The sternum was fan-shaped with a prominent keel. The wings are robustly built; the ulna is with 101 millimeters (4.0 in) longer than the wing metacarpal which has a length of 89 millimeters (3.5 in). The wingspan of the type individual was estimated at 1.35 meter (4.43 ft). In comparison, the hindlimbs must have been weakly built, the metatarsal having a length of just 17 millimeters (0.67 in). Haopterus was by Wang classified as a member of the Pterodactylidae, mainly because of the combination of robust teeth with the lack of a skull crest. In 2006 however, a cladistic analysis by Lü showed it was a basal member of the Ornithocheiroidea sensu Unwin (2003).[1] Later, an analysis by Kellner et al., 2019 showed Haopterus to be a close relative of Mimodactylus. Together they form the family Mimodactylidae, which is the sister group to the Istiodactylidae.[2] The cladogram below follows Witton's 2012 analysis:[3] Pterodactylus antiquus Pteranodon longiceps Coloborhynchus spielbergi Hongshanopterus lacustris Haopterus gracilis Nurhachius ignaciobritoi Longchengpterus zhaoi Istiodactylus latidens Istiodactylus sinensis Liaoxipterus brachyognathus The cladogram below is a topology recovered by Kellner et al. (2019). In the analyses, they recovered Haopterus as the sister taxon of Mimodactylus within the family Mimodactylidae, and placed within the more inclusive group Istiodactyliformes.[4] Haopterus Mimodactylus Hongshanopterus Nurhachius Istiodactylus Liaoxipterus The authors concluded that its slender hindfeet meant that it was forced to move quadrupedally on land, suggesting a piscivore lifestyle as a specialised soarer.[5] Although its close relative Mimodactylus was considered to be a faunivore feeding on crustaceans, suggested by Kellner et al., 2019.[4]   ","Title":"Haopterus - Wikipedia","KeyID":"561","URL":"https://en.wikipedia.org/wiki/Haopterus"}