{"Content: ":"Mimodactylus is a genus of mimodactylid pterodactyloid pterosaur from the Late Cretaceous of what is now Lebanon.[1] In the Lagerstätte of Hjoula, ten kilometres inland from the port of Byblos, commercial fossil hunters regularly make important discoveries. A rare pterosaur skeleton was acquired by an anonymous benefactor and donated to the Mineral Museum at Beirut, part of the Université Saint-Joseph. It was prepared in Canada by Luke Allan Lindoe, a technician of the University of Alberta.[1] Since 2017, the museum displays two life-size models of the animal, one standing, the other flying, and a hologram. In 2019, the type species Mimodactylus libanensis was named and described by Alexander Wilhelm Armin Kellner, Michael Wayne Caldwell, Borja Holgado, Fabio Marco Dalla Vecchia, Roy Nohra, Juliana Manso Sayão and Philip John Currie. The generic name combines a reference to the MIM, the usual acronym of the museum, with a Greek δάκτυλος, daktylos, \"finger\". The name was intended to honour the philanthropist as well. The specific name refers to the provenance from Lebanon.[1] The holotype, MIM F1, was excavated from a marine deposit of the Sannine Chalk dating from the late Cenomanian, about ninety-five million years old. The layers were deposited off the coast of the Afro-Arabic plate, in the south of the Tethys Sea. It consists of a relatively complete skeleton with skull and lower jaws. It lacks some vertebrae and some pelvic elements. The skeleton is largely articulated and partly three-dimensionally preserved but the rear of the skull is strongly compressed. It is a juvenile individual. It represents the most complete pterosaur skeleton ever found on the Afro-Arabic plate. The University of Alberta made a cast, with inventory number MN 7216-V.[1] The holotype of Mimodactylus has a wingspan of 132 centimetres but the exemplar was far from being full-grown.[1] The describing authors identified some distinguishing traits. Two of these are autapomorphies, unique derived characters. The humerus has a rectangular deltopectoral crest. The humerus has less than half of the length of the second phalanx of the fourth (wing) finger.[1] Additionally the fossils shows a combination of traits that is unique for the Ornithocheiroidea. The palate has a distinct ridge. The upper jaws each have eleven teeth and the lower jaws each ten. The shoulderblade is somewhat longer than the coracoid. The humerus is 30% longer than the thighbone. The deltopectoral crest covers 40% of the shaft length of the humerus.[1] From the Lagerstätte of Hjoûla two other pterosaur specimens are known. One of these is the holotype of Microtuban, the other is specimen MSNM V 3881. According to the describing authors, both clearly differed in proportions from the Mimodactylus holotype, proving that they represented different taxa.[1] The snout of Mimodactylus is wide but not rounded in front, ending in a pointed tip. The upper jaw bears eleven teeth. These are somewhat transversely flattened, but not dagger-shaped or serrated. They are conical with an oval cros-section. Their outer side is convex. Sharp cutting-edges or carinae are lacking. Their apices are sharp and slightly bent inwards. They possess a cingulum, a thickened ridge at the crown base. The first tooth is smaller, with a circular cross-section. Subsequent teeth are longer, straight and widely spaced. They are only present in the front half of the jaw.[1] The palate forms a concave plate with a small ridge. The choanae, the internal nostrils, are large and separated by the vomers. The fenestrae postpalatinae are elongated and egg-shaped in profile, as with Hongshanopterus. The quadrate is angled at 150° relative to the jaw edge.[1] The lower jaw has a preserved length of 105 millimetres. It bears ten teeth for a total of forty-two in the head as a whole. The lower jaws have a central forwards pointing odontoid process in front. Of the hyoid bone two first ceratobranchialia have been preserved, thin elongated fork-shaped elements.[1] The front vertebrae of the back are not fused into a notarium. A series of seven tail vertebrae is visible. These quickly diminish in size towards the rear, indicating that the tail was very short.[1] The breastbone is rounded in front. Its cristospina, central crest on the underside, is short and deep. The shoulder blade is robust and constricted. It is longer than the coracoid, different from the condition in the Istiodactylidae. The coracoid facet touching the breastbone is concave, with a process extending to behind, again different from the isiodactylid morphology.[1] The wings are conspicuously elongated, with a low aspect ratio. The humerus is fifty-two millimetres long. Its deltopectoral crest has distinctive straight distal edge. This crest covering 40% of shaft length exceeds the ratio in all other Ornithocheiroidea, except the Pteranodontidae. The pteroid, the bone supporting the forward wing membrane or propatagium, is very long, somewhat longer even than the humerus. It clearly points towards the neck and articulates with the proximal syncarpal; this had been a point of contention among researchers. The first and second phalanx of the fourth finger are relatively longer than with istiodactylids. The fourth phalanx is curved to behind.[1] In 2019, Mimodactylus was, within the Lanceodontia, placed in the Istiodactyliformes. More precisely, it would be a member of the Mimodactylidae, as sister species of Haopterus.[1] The cladogram below is a topology recovered by Kellner et al. (2019). In the analyses, they recovered Mimodactylus as the sister taxon of Haopterus within the family Mimodactylidae, and placed within the more inclusive group Istiodactyliformes.[1] Haopterus Mimodactylus Hongshanopterus Nurhachius Istiodactylus Liaoxipterus The habitat of Mimodactylus consisted of the islands and archipelagos situated on the wide chalk plateau extending from the north coast of the Afro-Arabische plate, in the Neotethys.[1] The dentition of Mimodactylus differs from all other known pterosaurs. Its short unserrated straight conical teeth would have been useful to crack the exoskeletons of arthropods. That could indicate it was an insectivore, but insects are largely absent from the Lagerstätte layers. A lack of plant fossils proves that the location was far from land. Its elongated wings did not provide the manoeuvrability needed to catch fast flying insects. However, they would allow for a stable flight during dynamic soaring over the sea surface. The site is rich in fossils of crustaceans belonging to the Decapoda. Such shrimp-like creatures could have been scooped from the water surface by the wide beak, similar to the way some extant ducks, herons and shoebills catch prey.[1]   ","Title":"Mimodactylus - Wikipedia","KeyID":"562","URL":"https://en.wikipedia.org/wiki/Mimodactylus"}