{"Content: ":"William Alison Anders (born October 17, 1933) is a retired United States Air Force major general, former electrical engineer, nuclear engineer, NASA astronaut, and businessman. In December 1968, as a crew member of Apollo 8, he was one of the first three people to leave low Earth orbit and travel to the Moon. Along with fellow astronauts Frank Borman and Jim Lovell, Anders circled the Moon ten times, and broadcast live images and commentary back to Earth. During one of the mission's lunar orbits, he took the iconic Earthrise photograph.[1] Apart from his professional and military careers, Anders was the U.S. Ambassador to Norway from 1976 to 1977 under President Gerald Ford. In 1984, Anders was elected as a member into the National Academy of Engineering for significant contributions to nuclear engineering, space exploration and research, and the development of national nuclear, aeronautical, and space policy. Anders was born on October 17, 1933, in British Hong Kong, to U.S. Navy Commander (then Lieutenant), Arthur F. Anders (1903–2000) and his wife Muriel (née Adams) Anders (1911–1990).[2] Following Anders' birth, the family relocated from Hong Kong to Annapolis, Maryland, where Anders' father began teaching mathematics at the U.S. Naval Postgraduate School. After a time, the family returned to China, where Anders and his mother escaped to the Philippines following the Japanese attack of Nanking. With his mother, Anders started his journey to the Philippines by troop train to Canton. While there, they stayed in a hotel 200 yards from a river the Japanese were bombing, the same river they were soon forced to travel in their escape.[3] While in the United States, Anders was active in the Boy Scouts, achieving the organization's second-highest rank, Life Scout. As a teen, Anders attended St. Martin's Academy and Grossmont High School in El Cajon, California[4] during his sophomore and junior years. At Grossmont High, he developed several friendships, in particular with fellow members of the tennis team. But his grades weren't good enough, so he was sent to The Boyden School, a military academy prep school near Balboa Park located at the corner of 3rd and Elm Streets in downtown San Diego. \"It was basically a school where you spent all day taking Naval Academy tests,\" he said. Anders commuted to Boyden's from La Mesa, California. \"It was kind of a tough commute,\" he said. \"I had to do it by bus.\" He thought the instruction was good, but he missed his friends at Grossmont. Again, aircraft interrupted his concentration. \"Consolidated Vultee was building the huge B-36, a 10-engine airplane,\" he said. \"They would come in from Fort Worth and fly over our school. We were right under the flight path. All the pencils would jump up and down on the desks, and that's all you could hear.\" Planes like the B-36 would fly into Lindbergh Field and The Boyden School was located right under the final glide path for planes landing there. Anders graduated from Boyden in 1951.[5] Following high school, Anders received an appointment to the United States Naval Academy, receiving a Bachelor of Science degree in electrical engineering in 1955. Upon graduation, he chose to be commissioned a second lieutenant in the United States Air Force. He then continued his studies, receiving a Master of Science degree in nuclear engineering from the U.S. Air Force Institute of Technology (AFIT) in 1962.[6] He attended Harvard Business School's six-week Advanced Management Program in 1979.[7] Following graduation from the U.S. Naval Academy, Anders took his commission in the U.S. Air Force.[6] After receiving his pilot wings in 1956, he served as a fighter pilot in all-weather interceptor squadrons of the Air Defense Command in California and in Iceland, where he participated in early intercepts of Soviet heavy bombers who at the time were challenging America's air defense borders.[6] While at the Air Force Weapons Laboratory in New Mexico, he was responsible for technical management of nuclear power reactor shielding and radiation effects programs.[7] In 1963, Anders was selected by NASA in the third group of astronauts.[7] While at NASA, he became involved in dosimetry, radiation effects, and environmental controls.[7] He was the backup pilot for the Gemini 11 mission.[7] Then in December 1968, he flew as Lunar Module Pilot for the Apollo 8 mission (although no lunar module was carried by the mission), the first mission where humans traveled beyond Low Earth orbit.[7] This was the first crewed flight to reach and orbit the Moon. Anders took a celebrated photograph of an Earthrise.[1] He served as the backup Command Module Pilot for the Apollo 11 mission, before accepting an assignment with the National Aeronautics and Space Council, while maintaining his astronaut status.[7] According to Anders: We came all this way to explore the Moon, and the most important thing is that we discovered the Earth.[8][9] On conservation of the planet, he said (see overview effect): If you can imagine yourself in a darkened room with only one clearly visible object, a small blue-green sphere about the size of a Christmas-tree ornament, then you can begin to grasp what the Earth looks like from space. I think that all of us subconsciously think that the Earth is flat ... Let me assure you that, rather than a massive giant, it should be thought of as the fragile Christmas-tree ball which we should handle with considerable care.[10] From 1969 to 1973, Anders served as executive secretary for the National Aeronautics and Space Council, which was responsible to the president, vice president and Cabinet-level members of the council for developing policy options concerning research, development, operations and planning of aeronautical and space systems.[7] On August 6, 1973, Anders was appointed to the five-member Atomic Energy Commission, where he was lead commissioner for nuclear and non-nuclear power research and development. He was also named as U.S. Chairman of the joint U.S./USSR technology exchange program for fission and fusion power.[7] Following the reorganization of national nuclear regulatory and developmental activities on January 19, 1975, Anders was named by President Ford to become the first chairman of the newly established Nuclear Regulatory Commission, which is responsible for nuclear safety and environmental compatibility. At the completion of his term as NRC chairman, he was appointed Ambassador to Norway and held that position until 1977. He then ended his career with the federal government after 26 years and began work in the private sector.[7] Anders served briefly as a fellow of the American Enterprise Institute, then joined General Electric (GE) in September 1977. As vice president and general manager of GE's Nuclear Products Division in San Jose, California, he was responsible for the manufacture of nuclear fuel, reactor internal equipment, and control and instrumentation for GE boiling-water reactors at facilities located in San Jose and Wilmington, North Carolina. He also oversaw GE's partnership with Chicago Bridge and Iron for making large steel pressure vessels in Memphis, Tennessee. In August 1979, he attended Harvard Business School's six-week Advanced Management Program. On the first day of 1980, he was appointed general manager of the GE Aircraft Equipment Division. Headquartered in Utica, New York, the division included more than 8,500 employees in five locations in the northeastern U.S. Its products included aircraft flight and weapon control systems, cockpit instruments, aircraft electrical generating systems, airborne radars and data processing systems, electronic countermeasures, space command systems, and aircraft/surface multi-barrel armament systems.[7] In 1984, Anders left GE to join Textron as executive vice president for aerospace, and two years later became senior executive vice president for operations.[7] In 1990, he became vice chairman of General Dynamics, and on January 1, 1991, its chairman and chief executive officer. He retired in 1993, but remained chairman until May 1994.[7] Anders was a consultant to the U.S. Office of Science and Technology Policy, and was a member of the Defense Science Board and the NASA Advisory Council. He is a retired major general in the USAF Reserve.[7] Anders established the William A. Anders Foundation, a philanthropic organization dedicated to supporting educational and environmental issues. The foundation also founded the Heritage Flight Museum in 1996 in Bellingham, Washington. The museum moved to Skagit Regional Airport in Burlington, Washington in 2014; he serves as its president and until 2008 was an active participant in its air shows.[11] The Anders crater on the Moon is named in his honor.[11] In 2011, Anders spoke at the first Starmus Festival in the Canary Islands, delivering a lecture on the early American space program. His talk was published in the book Starmus: 50 Years of Man in Space.[12] Anders is a member of Tau Beta Pi National Engineering Honor Society, American Nuclear Society, American Institute of Aeronautics and Astronautics, National Academy of Engineering and Society of Experimental Test Pilots.[7] Anders married Valerie Hoard in 1955.[7] Together, they have six children: Alan (born in 1957), Glen (born in 1958), Gayle (born in 1960), Gregory (born in 1962), Eric (born in 1964), and Diana (born in 1972). Anders continues to be active with the Heritage Flight Museum his charity founded, including flying vintage aircraft owned by the foundation at various airshows and aviation exhibitions. From his Air Force career on, he has logged more than 8,000 hours of flight time.[6] He and his wife reside in Anacortes, Washington.[3][13] Anders stated that the Earthrise photograph \"really undercut my religious beliefs. The idea that things rotate around the pope and up there is a big supercomputer wondering whether Billy was a good boy yesterday? It doesn't make any sense. I became a big buddy of Richard Dawkins.\"[14] Anders, along with his Apollo 8 crewmembers, received AIAA's Haley Astronautics Award.[21] Anders was inducted into the International Space Hall of Fame in 1983,[9][22] the International Air & Space Hall of Fame in 1990,[23] the U.S. Astronaut Hall of Fame in 1997,[24][25] and the National Aviation Hall of Fame in 2004.[26] Anders was portrayed by Robert John Burke in the 1998 HBO miniseries From the Earth to the Moon.[27] He also appeared in the 2005 documentary Race to the Moon, which was shown as part of the PBS American Experience television series. The film, renamed in 2013 as Earthrise: The First Lunar Voyage, centered on the events that led up to the Apollo 8 mission.[28] He is interviewed in a chapter of the book No More Worlds to Conquer by Chris Wright. The chapter is roughly evenly split between his life in the Apollo program and his later corporate life. The book's front cover is the famous Earthrise image taken by him.[29] Anders appeared with fellow NASA astronauts Frank Borman and Jim Lovell on the C-SPAN channel book review, Rocket Men. He confirmed the story that he had fallen asleep while awaiting the Apollo 8 launch.[30]","Title":"William Anders - Wikipedia","KeyID":"5620","URL":"https://en.wikipedia.org/wiki/William_Anders"}