{"Content: ":"Susan Brownmiller (born Susan Warhaftig; February 15, 1935)[1] is an American journalist, author and feminist activist best known for her 1975 book Against Our Will: Men, Women, and Rape. Brownmiller argues that rape had been previously defined by men rather than women, and that men use it as a means of perpetuating male dominance by keeping all women in a state of fear. The New York Public Library selected Against Our Will as one of 100 most important books of the 20th century.[relevant?] Brownmiller was born in Brooklyn, New York, to Mae and Samuel Warhaftig, a lower-middle-class Jewish couple. Her father was a salesman in the Garment Center and later a vendor in Macy's department store, and her mother was a secretary in the Empire State Building.[2][3] She later took the pen name Brownmiller, legally changing her name in 1961.[2][3] In 1972, Brownmiller signed her name to the Ms. campaign “We Have Had Abortions” which called for an end to \"archaic laws\" limiting reproductive freedom; they encouraged women to share their stories and take action.[4] She describes herself as \"a single woman\", even though \"I was always a great believer in romance and partnership.\"[5] \"I would like to be in close association with a man whose work I respect,\" she told an interviewer, attributing her unmarried status to the fact that she was \"not willing to compromise.\"[6] As a child Brownmiller was sent to the East Midwood Jewish Center for two afternoons a week to learn Hebrew and Jewish history. She would later comment, \"It all got sort of mishmashed in my brain except for one thread: a helluva lot of people over the centuries seemed to want to harm the Jewish people. ... I can argue that my chosen path – to fight against physical harm, specifically the terror of violence against women – had its origins in what I had learned in Hebrew School about the pogroms and The Holocaust.\"[7] She had \"a stormy adolescence\",[8] attending Cornell University for two years (1952 to 1954) on scholarships, but not graduating. She later studied acting in New York City. She appeared in two off-Broadway productions.[9] Brownmiller's path into journalism began with an editorial position at a \"confession magazine\". She went on to work as an assistant to the managing editor at Coronet (1959–60), as an editor of the Albany Report, a weekly review of the New York State legislature (1961–1962), and as a national affairs researcher at Newsweek (1963–1964). In the mid-1960s, Brownmiller continued her career in journalism with positions as a reporter for NBC-TV in Philadelphia (1965), staff writer for The Village Voice (1965), and as a network news writer for ABC-TV in New York City (1966–68). Beginning in 1968, she worked as a freelance writer; her book reviews, essays, and articles appeared regularly in publications including The New York Times, Newsday, The New York Daily News, Vogue, and The Nation.[2] In 1968, she signed the \"Writers and Editors War Tax Protest\" pledge, vowing to refuse tax payments in protest against the Vietnam War.[10] Brownmiller volunteered for Freedom Summer in 1964, wherein she worked on voter registration in Meridian, Mississippi. According to her own account: Jan Goodman and I were in the second batch of volunteers for Mississippi Freedom Summer....When no one else at the Memphis orientation session volunteered for Meridian, Jan and I accepted the assignment. Between us, we had a good ten years of organizing experience, hers in Democratic primaries and presidential campaigns, mine in CORE, the Congress of Racial Equality, and both of us together in voter registration drives in East Harlem. The night we arrived in Meridian, a field secretary called a meeting, asking to see the new volunteers. Proudly we raised our hands. 'Shit!' he exploded. 'I asked for volunteers and they sent me white women.'[11] Returning to New York, she began writing for The Village Voice and became a network TV newswriter at the American Broadcasting Company, a job she held until 1968. She continues[when?] to write and speak on feminist issues, including a memoir and history of Second Wave radical feminism titled In Our Time: Memoir of a Revolution (1999). Her papers have been archived at Harvard, in the Arthur and Elizabeth Schlesinger Library on the History of Women in America.[2] Against Our Will (1975)[12] is a feminist book in which Brownmiller argues that rape \"is nothing more or less than a conscious process of intimidation by which all men keep all women in a state of fear.\"[12] In order to write the book, after having helped to organize the New York Radical Feminists Speak-Out on Rape on January 24, 1971, and the New York Radical Feminists Conference on Rape on April 17, 1971, she spent four years investigating rape. She studied rape throughout history, from the earliest codes of human law up into modern times. She collected clippings to find patterns in the way in which rape is reported in various types of newspapers, analyzed portrayals of rape in literature, films, and popular music, and evaluated crime statistics.[13] Against Our Will was a highly controversial book. Brownmiller's basic premise was contested by some sections of the left wing, who considered it untrue that \"all men benefit\" from the culture of rape, and who believed rather that it was possible to organize both women and men together to oppose sexual violence. The book also received criticism from Angela Davis, who thought Brownmiller disregarded the part that black women played in the anti-lynching movement and that Brownmiller's discussion of rape and race became an \"unthinking partnership which borders on racism\".[14] In 1995, the New York Public Library selected Against Our Will as one of 100 most important books of the 20th century.[15] Brownmiller also participated in civil rights activism, joining CORE and SNCC during the sit-in movement in 1964. She first became involved in the Women's Liberation Movement in New York City in 1968, by joining a consciousness-raising group in the newly formed New York Radical Women organization. Brownmiller went on to coordinate a sit-in against Ladies' Home Journal in 1970, began work on Against Our Will after a New York Radical Feminists speak-out on rape in 1971. In 1977, Brownmiller became an associate of the Women's Institute for Freedom of the Press (WIFP).[17] WIFP is an American nonprofit publishing organization. The organization works to increase communication between women and connect the public with forms of women-based media. She co-founded Women Against Pornography in 1979.[18] Brownmiller won an Alicia Patterson Journalism Fellowship[19] in 1973 to research and write about the crime of rape. She is featured in the feminist history film She's Beautiful When She's Angry (2014).[20][21]","Title":"Susan Brownmiller - Wikipedia","KeyID":"5628","URL":"https://en.wikipedia.org/wiki/Susan_Brownmiller"}