{"Content: ":"Alison Mary Cheek (April 11, 1927 – September 1, 2019) was an Australian-born American religious leader. She was one of the first women ordained in the Episcopal Church in the United States and the first woman to publicly celebrate the Eucharist in that denomination. Cheek was born on 11 April 1927[1] in Adelaide, South Australia, where she graduated from the University of Adelaide in 1947[2] and married her economics tutor, Bruce Cheek.[3] The couple moved to Boston for his fellowship at Harvard University and then back to Australia two years later. They returned to the United States in 1957 when Cheek's husband was hired by the World Bank in Washington, D.C.[3] Cheek had become active as a lay leader at St. Alban's Episcopal Church in Annandale, Virginia, when her rector encouraged her to take some classes at Virginia Theological Seminary because she was increasingly being asked to lead programs at the church.[4] She was admitted into the seminary's B.D. program in 1963 with no intention of seeking ordination, but suddenly felt a call to become a priest while on a retreat.[5] With four young children at home, her bishop dissuaded her from considering ordination, and it took her six years to complete her degree part-time.[5] Following graduation from the seminary, she was hired as a lay minister at Christ Church in Alexandria, where she was in charge of pastoral ministry and allowed to preach a few times.[6] She then began training and working with the Pastoral Counseling and Consulting Centers of Greater Washington and the Washington Institute for Pastoral Psychotherapy, returning to St. Alban's to continue pastoral ministry as a laywoman.[7] Eventually, however, her rector encouraged her to enter the ordination process in the Diocese of Virginia, and she was ordained as the first woman deacon in the South on January 29, 1972.[2][8] When the House of Deputies voted against women's ordination in 1973, Cheek was motivated to work with other women and supporters to change the church's mind.[9] On July 29, 1974, she and 10 other women were ordained at the Church of the Advocate in Philadelphia, and in August she was installed as assistant priest at the Church of St. Stephen and the Incarnation in Washington. That November, Cheek became the first woman to celebrate the Eucharist in an Episcopal church, in defiance of the diocesan bishop.[10][11] She also became active in marginalized groups such as the gay movement, black movement, and women in poverty, sticking to the margins of the church to exercise her ministry.[12] In 1976, Time magazine named her as one of 12 Women of the Year for her advocacy and action on behalf of women's ordination.[13] She later served at Trinity Memorial Church in Philadelphia before going back to school at the Episcopal Divinity School in Cambridge, Massachusetts, where she was hired as the Director of Feminist Liberation Studies in 1989 and earned her D.Min. degree in 1990.[14] In 1996 she joined the Greenfire Community and Retreat Center in Tenants Harbor, Maine, where she served as a facilitator, teacher, and counselor, and later became active with St. Peter's Episcopal Church in Rockland.[3] Cheek died at her home in Brevard, North Carolina, on September 1, 2019.[15][16]","Title":"Alison Cheek - Wikipedia","KeyID":"5630","URL":"https://en.wikipedia.org/wiki/Alison_Cheek"}