{"Content: ":"Ella Rosa Giovianna Oliva Grasso (née Tambussi; May 10, 1919 – February 5, 1981) was an American politician and member of the Democratic Party who served as the 83rd Governor of Connecticut from January 8, 1975, to December 31, 1980, after rejecting past offers of candidacies for Senate and Governor. She was the first woman elected to this office and the first woman to be elected governor of a U.S. state without having been the spouse or widow of a former governor. She resigned as governor due to her battle with ovarian cancer. Grasso started in politics as a member of the League of Women Voters and Democratic speechwriter. She was first elected to the Connecticut House of Representatives in 1952 and later became the first female Floor Leader in 1955. She was then elected as Secretary of the State of Connecticut in 1958 and served until 1971. Grasso went on to serve two terms in the United States House of Representatives from 1970 to 1974. Then she was elected Governor in 1974 and re-elected in 1978. Ella Rosa Giovianna Oliva Tambussi was born in Windsor Locks, Connecticut, to Italian immigrant parents Maria Oliva and James Giacomo Tambussi, a mill worker.[1] Ella Tambussi learned to speak fluent Italian from her parents.[2] She attended Chaffee School in Windsor.[3] Although she excelled at Chaffee and was named most likely to become mayor in the school year book, Tambussi claimed she often felt out of place as someone from a poor mill town.[3] She went on to study sociology and economics at Mount Holyoke College, in South Hadley, Massachusetts,[4] where she earned her B.A. in 1940.[5] Two years later, she earned a master's degree, also from Mount Holyoke.[5] After graduation, Grasso served as a researcher for the War Manpower Commission in Washington, D.C., rising to the position of assistant director of research before leaving the Commission in 1946.[2][3] She married Thomas Grasso, a school principal, in 1942; they had two children, Susanne and James.[5][2] Together the Grassos owned a movie theater in Old Lyme.[6] In the summers, the couple would operate the theater, with Ella Grasso selling tickets at the box office.[6] During Grasso's tenure in the United States House of Representatives, her family remained in Connecticut while Grasso commuted home from Washington, D.C., on weekends.[6] Thomas Grasso retired when his wife became governor.[6] Grasso's entry into politics came in 1942 when she joined the League of Women Voters. In 1943, she became a speechwriter for the Connecticut Democratic Party.[5] After graduating from Mount Holyoke College she joined the Republicans until she switched in 1951 to the Democratic Party to support incumbent Governor Chester Bowles.[7] Through the Connecticut Democratic Party, she met and became an ally of John M. Bailey.[6] Bailey would become a key figure in Grasso's career, recognizing her as someone who could appeal to voters, particularly women and Italian voters in the state.[6] In 1952, Grasso was elected to the Connecticut House of Representatives and served until 1957.[5] She became first woman to be elected Floor Leader of the House in 1955.[5] As a state representative, Grasso worked to eliminate counties as a level of government in Connecticut.[6] In 1958 she was elected Secretary of the State of Connecticut and was re-elected in 1962 and 1966. She was an architect of the state's 1960 Constitution.[6] In 1961 she chose not to attend the national convention for the National Association of Secretaries of State in Arizona despite the trip being state funded, as she considered it to be of negligible value and would only approve other officials to go to national conventions that would benefit the state.[8] In 1962 the Supreme Court ruled in Baker v. Carr that the 14th Amendment applies to state apportionment and that federal courts are open to lawsuits challenging state legislative districts leading to further lawsuits over redistricting. After Reynolds v. Sims the Joint Committee on Constitutional Conventions to hear proposals for a constitutional convention by the Connecticut General Assembly to bring the state constitution in line with federal rulings.[9] A special election was ordered to choose the eighty four delegates that would attend the convention and Grasso was elected as one. As Secretary of State, Grasso swore in the eighty four delegates divided equally among both parties and was selected as Democratic floor leader by the forty two Democratic delegates.[10][11] She was the first woman to chair the Democratic State Platform Committee and served from 1956 to 1968. She served as a member of the Platform Drafting Committee for the 1960 Democratic National Convention.[5] She was the co-chairman for the Resolutions Committee for the Democratic National Conventions of 1964 and 1968. During the 1970 election cycle she was considered a candidate for higher statewide or federal office. After Senator Thomas J. Dodd was censured in 1967 his seat was left up and Ella was considered a possible candidate for the 1970 Senate race with the Democratic Town Committees of Windsor Locks, Glastonbury, and New Milford voting to endorse her if she would announce a Senate campaign.[12][13][14][15] Thomas L. Loy, her Republican opponent for Secretary of State in 1962, asked her to run for governor.[16] Stephen Minot, a novelist who had run for Congress in 1966, asked her to run for the Sixth House District.[17] Sitting Sixth District Congressman Thomas Meskill chose to run for governor leaving his district open and on March 17, 1970 Ella announced that she would run for the Democratic nomination for that district.[18] Grasso faced Republican Richard Kilborn in the general election and narrowly defeated him by 4,063 votes.[19][20] During her tenure, she served on the Veterans' Affairs and Education and Labor House committees. In December 1971 she and other House members signed a telegram to President Nixon protesting Operation Linebacker II and asking to halt all bombing in Vietnam; Grasso was the only representative from Connecticut to sign the telegram.[21] She was reelected to the House in 1972 against John F. Walsh with 140,290 votes to his 92,783 votes. In 1973 a gubernatorial poll conducted by the AFL–CIO projected that Grasso would defeat incumbent Governor Meskill by 46% to 39% and a campaign committee was later organized although Grasso hadn't yet announced her intention to run.[22][23] On January 8, 1974 she announced that she would run for the governorship and filed with the secretary of state.[24] In order to secure the gubernatorial nomination, a candidate would need to receive the support of 607 out of 1,213 delegates to the state convention with multiple primaries being held beforehand to select the delegates. She participated in a difficult primary against Attorney General Robert Killian who received the support of multiple party leaders, but after narrowly winning the seventy delegates of Hartford by two thousand votes she effectively secured the nomination with her pledged delegates.[25][26] Democratic Party leader John Bailey preferred Killian as the party nominee and hoping to avoid a primary that would negatively effect the Democratic nominee's chance in the general election Bailey convinced Killian to drop out in exchange for the lieutenant gubernatorial nomination. By the time of the gubernatorial nomination balloting all of her opponents had dropped out except for Norwalk Mayor Frank Zullo who dropped out during the convention, and as she was the only candidate to receive at least twenty percent of the delegate votes appearing on the primary ballot no primary was held.[27] On July 20, 1974 she was given the Democratic nomination by the delegates with acclamation.[28] Her opponent was Republican Representative Robert Steele who she defeated by 200,000 votes.[5] Grasso became the first woman to be elected governor who was not the wife or widow of a previous governor.[6] Upon taking office, Connecticut had an $80 million budget deficit so Grasso promised fiscal responsibility. In 1975 she laid off 505 state employees, decreased her promise of giving $25 million to cities with federal revenue sharing money to $6 million, returned to the state treasury a $7,000 raise she was legally required to take and sold the state's limo and plane.[29][5][6][3][30] During the 1976 presidential election she supported Senator Henry M. Jackson in the primaries and was presented as a possible vice presidential nominee for the Democratic Party with the Young Democrats of Connecticut attempting to convince her to present herself as a possible vice presidential candidate although municipal leaders angry over the decreased federal revenue sharing funds promised to prevent her nomination and she stated that she was not interested.[31][32] She later served as co-chair of the national convention.[33] Following John Moran Bailey's death there was no longer someone strong enough to forestall a primary challenge between Grasso and Lieutenant Governor Robert K. Killian.[34] In December 1978 Killian announced his gubernatorial campaign, but after defeating his primary challenge, Grasso was re-elected in 1978 with little difficulty against Representative Ronald A. Sarasin.[35] A high point of her career was her decisive handling of a particularly devastating snowstorm in February 1978. Known as \"Winter Storm Larry\" and now known as \"The Blizzard of 78\" this storm dropped around 30 inches of snow across the state, crippling highways and making virtually all roads impassable. She \"Closed the State\" by proclamation, forbade all use of public roads by businesses and citizens, and closed all businesses, effectively closing all citizens in their homes. This relieved the rescue and cleanup authorities from the need to help the mounting number of stuck cars and instead allowed clean-up and emergency services for shut-ins to proceed. The crisis ended on the third day, and she received accolades from all state sectors for her leadership and strength.[36][37] In March 1980, she was diagnosed with ovarian cancer and resigned the governorship on December 31. Shortly before her resignation the mayor and city council of Torrington, Connecticut signed a proclamation thanking her for her service as governor, secretary of state, and representative.[38] On February 5, 1981, less than a year after being diagnosed with ovarian cancer and less than six weeks after leaving office, Grasso died at Hartford Hospital after suffering a heart attack and organ failure after falling into a coma earlier in the day.[39] She was survived by her husband and their two children. Following her death she was laid in state from February 8 to 9 at the Connecticut State Capitol and was later buried in St. Mary's Cemetery in Windsor Locks.[40] In 1984, President Ronald Reagan posthumously awarded her the Presidential Medal of Freedom, and the National Women's Hall of Fame inducted her in 1993.[5] She was a member of the inaugural class inducted into the Connecticut Women's Hall of Fame in 1994; the Ella Tambussi Grasso Center for Women in Politics is located there. Metro North named Shoreliner I car 6252 after her. Ella T. Grasso Southeastern Technical High School in Groton is named after her. The Ella T. Grasso Turnpike in Windsor Locks is named after her, as are Ella Grasso Boulevard in New Britain, the Ella T. Grasso building in the University of Connecticut's Hilltop Apartments, and Ella T. Grasso Boulevard (often referred to by New Haven locals simply as \"The Boulevard\") in New Haven. Over two years after her death, Arch Communications Corp. won a construction permit for Hartford's channel 61 in September 1983; James Grasso was minority partner in Arch Communications. Arch Communications Corp. planned to memorialize Grasso by using the call letters \"WETG\" for channel 61, as Grasso's initials were ETG, however, Channel 61 came on the air September 17, 1984, as WTIC-TV, and was dedicated in Grasso's honor.","Title":"Ella Grasso - Wikipedia","KeyID":"5633","URL":"https://en.wikipedia.org/wiki/Ella_Grasso"}