{"Content: ":"Carla Anderson Hills (born January 3, 1934) is an American lawyer and a public figure. A member of the Republican Party, she previously served as the 5th United States Secretary of Housing and Urban Development under President Gerald Ford from 1975 to 1977 and as the 10th United States Trade Representative under President George H. W. Bush from 1989 to 1993. Hills was the first woman to hold each of those posts and the third female ever to serve in a presidential cabinet. Born Carla Anderson in Los Angeles, she received her B.A. degree from Stanford University, after studying at St Hilda's College, Oxford. She earned her LL.B. degree from Yale Law School in 1958 and married Roderick M. Hills the same year.[1] Hills was admitted to the California bar in 1959, and served as an Assistant United States Attorney in Los Angeles from 1959 to 1961. From 1962 to 1974, she was a partner at Munger, Tolles, Hills, and Rickershauser in Los Angeles. In 1972, she was an adjunct professor at UCLA.[2] An authority on federal practice and anti-trust law, Mrs. Hills wrote of Federal Civil Practice and Antitrust Advisor.[3] She is a former president of the National Association of Women Lawyers. She was a United States Assistant Attorney General heading the Civil Division of the U.S. Department of Justice before being named as the secretary of the Department of Housing and Urban Development. Elliot L. Richardson sought to appoint her as assistant U.S. Attorney General in 1973, but he resigned shortly thereafter during the Watergate scandal. The offer was renewed by his successor, William B. Saxbe, in 1974. Hills's lack of relevant experience was somewhat controversial during the hearings for her nomination to head the HUD Department in the Ford administration. While Secretary, she approved the demolition of the massive public housing project in Northwest St. Louis, Pruitt-Igoe, a decayed project. President Ford later commented in his autobiography, A Time to Heal, that Hills was an exceptionally effective advocate for HUD, often appealing the budgetary decisions of James Lynn, Ford's OMB chief, to the President and winning most of the time. Hills was one of the candidates on Ford's “short list” to replace U.S. Supreme Court Justice William O. Douglas,[4] although Ford ultimately selected John Paul Stevens. From 1978 through 1989, Hills was again a practicing attorney, and served as chairwoman of the board of trustees of the Urban Institute from 1983 through 1988. Hills served as U.S. Trade Representative in the George H. W. Bush administration from 1989 to 1993. She was under pressure to implement the 1988 Omnibus Foreign Trade and Competitiveness Act to go after countries that were considered to be trading unfairly with the U.S. The New York Times called Section 301 of the Act her “crowbar”, which enabled the U.S. to impose tariffs as high as 100%. She initially went after Japan, Brazil and India, although the Bush administration later decided Japan had changed its ways.[5] An advocate of free trade, she was the primary U.S. negotiator of the North American Free Trade Agreement (NAFTA). In 2000, Hills was awarded the Mexican Order of the Aztec Eagle (La Orden Mexicana del Aguila Azteca), which is the highest honor awarded to non-citizens by the Mexican government.[6] In fact, it was the first time Mexican-Americans were awarded this award since November 12, 1990 when the union leader, Cesar Chavez, received it.[7] President George H.W. Bush's administration's priority was to hammer out the General Agreement on Tariffs and Trade (GATT) in the Uruguay Round, where Hills was known as a strong negotiator. “Delegations from 97 countries [sought] ways to notch down everyone’s tariffs and remove other obstacles to trade.” “The 97 signatories to GATT account for two-thirds of the $3 trillion in merchandise traded each year. Since the original agreement in 1947, GATT has been altered six times...” but, “after the last GATT revision – the Tokyo Round, which started in 1976 – many American industries were outclassed by others”.[5] Since 1993, she has worked as a consultant and a public speaker through Hills & Company International Consultants, which advises on investment, trade and risks abroad. Carla stepped down from Time Warner, Inc. with Ted Turner in 2006.[8] She now serves on international advisory boards for American International Group, The Coca-Cola Company, Gilead Sciences, Inc., J.P. Morgan Chase and Rolls Royce as well as the board of the U.S.-China Business Council.[9][10] In 2008, Yale University granted her an honorary degree. She has also received honorary degrees from other institutions.[11] In 2022, Hills & Co joined Albright Stonebridge Group, where Hills is now a Senior Counselor.[12] She was one of the founders of the Forum for International Policy where she is a trustee.[13] In July 2022, Hills helped found a group of U.S. business and policy leaders who share the goal of constructively engaging with China in order to improve U.S.-China relations.[14] In 2005, Hills participated in the Task Force on the Future of North America. The Task Force produced a controversial report called Building a North American Community sponsored by the Council on Foreign Relations. The reported advocated strengthening trading relationships between the U.S., Canada and Mexico by making trade more efficient, building infrastructure in North America, fast tracking borders and integrating language. For example, it recommended assisting “elementary and secondary schools in teaching about North America.” (page 29) “Develop teacher exchange and training programs for elementary and secondary school teachers. This would assist in removing language barriers and give some students a greater sense of a North American identity. Greater efforts should also be made to recruit Mexican language teachers to teach Spanish in the United States and Canada.”[15] In 1979, the Supersisters trading card set was produced and distributed; one of the cards featured Hills’ name and picture.[19] In 1993, Hills received the U.S. Senator John Heinz Award for Greatest Public Service by an Elected or Appointed Official, an award given out annually by Jefferson Awards.[20]","Title":"Carla Anderson Hills - Wikipedia","KeyID":"5634","URL":"https://en.wikipedia.org/wiki/Carla_Anderson_Hills"}