{"Content: ":"Susie Marshall Sharp (July 7, 1907 – March 1, 1996) was an American jurist who served as the first female chief justice of the North Carolina Supreme Court.[1] She was not the first woman to head the highest court in a U.S. state, but is believed to be the first woman elected to such a post in a state, like North Carolina, in which the position is elected by the people separately from that of Associate Justice. In 1965, Lorna E. Lockwood became the first female chief justice of a state supreme court, but in Arizona, the Supreme Court justices elect their chief justice. Sharp was born in 1907 in Rocky Mount, North Carolina to Annie (née Blackwell) and James M. Sharp but spent most of her life in Rockingham County, North Carolina.[2] In 1926 she entered law school at the University of North Carolina at Chapel Hill as the only woman in her class. In 1929, Sharp went into private practice with her father in the firm of Sharp & Sharp. In 1949, Governor Kerr Scott appointed her a state Superior Court judge, making her the first female judge in the history of the state. After Sharp became a Superior Court judge, Tom Bost of the Greensboro Daily News questioned \"what would happen if Sharp was faced with trying a case of rape? Wouldn't that be too much for a woman?\" Judge Sharp wrote back that \"In the first place, there could have been no rape had not a woman been present, and I consider it eminently fitting that one be in on the 'pay-off'.\"[3] Judge Sharp insisted that \"to preserve our civilization today requires total participation by us all–men and women–and the impartial administration of justice is the final goal of civilized society.\" Sharp believed that it was woman's duty to serve on all juries.[4] Judge Sharp was re-appointed by successive governors, and in 1962, Governor Terry Sanford made Sharp the first female Associate Justice of the North Carolina Supreme Court. Justice Sharp was elected by the people that November and again in November 1966 to a full eight-year term. In 1974, voters gave her 74 percent of the vote to elect her Chief Justice of the North Carolina Supreme Court, succeeding her close friend, Chief Justice William H. Bobbitt. Time, in its January 5, 1976 cover story, named Sharp one of the 12 \"women of the year\" for 1975. In so doing, Time called her a \"trail blazer\" with a \"reputation as both a compassionate jurist and an incisive legal scholar\".[5] Senator Sam Ervin, a fellow Democrat, recommended to President Richard Nixon that he appoint her to the United States Supreme Court.[6] Nixon declined the advice, and a woman would not be appointed to the Court until Sandra Day O'Connor in 1981. During Justice Sharp's 17-year tenure on the Supreme Court, she wrote 459 majority opinions, 124 concurring opinions, and 45 dissenting opinions.[6] By law, Justice Sharp had to retire at age 72, which came in 1979. After retiring, she successfully pushed for a constitutional amendment in 1980 that required all judges to be lawyers after her 1974 opponent was a fire extinguisher salesman. Sharp died at age 88, in 1996.[7] Justice Sharp was also the aunt of Susie Sharp Newsom Lynch, subject of the book Bitter Blood by Jerry Bledsoe.","Title":"Susie Sharp - Wikipedia","KeyID":"5637","URL":"https://en.wikipedia.org/wiki/Susie_Sharp"}