{"Content: ":"David Da-i Ho (Chinese: 何大一; born November 3, 1952) is a Taiwanese-American AIDS researcher, physician, and virologist who has made a number of scientific contributions to the understanding and treatment of HIV infection.[1][2][3][4][5] He is the founding scientific director of the Aaron Diamond AIDS Research Center and the Clyde and Helen Wu Professor of Medicine at Columbia University Vagelos College of Physicians and Surgeons. David Ho was born in Taichung, Taiwan, to Paul (何步基; Hé Bùjī), an engineer, and Sonia Ho (née Jiang) (江雙如; Jiāng Shuāngrú). David Ho attended Taichung Municipal Guang-Fu Elementary School until sixth grade before immigrating to the United States with his mother and younger brother to unite with his father, who had already been in the US since 1957. He grew up in Los Angeles and graduated from John Marshall High School. He received his Bachelor of Science in biology with highest honors from the California Institute of Technology (1974)[6] and MD from the Harvard-MIT Division of Health Sciences and Technology (1978). Subsequently, he did his clinical training in internal medicine and infectious diseases at UCLA School of Medicine (1978–1982) and Massachusetts General Hospital (1982–1985), respectively. He was a resident in internal medicine at Cedars-Sinai Medical Center in Los Angeles in 1981 when he came into contact with some of the first reported cases of what was later identified as AIDS. Ho has been engaged in HIV/AIDS research since the beginning of the pandemic, initially focusing on clinical virology and select topics in HIV pathogenesis. In the mid 1990s, his research team conducted a series of elegant human studies to elucidate the dynamics of HIV replication in vivo. This knowledge, in turn, formed the foundation for their pioneering effort to treat HIV \"early and hard\" and in demonstrating for the first time the durable control of HIV replication in patients receiving combination antiretroviral therapy. This was the turning point in the epidemic that an automatic death sentence was transformed into a manageable disease. For the past decade and a half, Ho has shifted his research focus to developing strategies to prevent HIV transmission. A protective vaccine against HIV remains elusive despite concerted research efforts. However, Ho has been leading non-vaccine approaches to block HIV transmission that have shown considerable promise. His group was the first to demonstrate protective efficacy of a long-acting antiretroviral drug as pre-exposure prophylaxis in rhesus macaques. In fact, one such agent, cabotegravir, has recently completed Phase-3 efficacy trials in high-risk populations, in collaboration with GlaxoSmithKline. In parallel, Ho's group has also engineered exquisitely potent antibodies that neutralize divergent strains of HIV. The most promising neutralizing agent is a bispecific monoclonal antibody that entered a first-in-human clinical trial in 2019 with the support of the Bill & Melinda Gates Foundation. The Ho Lab is funded by two NIH grants to pursue the use of engineered antibodies to purge the viral latent reservoir as a part of the international HIV cure effort. Currently, the Ho lab is funded by the Jack Ma Foundation to work on coronavirus projects. Ho has published more than 500 research papers as of February 2020.[7] He championed the combination anti-retroviral therapy[8] which had earlier been developed by scientists at NIAID and Merck.[9] This approach allowed the control of HIV replication in patients[10] Ho is a member of the Committee of 100, a Chinese American leadership organization, in addition to several scientific groups.[11] Ho is leading a team, funded by Jack Ma, to look for a vaccine for the COVID-19 virus [12] and believes that other treatments that may become effective against COVID-19 should be examined.[13] Ho has received numerous honors and awards for his scientific accomplishments. He is the recipient of 14 honorary doctorates, including those from Columbia University and Tsinghua University. On January 8, 2001, he was presented with the Presidential Citizens Medal by President Clinton.[14] Ho was the chosen commencement speaker at Caltech,[15] MIT,[16] and Harvard T. H. Chan School of Public Health in 2000. Ho has been elected as a member of the American Academy of Arts and Sciences and an Academician of Academia Sinica (Taiwan). He is also a member of the Chinese Academy of Engineering and the U.S. National Academy of Medicine. He was inducted into the California Hall of Fame.[17] Ho was recognized by the Kingdom of Thailand with the Prince Mahidol Award in Medicine,[18] and the Distinguished Alumni Award by Caltech in 2015.[19] Other accolades include the Ernst Jung Prize in Medicine,[20] Mayor's Award for Excellence in Science & Technology, the Squibb Award,[21] and the Hoechst Marion Roussel Award.[22] Ho is an honorary professor at Peking Union Medical College, Chinese Academy of Medical Sciences, Chinese Academy of Sciences, University of Hong Kong, Wuhan University, and Fudan University in China. He was a member of the Board of Overseers of Harvard University and the Board of Trustees of the California Institute of Technology. He is a former board member of the Massachusetts Institute of Technology Corporation.[23] Ho was Time magazine's 1996 Man of the Year. Time later recalled the selection surprised both Ho and readers[24] The magazine acknowledged in 1996 that \"Ho is not, to be sure, a household name. But some people make headlines while others make history.\"[24] As of 2020, Ho is the last person to be selected as Person of the Year in a U.S. presidential election year without winning that year's U.S. presidential election. In 1998, he received the Golden Plate Award of the American Academy of Achievement.[25] Ho was even briefly mentioned when Alexander Fleming was considered for Person of the Century in 1999, since Fleming could be portrayed as representative of other disease-fighting scientists including Ho,[26] but the title ultimately went to Albert Einstein. Ho has been elected as a member of the American Academy of Arts and Sciences, Academia Sinica (Taiwan), and the Institute of Medicine of the National Academy.[11] Ho was a member of the Board of Overseers of Harvard University and a board member of the MIT Corporation. He is currently a member of the board of trustees of the California Institute of Technology. On December 6, 2006, California governor Arnold Schwarzenegger and First Lady Maria Shriver inducted Ho into the California Hall of Fame located at The California Museum for History, Women, and the Arts.[27] Ho was awarded Distinguished Alumni Award at California Institute of Technology in 2015. Ho received the Portrait of a Nation Prize at the National Portrait Gallery, Smithsonian Institution.[28] Ho has three older children: Kathryn, Jonathan, and Jaclyn. He lives with his partner, Tera Wong, and their child, Jerren Ho. His family's ancestral home is Xinyu, Jiangxi Province.[29]","Title":"David Ho - Wikipedia","KeyID":"5657","URL":"https://en.wikipedia.org/wiki/David_Ho"}