{"Content: ":"Kenneth Winston Starr (born July 21, 1946) is an American lawyer who served as a United States circuit judge and 39th solicitor general of the United States. He is best known for heading an investigation of members of the Clinton administration, known as the Whitewater controversy, from 1994 to 1998. Starr served as a federal appellate judge on the U.S. Court of Appeals for the District of Columbia Circuit from 1983 to 1989 and as the U.S. solicitor general from 1989 to 1993 during the presidency of George H. W. Bush. Starr received the most public attention for his tenure as independent counsel while Bill Clinton was U.S. president. Starr was initially appointed to investigate the suicide of deputy White House counsel Vince Foster and the Whitewater real estate investments of Clinton. The three-judge panel charged with administering the Ethics in Government Act later expanded the inquiry into numerous areas including suspected perjury about Clinton's sexual activity with Monica Lewinsky. After more than four years of investigation, Starr filed the Starr Report, which alleged that Clinton lied about the existence of the affair during a sworn deposition. The allegation led to the impeachment of Clinton and the five-year suspension of his law license. Starr served as the dean of the Pepperdine University School of Law. He was later the president and chancellor of Baylor University in Waco, Texas, from June 2010 until May 2016, and was the Louise L. Morrison chair of constitutional law at Baylor Law School. On May 26, 2016, following an investigation into the mishandling by Starr of several sexual assaults at the school, Baylor University's board of regents announced that Starr's tenure as university president would end on May 31.[1] The board said he would continue as chancellor, but on June 1, Starr told ESPN that he would resign his position effective immediately.[2] On August 19, 2016, Starr announced he would resign from his tenured professor position at Baylor Law School, completely severing his ties with the university in a \"mutually agreed separation,[3] following accusations of \"ignoring sexual assault issues on campus\" as reported by NPR.[4] On January 17, 2020, Starr joined President Donald Trump's legal team during his first impeachment trial.[5][6] Starr was born near Vernon, Texas, and was raised in Centerville, Texas. His father was a minister in the Churches of Christ who also worked as a barber. Starr attended Sam Houston High School in San Antonio and was a popular, straight‑A student. His classmates voted him most likely to succeed.[7][8] In 1970, Starr married Alice Mendell, who was raised Jewish but converted to Christianity.[9][10][11] Starr attended the Churches of Christ–affiliated Harding University in Searcy, Arkansas, where he was an honor student, a member of the Young Democrats[7] and a vocal supporter of Vietnam protesters.[12] He later transferred to George Washington University, in Washington, D.C., where he received a Bachelor of Arts degree in history, in 1968. While there, he became a member of Delta Phi Epsilon.[13] Starr was not drafted for military service during the Vietnam War, as he was classified 4‑F, because he has psoriasis.[14] He worked in the Southwestern Advantage entrepreneurial program and later attended Brown University, where he earned a Master of Arts degree in 1969. Starr then attended the Duke University School of Law, where he was an editor of the Duke Law Journal and graduated with a J.D. in 1973.[15] After his graduation from Duke, Starr worked as a law clerk for judge David W. Dyer of the U.S. Court of Appeals for the Fifth Circuit from 1973 to 1974.[11] Later, he clerked for chief justice Warren Burger of the U.S. Supreme Court from 1975 to 1977.[11] He joined the Washington, D.C., office of the Los Angeles–based law firm Gibson, Dunn & Crutcher in 1977.[16] He was appointed counselor to U.S. attorney general William French Smith in 1981.[11] On September 13, 1983, he was nominated by Ronald Reagan to a seat on the United States Court of Appeals for the District of Columbia Circuit vacated by George MacKinnon. He was confirmed by the United States Senate on September 20, 1983, and received his commission on September 20, 1983. His service terminated on May 26, 1989, due to resignation.[17] Starr was the United States solicitor general, from 1989 to 1993, under George H. W. Bush.[17] When the Senate Ethics committee needed someone to review Republican senator Bob Packwood's diaries, the committee chose Starr. In 1990, Starr was the leading candidate for the U.S. Supreme Court nomination after William Brennan's retirement. He encountered strong resistance from the Department of Justice leadership, which feared that Starr might not be reliably conservative as a Supreme Court justice. George H. W. Bush nominated David Souter instead of Starr.[18] Starr also considered running for the United States Senate, from Virginia in 1994, against incumbent Chuck Robb, but opted against opposing Oliver North for the Republican nomination. In August 1994, pursuant to the newly reauthorized Ethics in Government Act (28 U.S.C. ยง 593(b)), Starr was appointed by a special three-judge division of the D.C. Circuit to continue the Whitewater investigation.[19] He replaced Robert B. Fiske, a moderate Republican who had been appointed by attorney general Janet Reno.[20] Starr took the position part-time and remained active with his law firm, Kirkland & Ellis, as this was permitted by statute and was also the norm with previous independent counsel investigations.[21] As time went on, however, Starr was increasingly criticized for alleged conflicts of interest stemming from his continuing association with Kirkland & Ellis. Kirkland, like several other major law firms, was representing clients in litigation with the government, including tobacco companies and auto manufacturers. The firm itself was being sued by the Resolution Trust Corporation, a government agency involved in the Whitewater matter. Additionally, Starr's own actions were challenged because Starr had, on one occasion, talked with lawyers for Paula Jones, who was suing Bill Clinton over an alleged sexual harassment. Starr had explained to them why he believed that sitting U.S. presidents are not immune to civil suit.[22][23] On October 10, 1997, Starr's report on the death of deputy White House counsel Vince Foster, drafted largely by Starr's deputy Brett Kavanaugh, was released to the public by the Special Division. The complete report is 137 pages long and includes an appendix added to the Report by the Special Division over Starr's objection.[24] The report agrees with the findings of previous independent counsel Robert B. Fiske that Foster committed suicide at Fort Marcy Park, in Virginia, and that his suicide was caused primarily by undiagnosed and untreated depression. As CNN explained on February 28, 1997, \"The [Starr] report refutes claims by conservative political organizations that Foster was the victim of a murder plot and coverup,\" but \"despite those findings, right-wing political groups have continued to allege that there was more to the death and that the president and first lady tried to cover it up.\"[25] CNN also noted that organizations pushing the murder theory included the Pittsburgh Tribune-Review, owned by billionaire Richard Mellon Scaife, and Accuracy in Media, supported in part by Scaife's foundation.[26] Scaife's reporter on the Whitewater matter, Christopher Ruddy, was a frequent critic of Starr's handling of the case.[27] The law conferred broad investigative powers on Starr and the other independent counsels named to investigate the administration, including the right to subpoena nearly anyone who might have information relevant to the particular investigation. Starr would later receive authority to conduct additional investigations, including the firing of White House Travel Office personnel, potential political abuse of confidential FBI files, Madison Guaranty, Rose Law Firm, Paula Jones lawsuit and, most notoriously, possible perjury and obstruction of justice to cover up President Clinton's sexual relationship with Monica Lewinsky. The Lewinsky portion of the investigation included the secret taping of conversations between Lewinsky and coworker Linda Tripp, requests by Starr to tape Lewinsky's conversations with Clinton, and requests by Starr to compel Secret Service agents to testify about what they might have seen while guarding Clinton. With the investigation of Clinton's possible adultery, critics of Starr believed that he had crossed a line and was acting more as a political hit man than as a prosecutor.[28][29] In his deposition for the Paula Jones lawsuit, Clinton denied having \"sexual relations\" with Monica Lewinsky. On the basis of the evidence provided by Monica Lewinsky, a blue dress with Clinton's semen, Ken Starr concluded that this sworn testimony was false and perjurious. During the deposition in the Jones case, Clinton was asked, \"Have you ever had sexual relations with Monica Lewinsky, as that term is defined in Deposition Exhibit 1, as modified by the Court?\" The definition included contact with the genitalia, anus, groin, breast, inner thigh, or buttocks of a person with an intent to arouse or gratify the sexual desire of that person, any contact of the genitals or anus of another person, or contact of one's genitals or anus and any part of another person's body either directly or through clothing.[30][31][32] The judge ordered that Clinton be given an opportunity to review the agreed definition. Clinton flatly denied having sexual relations with Lewinsky.[33] Later, at the Starr grand jury, Clinton stated that he believed the definition of \"sexual relations\" agreed upon for the Jones deposition excluded his receiving oral sex. Starr's investigation eventually led to the impeachment of President Clinton, with whom Starr shared Time's Man of the Year designation for 1998. Despite his impeachment, the president was acquitted in the subsequent trial before the United States Senate as all 45 Democrats and 10 Republicans voted to acquit.[34] In 2004, Starr expressed regret for ever having asked the Department of Justice to assign him to oversee the Lewinsky investigation personally, saying, \"the most fundamental thing that could have been done differently\" would have been for somebody else to have investigated the matter.[35] Starr has been the subject of political satire. The book, And the Horse He Rode In On, by former Clinton staffer James Carville, attempts to portray Starr's time as special prosecutor in a comedic, negative light. At the end of his tenure at Baylor, many called Starr a hypocrite for playing a role in covering up the Baylor Football sex scandal, considering how harshly he stood against Clinton in regards to Clinton's scandal.[36][37][38] After five years as independent counsel, Starr resigned and returned to private practice as an appellate lawyer and a visiting professor at New York University, the Chapman University School of Law, and the George Mason University School of Law. Starr worked as a partner at Kirkland & Ellis, specializing in litigation. He was one of the lead attorneys in a class-action lawsuit filed by a coalition of liberal and conservative groups (including the American Civil Liberties Union and the National Rifle Association) against the regulations created by the Bipartisan Campaign Reform Act of 2002, known informally as McCain-Feingold Act. In the case, Starr argued that the law was an unconstitutional abridgment of free speech. On April 6, 2004, he was appointed dean of the Pepperdine University School of Law. He originally accepted a position at Pepperdine as the first dean of the newly created School of Public Policy in 1996; however, he withdrew from the appointment in 1998, several months after the Lewinsky controversy erupted. Critics charged that there was a conflict of interest due to substantial donations to Pepperdine from billionaire Richard Mellon Scaife, a Clinton critic who funded many media outlets attacking the president. (Scaife's money, however, supported the Foster-was-murdered theory, according to CNN, and Scaife defunded The American Spectator after it endorsed Starr's conclusion of suicide and mocked a Scaife-aided book.[26]) In 2004, some five years after President Clinton's impeachment, Starr was again offered a Pepperdine position at the School of Law and this time accepted it. In 2005, Starr worked to overturn the death sentence of Robin Lovitt, who was on Virginia's death row for murdering a man during a robbery in 1998. Starr provided his services to Lovitt pro bono. On October 3, 2005, the Supreme Court denied certiorari. (Lovitt was granted clemency and had his sentence commuted to life in prison without parole, on November 29, 2005, by Governor Mark Warner of Virginia.) On January 26, 2006, the defense team of convicted murderer Michael Morales (which included Starr) sent letters to California governor Arnold Schwarzenegger requesting clemency for Morales.[39] Letters purporting to be from the jurors who determined Morales's death sentence were included in the package sent to Schwarzenegger. However, prosecutors alleged that the documents were forgeries, and accused investigator and anti-death penalty activist Kathleen Culhane of falsifying the documents. Lead defense attorney David Senior and his team soon withdrew the documents. Ultimately, clemency was denied, but the falsified documents were not used in the rationale.[40] Eventually, Culhane was criminally charged with forging the documents and, under a plea agreement, was sentenced to five years in prison.[41] On May 4, 2006, Starr announced that he would represent the school board of Juneau, Alaska, in its appeal to the United States Supreme Court in a case brought by a former student, Joseph Frederick. A high school student at that time, Joseph Frederick unfurled a banner at a school-sponsored event saying \"Bong Hits 4 Jesus\" as the Olympic torch was passing through Juneau, before arriving in Salt Lake City, Utah, for the 2002 Winter Olympics. The board decided to suspend the student. The student then sued and won at the U.S. Court of Appeals for the Ninth Circuit, which stated that the board violated the student's first amendment right to free speech.[42] On August 28, 2006, Starr filed a writ of certiorari for a hearing with the Supreme Court.[43] On June 21, 2007, in an opinion authored by Chief Justice John G. Roberts, the court ruled in favor of Starr's client, finding that \"a principal may, consistent with the First Amendment, restrict student speech at a school event, when that speech is reasonably viewed as promoting illegal drug use.\"[44] Starr continues to represent Blackwater in a case involving the deaths of four unarmed civilians killed by Blackwater contractors in Fallujah, Iraq, in March 2004.[45][needs update] On December 19, 2008, Proposition 8 supporters named Starr to represent them in post-election lawsuits to be heard by the Supreme Court of California. Opponents of the measure sought to overturn it as a violation of fundamental rights, while supporters sought to invalidate the 18,000 same-sex marriages performed in the state before Proposition 8 passed.[46] Oral arguments took place on March 5, 2009, in San Francisco. Starr argued that \"Prop. 8 was a modest measure that left the rights of same-sex couples undisturbed under California's domestic-partner laws and other statutes banning discrimination based on sexual orientation,\" to the agreement of most of the judges.[47] The main issue that arose during the oral argument included the meaning of the word \"inalienable,\" and to which extent this word goes when used in Article I of the Californian Constitution. Christopher Krueger of the attorney general's office said that inalienable rights may not be stripped away by the initiative process. Starr countered that \"rights are important, but they don't go to structure ... rights are ultimately defined by the people.\"[48] The court ultimately held that the measure was valid and effective, but would not be applied retroactively to marriages performed prior to its enactment. In 2007, Starr joined the legal team defending Palm Beach billionaire Jeffrey Epstein, who was accused of the statutory rape of numerous underage high school students.[49] Epstein would later plea bargain to plead guilty to several charges of soliciting and trafficking of underage girls, serve 13 months on work release in a private wing of the Palm Beach jail, and register as a sex offender.[50] Starr said he was “in the room” when then-US attorney Alex Acosta made the deal that yielded the plea bargain for Epstein and later described Acosta as “a person of complete integrity,” adding that “everyone was satisfied” with the agreement.[51] In early 2019, a federal judge ruled that because prosecutors failed to disclose the deal to Epstein's victims, they had violated the Crime Victims’ Rights Act (CVRA) which entitles victims to know about significant events in their cases.[52] Acosta, who later served as Secretary of Labor, resigned that role in mid 2019 under pressure over the perceived lenience of the Epstein deal.[53] In 2013, Starr was among many high-profile figures to express support for Christopher Kloman, a 74-year-old retired teacher at the Potomac School who pleaded guilty to molesting five female students over a period from 1966 to 1985. Starr signed a letter, written by his wife Alice, to the Fairfax County, Virginia, judge presiding over the case. The letter asked for leniency for Kloman, who is a friend of the Starr family and who \"took the time to chat\" with Starr's daughter, a student at the school until 1998. \"Community service would be a far better punishment than having him languish in jail.\"[54] Kloman was convicted in October 2013 and sentenced to 43 years in prison.[55] On January 16, 2020, Starr was announced as a member of then-President Donald Trump's legal team for his Senate impeachment trial.[56] He argued before the Senate on Trump's behalf on January 27, 2020.[57] Slate journalist Jeremy Stahl pointed out that as he was urging the Senate not to remove Trump as president, Starr contradicted various arguments he used in 1998 to justify Clinton's impeachment.[57] In defending Trump, Starr also claimed he was wrong to have called for impeachment against Clinton for abuse of executive privilege and efforts to obstruct Congress and also stated that the House Judiciary Committee was right in 1998 to have rejected one of the planks for impeachment he had advocated for.[57] He also invoked a 1999 Hofstra Law Review article by Yale law professor Akhil Amar, who argued that the Clinton impeachment proved just how impeachment and removal causes \"grave disruption\" to a national election.[57] Starr was called as a witness by Sen. Ron Johnson on a senate hearing concerning electoral fraud amidst Trump's attempts to overturn the 2020 United States presidential election.[58] When Trump was impeached for a second time in 2021, Starr condemned the impeachment as \"dangerous\" and \"unconstitutional\".[59] Starr was the Duane and Kelly Roberts Dean and Professor of Law at Pepperdine University, when on February 15, 2010, Baylor University announced that it would introduce Starr as its newest president.[10] Starr became Baylor's 14th president, replacing John Lilley who was ousted in mid‑2008.[60] Starr was introduced as the new president on June 1, 2010.[61] His inauguration was held on September 17, 2010, where Stephen L. Carter was the keynote speaker.[62] Within his first two weeks in office, Starr was \"leading the charge\" to keep the university in the Big 12 Conference for athletics.[63] Starr was additionally named chancellor of Baylor in November 2013, a post that had been vacant since 2005. He became the first person to hold the positions of president and chancellor at Baylor at the same time.[64] In September 2015, Baylor's Board of Regents initiated an external review of the university's response to reports of sexual violence to be conducted by the Pepper Hamilton law firm. Baylor had been accused of failing to respond to reports of rape and sexual assault filed by at least six female students from 2009 to 2016. Former football player Tevin Elliot was convicted of rape. Elliot is currently serving a 20-year sentence after his conviction in January 2014.[65] Another student, Sam Ukwuachu, was convicted but has since had that conviction overturned and was retried, only to see it reinstated by the Texas Court of Appeals in 2018.[66] Pepper Hamilton reported their findings to the regents on May 13,[67] and on May 26, the regents announced Starr's removal as university president, effective May 31.[68] The May 26, 2016, announcement of personnel changes by the Board of Regents said Starr was to have continued as Chancellor and also as a faculty member at Baylor Law School. Starr, however, announced his resignation as Chancellor on June 1, effective immediately. He told an interviewer that he took that action \"as a matter of conscience.\" He said he \"willingly accepted responsibility\" and \"The captain goes down with the ship.\"[2] He resigned his position as the Louise L. Morrison Chair of Constitutional Law in Baylor Law School on August 19, 2016.[69] Wilentz, Sean (March 7–20, 2019). \"Presumed guilty\". The New York Review of Books. 66 (4): 40–42. # denotes interim president","Title":"Ken Starr - Wikipedia","KeyID":"5659","URL":"https://en.wikipedia.org/wiki/Ken_Starr"}