{"Content: ":"Luchibang (meaning \"Lü's heron wing\") is an extinct genus of istiodactylid pterosaur discovered in Inner Mongolia, China. The type and only species is Luchibang xingzhe.[1] The holotype, a juvenile specimen, was acquired from illegal fossil dealers who found it before 2000, probably at the village of Liutiaogou, near Dashuangmiao in Ningcheng, Inner-Mongolia. Around 2009, David Hone was asked by Xu Xing to describe the specimen, but publication of the article was for many years delayed due to doubts expressed in the peer review about its authenticity. Luchibang was announced in an abstract of the Los Angeles Flugsaurier conference in 2018,[2] but it was only validly published in 2020. In 2020, David W.E. Hone, Adam James Fitch, Ma Feimin and Xu Xing named and described the type species Luchibang xingzhe. The generic name Luchibang is derived from the Mandarin lu, \"heron\", and chibang, \"wing\", but is also a reference to the late paleontologist Lü Junchang. The specific name xingzhe means \"walker\", in reference to its terrestrial capabilities. In the Hone et al. paper, the section formally describing Luchibang spells the species name as xinzhe; however, most of the paper uses the name xingzhe. In addition, one figure and the supplemental data contain the name Luchibang wuke. A corrigendum to the paper clarifies that the spelling xinzhe was in error, and that wuke was the original planned name but lacks a description and is therefore a nomen nudum. Hone et al. formally changed the species name from xinzhe to the intended xingzhe.[3] The holotype ELDM 1000 is assumed to have been found in a layer of the Yixian Formation dating from the Aptian. It consists of a nearly complete skeleton with skull, compressed on a single plate. Only the rear of the skull, the front two neck vertebrae, the sternal ribs, the tail, a prepubis, the left wrist and left pteroid are lacking. Pieces of skin are preserved. The skeleton is largely articulated and visible from the underside. It represents a juvenile individual. It is part of the collection of the Erlianhaote Dinosaur Museum. The fossil had already been prepared by the traders. Due to differences in colouration and the fact that the proportions of the postcrania, especially the long legs and large feet, resemble those of Azhdarchoidea, it was suggested in the peer review that the piece might be a chimaera, the head having been added to the rump to increase its value. To check this, Hone and C. Rodgers further prepared the head region but could find no trace of connecting glue. The head seemed to have been an integral part of the piece and therefore was concluded to be authentic. The holotype individual has a wing span of about two metres. As it is a juvenile, the adult size might have been considerably larger, which would make Luchibang quite a large istiodactylid. The describing authors indicated some distinguishing traits. Two of these are autapomorphies, unique derived characters. The sternum is large and rectangular with a straight rear edge. The femur equals more than 80% of the ulna length. Additionally, a unique combination is present of traits that are in themselves not unique. The front of the sternum shows no vertical expansion. In the rear jaws, the teeth are far apart. In top view, the symphysis of the lower jaw dentaries is four times longer than wide. The branches of the lower jaws are long and narrow, twenty times longer than wide in top view. Two specimens of the fish Lycoptera were found in association with the holotype; the first, resting between the jaws of the pterosaur, likely represents an animal that died around the same time, while the second was found within or underneath the ribcage of the pterosaur, and \"may represent gut contents\" according to the authors.[1] However, due to the high level of compression involved in the preservation of the fossil, it is impossible to determine whether the associated fish skeleton truly lies within the ribcage, and thus represents true evidence for its diet, or if it is merely underneath the pterosaur skeleton, a possibility that the authors themselves discuss.   ","Title":"Luchibang - Wikipedia","KeyID":"566","URL":"https://en.wikipedia.org/wiki/Luchibang"}