{"Content: ":"Revolution of 1989 Kohl Administration Leader of the Christian Democratic Union First Ministry and term Second Ministry and term Third Ministry and term Fourth Ministry and term  Angela Dorothea Merkel (German: [ˈaŋɡela doʁoˈteːa ˈmɛɐ̯kl̩] (listen);[a] née Kasner; born 17 July 1954) is a retired German politician and scientist who served as the chancellor of Germany from 2005 to 2021. A member of the Christian Democratic Union (CDU), she previously served as leader of the Opposition from 2002 to 2005 and as Leader of the Christian Democratic Union from 2000 to 2018.[9] Merkel was the first female chancellor of Germany.[10] During her tenure as Chancellor, Merkel was frequently referred to as the de facto leader of the European Union (EU) and the most powerful woman in the world.[11][12][13] Merkel was born in Hamburg in then-West Germany, moving to East Germany as an infant when her father, a Lutheran clergyman, received a pastorate in Perleberg. She obtained a doctorate in quantum chemistry in 1986 and worked as a research scientist until 1989.[14] Merkel entered politics in the wake of the Revolutions of 1989, briefly serving as deputy spokeswoman for the first democratically elected Government of East Germany led by Lothar de Maizière. Following German reunification in 1990, Merkel was elected to the Bundestag for the state of Mecklenburg-Vorpommern. As the protégée of Chancellor Helmut Kohl, Merkel was appointed as Minister for Women and Youth in 1991, later becoming Minister for the Environment, Nature Conservation and Nuclear Safety in 1994. After the CDU lost the 1998 federal election, Merkel was elected CDU General Secretary, before becoming the party's first female leader and the first female Leader of the Opposition two years later, in the aftermath of a donations scandal that toppled Wolfgang Schäuble. Following the 2005 federal election, Merkel was appointed to succeed Gerhard Schröder as Chancellor of Germany, leading a grand coalition consisting of the CDU, its Bavarian sister party the Christian Social Union (CSU) and the Social Democratic Party of Germany (SPD). Merkel was the first woman to be elected as Chancellor, and the first Chancellor since reunification to have been raised in the former East Germany. At the 2009 federal election, the CDU obtained the largest share of the vote, and Merkel was able to form a coalition government with the Free Democratic Party (FDP).[15] At the 2013 federal election, Merkel's CDU won a landslide victory with 41.5% of the vote and formed a second grand coalition with the SPD, after the FDP lost all of its representation in the Bundestag.[16] At the 2017 federal election, Merkel led the CDU to become the largest party for the fourth time; Merkel formed a third grand coalition with the SPD and was sworn in for a joint-record fourth term as Chancellor on 14 March 2018.[17] In foreign policy, Merkel has emphasised international cooperation, both in the context of the EU and NATO, and strengthening transatlantic economic relations. In 2008, Merkel served as President of the European Council and played a central role in the negotiation of the Treaty of Lisbon and the Berlin Declaration. Merkel played a crucial role in managing the global financial crisis of 2007–2008 and the European debt crisis. She negotiated the 2008 European Union stimulus plan focusing on infrastructure spending and public investment to counteract the Great Recession. In domestic policy, Merkel's Energiewende program has focused on future energy development, seeking to phase out nuclear power in Germany, reduce greenhouse gas emissions, and increase renewable energy sources. Reforms to the Bundeswehr which abolished conscription, health care reform, and her government's response to the 2010s European migrant crisis and the COVID-19 pandemic in Germany were major issues during her chancellorship.[18] She served as the senior G7 leader from 2011 to 2012 and again from 2014 to 2021. In 2014, she became the longest-serving incumbent head of government in the EU. In October 2018, Merkel announced that she would stand down as Leader of the CDU at the party convention, and would not seek a fifth term as Chancellor in the 2021 federal election.[19] Merkel was born Angela Dorothea Kasner in 1954, in Hamburg, West Germany, the daughter of Horst Kasner (1926–2011; né Kaźmierczak),[20][21] a Lutheran pastor and a native of Berlin, and his wife Herlind (1928–2019; née Jentzsch), born in Danzig (now Gdańsk, Poland), a teacher of English and Latin. She has two younger siblings, Marcus Kasner, a physicist, and Irene Kasner, an occupational therapist. In her childhood and youth, Merkel was known among her peers by the nickname \"Kasi\", derived from her last name Kasner.[22] Merkel is of German and Polish descent. Her paternal grandfather, Ludwik Kasner, was a German policeman of Polish ethnicity, who had taken part in Poland's struggle for independence in the early 20th century.[23] He married Merkel's grandmother Margarethe, a German from Berlin, and relocated to her hometown where he worked in the police. In 1930, they Germanized the Polish name Kaźmierczak to Kasner.[24][25][26][27] Merkel's maternal grandparents were the Danzig politician Willi Jentzsch, and Gertrud Alma (née Drange), a daughter of the city clerk of Elbing (now Elbląg, Poland) Emil Drange. Since the mid-1990s, Merkel has publicly mentioned her Polish heritage on several occasions and described herself as a quarter Polish, but her Polish roots became better known as a result of a 2013 biography.[28] Religion played a key role in the Kasner family's migration from West Germany to East Germany.[29] Merkel's paternal grandfather was originally Catholic but the entire family converted to Lutheranism during the childhood of her father,[25] who later studied Lutheran theology in Heidelberg and Hamburg. In 1954, when Angela was just three months old, her father received a pastorate at the church in Quitzow [de] (a quarter of Perleberg in Brandenburg), which was then in East Germany. The family moved to Templin and Merkel grew up in the countryside 90 km (56 mi) north of East Berlin.[30] In 1968, Merkel joined the Free German Youth (FDJ), the official communist youth movement sponsored by the ruling Marxist–Leninist Socialist Unity Party of Germany.[31][32][33] Membership was nominally voluntary, but those who did not join found it difficult to gain admission to higher education.[34] She did not participate in the secular coming of age ceremony Jugendweihe, however, which was common in East Germany. Instead, she was confirmed.[35] During this time, she participated in several compulsory courses on Marxism-Leninism with her grades only being regarded as \"sufficient\".[36] Merkel later said that \"Life in the GDR was sometimes almost comfortable in a certain way, because there were some things one simply couldn't influence.\"[37] At school Merkel learned to speak Russian fluently, and was awarded prizes for her proficiency in Russian and mathematics. She was the best in her class in mathematics and Russian, and completed her school education with the best possible average Abitur grade 1.0.[38] Merkel continued her education at Karl Marx University, Leipzig, where she studied physics from 1973 to 1978.[30] While a student, she participated in the reconstruction of the ruin of the Moritzbastei, a project students initiated to create their own club and recreation facility on campus. Such an initiative was unprecedented in the GDR of that period, and initially resisted by the university. With backing of the local leadership of the SED party, the project was allowed to proceed.[39] Near the end of her studies, Merkel sought an assistant professorship at an engineering school. As a condition for getting the job, Merkel was told she would need to agree to report on her colleagues to officers of the Ministry for State Security (Stasi). Merkel declined, using the excuse that she could not keep secrets well enough to be an effective spy.[40] Merkel worked and studied at the Central Institute for Physical Chemistry of the Academy of Sciences in Berlin-Adlershof from 1978 to 1990. At first she and her husband squatted in Mitte.[41] At the Academy of Sciences, she became a member of its FDJ secretariat. According to her former colleagues, she openly propagated Marxism as the secretary for \"Agitation and Propaganda\".[42] However, Merkel has denied this claim and stated that she was secretary for culture, which involved activities like obtaining theatre tickets and organising talks by visiting Soviet authors.[43] She stated: \"I can only rely on my memory, if something turns out to be different, I can live with that.\"[42] After being awarded a doctorate (Dr. rer. nat.) for her thesis on quantum chemistry in 1986,[44] she worked as a researcher and published several papers.[45] In 1986, she was able to travel freely to West Germany to attend a congress; she also participated in a multi-week language course in Donetsk, in the then-Ukrainian Soviet Socialist Republic.[46] The fall of the Berlin Wall in November 1989 served as the catalyst for Merkel's political career. Although she did not participate in the crowd celebrations the night the wall came down, one month later Merkel became involved in the growing democracy movement, joining the new party Demokratischer Aufbruch (DA, or in English \"Democratic Beginning\").[47] Party Leader Wolfgang Schnur appointed her as press spokeswoman of the party in February 1990. However, Schnur was revealed to have worked for the Stasi just a few weeks ahead of the first (and only) multi-party election in 1990 and was later expelled from the party. The DA sank as a result, only managing to elect four members to the Volkskammer. However, because the DA was a member party of the Alliance for Germany, which won the election in a landslide, the DA was included in the government coalition. Merkel was therefore appointed deputy spokesperson of the new and last pre-unification government under Lothar de Maizière.[48] Merkel had impressed de Maizière with her adept dealing with journalists questioning the role of a party leader, Wolfgang Schnur, as an \"informal co-worker\" with the homeland security services.[40][47] In April 1990, DA merged with the East German Christian Democratic Union, which in turn merged with its western counterpart after reunification. In the German federal election of 1990, the first to be held following reunification, Merkel successfully stood for election to the Bundestag in the parliamentary constituency of Stralsund – Nordvorpommern – Rügen in north Mecklenburg-Vorpommern.[49] She received the crucial backing of then-influential CDU minister and state party chairman Günther Krause. She has won re-election from this constituency (renamed, with slightly adjusted borders, Vorpommern-Rügen – Vorpommern-Greifswald I in 2003) at the seven federal elections held since then. Almost immediately following her entry into parliament, Merkel was appointed by Chancellor Helmut Kohl to serve as Minister for Women and Youth in the federal cabinet.[11][50] The ministry was the smallest and least powerful one of the three ministries that were created from the old Ministry for Health, Seniors, Family and Youth. In November 1991, Merkel, with the support of the federal CDU, ran for the leadership of the neighboring CDU in Brandenburg. She lost to Ulf Finke; this has been the only election to date Merkel has lost. In June 1993, Merkel was elected leader of the CDU in Mecklenburg-Vorpommern, succeeding her former mentor Günther Krause. In 1994, she was promoted to the position of Minister for the Environment and Nuclear Safety, which gave her greater political visibility and a platform on which to build her personal political career. As one of Kohl's protégées and his youngest Cabinet Minister, she was frequently referred to by Kohl as mein Mädchen (\"my girl\").[51] After the Kohl Government was defeated at the 1998 election, Merkel was appointed Secretary-General of the CDU,[50] a key position as the party was no longer part of the federal government.[citation needed] Merkel oversaw a string of CDU election victories in six out of seven state elections in 1999, breaking the long-standing SPD-Green hold on the Bundesrat. Following a party funding scandal that compromised many leading figures of the CDU – including Kohl himself and his successor as CDU Leader, Wolfgang Schäuble – Merkel criticised her former mentor publicly and advocated a fresh start for the party without him.[50] She was subsequently elected to replace Schäuble, becoming the first female leader of a German party on 10 April 2000.[52] Her election surprised many observers, as her personality offered a contrast to the party she had been elected to lead; Merkel is a centrist Protestant originating from predominantly Protestant northern Germany, while the CDU is a male-dominated, socially conservative party with strongholds in western and southern Germany, and its Bavarian sister party, the CSU, has deep Catholic roots. Following Merkel's election as CDU Leader, the CDU was not able to win in subsequent state elections. As early as February 2001 her rival Friedrich Merz had made clear he intended to become Chancellor Gerhard Schröder's main challenger in the 2002 election. Merkel's own ambition to become Chancellor was well-known, but she lacked the support of most Minister-presidents and other grandees within her own party. She was subsequently outmaneuvered politically by CSU Leader Edmund Stoiber, to whom she eventually ceded the privilege of challenging Schröder.[53] He went on to squander a large lead in opinion polls to lose the election by a razor-thin margin in an election campaign that was dominated by the Iraq War. While Chancellor Schröder made clear he would not join the war in Iraq,[54] Merkel and the CDU-CSU supported the invasion of Iraq. After Stoiber's defeat in 2002, in addition to her role as CDU Leader, Merkel became Leader of the Opposition in the Bundestag; Friedrich Merz, who had held the post prior to the 2002 election, was eased out to make way for Merkel. Stoiber voted for Merkel.[55] Merkel supported a substantial reform agenda for Germany's economic and social system, and was considered more pro-market than her own party (the CDU). She advocated German labour law changes, specifically removing barriers to laying off employees and increasing the allowed number of work hours in a week. She argued that existing laws made the country less competitive, because companies could not easily control labour costs when business is slow.[56] Merkel argued that Germany should phase out nuclear power less quickly than the Schröder administration had planned.[57][58] Merkel advocated a strong transatlantic partnership and German-American friendship. In the spring of 2003, defying strong public opposition, Merkel came out in favour of the 2003 invasion of Iraq, describing it as \"unavoidable\" and accusing Chancellor Gerhard Schröder of anti-Americanism. She criticised the government's support for the accession of Turkey to the European Union and favoured a \"privileged partnership\" instead. In doing so, she reflected public opinion that grew more hostile toward Turkish membership of the European Union.[59] On 30 May 2005, Merkel won the CDU/CSU nomination as challenger to Chancellor Gerhard Schröder of the SPD in the 2005 national elections. Her party began the campaign with a 21-point lead over the SPD in national opinion polls, although her personal popularity lagged behind that of the incumbent. However, the CDU/CSU campaign suffered[60] when Merkel, having made economic competence central to the CDU's platform, confused gross and net income twice during a televised debate.[61] She regained some momentum after she announced that she would appoint Paul Kirchhof, a former judge at the German Constitutional Court and leading fiscal policy expert, as Minister of Finance.[60] Merkel and the CDU lost ground after Kirchhof proposed the introduction of a flat tax in Germany, again undermining the party's broad appeal on economic affairs and convincing many voters that the CDU's platform of deregulation[citation needed] was designed to benefit only the rich.[62] This was compounded by Merkel's proposal to increase VAT[63] to reduce Germany's deficit and fill the gap in revenue from a flat tax. The SPD were able to increase their support simply by pledging not to introduce flat taxes or increase VAT.[citation needed] Although Merkel's standing recovered after she distanced herself from Kirchhof's proposals, she remained considerably less popular than Schröder,[citation needed] and the CDU's lead was down to 9% on the eve of the election.[64] On the eve of the election, Merkel was still favored to win a decisive victory based on opinion polls.[65] On 18 September 2005, Merkel's CDU/CSU and Schröder's SPD went head-to-head in the national elections, with the CDU/CSU winning 35.2% (CDU 27.8%/CSU 7.5%)[citation needed] of the second votes to the SPD's 34.2%.[65] The result was so close, both Schröder and Merkel claimed victory.[50][65] Neither the SPD-Green coalition nor the CDU/CSU and its preferred coalition partners, the Free Democratic Party, held enough seats to form a majority in the Bundestag.[65] A grand coalition between the CDU/CSU and SPD faced the challenge that both parties demanded the chancellorship.[65][66] However, after three weeks of negotiations, the two parties reached a deal whereby Merkel would become Chancellor and the SPD would hold 8 of the 16 seats in the cabinet.[66] The First Merkel cabinet was sworn in at 16:00 CET on 22 November 2005. On 31 October 2005, after the defeat of his favoured candidate for the position of Secretary General of the SPD, Franz Müntefering indicated that he would resign as party chairman, which he did in November. Ostensibly responding to this, Edmund Stoiber (CSU), who was originally nominated as Minister for Economics and Technology, announced his withdrawal on 1 November 2005. While this was initially seen as a blow to Merkel's attempt at forming a viable coalition, the manner in which Stoiber withdrew earned him much ridicule and severely undermined his position as a Merkel rival. Separate conferences of the CDU, CSU, and SPD approved the proposed Cabinet on 14 November 2005. The second Cabinet of Angela Merkel was sworn in on 28 October 2009.[67] On 22 November 2005, Merkel assumed the office of Chancellor of Germany following a stalemate election that resulted in a grand coalition with the SPD. The coalition deal was approved by both parties at party conferences on 14 November 2005.[68] Merkel was elected Chancellor by the majority of delegates (397 to 217) in the newly assembled Bundestag on 22 November 2005, but 51 members of the governing coalition voted against her.[69] Reports at the time indicated that the grand coalition would pursue a mix of policies, some of which differed from Merkel's political platform as leader of the opposition and candidate for Chancellor. The coalition's intent was to cut public spending whilst increasing VAT (from 16 to 19%), social insurance contributions and the top rate of income tax.[70] When announcing the coalition agreement, Merkel stated that the main aim of her government would be to reduce unemployment, and that it was this issue on which her government would be judged.[71] Her party was re-elected in 2009 with an increased number of seats, and could form a governing coalition with the FDP. This term was overshadowed by the European debt crisis. Conscription in Germany was abolished and the Bundeswehr became a volunteer military. Unemployment sank below the mark of 3 million unemployed people.[72] In the election of September 2013, Merkel won one of the most decisive victories in German history, achieving the best result for the CDU/CSU since reunification and coming within five seats of the first absolute majority in the Bundestag since 1957.[73] However, their preferred coalition partner, the FDP, failed to enter parliament for the first time since 1949, being below the minimum of 5% of votes required to enter parliament.[16][74] The CDU/CSU turned to the SPD to form the third grand coalition in postwar German history and the second under Merkel's leadership. The third Cabinet of Angela Merkel was sworn in on 17 December 2013.[75] Midway through her second term, Merkel's approval plummeted in Germany, resulting in heavy losses in state elections for her party.[76] An August 2011 poll found her coalition had only 36% support compared to a rival potential coalition's 51%.[77] However, she scored well on her handling of the recent euro crisis (69% rated her performance as good rather than poor), and her approval rating reached an all-time high of 77% in February 2012 and again in July 2014.[78] Merkel's approval rating dropped to 54% in October 2015, during the European migrant crisis, the lowest since 2011.[79] According to a poll conducted after terror attacks in Germany Merkel's approval rating dropped to 47% (August 2016).[80] Half of Germans did not want her to serve a fourth term in office compared to 42% in favor.[81] However, according to a poll taken in October 2016, her approval rating had been found to have risen again, 54% of Germans were found to be satisfied with work of Merkel as Chancellor.[82] According to another poll taken in November 2016, 59% were to found to be in favour of a renewed Chancellor candidature of Merkel in 2017.[83] According to a poll carried out just days after the 2016 Berlin truck attack, in which it was asked which political leader(s) Germans trust to solve their country's problems; 56% named Merkel, 39% Seehofer (CSU), 35% Gabriel (SPD), 32% Schulz (SPD), 25% Özdemir (Greens), 20% Wagenknecht (Left Party), 15% Lindner (FDP), and just 10% for Petry (AfD).[84] In the 2017 federal election, Merkel led her party to victory for the fourth time. Both CDU/CSU and SPD received a significantly lower proportion of the vote than they did in 2013, and attempted to form a coalition with the FDP and Greens.[85][86] The collapse of these talks led to stalemate.[87] The German President Frank-Walter Steinmeier subsequently appealed successfully to the SPD to change their hard stance and to agree to a third grand coalition with the CDU/CSU.[88] A YouGov survey published in late December 2017 found that just 36 percent of all respondents wanted Merkel to stay at the helm until 2021, while half of those surveyed voters called for a change at the top before the end of the legislature.[89] The Fourth Merkel cabinet was sworn in on 14 March 2018.[90] The negotiations that led to a Grand Coalition agreement with the Social Democrats (SPD) were the longest in German post-war history, lasting almost six months.[91][92] In October 2018, Merkel announced that she had decided not to run for re-election in the 2021 federal election. In August 2019, 67% of Germans wanted Merkel to stay until the end of her term in 2021, while only 29% wanted her to step down earlier.[93] In September 2021, she referred to her party after she leaves the chancellery, and said that \"after 16 years one does not automatically ... return to the chancellery, that was clear to everyone in the CDU and CSU\", describing the close opinion polls about the upcoming election. The remarks came as the Social Democrats had overtaken her conservatives in recent polls.[94] On 26 September 2021, elections proved inconclusive, although the SPD won the most votes. This necessitated long negotiations among the various parties to form a government. On 23 November 2021, a new coalition was announced, with Olaf Scholz nominated to succeed Merkel.[95] Merkel continued to serve as chancellor in a caretaker capacity until 8 December 2021, when Scholz was sworn in.[96] In October 2010, Merkel told a meeting of younger members of her conservative Christian Democratic Union (CDU) party at Potsdam that attempts to build a multicultural society in Germany had \"utterly failed,\"[97] stating that: \"The concept that we are now living side by side and are happy about it\" does not work[98] and \"we feel attached to the Christian concept of mankind, that is what defines us. Anyone who doesn't accept that is in the wrong place here.\"[99] She continued to say that immigrants should integrate and adopt Germany's culture and values. This has added to a growing debate within Germany[100] on the levels of immigration, its effect on Germany and the degree to which Muslim immigrants have integrated into German society. Merkel is in favour of a \"mandatory solidarity mechanism\" for relocation of asylum-seekers from Italy and Greece to other EU member states as part of the long-term solution to Europe's migrant crisis.[101][102] In late August 2015, during the height of the European migrant crisis, Merkel's government suspended European provisions, which stipulated that asylum seekers must seek asylum in the first EU country they arrive. Instead Merkel announced that Germany would also process asylum applications from Syrian refugees if they had come to Germany through other EU countries.[103] That year, nearly 1.1 million asylum seekers entered Germany. Junior coalition partner, Vice Chancellor Sigmar Gabriel said that Germany could take in 500,000 refugees annually for the next several years.[104] German opposition to the government's admission of the new wave of migrants was strong and coupled with a rise in anti-immigration protests.[105] Merkel insisted that Germany had the economic strength to cope with the influx of migrants and reiterated that there is no legal maximum limit on the number of migrants Germany can take.[106] In September 2015, enthusiastic crowds across the country welcomed arriving refugees and migrants.[107] Horst Seehofer, leader of the Christian Social Union in Bavaria (CSU)—the sister party of Merkel's Christian Democratic Union—and then-Bavarian Minister President, attacked Merkel's policies.[108] Seehofer criticised Merkel's decision to allow in migrants, saying that \"[they were] in a state of mind without rules, without system and without order because of a German decision.\"[109] Seehofer estimated as many as 30 percent of asylum seekers arriving in Germany claiming to be from Syria are in fact from other countries,[110] and suggested reducing EU funding for member countries that rejected mandatory refugee quotas.[111] Meanwhile, Yasmin Fahimi, secretary-general of the Social Democratic Party (SPD), the junior partner of the ruling coalition, praised Merkel's policy allowing migrants in Hungary to enter Germany as \"a strong signal of humanity to show that Europe's values are valid also in difficult times\".[108] In November 2015, there were talks inside the governing coalition to stop family unification for migrants for two years, and to establish \"Transit Zones\" on the border and – for migrants with low chances to get asylum approved – to be housed there until their application is approved. The issues are in conflict between the CSU who favoured those new measures and threatened to leave the coalition without them, and the SPD who opposes them; Merkel agreed to the measures.[112] The November 2015 Paris attacks prompted a reevaluation of German officials' stance on the EU's policy toward migrants.[113] There appeared to be a consensus among officials, with the exception of Merkel, that a higher level of scrutiny was needed in vetting migrants with respect to their mission in Germany.[113] However, while not officially limiting the influx numerically, Merkel tightened asylum policy in Germany.[114] In October 2016, Merkel travelled to Mali and Niger. The diplomatic visit took place to discuss how their governments could improve conditions which caused people to flee those countries and how illegal migration through and from these countries could be reduced.[115] The migrant crisis spurred right-wing electoral preferences across Germany with the Alternative for Germany (AfD) gaining 12% of the vote in the 2017 German federal election. These developments prompted debates over the reasons for increased right-wing populism in Germany. Literature argued that the increased right-wing preferences are a result of the European migrant crisis which has brought thousands of people, predominantly from Muslim countries to Germany, and spurred a perception among a share of Germans that refugees constitute an ethnic and cultural threat to Germany.[116] In March 2018, the CSU's Horst Seehofer took over the role of Interior Minister.[citation needed] A policy Seehofer announced is that he has a \"master plan for faster asylum procedures, and more consistent deportations.\"[117] Under Seehofer's plan, Germany would reject migrants who have already been deported or have an entry ban and would instruct police to turn away all migrants who have registered elsewhere in the EU, no matter if these countries agreed to take them back.[118][119] Merkel feared that unilaterally sending migrants back to neighbouring countries without seeking a multilateral European agreement could endanger the stability of the European Union. In June 2018, Seehofer backed down from a threat to bypass her in the disagreement over immigration policy until she would come back on 1 July from attempts to find a solution at the European level. On 1 July 2018, Seehofer rejected the agreement Merkel had obtained with EU countries as too little and declared his resignation during a meeting of his party's executive, but they refused to accept it.[120][121][122] During the night of 2 July 2018, Seehofer and Merkel announced they had settled their differences and agreed to instead accept a compromise of tighter border control.[123][124] As a result of the agreement, Seehofer agreed to not resign,[125] and to negotiate bilateral agreements with the specific countries himself. Seehofer was criticised for almost bringing the government down while the monthly number of migrants targeted by that policy was in single figures. On 6 April 2020, Merkel stated: \"In my view... the European Union is facing the biggest test since its foundation and member states must show greater solidarity so that the bloc can emerge stronger from the economic crisis unleashed by the pandemic\".[126] Merkel has won international plaudits for her handling of the pandemic in Germany.[127][14] During the German presidency of the European Council Merkel not only changed her mind, but spearheaded negotiating a reconstruction package for the time after the pandemic.[128] Merkel's foreign policy has focused on strengthening European cooperation and international trade agreements. She and her governments have been closely associated with the Wandel durch Handel policy.[129] For this, she has come under criticism, especially after the 2022 Russian invasion of Ukraine.[130][131] Merkel has been widely described as the de facto leader of the European Union throughout her tenure as Chancellor. In 2015, with the absence of Stephen Harper, Merkel became the only leader to have attended every G20 meeting since the first in 2008, having been present at a record fifteen summits as of 2021. She hosted the twelfth meeting at the 2017 G20 Hamburg summit.[132] One of Merkel's priorities was strengthening transatlantic economic relations. She signed the agreement for the Transatlantic Economic Council on 30 April 2007 at the White House.[133] Merkel enjoyed good relations with US presidents George W. Bush and Barack Obama.[134] Obama described her in 2016 as his \"closest international partner\" throughout his tenure as president.[135] Obama's farewell visit to Berlin in November 2016 was widely interpreted as the passing of the torch of global liberal leadership to Merkel as Merkel was seen by many as the new standard bearer of liberal democracy since the election of Donald Trump as US president.[136][137] Upon the election of Donald Trump Merkel said that \"Germany and America are tied by values of democracy, freedom and respect for the law and human dignity, independent of origin, skin colour, religion, gender, sexual orientation or political views. I offer the next president of the United States, Donald Trump, close cooperation on the basis of these values.\"[138] The comment was characterized by policy analyst Jennifer Rubin as manifesting the psychological principle of reintegrative shaming.[139] Following the G7 Summit in Italy and the NATO Summit in Brussels, Merkel stated on 28 May 2017 that the US was no longer the reliable partner Europe and Germany had depended on in the past.[140] At an electoral rally in Munich, she said that \"We have to know that we must fight for our future on our own, for our destiny as Europeans\",[141] which has been interpreted as an unprecedented shift in the German-American transatlantic relationship.[142][140] On 25 September 2007, Merkel met the 14th Dalai Lama for \"private and informal talks\" in the Chancellery in Berlin amid protest from China. China afterwards cancelled separate talks with German officials, including talks with Justice Minister Brigitte Zypries.[143] In recognition of the importance of China to the German economy, by 2014 Merkel had led seven trade delegations to China since assuming office in 2005. The same year, in March, China's President Xi Jinping visited Germany.[144] In response to the death of Chinese Nobel Peace Prize laureate Liu Xiaobo, who died of organ failure while in government custody, Merkel said in a statement that Liu had been a \"courageous fighter for civil rights and freedom of expression.\"[145] In July 2019, the UN ambassadors from 22 nations, including Germany, signed a joint letter to the UNHRC condemning China's mistreatment of the Uyghurs as well as its mistreatment of other minority groups, urging the Chinese government to close the Xinjiang re-education camps.[146] In 2006, Merkel expressed concern about overreliance on Russian energy, but she received little support from others in Berlin.[147] In June 2017, Merkel criticized the draft of new US sanctions against Russia that target EU–Russia energy projects, including Nord Stream 2 gas pipeline.[148] Merkel favors the Association Agreement between Ukraine and the European Union; but stated in December 2012 that its implementation depends on reforms in Ukraine.[149] Merkel expressed support for Israel's right to defend itself during the 2014 Israel–Gaza conflict. She telephoned Israeli Prime Minister Benjamin Netanyahu on 9 July to condemn \"without reservation rocket fire on Israel\".[150] In June 2018, Merkel said that there had been \"no moral or political justification\" for the post-war expulsion of ethnic Germans from Central and Eastern European countries.[151] During the financial crisis of 2007–2008, the German government stepped in to assist the mortgage company Hypo Real Estate with a bailout, which was agreed on 6 October, with German banks to contribute €30 billion and the Bundesbank €20 billion to a credit line.[152] On 4 October 2008, following the Irish Government's decision to guarantee all deposits in private savings accounts, a move she strongly criticised,[153] Merkel said there were no plans for the German Government to do the same. The following day, Merkel stated that the government would guarantee private savings account deposits, after all.[154] However, two days later, on 6 October 2008, it emerged that the pledge was simply a political move that would not be backed by legislation.[155] Other European governments eventually either raised the limits or promised to guarantee savings in full.[155] At the World Economic Forum in Davos, 2013, she said that Europe had only 7% of the global population and produced only 25% of the global GDP, but that it accounted for almost 50% of global social expenditure. She went on to say that Europe could only maintain its prosperity by being innovative and measuring itself against the best.[156] Since then, this comparison has become a central element in major speeches.[157] The international financial press has widely commented on her thesis, with The Economist saying: If Mrs Merkel's vision is pragmatic, so too is her plan for implementing it. It can be boiled down to three statistics, a few charts and some facts on an A4* sheet of paper. The three figures are 7%, 25% and 50%. Mrs Merkel never tires of saying that Europe has 7% of the world's population, 25% of its GDP and 50% of its social spending. If the region is to prosper in competition with emerging countries, it cannot continue to be so generous.[158] ... She produces graphs of unit labour costs ... at EU meetings in much the same way that the late Margaret Thatcher used to pull passages from Friedrich Hayek's Road to Serfdom from her handbag.[158] The Financial Times commented: \"Although Ms Merkel stopped short of suggesting that a ceiling on social spending might be one yardstick for measuring competitiveness, she hinted as much in the light of soaring social spending in the face of an ageing population.[159][b] Merkel was widely described as the de facto leader of the European Union throughout her tenure as Chancellor. Merkel was twice been named the world's second most powerful person, following Vladimir Putin, by Forbes magazine, the highest ranking ever achieved by a woman.[161][162][163][164][165] On 26 March 2014, Merkel became the longest-serving incumbent head of government in the European Union. In December 2015, Merkel was named as Time magazine's Person of the Year, with the magazine's cover declaring her to be the \"Chancellor of the Free World\".[166] In 2018, Merkel was named the most powerful woman in the world for a record fourteenth time by Forbes.[167] Following the election of Donald Trump to the US presidency in November 2016, Merkel was described by The New York Times as \"the Liberal West's Last Defender\".[168] Following the election of Donald Trump, some media have described her as the \"new leader of the free world\".[169][170][171][172] Specifically, Politico called Merkel the \"leader of the free world\" when reporting on her meeting with President Trump.[173] Former US Secretary of State Hillary Clinton described Merkel in 2017 as \"the most important leader in the free world\".[174] The Atlantic described her in 2019 as \"the world's most successful living politician, on the basis of both achievement and longevity\".[175] She was found in a 2018 survey to be the most respected world leader internationally.[176] She was named as Harvard University's commencement speaker in 2019; Harvard University President Larry Bacow described her as \"one of the most widely admired and broadly influential statespeople of our time\".[177] On 29 October 2018, Merkel announced that she would not seek reelection as leader of CDU at their party conference in December 2018, but intended to remain as chancellor until the 2021 German federal election was held. She stated that she did not plan to seek any political office after this. The resignations followed October setbacks for the CSU in the Bavarian state election and for the CDU in the Hessian state election.[19][178] In August 2019, Merkel hinted that she might return to academia at the end of her term in 2021.[179] She decided not to suggest any person as her successor as leader of the CDU.[180] However, political observers had long considered Annegret Kramp-Karrenbauer as Merkel's protégé groomed for succession. This view was confirmed when Kramp-Karrenbauer – widely seen as the chancellor's favourite for the post – was voted to succeed Merkel as leader of the CDU in December 2018.[181] Kramp-Karrenbauer's elevation to Defence Minister after Ursula von der Leyen's departure to become president of the European Commission also boosted her standing as Merkel's most likely candidate for succession.[182] In 2019, media outlets speculated that Kramp-Karrenbauer might take over Merkel's position as Chancellor sooner than planned if the current governing coalition proved unsustainable.[183][184] The possibility was neither confirmed nor denied by the party.[185] In February 2020, Kramp-Karrenbauer announced that she would resign as party leader of the CDU in the summer, after party members in Thuringia defied her by voting with Alternative for Germany to support an FDP candidate for minister-president.[186] Kramp-Karrenbauer was succeeded by Armin Laschet at the 2021 CDU leadership election.[187] On 25 February 2022, only 24 hours after the Russian invasion of Ukraine began, she told the DPA news agency that she \"condemned in the strongest terms [...] the war of aggression led by Russia, which marks a profound break in the history of post-Cold War Europe.\"[188] In April her spokesperson stated that she \"stood by her position at the NATO summit in Bucharest in 2008,\" when she had opposed Ukraine's membership in the North Atlantic Alliance.[188] On 1 June 2022 Merkel made her first semi-public comments about political affairs since leaving office, at a retirement party for Reiner Hoffmann [de], the president of the German Trade Union Confederation (DGB). As an aside she said \"I cannot make this speech without mentioning the blatant violation of international law by Russia. My solidarity is with Ukraine, which has been attacked and invaded by Russia,\" also applauding \"the efforts of the Federal Republic of Germany, the European Union, and the United States to put an end to this barbaric war of aggression led by Russia... The current events remind us that peace and freedom can never be taken for granted. The great idea of Europe as a community based on values and the defense of peace.\"[188] On 7 June 2022 Merkel made her first public comments. In a Berlin theatre interview before a crowd of 2,000 with Der Spiegel journalist Alexander Osang [de], she defended her legacy on Ukraine, and termed the Putinian aggression \"not just unacceptable, but also a major mistake from Russia... It's an objective breach of all international laws and of everything that allows us in Europe to live in peace at all. If we start going back through the centuries and arguing over which bit of territory should belong to whom, then we will only have war. That's not an option whatsoever.\"[189][190] She also said that by the end of her chancellorship in September 2021, it was clear that Putin was moving in the direction of conflict and that he was finished with the Normandy format talks.[191] In 1977, at the age of 23, Merkel, then Angela Kasner, married physics student Ulrich Merkel (born 1953)[192] and took his surname. The marriage ended in divorce in 1982.[193] Her second and current husband is quantum chemist and professor Joachim Sauer, who has largely remained out of the media spotlight. They first met in 1981,[194] became a couple later and married privately on 30 December 1998.[195] She has no children, but Sauer has two adult sons from a previous marriage.[196] Having grown up in East Germany, Merkel learned Russian at school and not English. She was able to speak informally to Vladimir Putin in Russian, but conducted diplomatic dialogue through an interpreter. She rarely spoke English in public, but delivered a small section of an address to the British parliament in English in 2014.[197][198] Merkel is a fervent football fan and has been known to listen to games while in the Bundestag and to attend games of the national team in her official capacity, including Germany's 1–0 victory against Argentina in the 2014 World Cup Final.[199][200][201] Merkel stated that her favorite movie is The Legend of Paul and Paula, an East German movie released in 1973.[202] Merkel has a fear of dogs after being attacked by one in 1995.[203] Vladimir Putin brought in his Labrador Retriever during a press conference in 2007. Putin claims he did not mean to scare her, though Merkel later observed, \"I understand why he has to do this – to prove he's a man. ... He's afraid of his own weakness.\"[203] Since 2017 Merkel has been seen and filmed to shake visibly on several public occasions, recovering shortly afterwards.[204][205][206] After one such occasion she attributed the shaking to dehydration, saying that she felt better after a drink of water.[207] After three occasions where this happened in June 2019, she began to sit down during the performances of the national anthems during the State visits of Mette Frederiksen and Maia Sandu the following month. In September 2021, after years of evading the question, Merkel said she considered herself a feminist. The statement came in a conference along with Nigerian writer and feminist icon Chimamanda Ngozi Adichie.[208] Angela Merkel is a Lutheran member of the Evangelical Church in Berlin, Brandenburg and Silesian Upper Lusatia (German: Evangelische Kirche Berlin-Brandenburg-schlesische Oberlausitz – EKBO), a United Protestant (i.e. both Reformed and Lutheran) church body under the umbrella of the Evangelical Church in Germany (EKD). The EKBO is a church of the Union of Evangelical Churches.[209] Before the 2004 merger of the Evangelical Church in Berlin-Brandenburg and the Evangelical Church in Silesian Upper Lusatia (both also being a part of the EKD), she belonged to the former. In 2012, Merkel said, regarding her faith: \"I am a member of the evangelical church. I believe in God and religion is also my constant companion, and has been for the whole of my life. We as Christians should above all not be afraid of standing up for our beliefs.\"[210] She also publicly declared that Germany suffers not from \"too much Islam\" but \"too little Christianity\".[211] As a woman who is a politician from a centre-right party and also a scientist, Merkel has been compared by many in the English-language press to late 20th century British Prime Minister Margaret Thatcher (Thatcher also had a science degree from Oxford University in chemistry). Some have referred to her as \"Iron Lady\", \"Iron Girl\", and even \"The Iron Frau\", all alluding to Thatcher, whose nickname was \"The Iron Lady\". Political commentators have debated the precise extent to which their agendas are similar.[256] Later in her tenure, Merkel acquired the nickname \"Mutti\" (a German familiar form of \"mother\"). She has also been called the \"Iron Chancellor\", in reference to Otto von Bismarck.[257][258] In addition to being the first female German chancellor, the first to have grown up in the former East Germany (though she was born in the West),[259] and the youngest German chancellor since the Second World War, Merkel is also the first born after World War II, and the first chancellor of the Federal Republic with a background in natural sciences. While she studied physics, her predecessors studied law, business or history, among other professions. Merkel has been criticised for being personally present and involved at the M100 Media Award handover[260] to Danish cartoonist Kurt Westergaard, who had triggered the Muhammad cartoons controversy. This happened at a time of fierce emotional debate in Germany over a book by the former Deutsche Bundesbank executive and finance senator of Berlin Thilo Sarrazin, which was critical of the Muslim immigration.[261] At the same time she condemned a planned burning of Qurans by a fundamental pastor in Florida.[262] The Central Council of Muslims in Germany[263][264] and the Left Party[265] (Die Linke) as well as the German Green Party[d][266] criticised the action by the centre-right chancellor. The Frankfurter Allgemeine Zeitung newspaper wrote: \"This will probably be the most explosive moment of her chancellorship so far.\"[267] Others have praised Merkel and called it a brave and bold move for the cause of freedom of speech. Merkel's position towards the negative statements by Thilo Sarrazin with regard to the integration problems with Arab and Turkish people in Germany has been critical throughout. According to her personal statements, Sarrazin's approach is \"totally unacceptable\" and counterproductive to the ongoing problems of integration.[268] The term alternativlos (German for \"without an alternative\"), which was frequently used by Angela Merkel to describe her measures addressing the European sovereign-debt crisis, was named the Un-word of the Year 2010 by a jury of linguistic scholars. The wording was criticised as undemocratic, as any discussion on Merkel's politics would thus be deemed unnecessary or undesirable.[269] The expression is credited for the name of the political party Alternative for Germany, which was founded in 2013.[270] In July 2013, Merkel defended the surveillance practices of the National Security Agency, and described the United States as \"our truest ally throughout the decades\".[271][272] During a visit of U.S. President Barack Obama in Berlin, Merkel said on 19 June 2013 in the context of the 2013 mass surveillance disclosures: \"The Internet is uncharted territory for us all\" (German: Das Internet ist für uns alle Neuland). This statement led to various internet memes and online mockery of Merkel.[273][274] Merkel compared the NSA to the Stasi when it became known that her mobile phone was tapped by that agency. In response, Susan Rice pledged that the US would desist from spying on her personally, but said there would not be a no-espionage agreement between the two countries.[275] In July 2014 Merkel said trust between Germany and the United States could only be restored by talks between the two, and she would seek to have talks. She reiterated that the US remained Germany's most important ally.[276] Her statement \"Islam is part of Germany\" during a state visit of the Turkish prime minister Ahmet Davutoğlu in January 2015[277] induced criticism within her party. The parliamentary group leader Volker Kauder said that Islam is not part of Germany and that Muslims should deliberate on the question why so many violent people refer to the Quran.[278] In October 2015, Horst Seehofer, Bavarian State Premier and CSU leader, criticised Merkel's policy of allowing in hundreds of thousands of migrants from the Middle East: \"We're now in a state of mind without rules, without system and without order because of a German decision.\"[109] Seehofer attacked Merkel policies in sharp language, threatened to sue the government in the high court, and hinted that the CSU might topple Merkel. Many MPs of Merkel's CDU party also voiced dissatisfaction with Merkel.[279] Chancellor Merkel insisted that Germany has the economic strength to cope with the influx of migrants and reiterated that there is no legal maximum limit on the number of migrants Germany can take.[280] Under her open-borders policy several women were murdered by the unchecked immigrants like the Murder of Maria Ladenburger and 2018 Killing of Susanna Feldmann, it also allowed the events of the 2015/2016 New Year's Eve, mainly in the city of Cologne, where hundreds of women were sexually assaulted. At the conclusion of the May 2017 Group of Seven's leaders in Sicily, Merkel criticised American efforts to renege on earlier commitments on climate change. According to Merkel, the discussions were difficult and marred by dissent. \"Here we have the situation where six members, or even seven if you want to add the EU, stand against one.\"[281] Merkel has faced criticism for failing to take a tough line on the People's Republic of China.[282][283][284] The Asia Times reported that \"Unlike certain of her European counterparts, her China diplomacy has focused on non-interference in Beijing's internal affairs. As such, Merkel was reportedly furious when her Foreign Minister Heiko Maas received Hong Kong dissident Joshua Wong in Berlin in September [2019], a move that Beijing publicly protested.\"[285] Merkel's government decided to phase out both nuclear power and coal plants and supported the European Commission's Green Deal plans.[286][287] Many critics blamed the European Union Emissions Trading System (EU ETS) and closure of nuclear plants for contributing to the 2021–2022 global energy crisis.[287][288][289] Following the 2022 Russian invasion of Ukraine, Merkel faced renewed criticisms that she had failed to curb Russian president Vladimir Putin's ambitions and aggression by insisting on diplomacy and détente policies.[290][291][292] Critics argued that under her tenure, Germany and Europe was weakened by a dependency on Russian natural gas, including the Nord Stream and Nord Stream 2 pipelines,[290][291] and that the German military was neglected by underfunding.[293][292] Her chancellorship has become tightly associated with the policy of Wandel durch Handel, pursuing close economic ties with authoritarian leaders. When the Wandel durch Handel policy came under intense domestic and international scrutiny following the Russian invasion, Merkel received much of the blame,[129][294] leading Politico to write \"[n]o German is more responsible for the crisis in Ukraine than Merkel\".[295] Ukrainian president Volodymyr Zelenskyy also blamed Merkel and then-French president Nicolas Sarkozy's decision to block Ukraine from joining NATO in 2008 for the war; Merkel released a statement that she stands by her decision.[296] Since 1991, Merkel has sat annually for sitting and standing portraits by, and interview with, Herlinde Koelbl.[297][298] Merkel was portrayed by Swiss actress Anna Katarina in the 2012 political satire film The Dictator.[299] Merkel features as a main character in two of the three plays that make up the Europeans Trilogy (Bruges, Antwerp, and Tervuren) by Paris-based UK playwright Nick Awde: Bruges (Edinburgh Festival, 2014) and Tervuren (2016). A character named Merkel, accompanied by a sidekick called Schäuble, also appears as the sinister female henchman in Michael Paraskos's novel In Search of Sixpence.[300] On the American sketch-comedy Saturday Night Live, she has been parodied by Kate McKinnon since 2013.[301][302][303] On the British sketch-comedy Tracey Ullman's Show, comedian Tracey Ullman has parodied Merkel to international acclaim with German media dubbing her impersonation as the best spoof of Merkel in the world.[304] In 2016, a documentary film Angela Merkel – The Unexpected, a story about her unexpected rise to power from an East German physicist to the most powerful woman in the world, was produced by Broadview TV and MDR in collaboration with Arte and Das Erste.[305]","Title":"Angela Merkel - Wikipedia","KeyID":"5678","URL":"https://en.wikipedia.org/wiki/Angela_Merkel"}