{"Content: ":"Istiodactylidae is a small family of pterosaurs. This family was named in 2001 after the type genus Istiodactylus was discovered not to be a member of the genus Ornithodesmus. Remains of taxa that can be confidently assigned to Istiodactylidae have been found in the UK and China, in rocks dating from the Early Cretaceous period (Barremian to Aptian stage).[2] Arbour and Currie (2011) described Canadian Gwawinapterus beardi as a member of Istiodactylidae living in the late Cretaceous (upper Campanian stage);[3] however, Witton (2012) suggested the tooth replacement pattern in this animal does not match that of pterosaurs, suggesting that the species might be non-pterosaurian.[2] Additional research suggested that the species was in fact a fish.[4] The earliest known species might be Archaeoistiodactylus linglongtaensis, from the Middle Jurassic of China;[5] however, it also has been suggested that the holotype specimen of this species might actually be a poorly preserved specimen of Darwinopterus.[6] Hongshanopterus, a supposed istiodactylid from China, has been reclassified as a non-istiodactylid member of Ornithocheiroidea of uncertain phylogenetic placement by Witton (2012).[2] Istiodactylids were medium-sized pterosaurs with flat, rounded jaws similar to that of a duck. They had small teeth lining their jaws, however, and this can mostly be seen in the more advanced genera such as Istiodactylus.[7] Below is a cladogram showing the phylogenetic placement of this group within Pteranodontia from Andres and Myers (2013).[8] Muzquizopteryx coahuilensis \"Nyctosaurus\" lamegoi Nyctosaurus gracilis Alamodactylus byrdi Pteranodon longiceps Pteranodon sternbergi Longchengpterus zhaoi Nurhachius ignaciobritoi Liaoxipterus brachyognathus Istiodactylus latidens Istiodactylus sinensis Lonchodectes compressirostris Aetodactylus halli Cearadactylus atrox Brasileodactylus araripensis Ludodactylus sibbicki Liaoningopterus gui Anhanguera araripensis Anhanguera blittersdorffi Anhanguera piscator Anhanguera santanae Tropeognathus mesembrinus Ornithocheirus simus Coloborhynchus clavirostris Coloborhynchus wadleighi The cladogram below is a topology recovered by Kellner et al. (2019). In the analyses, they recovered Istiodactylidae within the more inclusive group Istiodactyliformes, and assigned both Istiodactylus and Liaoxipterus to a new subfamily called Istiodactylinae, but kept Nurhachius as a basal member.[9] Haopterus Mimodactylus Hongshanopterus Nurhachius Istiodactylus Liaoxipterus Unlike most ornithocheiroids, istiodactylids bear physiologies suited to a terrestrial life and many of their fossils have been found in freshwater-deposits. Istiodactylids are considered to be pterosaurian equivalents to vultures: acting as the clean-up crew in their native locations. Whether or not istiodactylids could swim like most water-loving pterosaurs remains a mystery.   ","Title":"Istiodactylidae - Wikipedia","KeyID":"568","URL":"https://en.wikipedia.org/wiki/Istiodactylinae"}