{"Content: ":"Jamal Ahmad Khashoggi (/kəˈʃoʊɡdʒi, kəˈʃɒɡdʒi/; Arabic: جمال أحمد خاشقجي, romanized: Jamāl ʾAḥmad Ḵāšuqjī, Hejazi pronunciation: [dʒaˈmaːl xaːˈʃʊɡ.(d)ʒi], Turkish: Cemal Ahmet Kaşıkçı; 13 October 1958 – 2 October 2018) was a Saudi Arabian journalist, dissident, author, columnist for Middle East Eye and The Washington Post, and a general manager and editor-in-chief of Al-Arab News Channel who was assassinated at the Saudi consulate in Istanbul on 2 October 2018 by agents of the Saudi government, allegedly at the behest of Crown Prince Mohammed bin Salman.[8][9][10][11] He also served as editor for the Saudi Arabian newspaper Al Watan, turning it into a platform for Saudi progressives.[12] Khashoggi fled Saudi Arabia in September 2017 and went into self-imposed exile. He said that the Saudi government had \"banned him from Twitter\",[13] and he later wrote newspaper articles critical of the Saudi government. Khashoggi had been sharply critical of the Saudi rulers, King Salman and Crown Prince Mohammed bin Salman.[14] He also opposed the Saudi Arabian-led intervention in Yemen.[15] On 2 October 2018, Khashoggi entered the Saudi consulate in Istanbul to obtain documents related to his planned marriage, but was never seen leaving. Amid news reports claiming that he had been killed and dismembered inside, an inspection of the consulate, by Saudi and Turkish officials, took place on 15 October. Initially, the Saudi government denied the death, but following shifting explanations for Khashoggi's death, Saudi Arabia's attorney general eventually stated that the murder was premeditated.[16][17] By 16 November 2018, the Central Intelligence Agency (CIA) had concluded that Mohammed bin Salman ordered Khashoggi's assassination.[18][19] Controversy over the murder has created tensions between the U.S. and Saudi Arabia, including calls for the U.S. to sever diplomatic ties with the kingdom. On 11 December 2018, Jamal Khashoggi was named Time magazine's person of the year for his work in journalism, along with other journalists who faced political persecution for their work. Time referred to Khashoggi as a \"Guardian of the Truth\".[20][21][22] Jamal Ahmad Khashoggi was born in Medina on 13 October 1958.[1][23] His grandfather was Muhammad Khashoggi.[24] He was the nephew of Adnan Khashoggi[25][26] and the first cousin of Dodi Fayed.[27] Khashoggi received his elementary and secondary education in Saudi Arabia and obtained a BBA degree from Indiana State University in the United States in 1982.[10][28] Jamal Khashoggi began his career as a regional manager for Tihama Bookstores from 1983 to 1984.[29] Later he worked as a correspondent for the Saudi Gazette and as an assistant manager for Okaz from 1985 to 1987.[29] He continued his career as a reporter for various daily and weekly Arab newspapers from 1987 to 1990, including Asharq Al-Awsat, Al Majalla and Al Muslimoon.[10][29] He also served with the Saudi Arabian Intelligence Agency, and possibly worked with the United States, during the Soviet invasion in Afghanistan.[30] Khashoggi became managing editor and acting editor-in-chief of Al Madina in 1991 and his tenure in that position lasted until 1999.[29] During this period he was also a foreign correspondent in such countries as Afghanistan, Algeria, Kuwait, Sudan, and in the Middle East.[10] He then was appointed a deputy editor-in-chief of Arab News, and served in the post from 1999 to 2003.[32] Khashoggi wrote in a Post column on 3 April 2018 that Saudi Arabia \"should return to its pre-1979 climate, when the government restricted hard-line Wahhabi traditions. Women today should have the same rights as men. And all citizens should have the right to speak their minds without fear of imprisonment.\"[33] He also said that Saudis \"must find a way where we can accommodate secularism and Islam, something like what they have in Turkey.\"[34] In a posthumous (17 October 2018) article, \"What the Arab world needs most is free expression\", Khashoggi described the hopes of Arab world press freedom during the Arab Spring and his hope that an Arab world free press, independent from national governments, would develop so that \"ordinary people in the Arab world would be able to address the structural problems their societies face.\"[35] In the Post, he criticized the Saudi Arabian-led blockade against Qatar,[33] Saudi Arabia's dispute with Lebanon,[36] Saudi Arabia's diplomatic dispute with Canada,[37] and the Kingdom's crackdown on dissent and media.[38] Khashoggi supported some of Crown Prince's reforms, such as allowing women to drive,[39] but he condemned Saudi Arabia's arrest of Loujain al-Hathloul, who was ranked third in the list of \"Top 100 Most Powerful Arab Women 2015\", Eman al-Nafjan, Aziza al-Yousef, and several other women's rights advocates involved in the women to drive movement and the anti male-guardianship campaign.[33] Speaking to the BBC's Newshour, Khashoggi criticized Israel's settlement building in the occupied Palestinian territories, saying: \"There was no international pressure on the Israelis and therefore the Israelis got away with building settlements, demolishing homes.\"[40] Appearing on Qatar-based Al-Jazeera TV's programme Without Borders, Khashoggi stated that Saudi Arabia, to confront Iran, must re-embrace its proper religious identity as a Wahhabi Islamic revivalist state and build alliances with organisations rooted in political Islam such as the Muslim Brotherhood, and that it would be a \"big mistake\" if Saudi Arabia and the Muslim Brotherhood cannot be friendly.[41] Khashoggi criticized the Saudi war on Yemen, writing \"The longer this cruel war lasts in Yemen, the more permanent the damage will be. The people of Yemen will be busy fighting poverty, cholera and water scarcity and rebuilding their country. The crown prince [Mohammed bin Salman] must bring an end to the violence,\" and \"Saudi Arabia's crown prince must restore dignity to his country – by ending Yemen's cruel war.\"[42] According to Khashoggi, Lebanon's Prime Minister Saad Hariri's forced resignation in a live television broadcast from Saudi Arabia on 4 November 2017 \"could in part be due to the 'Trump effect,' particularly the U.S. president's strong bond with MBS. The two despise Iran and its proxy Hezbollah, a sentiment the Israelis share.\"[36] Khashoggi wrote in August 2018 that \"Saudi Arabia's Crown Prince Mohammed bin Salman, known by his initials, MBS, is signaling that any open opposition to Saudi domestic policies, even ones as egregious as the punitive arrests of reform-seeking Saudi women, is intolerable.\"[37] According to Khashoggi, \"while MBS is right to free Saudi Arabia from ultra-conservative religious forces, he is wrong to advance a new radicalism that, while seemingly more liberal and appealing to the West, is just as intolerant of dissent.\"[43] Khashoggi also wrote that \"MBS's rash actions are deepening tensions and undermining the security of the Gulf states and the region as a whole.\"[36] Khashoggi criticized Abdel Fatteh el-Sisi's government in Egypt. According to Khashoggi, \"Egypt has jailed 60,000 opposition members and is deserving of criticism as well.\"[37] Khashoggi wrote that despite U.S. President Barack Obama's \"declared support for democracy and change in the Arab world in the wake of the Arab Spring, then President Barack Obama did not take a strong position and reject the coup against President-elect Mohamed Morsi. The coup, as we know, led to the military's return to power in the largest Arab country – along with tyranny, repression, corruption and mismanagement.\"[44] Morsi's government was removed from office in July 2013.[45] Khashoggi was critical of Iran’s Shi'a sectarianism. He wrote in February 2016: \"Iran looks at the region, particularly Syria, from a sectarian angle. The militias Tehran is relying on, some of which come from as far as Afghanistan, are sectarian. They raid Syrian villages with sectarian slogans, bringing to life conflicts from over a thousand years ago. With blood and sectarianism, Iran is redrawing the map of the region.\"[46] CNN described Khashoggi as a \"journalist simply doing his job who evolved from an Islamist in his twenties to a more liberal position by the time he was in his forties,\" and that \"by 2005, Khashoggi said he had also rejected the Islamist idea of creating an Islamic state and had turned against the religious establishment in Saudi Arabia. According to CNN he also had embraced the Enlightenment and American idea of the separation of church and state.\"[34] According to Egypt Today, Khashoggi revealed \"yes, I joined the Muslim Brotherhood organization when I was at university; and I was not alone. Some of the current ministers and deputies did but later every one of us developed their own political tendencies and views.\"[45] Politically, Khashoggi was supportive of the Muslim Brotherhood as an exercise in democracy in the Muslim world. In one of his own blogs he argued for the Muslim Brotherhood, and wrote that: \"there can be no political reform and democracy in any Arab country without accepting that political Islam is a part of it.\"[47][44] The Irish Times journalist Lara Marlowe wrote that \"If Christian democracy was possible in Europe, why could Arabs not be ruled by Muslim democracy, Jamal asked. That may explain his friendship with Turkish president Recep Tayyip Erdogan...Erdogan constituted the greatest hope of Muslim democracy, until he too turned into a despot.\"[48] According to The Washington Post, while \"Khashoggi was once sympathetic to Islamist movements, he moved toward a more liberal, secular point of view, according to experts on the Middle East who have tracked his career.\"[49] Donald Trump Jr. promoted the idea that Khashoggi was a \"jihadist\".[50] According to David Ignatius, Khashoggi was in his early 20s \"a passionate member of the Muslim Brotherhood. The brotherhood was a secret underground fraternity that wanted to purge the Arab world of the corruption and autocratic rule it saw as a legacy of Western colonialism.\"[39] According to The New York Times, Khashoggi \"balanced what appears to have been a private affinity for democracy and political Islam with his long service to the royal [Saudi] family\", and that \"His attraction to political Islam helped him forge a personal bond with President Erdogan of Turkey\". It also states that \"Several of his friends say that early on Mr. Khashoggi also joined the Muslim Brotherhood\", and that \"Although he later stopped attending meetings of the Brotherhood, he remained conversant in its conservative, Islamist and often anti-Western rhetoric, which he could deploy or hide depending on whom he was seeking to befriend\". The newspaper also writes that \"By the time he reached his 50s, Mr. Khashoggi's relationship with the Muslim Brotherhood was ambiguous. Several Muslim Brothers said this week that they always felt he was with them. Many of his secular friends would not have believed it\".[25] According to Anthony Cordesman, the national security analyst at the Center for Strategic and International Studies, Khashoggi's \"ties to the Muslim Brotherhood do not seem to have involved any links to extremism.\"[51] According to The Spectator, \"Khashoggi and his fellow travellers believe in imposing Islamic rule by engaging in the democratic process\", and that \"In truth, Khashoggi never had much time for western-style pluralistic democracy\", and that he \"was a political Islamist until the end, recently praising the Muslim Brotherhood in The Washington Post\", and that he \"frequently sugarcoated his Islamist beliefs with constant references to freedom and democracy.\"[52] According to others, Khashoggi was critical of Salafism, the ultra-conservative Sunni movement, though \"not as a French liberal, but as a moderate Muslim reformist\".[53][47][39] Khashoggi was acquainted with Osama bin Laden in the 1980s and 1990s in Afghanistan while bin Laden was championing his jihad against the Soviets. Khashoggi interviewed bin Laden several times, usually meeting bin Laden in Tora Bora, and once more in Sudan in 1995.[54][55] According to The Washington Post columnist David Ignatius, \"Khashoggi couldn't have traveled with the mujahideen that way without tacit support from Saudi intelligence, which was coordinating aid to the fighters as part of its cooperation with the CIA against the Soviet Union in Afghanistan. ... Khashoggi criticized Prince Salman, then governor of Riyadh and head of the Saudi committee for support to the Afghan mujahideen, for unwisely funding Salafist extremist groups that were undermining the war.\"[39] Al Arabiya reported that Khashoggi once tried to persuade bin Laden to quit violence.[56][39] In 1995 he was sent to Khartoum by the Saudi government to convince bin Laden to abandon jihad, which Crown Prince Abdullah promised would be reciprocated with a restoration of bin Laden's Saudi citizenship and readmission into Saudi Arabia. During their first meeting bin Laden claimed to have moved on to peaceful agricultural and construction projects and repeatedly condemned the use of violence, but refused to allow Khashoggi to record his statements. During their second meeting bin Laden became more belligerent and called for a military campaign to drive the United States out of the Arabian Peninsula. On the third meeting bin Laden refused to publicly condemn the use of violence without Saudi concessions such as a full pardon or an American military withdrawal.[57] Khashoggi said: \"I was very much surprised [in 1997] to see Osama turning into radicalism the way he did.\"[34] Khashoggi was the only non-royal Saudi Arabian who knew of the royals' intimate dealing with al-Qaeda in the lead-up to the September 11 attacks. He dissociated himself from bin Laden following the attacks.[52] Khashoggi wrote in response to 11 September attacks: \"The most pressing issue now is to ensure that our children can never be influenced by extremist ideas like those 15 Saudis who were misled into hijacking four planes that fine September day, piloting them, and us, straight into the jaws of hell.\"[54] The New York Times describes that after SEAL Team Six killed Osama bin Laden in 2011, Khashoggi mourned his old acquaintance and what he had become. He wrote on Twitter: \"I collapsed crying a while ago, heartbroken for you Abu Abdullah\", using bin Laden's nickname, and continued: \"You were beautiful and brave in those beautiful days in Afghanistan, before you surrendered to hatred and passion.\"[25] Khashoggi briefly became the editor-in-chief of the Saudi Arabian daily Al Watan in 2003.[10][32][58][59] After less than two months, he was dismissed in May 2003 by the Saudi Arabian Ministry of Information because he had allowed a columnist to criticize the Islamic scholar Ibn Taymiyyah (1263–1328), who is considered an important figure of Wahhabism.[60] This incident led to Khashoggi's reputation in the West as a liberal progressive.[52] After he was dismissed, Khashoggi went to London in voluntary exile. There he became an adviser to Prince Turki Al Faisal.[61] He then served as a media aide to Al Faisal while the latter was Saudi Arabia's ambassador to the United States.[62] In April 2007, Khashoggi began to work as editor-in-chief of Al Watan for a second time.[32] A column by poet Ibrahim al-Almaee challenging the basic Salafi premises was published in Al Watan in May 2010 and led to Khashoggi's second departure, on 17 May 2010.[63] Al Watan announced that Khashoggi resigned as editor-in-chief \"to focus on his personal projects\". However, it is thought that he was forced out due to official displeasure with articles critical of the Kingdom's harsh Islamic rules.[63] After his second resignation, Khashoggi maintained ties with Saudi Arabian elites, including those in its intelligence apparatus. In 2015, he launched the satellite news channel Al-Arab, based in Bahrain outside Saudi Arabia, which does not allow independent news channels to operate within its borders. The news channel was backed by Saudi Arabian billionaire Prince Alwaleed bin Talal and partnered with U.S. financial news channel Bloomberg Television, it was also rumored to have received financial support from the King of Bahrain, Hamad Bin Isa Al-Khalifa.[64] However, it was on air for less than 11 hours before it was shut down by Bahrain.[65][66] He was also a political commentator for Saudi Arabian and international channels, including MBC, BBC, Al Jazeera, and Dubai TV.[29] Between June 2012 and September 2016, his opinion columns were regularly published by Al Arabiya.[67] Citing a report from Middle East Eye, The Independent said in December 2016 that Khashoggi had been banned by Saudi Arabian authorities from publishing or appearing on television \"for criticising U.S. President-elect Donald Trump\".[68] According to an article from Forensic News, Oren Kesler, then Director of Operations at Wikistrat, told a subordinate in a July 2018 email that Jamal Khashoggi worked for Wikistrat, but it is unclear when Khashoggi was hired by Wikistrat.[69] When a Wikistrat employee asked about Khashoggi's recruitment shortly after his death, Kesler denied Khashoggi's employment with the firm. Wikistrat later admitted in an email to Forensic News that Khashoggi did in fact work for the firm.[69] Articles published by The Daily Beast and The New York Times reported that the founder of Wikistrat, Joel Zamel, met with General Ahmed al Assiri, the Saudi general who ordered Khashoggi's assassination, in early 2017 to discuss covert operations to destabilize Iran.[70][71] One of the topics discussed was assassinating dissidents. According to Zamel's lawyers, Zamel turned down the offer to participate in \"lethal operations,\" i.e. assassination operations.[71] Khashoggi relocated to the United States in June 2017[72] where he continued writing for Middle East Eye and began writing for The Washington Post in September 2017.[73] In September 2017, Prince Mohammed Bin Salman, who felt that Khashoggi's work was tarnishing his image, told Turki Aldakhil that he would go after Khashoggi \"with a bullet\".[74] Saudi Arabia used a reputed troll farm in Riyadh, employing hundreds of people, to harass Khashoggi and other critics of the Saudi regime.[75] Former U.S. intelligence contractor Edward Snowden accused the Saudi Government of using spyware known as \"Pegasus\" to monitor Khashoggi's cell phone.[76] According to The Spectator, \"With almost two million Twitter followers, he was the most famous political pundit in the Arab world and a regular guest on the major TV news networks in Britain and the United States.\"[52] In 2018, Khashoggi established a new political party called \"Democracy for the Arab World Now (DAWN)\".[52] In December 2018, The Washington Post revealed that Khashoggi's columns \"at times\" were \"shaped\" by an organization funded by Saudi Arabia's regional nemesis, Qatar, including by proposing his topics, giving him drafts, goading him, and giving him research.[77] Khashoggi entered the Saudi Arabian consulate in Istanbul on 2 October 2018[78] to obtain documents related to his planned marriage, but no CCTV recorded him exiting.[8][79] Amid news reports claiming that he had been dismembered with a bone saw inside the consulate,[80][81] he was declared a missing person.[82] Saudi Arabian and Turkish officials inspected the consulate on 15 October, during which Turkish officials found evidence that Khashoggi had been killed and that chemical experts had tampered with evidence.[83][84] In November 2018, the CIA concluded that Saudi Crown Prince Mohammed bin Salman had ordered Khashoggi's assassination.[18][19] News reports since early October (based on communication intercepted by the U.S.) had suggested that bin Salman had given direct orders to lure the journalist into the embassy, intending to bring him back to Saudi Arabia in an illegal extraordinary rendition.[85] In March 2019, Interpol issued Red Notices for twenty people wanted in connection to the murder of Khashoggi.[86] On 19 June 2019, following a six-month investigation, the Office of the United Nations High Commissioner for Human Rights released a 101-page report holding the State of Saudi Arabia responsible for the \"premeditated extrajudicial execution\" of Khashoggi. The report was issued by Agnes Callamard, a French human rights expert and UN Special Rapporteur.[87] The Saudi Arabian government changed its story several times. Initially, it denied the death and claimed that Khashoggi had left the consulate alive.[88] Eighteen days later, it said he had been strangled inside the consulate during a fistfight.[89] Eighteen Saudis were arrested, including the team of fifteen who had been sent to \"confront him\".[90][91] The \"fistfight\" story was contradicted on 25 October when Saudi Arabia's attorney general said the murder was premeditated.[92] Many Saudi critics have been reported missing under suspicious circumstances.[93] On 16 November 2018, the Saudi Arabian government organized Islamic funeral prayers in absentia for Jamal Khashoggi in al-Masjid an-Nabawi in Madinah after the morning Friday and in the Great Mosque of Mecca after the Friday Jumu'ah prayer.[94] In a 20 June 2019 interview, Saudi Arabia's Minister of State for Foreign Affairs Adel al-Jubeir acknowledged to CNN's Christiane Amanpour that the murder of Jamal Khashoggi was \"gruesome\", but he said he disagreed with the conclusion of the United Nation's 101-page report, calling it \"flawed\".[95] In September 2019, Saudi Crown Prince Mohammed bin Salman stated that he bears the responsibility for Khashoggi's assassination by Saudi operatives \"because it happened under my watch\", according to a preview of a PBS documentary. However, he denied having any prior knowledge of the plot.[96] On 23 December 2019, a Saudi Arabian court sentenced five officials to death and three others to 24 years in prison.[97] Amnesty International’s Middle East Research Director Lynn Maalouf stated that Saudi Arabia's verdict against the officials was a \"whitewash\". In a statement released, she said, \"The trial has been closed to the public and to independent monitors....the verdict fails to address the Saudi authorities’ involvement.\"[98] On 22 May 2020, Khashoggi's children pardoned the five officials, which means they will be set free rather than executed.[99] On 7 September 2020, eight people tied to the murder were sentenced to prison. Their sentences ranged from 7 to 20 years. Saudi Arabia did not release their names.[100] On 31 October, Istanbul's chief prosecutor released a statement saying that Khashoggi had been strangled as soon as he entered the consulate building, and that his body was dismembered and disposed of.[101] This was the first such accusation by a Turkish government figure.[102] His body may have been dissolved in acid, according to Turkish officials,[103] and his last words captured on an audio recording were reported as \"I can't breathe.\"[104] The recording was subsequently released by the Turkish government.[105] Officials believed this recording contained evidence that Khashoggi was assassinated on the orders of the Saudi royal family.[8] On 25 March 2020 the Istanbul prosecutor's office said that it had prepared an indictment against 20 suspects over the killing of Khashoggi: As a response, Saudi Arabia refused to extradite the defendants even though after the death of Khashoggi, King Salman dismissed both al-Qahtani and Asiri from their posts. The indictment of Istanbul prosecutor was based on: Istanbul prosecutor will try the accused in absentia as none of the accused are in Turkey and seek life sentences for 18 of them and 2 (al-Qahtani and Asiri) with incitement of first degree murder. In the meantime, Turkey accused Saudi officials of obscuring investigations at the consulate while Saudis said that Istanbul prosecutor has not complied with their requests to share information.[107][108] On 3 July 2020, Hatice Cengiz, the fiancée of Jamal Khashoggi spoke at the opening of the trial of his assassination at the Turkish court stating that the Washington Post columnist was killed by a team of Saudi agents inside the kingdom's consulate in Istanbul through \"a great betrayal and deception,\" and she asked that all persons responsible for his killing be brought to justice.[109] On 28 September 2020, Turkish prosecutors prepared a second indictment against six Saudi officials involved in the murder of Khashoggi. Earlier in July 2020, the first public trial was opened into Khashoggi's murder against 20 Saudi nationals.[110] On 7 April 2022, a Turkish court ordered the transfer of the trial to Saudi Arabia, despite the fact that many of the suspects had already been acquitted in Saudi Arabia. The decision was criticized by human rights advocates and lawyers involved in the case.[111] Immediately following the assassination, politicians were divided as to which, if any, economic or other sanctions should be applied to Saudi Arabia.[112][113] Six weeks after the assassination, the CIA leaked its conclusion that crown prince bin Salman had ordered the assassination. From then on the U.S. Congress tried without success to force the Trump administration to reveal the U.S. intelligence community's findings.[114] On 20 November 2018, U.S. President Donald Trump rejected the CIA's conclusion that crown prince bin Salman had ordered the killing. He issued a statement saying \"it could very well be that the Crown Prince had knowledge of this tragic event – maybe he did and maybe he didn't\" and that \"In any case, our relationship is with the Kingdom of Saudi Arabia.\"[115] Two days later, Trump denied that the CIA had even reached a conclusion.[116] His statements were criticized by Congressional representatives from both parties, who promised to investigate the matter.[117] Adam Schiff, the top Democrat on the House Intelligence Committee, who was briefed by the CIA on the agency assessment, accused President Trump of lying about the CIA findings.[118] On 13 December, in opposition to the Trump administration's position, the United States Senate unanimously passed a resolution that held bin Salman personally responsible for the death of Khashoggi.[119] On the same day, the Senate voted 56–41 to pass legislation to end U.S. military aid for the Saudi Arabian-led intervention in Yemen, a vote attributable to senators' desires to punish Saudi Arabia for the Khashoggi murder and for the humanitarian crisis in Yemen, including a famine and human rights violations.[119] This was the first-ever invocation of the War Powers Act by the Senate.[120] The U.S. House of Representatives narrowly blocked consideration of any War Powers Resolution restricting U.S. actions relating to Yemen for the rest of the year.[121] In June 2019, when President Trump and Secretary of State Mike Pompeo met with bin Salman to discuss military matters, they did not bring up the subject of Khashoggi's assassination.[122] A week later, at the 2019 G20 Osaka summit, during a group photo of international leaders, Trump shook bin Salman's hand.[123] On 11 March 2020, the U.S. State Department, in its 2019 Country Reports on Human Rights Practices, blamed Saudi Arabian government agents for Khashoggi's death. The department also said that the realm did not punish those accused of committing serious human rights abuses.[124] On 20 August 2020, the Open Society Justice Foundation filed a lawsuit in the Southern District of New York over the killing of Khashoggi. As part of the lawsuit, the group also demanded the release of the Khashoggi report under the Freedom of Information Act.[125] (It was the second lawsuit filed by the initiative involving Khashoggi's assassination. The first was filed in January 2019 with a more general focus, demanding that the CIA and six other federal agencies disclose “all records” relating to the assassination.[114]) According to Bob Woodward's book Rage, Trump protected bin Salman from Congress following the murder of Khashoggi. According to an interview with Woodward mentioned in the book, Trump boasted of saving bin Salman's reputation, saying \"I saved his ass\". Trump also claimed that Saudi Arabia has invested hundreds of billions of dollars into U.S. military equipment and training, and defended his decision to preserve the Saudi relationship as a means of protecting the billions of dollars of annual arms sales between the two countries.[126] In January 2021, with the incoming U.S. administration under Joe Biden, the newly confirmed Director of National Intelligence Avril Haines was pressured to declassify - essentially making it a public document - the report on Khashoggi's assassination “without delay”. The Trump administration had blocked its declassification despite being legally required to release it.[127][128][129][130][131][132] US senator Ron Wyden asked Haines during her confirmation hearing on 19 January 2021, where she confirmed: \"Yes, senator, absolutely. We will follow the law\". Agnès Callamard, the UN special rapporteur on extrajudicial killings, praised the move, saying the information would provide the “one essential missing piece of the puzzle of the execution of Jamal Khashoggi”.[133] The Middle East correspondent of The Independent, Patrick Cockburn, wrote that the killing of Jamal Khashoggi \"is by no means the worst act carried out by Saudi Arabia since 2015, though it is much the best publicised. ... Saudi leaders imagined that, having got away with worse atrocities in Yemen, that any outcry over the death of a single man in the Saudi consulate in Istanbul was something they could handle\".[134] Vanity Fair reported that \"several House Republicans have mounted a whisper campaign to discredit Khashoggi—or at least, to knock his reputation down a few notches—based on his ties to the Muslim Brotherhood, and his role as an embedded journalist who covered Osama bin Laden. ... The campaign to discredit Khashoggi, which might have once been executed surreptitiously, is now front and center on Twitter and echoing on Fox News\".[135] Khashoggi was described as an observant Muslim.[136] Khashoggi was reportedly married and divorced at least three times, though there is contradictory information on who these marriages were to and at what time. With his wife Rawia al-Tunisi he had four children: sons Salah and Abdullah and daughters Noha and Razan Jamal.[137][138][139] He was also married to Alaa Nassif.[4][140] On June 2, 2018, Khashoggi married Hanan Elatr, an Egyptian citizen, in an Islamic Ceremony in Alexandria, Virginia, U.S.. She obtained a certified, signed copy of the marriage certificate in July 2021 verifying the marriage.[141] Hanan also produced pictures of their ceremony, and one of Khashoggi's friends additionally confirmed he attended the wedding.[5][6] Khashoggi's four children were all educated in the U.S. and two of them are U.S. citizens.[142] After his assassination, all four were banned from leaving Saudi Arabia.[143] At the time of his death, Khashoggi was planning to marry Hatice Cengiz, a 36-year-old PhD candidate at a university in Istanbul. The couple had met in May 2018, during a conference in the city. Khashoggi, a Saudi national, visited the Saudi consulate on 2 October to obtain paperwork that would allow him to marry Cengiz.[144] On 22 December 2021, an Emirati government agency hacked the phone of Jamal Khashoggi's wife, Hanan Elatr, using the notorious Pegasus spyware months before the Saudi dissident was murdered.[145] There have been calls to rename the streets with the Saudi embassy to \"Khashoggi Street\" or equivalent. In London, Amnesty International put up a sign with that name outside the Saudi embassy, one month after Khashoggi disappeared into the Saudi consulate in Istanbul.[147] In Washington, D.C., a petition was started to rename the Foggy Bottom street on which the Saudi embassy in Washington DC stands as \"Jamal Khashoggi Way\".[147] In late November 2018, local officials voted to rename the street in honor of Jamal Khashoggi, subject to approval by the city council.[148][149] The city council had voted to rename the stretch of New Hampshire Avenue in December 2021. On 15 June 2022, the street was renamed “Jamal Khashoggi Way”. The street sign unveiling ceremony was held at 1:14 p.m. ET, symbolising the time Khashoggi was last seen before his death on 2 October 2018. Phil Mendelson, president of the District of Columbia Council, said that “The street will serve as a constant reminder, a memorial to Jamal Khashoggi's memory that cannot be covered up”.[150] In December 2018, Khashoggi was named by Time magazine as a Time Person of the Year for 2018.[151] The \"Jamal Khashoggi - Award for Courageous Journalism 2019\" (JKA) was instituted, awarding five projects up to US$5,000 each to support investigative journalistic projects.[152][153] A Showtime original documentary, Kingdom of Silence, about the murder of Khashoggi was released on 2 October 2020, to mark the second anniversary of his death.[154] In 2020, a documentary on the assassination of Khashoggi and the role played by Saudi Crown Prince Mohammed bin Salman was made by Oscar-winning film director and producer, Bryan Fogel. However, it took eight months for Fogel to find a streaming service for The Dissident, which was released by an independent company.[155][156] Many of Khashoggi's banned articles were made available in the Uncensored Library to circumvent censorship laws.[157]","Title":"Jamal Khashoggi - Wikipedia","KeyID":"5680","URL":"https://en.wikipedia.org/wiki/Jamal_Khashoggi"}