{"Content: ":"Wa Lone (Burmese: ဝလုံး; born c. 1986) is a Reuters journalist and children's author who, with fellow reporter Kyaw Soe Oo, was arrested on 12 December 2017 in Myanmar because of their investigation into the Inn Din massacre. A police witness testified that their arrest was a case of entrapment. It is believed to have been intended to intimidate journalists. The case received international attention. During 2018, Wa Lone and Kyaw Soe Oo received a number of international awards, including being listed among Time magazine's Persons of the Year for 2018. They have been the subject of human rights appeals by Amnesty International, PEN America, and Reporters Without Borders. The 2019 UNESCO/Guillermo Cano Press Freedom Prize was awarded to Wa Lone and Kyaw Soe Oo on 11 April 2019 for their \"courage and commitment to freedom of expression\".[1] On 16 April 2019, the two journalists were awarded the Pulitzer Prize for International Reporting.[2][3] They were released on 7 May 2019 after a presidential amnesty.[4][5] Wa Lone was born to a family of rice farmers in the village of Kin Pyit, in the Shwebo district of Myanmar, north of Mandalay.[6] Around 2004 he moved to Mawlamyine, cleaning and preparing food in exchange for lodging at a Buddhist monastery where his uncle was a monk.[7] In 2010 he and one of his brothers moved to Yangon, Myanmar, where they began a photo service business.[7] He has also been active in volunteer and charity work.[6] Wa Lone began working as a reporter for local newspapers such as the weekly People's Age.[7][8] He joined the Myanmar Times in 2014, and the Reuters news agency in 2016.[6] Wa Lone was always thoughtful and conscientious, and very committed to his work as a journalist. -- Thomas Kean, Myanmar Times[6] Wa Lone reported on internal conflicts in Myanmar under military rule, on the historic election of Nobel Peace Prize winner Aung San Suu Kyi in 2015,[6] and on the murder of well-known politician Ko Ni in 2017.[9] In 2017, Wa Lone and Kyaw Soe Oo reported on the movement of hundreds of thousands of Rohingya from Myanmar into Bangladesh, in response to actions of the Burmese military.[10] The Reuters team braved considerable danger to document the atrocities perpetrated against the Rohingyas. But for its efforts, one of the biggest humanitarian disasters of our times would not have been made known to the world. -- SOPA[11] Following attacks on the Rohingya people of Rakhine State, Myanmar, in late August 2017, and the burning of Rohingya homes in the hamlet of Inn Din, many Rohingya villagers fled to the mountains. On 1 September 2017, armed soldiers and paramilitaries detained ten Rohingya men who reportedly had gone to the beach to look for food. The next morning they were shot, killed, and buried in a mass grave.[12] Wa Lone and Kyaw Soe Oo were investigating the mass grave found in Inn Din.[13] They interviewed Buddhist villagers and security personnel and gathered both verbal accounts and photographic evidence of the massacre.[14][15] On 12 December 2017, members of Myanmar's police force arrested Reuters journalists Wa Lone and Kyaw Soe Oo at a restaurant in Yangon after inviting them to dinner.[13][9] According to the journalists, they were immediately arrested after being presented documents by policemen they had never met before. The police made no reference to the restaurant meeting in their press releases, stating that the journalists were arrested outside on the outskirts of Yangon.[16] The pair was charged with possessing classified documents in violation of the colonial-era Official Secrets Act, which carries a possible sentence of 14 years in prison.[17] Reuters called for their immediate release, insisting that they were arrested for their investigation of the mass grave found at Inn Din, prior to their arrest. After the court's final hearing of their case on 8 February 2018, Reuters released all the findings in their journalists' investigation.[18][19] Myanmar police captain Moe Yan Naing was arrested for violating Myanmar's Police Disciplinary Act on the same day the journalists were arrested,[20] Called as a witness of the prosecution at a preliminary hearing on 20 April 2018, he testified that he and his colleagues were ordered by their superiors to entrap the journalists by providing them \"secret documents\" at the restaurant where they had agreed to meet two policemen.[21] He also said that he and other officers were threatened with imprisonment by their superiors if they did not carry out the arrests.[22] A police spokesman later commented that Naing \"spoke based on his own feelings\" and that his testimony \"cannot be assumed as true\".[22] Naing's family was evicted from police-accommodated housing on 21 April 2018[23] and Naing was sentenced to a year in prison on 29 April 2018 for violating the Police Disciplinary Act.[24][25][26] On 2 May 2018, a judge deemed Naing's testimony reliable and rejected a request from the prosecution to classify him as a hostile witness.[27][28][29] Naing was allowed to provide further information a week later on 9 May 2018,[30] testifying in court that police brigadier general Tin Ko Ko orchestrated the plan to entrap Wa Lone and Kyaw Soe Oo and that he threatened Naing and his colleagues with arrest if they did not \"get Wa Lone\". In his testimony, Naing told the judge overseeing the proceedings, \"I know that police brigadier general Tin Ko Ko instructed police lance corporal Naing Lin to give Wa Lone documents related to our frontline activities in order to have him arrested.\"[31] A police spokesman later commented that brigadier general Tin Ko Ko had \"no reason to do such a thing\",[31] and lance corporal Naing Lin later denied that such orders were given to him.[32] On 9 July 2018, a court charged the two journalists with obtaining secret state documents in violation of the Official Secrets Act, taking the case to trial after a period of preliminary hearings that lasted six months.[33][15][34] The pair pleaded not guilty to the charges and vowed to testify and prove their innocence.[35] On 3 September 2018, the two journalists were found guilty by a court and sentenced to seven years in prison.[36][37][38][39] The sentence prompted condemnation from several members of the international community. The U.S. ambassador to Myanmar, Scot Marciel, who called the decision \"deeply troubling\". British ambassador Dan Chugg said that the United Kingdom and the European Union were \"extremely disappointed\" by the verdict and that the judge in the case \"ignored evidence and Myanmar law\".[40][41] The State Counsellor of Myanmar, Aung San Suu Kyi, defended the court's ruling, saying, \"If we believe in the rule of law, they have every right to appeal the judgment and to point out why the judgment was wrong, if they consider it wrong.\"[42][43] On 5 November 2018 an appeal was filed by the journalists' lawyers, who stated that the court \"ignored compelling evidence of a police set-up, serious due process violations, and the prosecution's failure to prove any of the key elements of the crime [...] Contrary to Myanmar law, it shifted the burden of proof from the prosecution to [the two journalists] Wa Lone and Kyaw Soe Oo.\"[44] The appeal was scheduled to be heard on 24 December 2018.[45] On 11 January 2019, the journalists' appeal was rejected.[46] On 1 February 2019, the journalists filed another appeal with the Supreme Court of Myanmar.[47] The Supreme Court heard the case on 25 March 2019.[48] On 23 April, the appeal was again rejected.[49] The case has been taken up by Amnesty International, by PEN America, and by Reporters Without Borders, who have appealed on behalf of Wa Lone and Kyaw Soe Oo.[50][51][52] The arrest of the two reporters is believed by Amnesty International to be \"an attempt by the authorities to silence investigations into military violations and crimes against Rohingya in Rakhine State, and to scare other journalists away from doing the same\".[50] On 7 May 2019, the journalists were both released from prison upon receiving a pardon from President Win Myint. At the time of their release, the two had been in custody for over 500 days.[53][54] Ara Darzi and Amal Clooney were involved in securing their release.[55] Wa Lone has won a number of international awards, including the following: The following 2018 awards were received jointly with Kyaw Soe Oo: Wa Lone has written several children's books, which are published in both English and local languages. In 2015, he wrote The Gardener, to promote tolerance, harmony, and care for the environment.[6] While imprisoned in Insein Prison, Wa Lone has written a children's book, Jay Jay the Journalist, edited by Shwe Mi and illustrated by Kar Gyi. The main character is a young boy with insatiable curiosity who looks for answers when plants and animals in his village start dying. The intention of the books is to \"encourage critical thinking in children and introduce them to the profession of journalism.\"[6] The book was commissioned and published by Ei Pwint Rhi Zan, director of the Third Story Project. The non-profit's mission is to produce and distribute free books to disadvantaged children in Myanmar.[6] Wa Lone helped to found the non-profit in July 2014.[6][7] Work on a second Jay Jay book, this time including a strong female protagonist, is underway.[6][70] Wa Lone's wife, Pan Ei Mon, has been his intermediary with the outside world while he is in prison. Their first child was born in August 2018.[6][45] Pan Ei Mon and Kyaw Soe Oo's wife, Chit Su Win, have both experienced harassment since their husbands' arrest.[10][71]","Title":"Wa Lone - Wikipedia","KeyID":"5682","URL":"https://en.wikipedia.org/wiki/Wa_Lone"}