{"Content: ":"Kyaw Soe Oo (Burmese: ကျော်စိုးဦး) is a Myanmar Reuters journalist who, with fellow reporter Wa Lone, was arrested on 12 December 2017 in Myanmar because of their investigation into the Inn Din massacre. A police witness testified that their arrests were a case of entrapment. It is believed their arrests were intended to intimidate journalists. The case received international attention. During 2018, Wa Lone and Kyaw Soe Oo received a number of international awards, including being listed among Time magazine's Persons of the Year for 2018. They have been the subject of human rights appeals by Amnesty International, PEN America, and Reporters Without Borders. The 2019 UNESCO/Guillermo Cano Press Freedom Prize was awarded to Kyaw Soe Oo and Wa Lone on 11 April 2019 for their \"courage and commitment to freedom of expression\".[1] On 16 April 2019, the two journalists were awarded the Pulitzer Prize for International Reporting.[2][3] They were released on 7 May 2019 after a presidential amnesty.[4][5] Oo is from a Rakhine Buddhist family in Sittwe.[6] Oo began working as a journalist for Root Investigative Agency, an outlet for Rakhine news. After violence began in northern Rakhine, Oo began working for Reuters.[6] Oo, along with fellow Reuters journalist Wa Lone, was investigating the Inn Din massacre; they were arrested on 12 December 2017 and released on 7 May 2019. Ara Darzi and Amal Clooney were involved in securing their release.[7] Following attacks on the Rohingya people of Rakhine State, Myanmar, in late August 2017, and the burning of Rohingya homes in the hamlet of Inn Din, many Rohingya villagers fled to the mountains. On 1 September 2017, armed soldiers and paramilitaries detained ten Rohingya men who reportedly had gone to the beach to look for food. The next morning they were shot, killed, and buried in a mass grave.[8] Wa Lone and Kyaw Soe Oo were investigating the mass grave found in Inn Din.[9] They interviewed Buddhist villagers and security personnel and gathered both verbal accounts and photographic evidence of the massacre.[10][11][12] Oo is married to Chit Su Win. They met while she previously worked for his family. They have a daughter named Moe Thin Wai Zan.[6] The following 2018 awards were received jointly with Wa Lone:","Title":"Kyaw Soe Oo - Wikipedia","KeyID":"5683","URL":"https://en.wikipedia.org/wiki/Kyaw_Soe_Oo"}