{"Content: ":"Liaoxipterus is a genus of pterodactyloid pterosaur from the Barremian-Aptian-age Lower Cretaceous Jiufotang Formation of Chaoyang, Liaoning, China. The type species is Liaoxipterus brachyognathus. The genus name is derived from the discovery locality Liaoxi and a Latinised Greek pteron, \"wing\". The specific name is derived from Greek brachys, \"short\" and gnathos, \"jaw\". The genus is based on holotype CAR-0018, an almost complete but crushed 161 millimetres long mandible (fused lower jaws), which differs from that of all known other ctenochasmatids in its short teeth and low tooth count (eleven per side). Also a detached hyoid is present.[1] The jaw of Liaoxipterus had a rounded top filled with small, peg-like teeth. The shape of the teeth, and the anatomy of the hyoid (a bone that anchors the tongue muscles), suggest that it was an insect eater, and may even have had the capability to protrude its tongue in a manner similar to chameleons in order to catch insects.[2] Liaoxipterus was originally classified by Dong Zhiming and L端 Junchang as a member of the Ctenochasmatidae. Wang and colleagues suggested in 2006 and 2008 that it was actually an istiodactylid instead,[3] an opinion that was accepted by L端 in 2015. In 2008 L端 concluded that Nurhachius was a subjective junior synonym of Liaoxipterus.[4] However, a 2012 analysis by Mark Witton found that these two istiodactylids were not identical and, more importantly, did not group together in a phylogenetic tree. Witton also noted that they did not actually group together in L端's study either.[5] The cladogram below follows Witton's 2012 analysis, wherein he found Istiodactylidae to consist of five taxa (the first three species listed are outgroup or reference taxa):[5] Pterodactylus antiquus Pteranodon longiceps Coloborhynchus spielbergi Hongshanopterus lacustris Haopterus gracilis Nurhachius ignaciobritoi Longchengpterus zhaoi Istiodactylus latidens Istiodactylus sinensis Liaoxipterus brachyognathus The cladogram below is a topology recovered by Kellner et al. (2019). In the analyses, they recovered Liaoxipterus as the sister taxon of Istiodactylus within the family Istiodactylidae, and placed within the more inclusive group Istiodactyliformes.[6] Haopterus Mimodactylus Hongshanopterus Nurhachius Istiodactylus Liaoxipterus   ","Title":"Liaoxipterus - Wikipedia","KeyID":"570","URL":"https://en.wikipedia.org/wiki/Liaoxipterus"}