{"Content: ":"William Ellery Channing (April 7, 1780 – October 2, 1842) was the foremost Unitarian preacher in the United States in the early nineteenth century and, along with Andrews Norton (1786–1853), one of Unitarianism's leading theologians. Channing was known for his articulate and impassioned sermons and public speeches, and as a prominent thinker in the liberal theology of the day. His religion and thought were among the chief influences on the New England Transcendentalists although he never countenanced their views, which he saw as extreme. His espousal of the developing philosophy and theology of Unitarianism was displayed especially in his \"Baltimore Sermon\"[1] of May 5, 1819, given at the ordination of the theologian and educator Jared Sparks (1789–1866) as the first minister of the newly organized First Independent Church of Baltimore. Channing, the son of William Channing and Lucy Ellery, was born April 7, 1780, in Newport, Rhode Island. He was a grandson of William Ellery (1727–1820), a signer of the United States Declaration of Independence, Deputy Governor of Rhode Island, Chief Justice, and influential citizen. As a child, he was cared for by the formerly enslaved woman Duchess Quamino, who later influenced his views on abolitionism.[2] He became a New England liberal, rejecting the Calvinist doctrines of total depravity and divine election. Channing enrolled at Harvard College at a troubled time, particularly because of the recent French Revolution. He later wrote of these years: College was never in a worse state than when I entered it. Society was passing through a most critical stage. The French Revolution had diseased the imagination and unsettled the understanding of men everywhere. The old foundations of social order, loyalty, tradition, habit, reverence for antiquity, were everywhere shaken, if not subverted. The authority of the past was gone.[3] Graduating first in his class in 1798, he was elected commencement speaker though he was prohibited by the Harvard College faculty from mentioning the Revolution and other political subjects in his address.[3] In opposition to traditional American Calvinist orthodoxy, Channing preferred a gentle, loving relationship with God. He opposed Calvinism for ... proclaiming a God who is to be dreaded. We are told to love and imitate God, but also that God does things we would consider most cruel in any human parent, \"were he to bring his children into life totally depraved and then to pursue them with endless punishment\" Channing's inner struggle continued through two years during which he lived in Richmond, Virginia, working as a tutor for David Meade Randolph. He came to his definitive faith only through much spiritual turmoil and difficulty. Channing was called as pastor of the Federal Street Church in Boston in 1803, where he remained for the rest of his life. He lived through the increasing tension between religious liberals and conservatives and took a moderate position, rejecting the extremes of both groups. In 1809 he was elected a Fellow of the American Academy of Arts and Sciences.[5] In 1815 Channing engaged in a noted controversy on the principles of Unitarianism with Samuel Worcester, (1770–1821).[6] A review of a pamphlet on American Unitarianism (American Unitarianism; or a Brief History of the Progress and Present State of the Unitarian Churches of America), attributed to Jeremiah Evarts, was published in The Panoplist in June 1815. Channing objected to the way Unitarians in the United States were portrayed in the review. Worcester replied to this objection, and an exchange of pamphlets followed.[7] Notwithstanding his moderate position, Channing later became the primary spokesman and interpreter of Unitarianism, after sixteen years at Boston's Federal Street Church. He was invited to come south again to Maryland to preach the ordination sermon of the future noted educator and theologian Jared Sparks (1789–1866), the first minister (1819–1823) called to the newly organized congregation (1817) in Baltimore known as the First Independent Church of Baltimore (located at West Franklin and North Charles Streets, in a landmark two-year-old structure designed by noted French émigré architect J. Maximilian M. Godefroy), later known, after a merger with Second Universalist Church in 1935, as the First Unitarian Church of Baltimore (Unitarian and Universalist), which was forever after known as \"The Baltimore Sermon\".[1] The sermon, or address, was given on Wednesday, May 5, 1819, and was entitled \"Unitarian Christianity\". In it, he explicated the distinctive tenets of the developing Unitarian movement, one of which was the rejection of the Trinity. Other important tenets were the belief in human goodness and the subjection of theological ideas to the light of reason. (The anniversary of the address is celebrated and observed annually by the Maryland churches of the Unitarian Universalist Association and its Joseph Priestley District as \"Union Sunday\", with occasional ecumenical guests from other Christian bodies.) In 1828 he gave another famous ordination sermon, entitled \"Likeness to God\". The idea of the human potential to be like God, which Channing advocated as grounded firmly in scripture, was seen as heretical by the Calvinist religious establishment of his day. It is in this address that Channing first advocated the possibility for revelation through reason rather than solely from Scripture. American Philosophy: An Encyclopedia classes him as one of several figures who \"took a more pantheist or pandeist approach by rejecting views of God as separate from the world.\"[8] Even at the end of his life he adhered to the non-Socinian belief in the preexistence of Christ: I have always inclined to the doctrine of the preexistence of Christ, though am not insensible to the weight of your objections In later years Channing addressed the topic of slavery although he was never an ardent abolitionist. Channing wrote a book in 1835 entitled Slavery.[10] Channing has, however, been described as a romantic racist.[11] He held a common American belief about the inferiority of African people and slaves and held a belief that once freed, Africans would need overseers. The overseers (largely former slave masters) were necessary because the slaves would lapse into laziness. Furthermore, he did not join the abolitionist movement because he did not agree with their way of conducting themselves, and he felt that voluntary associations limited a person's autonomy. Therefore, he often chose to remain separate from organizations and reform movements. This middle position characterized his attitude about most questions although his eloquence and strong influence on the religious world incurred the enmity of many extremists. Channing had an enormous influence over the religious (and social) life of New England, and America, in the nineteenth century. Toward the end of his life Channing embraced immediate abolitionism. His evolving view of abolitionism was fostered by the success of British abolition in the British West Indies in 1834 and the absence of the expected social and economic upheaval in the post-emancipated Caribbean. In 1837, Channing published a pamphlet, in the form of an open letter to Senator Henry Clay, opposing the annexation of Texas, arguing that the revolution there was \"criminal.\"[12] Channing wrote extensively about the emerging new national literature of the United States, saying that national literature is \"the expression of a nation's mind in writing\", and \"the concentration of intellect for the purpose of spreading itself abroad and multiplying its energy\".[13] Channing died in Old Bennington, Vermont, where a cenotaph is placed in his memory. He is buried in Mount Auburn Cemetery, Cambridge, Massachusetts.[14] Portrait of Channing by Henry Cheever Pratt, 1857 Portrait of Channing by Washington Allston, 1811 1930 photo of No. 83 Mt. Vernon Street, Boston, Channing's home, c. 1835–1842 Plaque outside of No. 83 Mt. Vernon Street, Boston","Title":"William Ellery Channing - Wikipedia","KeyID":"5703","URL":"https://en.wikipedia.org/wiki/William_Ellery_Channing"}