{"Content: ":"Charlotte Saunders Cushman (July 23, 1816 – February 18, 1876) was an American stage actress.[1] Her voice was noted for its full contralto register, and she was able to play both male and female parts. She lived intermittently in Rome, in an expatriate colony of prominent artists and sculptors, some of whom became part of her tempestuous private life. She was a descendant in the eighth generation from Pilgrim Robert Cushman, who helped organize the Mayflower voyage and brought the family name to the United States on the Fortune in 1621. Robert Cushman was a leader and a great advocate for emigration to America. He became a preacher in the colonies and was known for giving the first sermon in America. Charlotte's father, Elkanah, rose from poverty to be a successful West Indian merchant. Charlotte was a remarkably bright, sportive child, excelling over her schoolmates and developing a voice of remarkable compass and richness, with a full contralto register. Two friends of her father, one of them John Mackay, in whose piano factory Jonas Chickering was then foreman, provided her with musical instruction. Cushman was forced to take on serious responsibilities at a very young age. When she was thirteen, her father was beset by serious financial troubles and shortly thereafter died, leaving his family with nearly nothing. This caused Charlotte to seek some way to bring income to her family. Although she was an outstanding student and achieved much academically, she left school to pursue a career in the opera. When Mrs. Joseph Wood visited Boston in 1834, Capt. Mackay introduced Cushman, who sang with her in two of her concerts. Through Mrs. Wood's influence she became a pupil of James G. Maeder, a ladies' musical director, and under his instruction made her first appearance in opera in the Tremont Theatre as the Countess Almaviva in The Marriage of Figaro, with great success, and her second as Lucy Bertram in Guy Mannering. She went with his company to New Orleans, where her voice, which had been strained by the soprano parts assigned to her, suddenly failed. Seeking the counsel of James H. Caldwell, manager of the principal theatre of New Orleans, she was advised by him and by Barton, the tragedian, to become an actress and was given the part of Lady Macbeth to study. She made her dramatic debut in it, with complete success, in 1835.[2] Cushman made her initial professional appearance at age eighteen on April 8, 1835 at Boston's Tremont Theatre.[3] She then went to New Orleans where she performed successfully for one season, after which she returned to New York City to act under contract with the Bowery Theatre. She scored rave reviews in Albany, New York for her portrayal of Lady Macbeth.[4] By 1839, her younger sister Susan Webb Cushman became an actress, and at the age of 14 had married Nelson Merriman. Her husband abandoned her when she was pregnant and Charlotte cared for her sister. The two sisters became famous for playing Romeo and Juliet together, with Charlotte playing Romeo and Susan playing Juliet.[5][4] In 1843, Cushman became involved romantically with Rosalie Sully, daughter of artist Thomas Sully. By 1844, the romance had ended. She began traveling abroad, acting in theater, and Sully died shortly thereafter. She was also very close to the writer Anne Hampton Brewster around 1844 but social pressure from Brewster's brother meant that they had to part. Brewster reminisced about their idyllic time together in letters in 1849.[6] She eventually left a portrait of Cushman by Thomas Sully as a bequest to the Library of Philadelphia.[7] In 1848, Cushman met journalist, writer and part-time actress Matilda Hays. The two women became close friends, and after a short amount of time and some correspondence, they became involved in an affair. For the next ten years the two would be together almost constantly. They became known for dressing alike, and in Europe were publicly known as a couple.[4] In 1849, Cushman returned to the United States and by 1852 had decided to retire from the stage. She took up residence with Hays in Rome, Italy. They began living in an American expatriate community there, made up mostly of the many lesbian artists and sculptors of the time. Cushman used her notoriety to promote the works of African American/Native American sculptor Edmonia Lewis, who had become a close friend and whose work Cushman greatly admired. In 1854, Hays left Cushman for sculptor Harriet Hosmer, which launched a series of jealous interactions among the three women. Hays eventually returned to live with Cushman, but the tensions between her and Cushman would never be repaired. By late 1857, Cushman was secretly involved with sculptor Emma Stebbins. One night while Cushman was writing a note, Hays walked in on her. Suspecting that the note was to Stebbins, Hays demanded to see it. Although Cushman maintained that the note was not to Stebbins, she refused to show it to Hays. The altercation that followed was explosive. Hays became enraged and began chasing Cushman around the house, pounding her with her fists at every opportunity. The relationship ended immediately and Hays moved out. She then sued Cushman, stating in her claim that she had sacrificed her own career to support Cushman's career and therefore was due a certain payment. Cushman paid her an unknown sum and the two women parted company forever.[4] Emma Stebbins moved in with Cushman shortly after the break-up. Cushman traveled to America for a short tour a couple of months later. Although Cushman maintained that she was devoted to Stebbins, she became involved with another woman not long after her relationship with Stebbins began. Cushman met an 18-year-old actress, Emma Crow, the daughter of Wayman Crow, and fell for her. The two women began an affair, and Cushman often called her \"my little lover\". Before her departure to Italy, Cushman offered a farewell performance at the Washington Theater in the title role of Hamlet. The poster advertising her appearance describes her as \"a lady universally acknowledged as the greatest living tragic actress\".[8] When Cushman returned to Italy, Crow followed. Not long after arriving in Italy, Crow attracted the attention of Cushman's nephew, Ned Cushman. In April 1861, Ned Cushman and Emma Crow married.[4] She was friends with artists, writers and politicians; when she came to Washington, D.C. in the 1860s, she often stayed at the home of Secretary of State William Seward, with whom she was very close friends. In July 1861, Seward introduced her to President Abraham Lincoln, who told her that Macbeth was his favorite Shakespearean play and that he hoped someday to see her in the role of Lady Macbeth. In 1863 she again returned to the United States, appearing on several occasions for the benefit of the Sanitary Commission. Lincoln saw her perform in Macbeth in October at Grover's Theatre with his family. During the last six years of her life Cushman developed a remarkable ability as a dramatic reader, giving scenes from Shakespeare, ballad poetry, dialect poems and humorous pieces with a success not less decided than her earlier dramatic triumphs. In 1871, after a residence in Europe, she resumed her career in the United States as a reader, besides fulfilling several dramatic engagements.[2] Her farewell appearance was announced at least seven times in as many different years. Her final performance in New York was at Booth's theatre, where she played the part of Lady Macbeth. She took a similar demonstrative farewell in the same character in Philadelphia and other cities and her career closed in Boston, at the Globe Theatre, on 15 May 1875. After a reading tour to Rochester, Buffalo, and Syracuse, she retired with a large fortune to her villa at Newport, where she was seized with her final illness. In October she went to Boston and placed herself under medical treatment.[2] Charlotte Cushman died of pneumonia[9] in her hotel room on the third floor at the Parker House Hotel in Boston in 1876, aged 59, and was interred in Mount Auburn Cemetery in Cambridge, Massachusetts.[2][10] In 1915 she was elected to the Hall of Fame for Great Americans.[11] She made England her home for several years, becoming friends with the author Geraldine Jewsbury, who is said to have based a character on Cushman in her 1848 novel The Half Sisters. There is a one-woman play about her titled The Last Reading of Charlotte Cushman written by Carolyn Gage. Emma Stebbins' statue The Angel of the Waters, the angel above the fountain in Central Park's Bethesda Terrace, is said to be inspired by Cushman.[12] In 1907, the Charlotte Cushman Club was founded and named in her honor. In 2000, it became the Charlotte Cushman Foundation. Her Charlestown home is a site on the Boston Women's Heritage Trail.[13]","Title":"Charlotte Cushman - Wikipedia","KeyID":"5708","URL":"https://en.wikipedia.org/wiki/Charlotte_Cushman"}