{"Content: ":"David Glasgow Farragut (/ˈfærəɡət/; also spelled Glascoe;[1][2][3][4] July 5, 1801 – August 14, 1870) was a flag officer of the United States Navy during the American Civil War. He was the first rear admiral, vice admiral, and admiral in the United States Navy.[5][6] He is remembered for his order at the Battle of Mobile Bay, usually paraphrased as \"Damn the torpedoes, full speed ahead\" in U.S. Navy tradition.[7][8] Born near Knoxville, Tennessee, Farragut was fostered by naval officer David Porter after the death of his mother. When he was 11 years old, Farragut served in the War of 1812 under the command of his adoptive father. He received his first command in 1824, at the age of 21, and went on to participate in anti-piracy operations in the Caribbean Sea. He then served in the Mexican–American War under the command of Matthew C. Perry, participating in the blockade of Tuxpan. After the war, he oversaw the construction of the Mare Island Naval Shipyard, which was the first U.S. Navy base established on the Pacific Ocean. Though Farragut resided in Norfolk, Virginia, prior to the Civil War, he was a Southern Unionist who strongly opposed Southern secession and remained loyal to the Union after the outbreak of the Civil War. Despite some doubts about Farragut's loyalty, Farragut was assigned command of an attack on the important Confederate port city of New Orleans. After fighting past Fort St. Philip and Fort Jackson, Farragut captured New Orleans in April 1862. He was promoted to rear admiral after the battle and helped extend Union control up along the Mississippi River, participating in the siege of Port Hudson. With the Union in control of the Mississippi, Farragut led a successful attack on Mobile Bay, home to the last major Confederate port on the Gulf of Mexico. Farragut was promoted to admiral following the end of the Civil War and remained on active duty until his death in 1870. James Glasgow Farragut was born in 1801 to George Farragut (born Jordi Farragut Mesquida, 1755–1817), a Spanish Balearic merchant captain from the Mediterranean island of Menorca, and his wife Elizabeth (née Shine, 1765–1808), of North Carolina Scotch-Irish American descent, at Lowe's Ferry on the Holston River in Tennessee.[9] It was a few miles southeast of Campbell's Station, near Knoxville.[10] After serving in the Spanish merchant marine, George Farragut arrived in North America in 1766 and served as a naval officer during the American Revolutionary War, first with the South Carolina Navy, then with the Continental Navy. George and Elizabeth moved west to Tennessee after his service in the Revolution, where he operated Lowe's Ferry and served as a cavalry officer in the Tennessee militia.[6] In 1805, George accepted a position at the U.S. port of New Orleans. He traveled there first and his family followed in a 1,700-mile (2,700 km) flatboat adventure aided by hired rivermen, the then four-year-old James's first voyage. The family was still living in New Orleans when Elizabeth died of yellow fever. George Farragut made plans to place the young children with friends and family who could better care for them. In 1808, after his mother's death, James agreed to live with United States Navy officer David Porter, whose father had served with George Farragut during the Revolution.[11] In 1812, he adopted the name \"David\" in honor of his foster father, with whom he went to sea late in 1810. David Farragut grew up in a naval family, as the foster brother of future Civil War admiral, David Dixon Porter, and Commodore William D. Porter. Farragut's naval career began as a midshipman when he was nine years old, and continued for 60 years until his death at the age of 69. This included service in several wars, most notably during the American Civil War, where he gained fame for winning several decisive naval battles. Farragut's naval career began when he was added to the U.S. Navy's rolls with the rank of boy in the spring of 1810.[12] Through the influence of his foster father, Farragut was commissioned a midshipman in the U.S. Navy on December 17, 1810, at the age of nine.[13][note 1] A prize master by the age of 11, Farragut fought in the War of 1812, serving under Captain Porter, his foster father. While serving aboard the frigate USS Essex, Farragut participated in the capture of HMS Alert on August 13, 1812,[14][15] then helped to establish America's first naval base and colony in the Pacific, named Fort Madison, during the ill-fated Nuku Hiva Campaign in the Marquesas Islands. At the same time, the Americans battled the hostile tribes on the islands with the help of their Te I'i allies. Farragut was 11 years old when, during the War of 1812, he was given the assignment to bring a ship captured by the Essex safely to port.[16] He was wounded and captured while serving on the Essex during the engagement at Valparaíso Bay, Chile, against the British on March 28, 1814.[17] Farragut was promoted to lieutenant in 1822, during the operations against West Indian pirates. In 1824, he was placed in command of USS Ferret, which was his first command of a U.S. naval vessel.[18] He served in the Mosquito Fleet, a fleet of ships fitted out to fight pirates in the Caribbean Sea. After learning his old captain, Commodore Porter, would be commander of the fleet, he asked for, and received, orders to serve aboard Greyhound, one of the smaller vessels, commanded by John Porter, brother of David Porter. On February 14, 1823, the fleet set sail for the West Indies where, for the next six months, they would drive the pirates off the sea, and rout them from their hiding places in among the islands.[19] He was executive officer aboard the Experiment during its campaign in the West Indies fighting pirates.[20] In 1847, Farragut, now a commander, took command of the sloop-of-war USS Saratoga when she was recommissioned at Norfolk Navy Yard in Norfolk, Virginia. Assigned to the Home Squadron for service in the Mexican–American War, Saratoga departed Norfolk on March 29, 1847, bound for the Gulf of Mexico under Farragut's command and upon arriving off Veracruz, Mexico, on April 26, 1847, reported to the squadron's commander, Commodore Matthew C. Perry, for duty. On April 29, Perry ordered Farragut to sail Saratoga 150 nautical miles (173 miles; 278 km) to the north to blockade Tuxpan, where she operated from April 30 to July 12 before Farragut returned to Veracruz. About two weeks later, Farragut began a round-trip voyage to carry dispatches to Tabasco, returning to Veracruz on August 11, 1847. On September 1, 1847, Farragut and Saratoga returned to blockade duty off Tuxpan, remaining there for two months despite a yellow fever outbreak on board. Farragut then brought the ship back to Veracruz and, after a month there, got underway for the Pensacola Navy Yard in Pensacola, Florida, where Saratoga arrived on January 6, 1848, disembarked all of her seriously sick patients at the base hospital, and replenished her stores. On January 31, 1848, Farragut took the ship out of Pensacola bound for New York City, arriving there on February 19. Saratoga was decommissioned there on February 26, 1848.[21] In 1853, Secretary of the Navy James C. Dobbin selected Commander David G. Farragut to create Mare Island Navy Yard near San Francisco in San Pablo Bay. In August 1854, Farragut was called to Washington from his post as assistant inspector of ordnance at Norfolk, Virginia. President Franklin Pierce congratulated Farragut on his naval career and the task he was to undertake. On September 16, 1854, Commander Farragut arrived to oversee the building of the Mare Island Navy Yard at Vallejo, California, which became the port for ship repairs on the West Coast. Captain Farragut commissioned Mare Island on July 16, 1858. Farragut returned to a hero's welcome at Mare Island on August 11, 1869.[22][23] Though living in Norfolk, Virginia, prior to the American Civil War, Farragut made it clear to all who knew him that he regarded secession as treason. Just before the war's outbreak, Farragut moved with his Virginian-born wife to Hastings-on-Hudson, a small town just outside New York City.[9][24] He offered his services to the Union, and was initially given a seat on the Naval Retirement Board. Offered a command by his foster brother, David Dixon Porter, for a special assignment, he hesitated upon learning the target might be Norfolk. As he had friends and relatives living there, he was relieved to learn the target was changed to his former childhood home of New Orleans. The navy had some doubts about Farragut's loyalty to the Union because of his Southern birth as well as that of his wife. Porter argued on his behalf, and Farragut was accepted for the major role of attacking New Orleans.[24] Farragut was appointed under secret instructions on February 3, 1862, to command the Gulf Blockading Squadron, sailing from Hampton Roads on the screw steamer USS Hartford, bearing 25 guns, which he made his flagship, accompanied by a fleet of 17 ships. He reached the mouth of the Mississippi River, near Confederate forts St. Philip and Jackson, situated opposite one another along the banks of the river, with a combined armament of more than 100 heavy guns and a complement of 700 men. Now aware of Farragut's approach, the Confederates had amassed a fleet of 16 gunboats just outside New Orleans.[25] On April 18, Farragut ordered the mortar boats, under the command of Porter, to commence bombardment on the two forts, inflicting considerable damage, but not enough to compel the Confederates to surrender. After two days of heavy bombardment, Farragut ran past forts Jackson and St. Philip and the Chalmette batteries to take the city and port of New Orleans on April 29, a decisive event in the war.[26] Congress honored him by creating the rank of rear admiral on July 16, 1862, a rank never before used in the U.S. Navy. Before this time, the American Navy had resisted the rank of admiral, preferring the term \"flag officer\", to distinguish the rank from the traditions of the European navies. Farragut was promoted to rear admiral along with 13 other officers – three others on the active list and ten on the retired list. Later that year, Farragut passed the batteries defending Vicksburg, Mississippi, but had no success there. A makeshift Confederate ironclad forced his flotilla of 38 ships to withdraw in July 1862. While an aggressive commander, Farragut was not always cooperative. At the siege of Port Hudson, the plan was that Farragut's flotilla would pass by the guns of the Confederate stronghold with the help of a diversionary land attack by the Army of the Gulf, commanded by General Nathaniel Banks, to commence at 8:00 a.m. on March 15, 1863. Farragut unilaterally decided to move the timetable up to 9:00 p.m. on March 14, and initiated his run past the guns before Union ground forces were in position. The consequently uncoordinated attack allowed the Confederates to concentrate on Farragut's flotilla and inflict heavy damage to his warships. Farragut's flotilla was forced to retreat with only two ships able to pass the heavy cannon of the Confederate bastion. After surviving the gauntlet, Farragut played no further part in the battle for Port Hudson, and General Banks was left to continue the siege without the advantage of naval support. The Union Army made two major attacks on the fort; both were repulsed with heavy losses. Farragut's flotilla was splintered, yet was able to blockade the mouth of the Red River with the two remaining warships; he could not efficiently patrol the section of the Mississippi between Port Hudson and Vicksburg. Farragut's decision proved costly to the Union Navy and the Union Army, which suffered its highest casualty rate of the war at Port Hudson. Vicksburg surrendered on July 4, 1863, leaving Port Hudson as the last remaining Confederate stronghold on the Mississippi River. General Banks accepted the surrender of the Confederate garrison at Port Hudson on July 9, ending the longest siege in U.S. military history. Control of the Mississippi River was the centerpiece of the Union strategy to win the war, and, with the surrender of Port Hudson, the Confederacy was now cut in two. On August 5, 1864, Farragut won a great victory in the Battle of Mobile Bay. Mobile, Alabama, was then the Confederacy's last major open port on the Gulf of Mexico. The bay was heavily mined (tethered naval mines were then known as \"torpedoes\").[27] Farragut ordered his fleet to charge the bay. When the monitor USS Tecumseh struck a mine and sank, the others began to pull back. From his high perch, where he was lashed to the rigging of his flagship, USS Hartford, Farragut could see the ships pulling back. \"What's the trouble?\" he shouted through a trumpet to USS Brooklyn. \"Torpedoes\", was the shouted reply. \"Damn the torpedoes.\", said Farragut, \"Four bells, Captain Drayton, go ahead. Jouett, full speed.\"[28][29] The bulk of the fleet succeeded in entering the bay. Farragut triumphed over the opposition of heavy batteries in Fort Morgan and Fort Gaines to defeat the squadron of Admiral Franklin Buchanan. On December 21, 1864, Lincoln promoted Farragut to vice admiral, which made him the senior ranking officer in the United States Navy. After the Civil War, Farragut was elected a companion of the first class of the New York Commandery of the Military Order of the Loyal Legion of the United States on March 18, 1866, and assigned insignia number 231. He served as the commander of the Commandery of New York from May 1866 until his death. Farragut was promoted to full admiral on July 25, 1866, becoming the first U.S. Navy officer to hold that rank.[6] His last active service was in command of the European Squadron, from 1867 to 1868, with the screw frigate USS Franklin as his flagship. Farragut remained on active duty for life, an honor accorded to only seven other U.S. Navy officers after the Civil War.[30] Farragut died from a heart attack at the age of 69 in Portsmouth, New Hampshire, while on vacation in the late summer of 1870. He had served almost sixty years in the navy. He is interred at Woodlawn Cemetery, in The Bronx, New York City.[31] His gravesite is listed on the National Register of Historic Places, as is Woodlawn Cemetery itself. After appointment and an initial cruise as acting lieutenant commanding USS Ferret, Farragut married Susan Caroline Marchant on September 2, 1824.[32] After years of ill health, Susan Farragut died on December 27, 1840. Farragut was noted for his kindly treatment of his wife during her illness.[33] After the death of his first wife, Farragut married Virginia Dorcas Loyall, on December 26, 1843, with whom he had one surviving son, named Loyall Farragut, born October 12, 1844. Loyall Farragut graduated from West Point in 1868, and served as a second lieutenant in the U.S. Army before resigning in 1872. He spent most of the remainder of his career as an executive with the Central Railroad Company of New Jersey. He was an hereditary member of the Military Society of the War of 1812 and a companion of the Military Order of the Loyal Legion of the United States. Loyall died on October 1, 1916, as noted on one side of the family monument which he and his mother erected to the memory of his father in Woodlawn Cemetery.[34] Farragut had a brother named William A. C. Farragut. William was also in the Navy but had a far less distinguished career. He was warranted as a midshipman on 16 January 1809 (a year before David Farragut would begin his career) and was promoted to lieutenant on 9 December 1814. William remained at that rank until he was transferred to the Reserve List on 15 December 1855. He died on 20 December 1859. David Farragut was initiated to the Scottish Rite Masonry.[35][36][37] The area formerly known as Campbell's Station, Tennessee, only a few miles from Admiral Farragut's birthplace, was renamed as the town of Farragut in his honor. Farragut Square in Washington, D.C. is named in his honor. A statue of him, named Admiral David G. Farragut, is in the center of Farragut Square. Two Washington Metro stations, Farragut West and Farragut North, also share his name. There is a statue of Admiral Farragut at the South Boston Marine Park adjacent to Castle Island. There is also an outdoor sculpture of him in Madison Square Park in Manhattan, New York City, where the Farragut section of the Borough of Brooklyn,[39] including Farragut Road, is named for him.[40] Farragut Naval Training Station, located in Northern Idaho on Lake Pend Oreille, was a World War II naval training center, the second largest in the world at the time with over 293,000 sailors receiving basic training there. In 1966, the state of Idaho turned the land into Farragut State Park. Two separate classes of U.S. Navy destroyers have been named for Farragut: the Farragut class of 1934 and the Farragut class of 1958. Several individual U.S. Navy ships also have been named USS Farragut in his honor. Admiral Farragut Academy, named after Admiral David G. Farragut, was founded in 1933 as an all-boys military boarding high school. Today, the Academy is a college-prep, private school which serves students in PreK-12th grade and is located in St. Petersburg, Florida. The Upper School, which starts in 8th grade, is also known worldwide for its Boarding program and Navy Junior ROTC military structure. Farragut also offers other signature academic programs: Aviation, Scuba, Marine Science, Engineering, Sailing, and more. Farragut Career Academy Chicago, IL and Farragut High School, Farragut TN; Few naval officers in American history have been honored on a U.S. postage stamp, but David Farragut has been so honored more than once. The first postage stamp (at left) to honor Farragut was the 1-dollar black issue of 1903. The Navy Issue of 1937 includes (among five in a series) a 3-cent purple stamp which depicts Admirals David Farragut (left) and David Porter, with a warship under sail displayed at center. The most recent postage issue honoring Farragut was released from Gettysburg, Pennsylvania on June 29, 1995.[41][42] The Science Fiction Venturer Twelve series features an Admiral Farragut in command of Earth's Space Navy in the far future. The Tennessee State Capitol Commission and Historical Commission voted on July 22, 2021 to move a bust of Admiral Farragut, as well as busts of Nathan Bedford Forrest and Admiral Albert Gleaves, from the Tennessee Capitol to the Tennessee State Museum. The process of moving them began on July 23, 2021.[43] Issue of 1903 First U.S. Postage stamp to honor Admiral Farragut Navy Issue of 1937 Farragut honored along with Porter, his foster brother Memorialized on the 1891 $100 Treasury Note, and one of 53 people depicted on United States banknotes. Numerous places and things are named in remembrance of Admiral Farragut: Monuments","Title":"David Farragut - Wikipedia","KeyID":"5713","URL":"https://en.wikipedia.org/wiki/David_Farragut"}