{"Content: ":"Hamipterus is an extinct genus of pteranodontoid pterosaurs from the Early Cretaceous Shengjinkou Formation of northwestern China. It is known from a single species, the type species, H. tianshanensis.[1] In 2006 from the Hami region in Xinjiang, the Shengjinkou Formation, a Konservat-Lagerstätte was reported, in this case lake sediments allowing for an exceptional preservation of fossils. The same year, Qiu Zhanxiang and Wang Banyue started official excavations. Part of the finds consisted of dense concentrations of pterosaur bones, associated with soft tissues and eggs. The site represented a nesting colony that storm floods had covered with mud. Dozens of individuals could be secured from a total that in 2014 was estimated to run into the many hundreds.[1] In 2014, the type species Hamipterus tianshanensis was named and described by Wang Xiaolin, Alexander Kellner, Jiang Shunxing, Wang Qiang, Ma Yingxia, Yahefujiang Paidoula, Cheng Xin, Taissa Rodrigues, Meng Xi, Zhang Jialiang, Li Ning, and Zhou Zhonghe. The generic name combines that of the Hami region with a Latinised Greek πτερόν, pteron, \"wing\". The specific name refers to the provenance from the Tian Shan, a mountain range.[1] The holotype, IVPP V18931.1, has been found in a layer of the Tugulu Group dating from the Lower Cretaceous. It consists of a skull, probably of a female. The paratype is IVPP V18935.1, the skull of a male individual. The inventory number IVPP V18931 does not pertain to a single skeleton, but to a block containing various bones of different individuals. Eleven such blocks had in 2014 been secured, numbered IVPP V18931 to V18941. Together, they comprise the remains of at least 40 animals, both bones and soft tissue remnants such as the horn sheaths of skull crests. Exceptionally for pterosaur fossils, the bones have not been crushed, but were preserved three-dimensionally in good condition. Five uncrushed eggs were also found. The finds in 2014 represented the largest known concentration of pterosaur fossils, with the exception of the Pterodaustro nesting colonies of Argentina.[1] The wingspan of the individuals described in 2014 ranged from 1.5–3.5 m (4 ft 11 in – 11 ft 6 in).[1] The describing authors indicated some distinguishing traits, all of them autapomorphies, unique derived characters. The dentary, the front bone of the lower jaw, has a hook-shaped process. The ascending branch of the jugal bone, running to the lacrimal bone, is thin, inclined to the front, and expanded at the top. The central supraoccipital of the top rear skull bears a well-developed crest. The humerus is perforated by a pneumatic foramen near the base of the deltopectoral crest. The outer lower carpal bone of the wrist has a spike-shaped process pointing to below.[1] Also present is a unique combination of traits that in themselves are not unique. The front snout bone, the premaxilla, bears a crest with ridges and grooves that curve to the front. The groove on the dentary reaches the highest point of that bone. Both the snout tip and the tip of the lower jaws are slightly expanded. The deltopectoral crest is moderately twisted around the longitudinal axis of the humerus.[1] Hamipterus was within the Pterodactyloidea, placed into the group Pteranodontoidea. An exact cladistic analysis could not resolve the relationship with Istiodactylus, Ludodactylus and the Anhangueridae.[1] The cladogram below is a topology recovered by Pêgas et al. (2019). In the analyses, they recovered this genus within the family Hamipteridae.[2] Hamipterus Iberodactylus Tropeognathus Coloborhynchus Siroccopteryx Uktenadactylus Caulkicephalus Guidraco Ludodactylus Anhanguera Liaoningopterus Cearadactylus Maaradactylus The large number of individuals found allowed the establishment of a growth series, showing how individuals developed through their ontogeny. Larger animals feature a number of changes. Their snout tips become relatively wider. The snout crest becomes more robust and expands its base towards the front, beginning at the level of the fifth tooth instead of the sixth. The pattern of grooves and ridges on the crest grows more prominent. The snout tip also starts to straighten in side view, no longer curving upwards. The groove in the dentary deepens and lengthens, as well. No change, however, takes place in the number of teeth, the degree of fusion in the symphysis of the lower jaws, or the shape of the postcranial skeleton, as far as can be ascertained, given the fact that the elements behind the skull were not found articulated.[1] It was assumed that a clear sexual dimorphism was discovered, with the largest specimens sporting the largest crests being the males, while smaller individuals were females with smaller crests. This was seen as a refutation of the hypothesis that with pterosaurs, only the males possessed crests.[1] Tomography scans of fossilized Hamipterus eggs suggests that young Hamipterus had well-developed thigh bones for walking, but weak chests for flight. With the close proximity of the nests and adults, as well as how underdeveloped the hatchlings were for flying, it has also been suggested that Hamipterus practiced some form of parental care.[1][3] However, this study has since been criticized by some paleontologists.[4] A 2021 further disagrees by demonstrating that the young of Hamipterus don't differ significantly from the other flight capable flaplings.[5]   ","Title":"Hamipterus - Wikipedia","KeyID":"572","URL":"https://en.wikipedia.org/wiki/Hamipterus"}