{"Content: ":"Oliver Wendell Holmes Jr. (March 8, 1841 – March 6, 1935) was an American jurist and legal scholar who served as an associate justice of the Supreme Court of the United States from 1902 to 1932.[A] He is one of the most widely cited U.S. Supreme Court justices and most influential American common law judges in history, noted for his long service, concise, and pithy opinions—particularly for opinions on civil liberties and American constitutional democracy—and deference to the decisions of elected legislatures. Holmes retired from the court at the age of 90, an unbeaten record for oldest justice on the Supreme Court.[B] He previously served as a Brevet Colonel in the American Civil War, in which he was wounded three times, as an associate justice and chief justice of the Massachusetts Supreme Judicial Court, and as Weld Professor of Law at his alma mater, Harvard Law School. His positions, distinctive personality, and writing style made him a popular figure, especially with American progressives.[2] During his tenure on the U.S. Supreme Court, to which he was appointed by President Theodore Roosevelt in 1902, he supported the constitutionality of state economic regulation and came to advocate broad freedom of speech under the First Amendment, after, in Schenck v. United States (1919), having upheld for a unanimous court criminal sanctions against draft protestors with the memorable maxim that \"free speech would not protect a man in falsely shouting fire in a theatre and causing a panic\" and formulating the groundbreaking \"clear and present danger\" test.[3] But later that same year, in his famous dissent in Abrams v. United States (1919), he wrote that \"the best test of truth is the power of the thought to get itself accepted in the competition of the market.... That, at any rate, is the theory of our Constitution. It is an experiment, as all life is an experiment.\" He added that \"we should be eternally vigilant against attempts to check the expression of opinions that we loathe and believe to be fraught with death....\"[4] He was one of only a handful of justices known as a scholar; The Journal of Legal Studies has identified Holmes as the third-most cited American legal scholar of the 20th century.[5] Holmes was a legal realist, as summed up in his maxim, \"The life of the law has not been logic: it has been experience\",[6] and a moral skeptic opposed to the doctrine of natural law. His jurisprudence and academic writing influenced much subsequent American legal thinking, including the judicial consensus upholding New Deal regulatory law, and the influential American schools of pragmatism, critical legal studies, and law and economics.[citation needed] Holmes was born in Boston, Massachusetts, to the prominent writer and physician Oliver Wendell Holmes Sr. and abolitionist Amelia Lee Jackson. Both of his parents were of entirely English descent, and all his ancestors had come to North America from England during the early colonial period as part of the Puritan migration to New England.[7] Dr. Holmes was a leading figure in Boston intellectual and literary circles. Mrs. Holmes was connected to the leading families; Henry James Sr., Ralph Waldo Emerson, and other transcendentalists were family friends. Known as \"Wendell\" in his youth, Holmes, Henry James Jr., and William James became lifelong friends. Holmes accordingly grew up in an atmosphere of intellectual achievement, and early on formed the ambition to be a man of letters like Emerson. While still in Harvard College he wrote essays on philosophic themes, and asked Emerson to read his attack on Plato's idealist philosophy. Emerson famously replied, \"If you strike at a king, you must kill him\". He supported the abolitionist movement that thrived in Boston society during the 1850s. At Harvard, he was a member of the Hasty Pudding and the Porcellian Club; his father had also been a member of both clubs. In the Pudding, he served as Secretary and Poet, as had his father.[8] Holmes graduated Phi Beta Kappa from Harvard in 1861, and, in the spring of that year, after President Abraham Lincoln called for volunteers following the firing on Fort Sumter, he enlisted in the Massachusetts militia but returned briefly to Harvard College to participate in commencement exercises.[9] During his senior year of college, at the outset of the American Civil War, Holmes enlisted in the fourth battalion, Massachusetts militia, then, with his father's help, received a commission as first lieutenant in the Twentieth Regiment of Massachusetts Volunteer Infantry. He saw much action, taking part in the Peninsula Campaign, and the Wilderness, suffering wounds at the Battle of Ball's Bluff, Antietam, and Chancellorsville, and suffered from a near-fatal case of dysentery. He particularly admired and was close to Henry Livermore Abbott, a fellow officer in the 20th Massachusetts. Holmes rose to the rank of lieutenant colonel, but eschewed promotion in his regiment and served on the staff of the VI Corps during the Wilderness Campaign. Abbott took command of the regiment in his place and was later killed.[citation needed] Holmes is said to have shouted to Abraham Lincoln to take cover during the Battle of Fort Stevens, although this is commonly regarded as apocryphal.[10][11][12][13] Holmes himself expressed uncertainty about who had warned Lincoln (\"Some say it was an enlisted man who shouted at Lincoln; others suggest it was General Wright who brusquely ordered Lincoln to safety. But for a certainty, the 6 foot 4 inch Lincoln, in frock coat and top hat, stood peering through field glasses from behind a parapet at the onrushing rebels.\")[14] and other sources state he likely was not present on the day Lincoln visited Fort Stevens.[15] Holmes received a brevet honorary promotion to colonel in recognition of his services during the war. He retired to his home in Boston after his three-year enlistment ended in 1864, weary and ill, his regiment disbanded.[citation needed] In the summer of 1864, Holmes returned to the family home in Boston, wrote poetry, and debated philosophy with his friend William James, pursuing his debate with philosophic idealism, and considered re-enlisting. But by the fall, when it became clear that the war would soon end, Holmes enrolled in Harvard Law School, \"kicked into the law\" by his father, as he later recalled.[16] He attended lectures there for a single year, reading extensively in theoretical works, and then clerked for a year in his cousin Robert Morse’s office. He was admitted to the bar in 1866, and after a long visit to London to complete his education, went into law practice in Boston. He joined a small firm, and in 1872 married a childhood friend, Fanny Bowditch Dixwell, buying a farm in Mattapoisett, Massachusetts, the following year.[17] Their marriage lasted until her death on April 30, 1929. They never had children together. They did adopt and raise an orphaned cousin, Dorothy Upham. Fanny disliked Beacon Hill society, and devoted herself to embroidery. She was described as devoted, witty, wise, tactful, and perceptive.[citation needed] Whenever he could, Holmes visited London during the social season of spring and summer, and during the years of his work as a lawyer and judge in Boston he formed romantic friendships with English women of the nobility, with whom he corresponded while at home in the United States. The most important of these was his friendship with the Anglo-Irish Clare Castletown, the Lady Castletown, whose family estate in Ireland, Doneraile Court, he visited several times, and with whom he may have had a brief affair.[18][19] He formed his closest intellectual friendships with British men, and became one of the founders of what was soon called the \"sociological\" school of jurisprudence in Great Britain, followed a generation later by the \"legal realist\" school in America.[citation needed] Holmes practiced admiralty law and commercial law in Boston for fifteen years. It was during this time that he did his principal scholarly work, serving as an editor of the new American Law Review, reporting decisions of state supreme courts, and preparing a new edition of Kent's Commentaries, which served practitioners as a compendium of case law, at a time when official reports were scarce and difficult to obtain. He summarized his hard-won understanding in a series of lectures, collected and published as The Common Law in 1881.[citation needed] The Common Law has been continuously in print since 1881 and remains an important contribution to jurisprudence. The book also remains controversial, for Holmes begins by rejecting various kinds of formalism in law. In his earlier writings he had expressly denied the utilitarian view that law was a set of commands of the sovereign, rules of conduct that became legal duties. He rejected as well the views of the German idealist philosophers, whose views were then widely held, and the philosophy taught at Harvard, that the opinions of judges could be harmonized in a purely logical system. In the opening paragraphs of the book, he famously summarized his own view of the history of the common law: The life of the law has not been logic: it has been experience. The felt necessities of the time, the prevalent moral and political theories, intuitions of public policy, avowed or unconscious, even the prejudices which judges share with their fellow-men, have had a good deal more to do than the syllogism in determining the rules by which men should be governed. The law embodies the story of a nation’s development through many centuries, and it cannot be dealt with as if it contained only the axioms and corollaries of a book of mathematics.[6] In The Common Law, Holmes wrote that, even though the law ”uses the language of morality, it necessarily ends in external standards not dependent on the consciousness of the individual” or on his moral culpability. Foreseeability of harm was the key: ”the general basis of criminal liability was knowledge, at the time of action, of facts from which common experience showed that certain harmful results were likely to follow.”[20] Tort liability, similarly, was imposed when circumstances were ”such as would have led a prudent man to perceive danger, although not necessarily to foresee the specific harm”.[21] Likewise, with respect to contracts, ”The law has nothing to do with the actual state of the parties’ minds. In contract, as elsewhere, it must go by externals, and judge parties by their conduct.”[22] In the book, Holmes set forth his view that the only source of law, properly speaking, was a judicial decision enforced by the state. Judges decided cases on the facts, and then wrote opinions afterward presenting a rationale for their decision. The true basis of the decision was often an ”inarticulate major premise”, however. A judge was obliged to choose between contending legal arguments, each posed in absolute terms, and the true basis of his decision was sometimes drawn from outside the law, when precedents were lacking or were evenly divided.[citation needed] The common law evolves because civilized society evolves, and judges share the common preconceptions of the governing class. These views endeared Holmes to the later advocates of legal realism, and made him one of the early founders of law and economics jurisprudence. Holmes famously contrasted his own scholarship with the abstract doctrines of Christopher Columbus Langdell, dean of Harvard Law School, who viewed the common law as a self-enclosed set of doctrines. Holmes viewed Langdell’s work as akin to the German philosophic idealism he had for so long resisted, opposing it with his own scientific materialism.[23] We cannot all be Descartes or Kant, but we all want happiness. And happiness, I am sure from having known many successful men, cannot be won simply by being counsel for great corporations and having an income of fifty thousand dollars. An intellect great enough to win the prize needs other food beside success. The remoter and more general aspects of the law are those which give it universal interest. It is through them that you not only become a great master in your calling, but connect your subject with the universe and catch an echo of the infinite, a glimpse of its unfathomable process, a hint of the universal law. —Oliver Wendell Holmes Jr, \"The Path of the Law\", 10 Harvard Law Review 457, 478 (1897) Holmes was considered for a federal court judgeship in 1878 by President Rutherford B. Hayes, but Massachusetts Senator George Frisbie Hoar persuaded Hayes to nominate another candidate. In the fall of 1882, Holmes became a professor at Harvard Law School, accepting an endowed professorship that had been created for him, largely through the efforts of Louis D. Brandeis. On Friday, December 8, 1882, Supreme Judicial Court of Massachusetts associate justice Otis Lord decided to resign, giving outgoing Republican governor John Davis Long a chance to appoint his successor, if he could do so before the Massachusetts Governor's Council adjourned at 3 pm. Holmes's partner George Shattuck proposed him for the vacancy, Holmes quickly agreed, and there being no objection by the council, he took the oath of office on December 15, 1882. His resignation from his professorship, after only a few weeks and without notice, was resented by the law school faculty, with James Bradley Thayer finding Holmes's conduct \"selfish\" and \"thoughtless\".[24] On August 2, 1899, Holmes became Chief Justice of the Massachusetts Supreme Judicial Court following the death of Walbridge A. Field. During his service on the Massachusetts court, Holmes continued to develop and apply his views of the common law, usually following precedent faithfully. He issued few constitutional opinions in these years, but carefully developed the principles of free expression as a common-law doctrine. He departed from precedent to recognize workers' right to organize trade unions and to strike, as long as no violence was involved, and coercion was not exerted through impermissible means such as secondary boycotts, stating in his opinions that fundamental fairness required that workers be allowed to combine to compete on an equal footing with employers. He continued to give speeches and to write articles that added to or extended his work on the common law, most notably \"Privilege, Malice and Intent\",[25] in which he presented his view of the pragmatic basis of the common-law privileges extended to speech and the press, which could be defeated by a showing of malice, or of specific intent to harm. This argument would later be incorporated into his famous opinions concerning the First Amendment.[citation needed] He also published an address, \"The Path of the Law\",[26] which is best known for its prediction theory of law, that \"[t]he prophecies of what the courts will do in fact, and nothing more pretentious, are what I mean by law\", and for its \"bad man\" perspective on the law that \"[i]f you really want to know the law and nothing else, you must look at it as a bad man, who cares only for the material consequences which such knowledge enables him to predict\".[26] Soon after the death of Associate Justice Horace Gray in July 1902, President Theodore Roosevelt made known his intention to appoint Holmes as Gray's successor; it was the president's stated desire to fill the vacancy with someone from Massachusetts.[27] The nomination was supported by Senator Henry Cabot Lodge, the junior senator from Massachusetts, but was opposed by its senior senator, George Frisbie Hoar, who was also chairman of the Senate Judiciary Committee. Hoar was a strenuous opponent of imperialism, and the legality of the annexation of Puerto Rico and the Philippines was expected to come before the Court. Lodge, like Roosevelt, was a strong supporter of imperialism, which Holmes was expected to support as well.[28] Despite Hoar's opposition, the president moved ahead on the matter. On December 2, 1902, he formally submitted the nomination and Holmes was confirmed by the United States Senate on December 4.[29] He was sworn into office on December 8.[1] On the bench, Holmes did vote to support the administration's position favoring the annexation of former Spanish colonies in the \"Insular Cases\". However, he later disappointed Roosevelt by dissenting in Northern Securities Co. v. United States, a major antitrust prosecution;[30] the majority of the court opposed Holmes and sided with Theodore Roosevelt’s belief that Northern Securities violated the Sherman Antitrust Act.[30] The dissent by Holmes permanently damaged his formerly close relationship with Theodore Roosevelt.[31] Holmes was known for his pithy, short, and frequently quoted opinions. In more than twenty-nine years on the Supreme Court bench, he ruled on cases spanning the whole range of federal law. He is remembered for prescient opinions on topics as widely varied as copyright, the law of contempt, the antitrust status of professional baseball, and the oath required for citizenship. Holmes, like most of his contemporaries, viewed the Bill of Rights as codifying privileges obtained over the centuries in English and American common law, and was able to establish that view in numerous opinions of the Court. He is considered one of the greatest judges in American history and embodies for many the traditions of the common law, which are now challenged by originalists who insist the text of the Constitution trumps any common-law precedents that depart from the original understanding of its meaning.[16] From the departure of William Howard Taft on February 3, 1930 until Charles Evans Hughes took office on February 24, 1930, Holmes briefly acted as the Chief Justice and presided over court sessions.[citation needed] Beginning with his first opinion for the Court in Otis v. Parker, Holmes declared that ”due process of law”, the fundamental principle of fairness, protected people from unreasonable legislation but was limited only to those fundamental principles enshrined in the common law and did not protect most economic interests.[citation needed] In a series of opinions surrounding the World War I Espionage Act of 1917 and the Sedition Act of 1918, he held that the freedom of expression guaranteed by federal and state constitutions simply declared a common-law privilege for speech and the press, even when those expressions caused injury, but that privilege would be defeated by a showing of malice or intent to do harm. Holmes came to write three unanimous opinions for the Supreme Court that arose from prosecutions under the 1917 Espionage Act because in an earlier case, Baltzer v. United States, he had circulated a powerfully expressed dissent, when the majority had voted to uphold a conviction of immigrant socialists who had circulated a petition criticizing the draft. Apparently learning that he was likely to publish this dissent, the government (perhaps alerted by Justice Louis D. Brandeis, newly appointed by President Woodrow Wilson) abandoned the case, and it was dismissed by the Court. The Chief Justice then asked Holmes to write opinions that could be unanimous, upholding convictions in three similar cases, where there were jury findings that speeches or leaflets were published with an intent to obstruct the draft, a crime under the 1917 law. Although there was no evidence that the attempts had succeeded, Holmes, in Schenck v. United States (1919), held for a unanimous Court that an attempt, purely by language, could be prosecuted if the expression, in the circumstances in which it was uttered, posed a \"clear and present danger\" that the legislature had properly forbidden. In his opinion for the Court, Holmes famously declared that the First Amendment would not protect a person \"falsely shouting fire in a theatre and causing a panic\". Although much criticized, Schenck remained an important precedent until it was superseded by the 1969 Supreme Court decision in Brandenburg v. Ohio, which held that \"advocacy of the use of force or of law violation\" is protected unless \"such advocacy is directed to inciting or producing imminent lawless action and is likely to incite or produce such action\".[32] Later in 1919, however, in Abrams v. United States, Holmes was again in dissent. The Wilson Administration was vigorously prosecuting those suspected of sympathies with the recent Russian Revolution, as well as opponents of the war against Germany. The defendants in this case were socialists and anarchists, recent immigrants from Russia who opposed the apparent efforts of the United States to intervene in the Russian Civil War. They were charged with violating the Sedition Act of 1918, which was an amendment to the Espionage Act of 1917 that made criticisms of the government or the war effort a crime. Abrams and his co-defendants were charged with distributing leaflets (one in English and one in Yiddish) that called for a \"general strike\" to protest the U.S. intervention in Russia. A majority of the Court voted to uphold the convictions and sentences of ten and twenty years, to be followed by deportation, while Holmes dissented. The majority claimed to be following the precedents already set in Schenck and the other cases in which Holmes had written for the Court, but Holmes insisted that the defendants' leaflets neither threatened to cause any harm, nor showed a specific intent to hinder the war effort.[33] Holmes condemned the Wilson Administration's prosecution and its insistence on draconian sentences for the defendants in passionate language: \"Even if I am technically wrong [regarding the defendants' intent] and enough can be squeezed from these poor and puny anonymities to turn the color of legal litmus paper ... the most nominal punishment seems to me all that possibly could be inflicted, unless the defendants are to be made to suffer, not for what the indictment alleges, but for the creed that they avow ... .\" Holmes then went on to explain the importance of freedom of thought in a democracy: [W]hen men have realized that time has upset many fighting faiths, they may come to believe ... that the best test of truth is the power of the thought to get itself accepted in the competition of the market, and that truth is the only ground upon which their wishes safely can be carried out. That, at any rate, is the theory of our Constitution. It is an experiment, as all life is an experiment.[34] In writing this dissent, Holmes may have been influenced by Zechariah Chafee’s article ”Freedom of Speech in War Time”.[35][36] Chafee had criticized Holmes’s opinion in Schenck for failing to express in more detail and more clearly the common-law doctrines upon which he relied. In his Abrams dissent, Holmes did elaborate somewhat on the decision in Schenck, roughly along the lines that Chafee had suggested. Although Holmes evidently believed that he was adhering to his own precedent, some later commentators accused Holmes of inconsistency, even of seeking to curry favor with his young admirers.[37] In Abrams, the majority opinion relied on the clear-and-present-danger formulation of Schenck, claiming that the leaflets showed the necessary intent, and ignoring that they were unlikely to have any effect. In later opinions, the Supreme Court departed from this line of reasoning where the validity of a statute was in question, adopting the principle that a legislature could properly declare that some forms of speech posed a clear and present danger, regardless of the circumstances in which they were uttered. Holmes continued to dissent.[citation needed] In Silverthorne Lumber Co. v. United States (1920), Holmes ruled that any evidence obtained, even indirectly, from an illegal search was inadmissible in court. He reasoned that otherwise, police would have an incentive to circumvent the Fourth Amendment to obtain derivatives of the illegally obtained evidence, so any evidence resulting indirectly from an illegal search must be similarly suppressed. This later became known as the \"fruit of the poisonous tree\" doctrine.[38] In 1927, Holmes wrote the 8–1 majority opinion in Buck v. Bell, a case that upheld the Virginia Sterilization Act of 1924 and the forced sterilization of Carrie Buck, who was claimed to be mentally defective. Later scholarship has shown that the suit was collusive, in that \"two eugenics enthusiasts ... had chosen Buck as a bit player in a test case that they had devised\", and \"had asked Buck's guardian to challenge [the Virginia sterilization law]\".[39] In addition, Carrie Buck was probably of normal intelligence.[40][41] The argument made on her behalf was principally that the statute requiring sterilization of institutionalized persons was unconstitutional, as a violation of what today is called \"substantive due process\". Holmes repeated familiar arguments that statutes would not be struck down if they appeared on their face to have a reasonable basis. In support of his argument that the interest of \"public welfare\" outweighs the interest of individuals in their bodily integrity, he argued: We have seen more than once that the public welfare may call upon the best citizens for their lives. It would be strange if it could not call upon those who already sap the strength of the State for these lesser sacrifices, often not felt to be such by those concerned, to prevent our being swamped with incompetence. It is better for all the world if, instead of waiting to execute degenerate offspring for crime or to let them starve for their imbecility, society can prevent those who are manifestly unfit from continuing their kind. The principle that sustains compulsory vaccination is broad enough to cover cutting the Fallopian tubes. [citation omitted] Three generations of imbeciles are enough.[42] Sterilization rates under eugenics laws in the United States climbed from 1927 until Skinner v. Oklahoma, 316 U.S. 535 (1942), in which the U.S. Supreme Court declared unconstitutional an Oklahoma statute that provided for the sterilization of \"habitual criminals\".[citation needed] Buck v. Bell continues to be cited occasionally in support of due process requirements for state interventions in medical procedures. For instance, in 2001, the United States Court of Appeals for the Eighth Circuit cited Buck v. Bell to protect the constitutional rights of a woman coerced into sterilization without procedural due process.[43] The court stated that error and abuse will result if the state does not follow the procedural requirements, established by Buck v. Bell, for performing an involuntary sterilization.[43] Buck v. Bell was also cited briefly, though not discussed, in Roe v. Wade, in support of the proposition that the Court does not recognize an \"unlimited right to do with one's body as one pleases\".[44] However, although Buck v. Bell has not been overturned, ”the Supreme Court has distinguished the case out of existence”.[45] From his earliest writings, Holmes demonstrated a lifelong belief that the decisions of judges were consciously or unconsciously result-oriented and reflected the mores of the class and society from which judges were drawn. Holmes accordingly argued[6] that legal rules are not deduced through formal logic but rather emerge from an active process of human self-government.[46] He explored these theories in his 1881 book The Common Law. His philosophy represented a departure from the prevailing jurisprudence of the time: legal formalism, which held that law was an orderly system of rules from which decisions in particular cases could be deduced.[47] Holmes sought to consciously reinvent the common law – to modernize it as a tool for adjusting to the changing nature of modern life, as judges of the past had done more or less unconsciously.[46] He has been classed with the philosophic pragmatists, although pragmatism is what he attributed to the law, rather than his personal philosophy.[C] Central to his thought was the notion that the law, as it had evolved in modern societies, was concerned with the material results of a defendant's actions. A judge's task was to decide which of two parties before him would bear the cost of an injury. Holmes argued that the evolving common law standard was that liability would fall upon a person whose conduct failed to reflect the prudence of a \"reasonable man\". If a construction worker throws a beam onto a crowded street: he does an act which a person of ordinary prudence would foresee is likely to cause death ..., and he is dealt with as if he foresaw it, whether he does so in fact or not. If a death is caused by the act, he is guilty of murder. But if the workman has a reasonable cause to believe that the space below is a private yard from which everyone is excluded, and which is used as a rubbish-heap, his act is not blameworthy, and the homicide is a mere misadventure.[6] This ”objective standard” adopted by common-law judges, Holmes thought, reflected a shift in community standards, away from condemnation of a person’s act toward an impersonal assessment of its value to the community. In the modern world, the advances made in biology and the social sciences should allow a better conscious determination of the results of individual acts and the proper measure of liability for them.[48] This belief in the pronouncements of science concerning social welfare, although he later doubted its applicability to law in many cases, accounts for his enthusiastic endorsement of eugenics in his writings, and his opinion in the case of Buck v. Bell.[citation needed] In 1881, in The Common Law, Holmes brought together into a coherent whole his earlier articles and lectures concerning the history of the common law (judicial decisions in England and the United States), which he interpreted from the perspective of a practicing lawyer. What counted as law, to a lawyer, was what judges did in particular cases. Law was what the state would enforce, through violence if necessary; echoes of his experience in the Civil War were always present in his writings. Judges decided where and when the force of the state would be brought to bear, and judges in the modern world tended to consult facts and consequences when deciding what conduct to punish. The decisions of judges, viewed over time, determined the rules of conduct and the legal duties by which all are bound. Judges did not and should not consult any external system of morality, certainly not a system imposed by a deity.[citation needed] Holmes brought himself into constant conflict with scholars who believed that legal duties rested upon natural law, a moral order of the kind invoked by Christian theologians and other philosophic idealists. He believed instead \"that men make their own laws; that these laws do not flow from some mysterious omnipresence in the sky, and that judges are not independent mouthpieces of the infinite.\"[49]: 49  ”The common law is not a brooding omnipresence in the sky. ... ”[50] Rather than a set of abstract, rational, mathematical, or in any way unworldly set of principles, Holmes said: \"[T]he prophecies of what the courts will do in fact, and nothing more pretentious, are what I mean by the law.\"[26]: 458  His belief that law, properly speaking, was a set of generalizations from what judges had done in similar cases, determined his view of the Constitution of the United States. As a justice of the U.S. Supreme Court, Holmes rejected the argument that the text of the Constitution should be applied directly to cases that came before the court, as if it were a statute. He shared with most of his fellow judges the belief that the Constitution carried forward principles derived from the common law, principles that continued to evolve in American courts. The text of the Constitution itself, as originally understood, was not a set of rules, but only a directive to courts to consider the body of the common law when deciding cases that arose under the Constitution. It followed that constitutional principles adopted from the common law were evolving, as the law itself evolved: \"A word [in the Constitution] is not a crystal, transparent and unchanged, it is the skin of a living thought....\"[51] General propositions do not decide concrete cases. —Holmes’s dissent in Lochner v. New York, 198 U.S. 45, 76 (1905) The provisions of the Constitution are not mathematical formulas that have their essence in form, they are organic, living institutions transplanted from English soil. Their significance is vital, not formal; it is to be gathered not simply by taking the words and a dictionary but by considering their origin and the line of their growth.[52] Holmes also insisted on the separation of ”ought” and ”is”, confusion of which he saw as an obstacle in understanding the realities of the law.[26]: 457  \"The law is full of phraseology drawn from morals, and talks about rights and duties, malice, intent, and negligence – and nothing is easier in legal reasoning than to take these words in their moral sense\".[26]: 458 [49]: 40  \"Therefore nothing but confusion can result from assuming that the rights of man in a moral sense are equally rights in the sense of the Constitution and the law\".[49]: 40  Holmes said, ”I think our morally tinted words have caused a great deal of confused thinking”.[53]: 179  Nevertheless, in rejecting morality as a form of natural law outside of and superior to human enactments, Holmes was not rejecting moral principles that were the result of enforceable law: \"The law is the witness and external deposit of our moral life. Its history is the history of the moral development of the race. The practice of it, in spite of popular jests, tends to make good citizens and good men. When I emphasize the difference between law and morals I do so with reference to a single end, that of learning and understanding the law.\"[26]: 457  Holmes's insistence on the material basis of law, on the facts of a case, has led some to characterize him as unfeeling, however. George Washington University law professor Jeffrey Rosen summarized Holmes's views this way: \"Holmes was a cold and brutally cynical man who had contempt for the masses and for the progressive laws he voted to uphold ... an aristocratic nihilist who once told his sister that he loathed 'the thick-fingered clowns we call the people'.\"[54] Although Holmes did not dissent frequently — during his 29 years on the U.S. Supreme Court, he wrote only 72 separate opinions, whereas he penned 852 majority opinions — his dissents were often prescient and acquired so much authority that he became known as \"The Great Dissenter\". Chief Justice Taft complained that \"his opinions are short, and not very helpful\".[55] Two of his most famous dissents were in Abrams v. United States and Lochner v. New York.[citation needed] Only Holmes’s legal writings were readily available during his life and in the first years after his death, but he confided his thoughts more freely in talks, often to limited audiences, and more than two thousand letters that have survived. Holmes's executor, John Gorham Palfrey, diligently collected Holmes’s published and unpublished papers and donated them (and their copyrights) to Harvard Law School. Harvard Law Professor Mark De Wolfe Howe undertook to edit the papers and was authorized by the school to publish them and to prepare a biography of Holmes. Howe published several volumes of correspondence, beginning with Holmes’s correspondence with Frederick Pollock,[56][57] and a volume of Holmes's speeches,[58] before his untimely death. Howe's work formed the basis of much subsequent Holmes scholarship.[citation needed] Holmes's speeches were divided into two groups: public addresses, which he gathered into a slim volume, regularly updated, that he gave to friends and used as a visiting card, and less formal addresses to men's clubs, dinners, law schools, and Twentieth Regiment reunions. All of the speeches are reproduced in the third volume of The Collected Works of Justice Holmes.[59] The public addresses are Holmes’s effort to express his personal philosophy in Emersonian, poetic terms. They frequently advert to the Civil War and to death, and express a hope that personal sacrifice, however pointless it may seem, serves to advance the human race toward some as-yet unforeseen goal. This mysterious purpose explained the commitment to duty and honor that Holmes felt deeply himself and that he thought was the birthright of a certain class of men. As Holmes stated at a talk upon receiving an honorary degree from Yale: Why should you row a boat race? Why endure long months of pain in preparation for a fierce half-hour. ... Does anyone ask the question? Is there anyone who would not go through all its costs, and more, for the moment when anguish breaks into triumph – or even for the glory of having nobly lost?[60]: 473  In the 1890s, at a time when \"scientific\" anthropology that spoke of racial differences was in vogue, his observations took on a bleakly Darwinist cast: I rejoice at every dangerous sport which I see pursued. The students at Heidelberg, with their sword-slashed faces, inspire me with sincere respect. I gaze with delight upon our polo-players. If once in a while in our rough riding a neck is broken, I regard it not as a waste, but as a price well paid for the breeding of a race fit for headship and command.[61] This talk was widely reprinted and admired at the time, and may have contributed to the popular name given by the press to the 1st United States Volunteer Cavalry (the \"Rough Riders\") during the Spanish–American War.[citation needed] On May 30, 1895, Holmes gave the address at a Memorial Day function held by the Graduating Class of Harvard University in Boston, Massachusetts. The speech, which came to be known as \"The Soldier's Faith\", expressed Holmes's view of the nature of war, and the conflict between the high ideals that motivated his generation to fight in the civil war, and the reality of a soldier's experience and personal pledge to follow orders into battle.[62] Holmes stated: [T]here is one thing I do not doubt ... and that is that the faith is true and adorable which leads a soldier to throw away his life in obedience to a blindly accepted duty, in a cause which he little understands ... .[61] That the joy of life is living, is to put out all one’s powers as far as they will go; that the measure of power is obstacles overcome; to ride boldly at what is in front of you, be it fence or enemy; to pray, not for comfort, but for combat; to keep the soldier’s faith against the doubts of civil life, more besetting and harder to overcome than all the misgivings of the battle-field, and to remember that duty is not to be proved in the evil day, but then to be obeyed unquestioning ... .[61] In the conclusion of the speech, Holmes said: We have shared the incommunicable experience of war; we have felt, we still feel, the passion of life to its top.[61] Theodore Roosevelt reportedly admired Holmes's \"Soldier's Faith\" speech, and it is believed to have contributed to his decision to nominate Holmes to the Supreme Court.[63] Many of Holmes's closest male friends were in England and he corresponded with them regularly and at length, speaking usually of his work. Letters to friends in England such as Harold Laski and Frederick Pollock contain frank discussion of his decisions and his fellow justices. In the United States, letters to male friends Morris R. Cohen, Lewis Einstein, Felix Frankfurter, and Franklin Ford are similar, although the letters to Frankfurter are especially personal. Holmes’s correspondence with women in Great Britain and the U.S. was at least as extensive, and in many ways more revealing, but these series of letters have not been published. An extensive selection of letters to Claire Castletown, in Ireland, is included in Honorable Justice: The Life of Oliver Wendell Holmes, by Sheldon Novick.[64] These letters are closer to Holmes’s conversation and cast light upon the style he adopted in judicial opinions, which were often designed to be read aloud.[citation needed] In a letter to a contemporary, Holmes made this comment on international comparisons: \"Judge not a people by the ferocity of its men, but by the steadfastness of its women.\"[65] Holmes was widely admired during his last years, and on his ninetieth birthday he was honored on one of the first coast-to-coast radio broadcasts, during which Chief Justice Charles Evans Hughes, Dean of Yale Law School Charles Edward Clark, and the president of the American Bar Association read encomia; the Bar Association presented him with a gold medal. Holmes served on the Court until January 12, 1932, when his brethren on the Court, citing his advanced age, suggested that the time had come for him to step down. By that time, at 90 years and 10 months of age, he was the oldest justice to serve in the Court's history. (His record has been challenged only by John Paul Stevens, who in 2010 retired at 8 months younger than Holmes had been at his own retirement.) On Holmes’s ninety-second birthday, newly inaugurated President Franklin D. Roosevelt and his wife, Eleanor, called on Holmes at his home in Washington, D.C. Holmes died of pneumonia in Washington on March 6, 1935, two days short of his 94th birthday. He was the last living justice of the Fuller Court; he had been between 1925 and 1932 the last justice of that Court to remain on the bench.[citation needed] In his will, Holmes left his residuary estate to the United States government (he had earlier said that \"taxes are what we pay for civilized society\" in Compañia General de Tabacos de Filipinas vs. Collector of Internal Revenue, 275 U.S. 87, 100 (1927).) After his death, his personal effects included his Civil War officer’s uniform still stained with his blood and ’torn with shot’ as well as the Minié balls that had wounded him three times in separate battles. Holmes was buried beside his wife in Arlington National Cemetery.[66][67] The United States Postal Service honored Holmes with a Prominent Americans series (1965–1978) 15¢ postage stamp.[citation needed] Holmes's papers, donated to Harvard Law School, were kept closed for many years after his death, a circumstance that gave rise to somewhat fanciful accounts of his life. Catherine Drinker Bowen's fictionalized biography Yankee from Olympus was a long-time bestseller, and the 1946 Broadway play and 1950 Hollywood motion picture The Magnificent Yankee were based on a biography of Holmes by Francis Biddle, who had been one of his secretaries. Much of the scholarly literature addressing Holmes's opinions was written before much was known about his life, and before a coherent account of his views was available. The Harvard Law Library eventually relented and made available to scholars the extensive Holmes papers, collected and annotated by Mark DeWolfe Howe, who died before he was able to complete his own biography of the justice. In 1989, the first full biography based on Holmes's papers was published,[68] and several other biographies have followed.[citation needed] Congress established the U.S. Permanent Committee for the Oliver Wendell Holmes Devise within the Library of Congress with the funds he left to the United States in his will, which were used to create a memorial garden at the Supreme Court building and to publish an ongoing series on the history of the Supreme Court.[69] Holmes' summer house in Beverly, Massachusetts, was designated a National Historic Landmark in 1972, recognition for his contributions to American jurisprudence.[70] Justice Holmes was an honorary member of the Connecticut Society of the Cincinnati.[citation needed] \"Many secretaries formed close friendships with one another\", wrote Tony Hiss, son of Alger Hiss, about the special club of clerks of Oliver Wendell Holmes Jr. They included: This responsibility will not be found only in documents that no one contests or denies. It will be found in considerations of a political or social nature. It will be found, most of all in the character of men. Second, on the sterilization laws enacted in Virginia and upheld by the Supreme Court in Buck v. Bell: We have seen more than once that the public welfare may call upon the best citizens for their lives. It would be strange if it could not call upon those who already sap the strength of the State for these lesser sacrifices, often not felt to be such by those concerned, in order to prevent our being swamped by incompetence. It is better for all the world if, instead of waiting to execute degenerate offspring for crime or to let them starve for their imbecility, society can prevent those who are manifestly unfit from continuing their kind. The principle that sustains compulsory vaccination is broad enough to cover cutting Fallopian tubes. [citation omitted] Three generations of imbeciles are enough.","Title":"Oliver Wendell Holmes Jr. - Wikipedia","KeyID":"5725","URL":"https://en.wikipedia.org/wiki/Oliver_Wendell_Holmes_Jr."}