{"Content: ":"Boreopteridae (meaning \"northern wings\") is a group of pterodactyloid pterosaurs from the Aptian-age Lower Cretaceous Yixian Formation of Liaoning, China.[1] In 2006, Lü Junchang and colleagues named the clade Boreopteridae for the clade containing the common ancestor of Boreopterus and Feilongus and all its descendants, which the authors reclassified as close relatives of the ornithocheirids. (Feilongus had originally been considered a gallodactylid). Many possible boreopterids were subsequently described,[2] one possible example being Aetodactylus, which has been claimed to be similar to Boreopterus.[3] Originally considered close relatives of the ornithocheirids, many of these supposed boreopterids have been found to belong to other groups of the pterodactyloid lineage. In 2012, a phylogenetic analysis by Lü et al. divided the Boreopteridae into two subfamilies: Boreopterinae, comprising Boreopterus and Zhenyuanopterus, and Moganopterinae, comprising Feilongus and Moganopterus.[4] However, in 2013, Andres & Myers found both Boreopterus and Feilongus to be closely related to Cycnorhamphus, making them members of the Gallodactylidae as had been originally thought when Feilongus was discovered.[5] A subsequent analysis including the other supposed boreopterids found that Boreopterus itself, and therefore the name Boreopteridae, was indeed a member of the ornithocheiroid clade, but that Feilongus was in fact a ctenochasmatoid closely related to Gnathosaurus.[6] The true boreopterid clade was found to contain Boreopterus, Guidraco, and Zhenyuanopterus by Andres and colleagues in 2014,[6] and was then found to contain just Boreopterus and Zhenyuanopterus by Wu and colleagues in 2017,[7] a subsequently followed classification by recent studies.[8][9][10][11] The Boreopteridae was included in an analysis by Brian Andres and colleagues in 2014, where it was placed in a basal position within the Anhangueria.[6] However, a topology recovered by Nicholas Longrich and colleagues in 2018 placed the family Boreopteridae as the sister taxon of the family Lonchodectidae, while also placed outside the Anhangueria.[8] Topology 1: Andres et al. (2014).[6] Guidraco Boreopterus Zhenyuanopterus Cearadactylus Brasileodactylus Ludodactylus Anhangueridae Ornithocheiridae Topology 2: Longrich et al. (2018).[8] Hongshanopterus Lonchodraco Lonchodectes Boreopterus Zhenyuanopterus Istiodactylidae Aetodactylus Cimoliopterus Anhangueria  The known taxa come from the Yixian Formation of Liaoning, which represented a lake system, suggesting that these animals occurred in freshwater habitats. They are thought to have foraged while swimming, trapping prey with their needle-like teeth;[2] this method of fishing was probably analogous to that of Platanista dolphins, which share a similar dentition.   ","Title":"Boreopteridae - Wikipedia","KeyID":"573","URL":"https://en.wikipedia.org/wiki/Boreopteridae"}