{"Content: ":"James Kent (July 31, 1763 – December 12, 1847), sometimes called the \"American Blackstone\", was an American jurist, New York legislator and legal scholar.[1] His Commentaries on American Law (based on lectures first delivered at Columbia College in 1794, and further lectures in the 1820s) became the formative American law book in the antebellum era (published in 14 editions before 1896) and also helped establish the tradition of law reporting in America.[2] Kent was born in what was then the town of Fredericksburg (the present-day towns of Patterson, Kent, Carmel, Southeast and Pawling) in Dutchess County, New York. His father, Moss Kent, was a lawyer in that county, as well as the first Surrogate of nearby Rensselaer County, New York.[3] Despite interruptions caused by the American Revolutionary War, Kent graduated from Yale College in 1781, having helped establish the Phi Beta Kappa Society there in 1780. Returning to New York, Kent read law under Egbert Benson (then the state Attorney General and later a state judge).[4] Admitted to the New York bar in January 1785, Kent began practicing law in Poughkeepsie, New York and neighboring areas. Voters in Dutchess County elected him in 1791 and 1792-93 as their representative in the New York State Assembly. However, he had married and supporting his growing family based on his scholarship and nearly rural legal practice proved difficult.[5] In 1793, Kent moved his family to New York City, where he had been appointed the first professor of law in Columbia College, where he would teach (part-time) for the next five years.[6] He was soon appointed a master in chancery for the city. Kent again served in the Assembly in 1796-97. In 1797, he was appointed Recorder of New York City and in 1798, a justice of the New York Supreme Court, in 1804 Chief Justice, and in 1814 Chancellor of New York. Kent was also elected a member of the American Antiquarian Society in 1814.[7] In 1821 he was a member of the New York State Constitutional Convention where he unsuccessfully opposed the raising of the property qualification for African American voters. Two years later, Chancellor Kent reached the constitutional age limit and retired from his office, but was re-elected to his former chair. He was elected to the American Philosophical Society in 1829.[8] He lived in retirement in Summit, New Jersey between 1837 and 1847 in a simple four-roomed cottage (the original cottage no longer stands and has been incorporated into a large mansion at 50 Kent Place) which he referred to as 'my Summit Lodge', a name that has been offered as the derivation for the city's name.[9] Kent has been long remembered for his Commentaries on American Law (four volumes, published 1826-1830), highly respected in England and America.[10] The Commentaries treated state, federal and international law, and the law of personal rights and of property, and went through six editions in Kent's lifetime.[11] Kent rendered his most essential service to American jurisprudence while serving as chancellor. Chancery, or equity law, had been very unpopular during the colonial period, and had received little development, and no decisions had been published. His judgments of this class cover a wide range of topics, and are so thoroughly considered and developed as unquestionably to form the basis of American equity jurisprudence. As chancellor, Kent inspired the development of modern American discovery by allowing masters to actively examine witnesses during depositions (rather than following the old English procedure of merely reading static interrogatories), and he allowed parties and counsel to be present for depositions. These innovations led to the modern deposition by oral examination.[12] Depositions are still one of the most unique and distinctive aspects of civil procedure in the United States and Canada. Kent married Elizabeth Bailey, and they had four children: Elizabeth (died in infancy), Elizabeth, Mary, and William Kent (1802–1861) who was a circuit judge and ran for Lieutenant Governor of New York with Washington Hunt in 1852. His brother Moss Kent was a Congressman. Notes Sources Further reading","Title":"James Kent (jurist) - Wikipedia","KeyID":"5731","URL":"https://en.wikipedia.org/wiki/James_Kent_(jurist)"}