{"Content: ":"Mary Mason Lyon (/ˈlaɪ.ən/; February 28, 1797 – March 5, 1849) was an American pioneer in women's education. She established the Wheaton Female Seminary in Norton, Massachusetts, (now Wheaton College) in 1834. She then established Mount Holyoke Female Seminary (now Mount Holyoke College) in South Hadley, Massachusetts, in 1837 and served as its first president (or \"principal\") for 12 years. Lyon's vision fused intellectual challenge and moral purpose. She valued socioeconomic diversity and endeavored to make the seminary affordable for students of modest means. The daughter of a farming family in Buckland, Massachusetts, Lyon had a hardscrabble childhood. Her father died when she was five, and the entire family pitched in to help run the farm. Lyon was thirteen when her mother remarried and moved away; she stayed behind in Buckland in order to keep the house for her brother Aaron, who took over the farm.[1] Lyon attended various district schools intermittently and, in 1814, began teaching in them as well. Lyon's modest beginnings fostered her lifelong commitment to extending educational opportunities to girls from middling and poor backgrounds. Lyon was eventually able to attend two secondary schools, Sanderson Academy in Ashfield and Byfield Seminary in eastern Massachusetts.[1] At Byfield, she was befriended by the headmaster, Rev. Joseph Emerson, and his assistant, Zilpah Polly Grant. She also soaked up Byfield's ethos of rigorous academic education infused with Christian commitment. Lyon then taught at several academies, including Sanderson, a small school of her own in Buckland, Adams Female Academy (run by Grant), and the Ipswich Female Seminary (also run by Grant). Lyon's attendance at the then novel, popular, lectures in laboratory botany by Amos Eaton influenced her involvement in the female seminary movement.[2][3][4] In 1834, Laban Wheaton and his daughter-in-law, Eliza Baylies Chapin Wheaton, called upon Mary Lyon for assistance in establishing the Wheaton Female Seminary (now Wheaton College) in Norton, Massachusetts.[5] Miss Lyon created the first curriculum with the goal that it be equal in quality to those of men's colleges. She also provided the first principal, Eunice Caldwell. Wheaton Female Seminary opened on 22 April 1835, with 50 students and three teachers. Lyon and Caldwell left Wheaton, along with eight Wheaton students, to open Mount Holyoke Female Seminary.[6] During these early years, Lyon gradually developed her vision for Mount Holyoke Female Seminary, which would resemble Grant's schools in many respects but, Lyon hoped, draw its students from a wider socioeconomic range. The college was unique in that it was founded by people of modest means and served their daughters, rather than the children of the rich. She was especially influenced by Reverend Joseph Emerson, whose Discourse on Female Education (1822) advocated that women should be trained to be teachers rather than \"to please the other sex.\" Mount Holyoke opened in 1837: the seminary was ready for \"the reception of scholars on November 8, 1837.\"[7] Lyon strove to maintain high academic standards: she set rigorous entrance exams and admitted \"young ladies of an adult age, and mature character.\"[7] In keeping with her social vision, she limited the tuition to $60/year, about one-third the tuition that Grant charged at Ipswich Female Seminary, which was central to her mission of \"appeal[ing] to the intelligence of all classes.\"[7] In order to keep costs low, Lyon required students to perform domestic tasks—an early version of work/study. These tasks included preparing meals and washing floors and windows. Emily Dickinson, who attended the Seminary in 1847, was tasked with cleaning knives.[8] But this would not last. As of 2019, Mount Holyoke now estimates the cost of attending the college to be $71,828 per year.[9] Lyon, an early believer in the importance of daily exercise for women, required her students to \"walk one mile (1.6 km) after breakfast. During New England's cold and snowy winters, she reduced the requirement to 45 minutes. Calisthenics—a form of exercise—was taught by teachers in unheated hallways until a storage area was cleared for a gymnasium. Though Lyon's policies were sometimes controversial, the seminary quickly attracted its target student body of 200. Lyon anticipated a change in the role of women and equipped her pupils with an education that was comprehensive, rigorous, and innovative, with particular emphasis on the sciences. She required: seven courses in the sciences and mathematics for graduation, a requirement unheard of at other female seminaries. She introduced women to \"a new and unusual way\" to learn science—laboratory experiments which they performed themselves. She organized field trips on which students collected rocks, plants, and specimens for lab work, and inspected geological formations and recently discovered dinosaur tracks.[10] Conforti (1993) examines the central importance of religion to Lyon. She was raised a Baptist but converted to a Congregationalist under the influence of her teacher Reverend Joseph Emerson. Lyon preached revivals at Mount Holyoke, spoke elsewhere, and, though not a minister, was a member of the fellowship of New England's New Divinity clergy. She played a major role in the revival of the thought of Jonathan Edwards, whose works were read more frequently then than in his day. She was attracted by his ideas of self-restraint, self-denial, and disinterested benevolence. Lyon died of erysipelas (possibly contracted from an ill student in her care)[1] on March 5, 1849. Lyon was buried on the Mount Holyoke College campus, in front of Porter Hall and behind the Amphitheatre.[11] Her burial site is marked with a granite marker surrounded by an iron fence.[11] According to historian Annette Baxter, Lyon was devout, practical, and firmly committed to the educational orthodoxies of the era, while pioneering an entirely new role for women educators and students. She was adaptable and adventuresome, self-sufficient, and devoted to service. Her personal strengths reemerged in the foundations of Mount Holyoke Seminary. For example, it required all students to work, regardless of family wealth, which helped reduce costs, insured equality on campus, and promoted responsibility for young women living away from home without servants for the first time in their lives. Attention to the curriculum as established by the leading men's colleges, was broadened by her promotion of Protestant missionary activism. The college's pedagogical approach stressed gradualism, expecting steady progress rather than sudden leaps forward. Her standard of achievement was much higher than the typical finishing school for young women, which was the main competition for the upscale Yankee clientele. Lyon's energetic, compassionate and engaging personality earned the affection of faculty, students, alumnae, and supporters. While her own background was relatively narrow, her aspirations for her students were to give them the self-confidence that they could achieve whatever they set out to do.[12] Many buildings have been named in her honor, including Mary Lyon Hall at Mount Holyoke College. Built in 1897 on the site of the former Seminary Building, the hall houses college offices, classrooms, and a chapel.[13] The main classroom building for Wheaton Female Seminary, originally called New Seminary Hall, was renamed Mary Lyon Hall in 1910 and still features prominently on the campus of Wheaton College.[14] Dormitories named after Mary Lyon can also be found at Miami University, Plymouth State University in New Hampshire, Swarthmore College, and University of Massachusetts Amherst. Mary Lyon Elementary School in Tacoma, Washington is named after her.[15] Vassar College, Wellesley College and the former Western College for Women were patterned after Mount Holyoke[16] and Mary Lyon's work led to Ann Dudin Brown founding Westfield College in London.[17] Oklahoma's Cherokee Female Seminary (now Northeastern State University) acquired its \"first faculty for their female seminary from Mount Holyoke, [and] also used the Massachusetts school as a pattern for the institution they established.\"[18] In 1905, Lyon was inducted into the Hall of Fame for Great Americans in New York. In 1993, she was inducted into the National Women's Hall of Fame in Seneca Falls, New York. She has been honored by the United States Postal Service with a 2¢ Great Americans series postage stamp.[19]","Title":"Mary Lyon - Wikipedia","KeyID":"5736","URL":"https://en.wikipedia.org/wiki/Mary_Lyon"}