{"Content: ":"Horace Mann (May 4, 1796 – August 2, 1859) was an American educational reformer, slavery abolitionist and Whig politician known for his commitment to promoting public education. In 1848, after public service as Secretary of the Massachusetts State Board of Education, Mann was elected to the United States House of Representatives (1848–1853). From September 1852 to his death, he served as President of Antioch College. About Mann's intellectual progressivism, the historian Ellwood P. Cubberley said: No one did more than he to establish in the minds of the American people the conception that education should be universal, non-sectarian, free, and that its aims should be social efficiency, civic virtue, and character, rather than mere learning or the advancement of sectarian ends.[1] Arguing that universal public education was the best way to turn unruly American children into disciplined, judicious republican citizens, Mann won widespread approval from modernizers, especially in the Whig Party, for building public schools. Most U.S. states adopted a version of the system Mann established in Massachusetts, especially the program for normal schools to train professional teachers.[2] Educational historians credit Horace Mann, along with Henry Barnard and Catharine Beecher as one of the major advocates of the Common School Movement.[3] Horace Mann was born in Franklin, Massachusetts.[4] His father was a farmer without much money. From ten years of age to twenty, he had no more than six weeks' schooling during any year,[5] but he made use of the Franklin Public Library, the first public library in America. At the age of twenty, he enrolled at Brown University and graduated in three years[6] as valedictorian (1819). The theme of his oration was \"The Progressive Character of the Human Race.\"[5] He learned Greek and Latin from Samuel Barrett,[7] who later became a famous Unitarian minister.[8] He then studied law for a short time in Wrentham, Massachusetts and was a tutor of Latin and Greek (1820–1822) and a librarian (1821–1823) at Brown. During 1822, he also studied at Litchfield Law School and, in 1823, was admitted to the bar in Dedham, Massachusetts.[9] Mann was elected to the Massachusetts legislature in 1827, and in that role was active in the interests of education, public charities, and laws for the suppression of alcoholic drinks and lotteries. He established an asylum in Worcester, and in 1833 was chairman of its board of trustees. Mann continued to be returned to the legislature as a representative from Dedham until his removal to Boston in 1833. While in the legislature he was a member and part of the time chairman of the committee for the revision of the state statutes, and a large number of salutary provisions were incorporated into the code at his suggestion. After their enactment, he was appointed one of the editors of the work and prepared its marginal notes and its references to judicial decisions. He was elected to the Massachusetts State Senate from Boston in 1835 and was its president in 1836–1837. As a member of the Senate, he spent time as the majority leader, and aimed his focus at infrastructure, funding the construction of railroads and canals.[4][10] In 1830, Mann married Charlotte Messer, who was the daughter of the president of Brown University. She died two years later on August 1, 1832, and he never fully recovered from the intense grief and shock that accompanied her death.[11] In 1843, he married Mary Tyler Peabody. Afterward, the couple accompanied Samuel Gridley Howe and Julia Ward Howe on a dual honeymoon to Europe. They then purchased a home in West Newton, Massachusetts at the corner of Chestnut and Highland Streets.[12][13] Horace and Mary had three sons: Horace Mann Jr., George Combe Mann, and Benjamin Pickman Mann. Mann was the great-grandson of Samuel Man.[14] It was not until he was appointed Secretary in 1837 of the newly created Massachusetts Board of Education that he began the work which was to make him one of America's most influential educational reformers. Upon starting his duties, he withdrew from all other professional or business engagements as well as politics. As Secretary of Education, Mann held teachers' conventions, delivered numerous lectures and addresses, carried on an extensive correspondence, and introduced numerous reforms. Mann persuaded his fellow modernizers, especially those in the Whig Party, to legislate tax-supported elementary public education in their states and to feminize the teaching force. Most northern states adopted one version or another of the system he established in Massachusetts, especially the program for \"normal schools\" to train professional teachers.[2] Mann traveled to every School in the state so he could physically examine each school ground.[citation needed] He planned and inaugurated the Massachusetts normal school system in Lexington (which shortly thereafter moved to Framingham), Barre (which shortly thereafter moved to Westfield) and Bridgewater, and began preparing a series of annual reports, which had a wide circulation and were considered as being \"among the best expositions, if, indeed, they are not the very best ones, of the practical benefits of a common school education both to the individual and to the state\".[15] By his advocacy of the disuse of corporal punishment in school discipline, he was involved in a controversy with some of the Boston teachers that resulted in the adoption of his views.[16] In 1838, he founded and edited The Common School Journal. In this journal, Mann targeted the public school and its problems. His six main principles were: Under the auspices of the board, but at his own expense, he went to Europe in 1843 to visit schools, especially in Prussia, and his seventh annual report, published after his return, embodied the results of his tour. Many editions of this report were printed, not only in Massachusetts but in other states, in some cases by private individuals and in others by legislatures; several editions were issued in England. Mann hoped that by bringing all children of all classes together, they could have a common learning experience. This would also allow the less fortunate to advance in the social scale and education would \"equalize the conditions of men.\" Moreover, it was viewed also as a road to social advancement by the early labor movement and as a goal of having common schools. Mann also suggested that having schools would help those students who did not have appropriate discipline in the home. Building a person's character was just as important as reading, writing, and arithmetic. Instilling values such as obedience to authority, promptness in attendance, and organizing the time according to bell ringing helped students prepare for future employment. Mann faced some resistance from parents who did not want to give up the moral education to teachers and bureaucrats. The normal schools trained mostly women, giving them new career opportunities as teachers.[17] Mann believed that women were better suited for teaching, regardless of their status as a mother, and used his position to push for a feminization of the profession.[18] The practical result of Mann's work was a revolution in the approach used in the common school system of Massachusetts, which in turn influenced the direction of other states. In carrying out his work, Mann met with bitter opposition by some Boston schoolmasters who strongly disapproved of his innovative pedagogical ideas,[19] and by various religious sectarians, who contended against the exclusion of all sectarian instruction from the schools. As the Old Deluder Satan Act and other 17th-century Massachusetts School Laws attest, early education in Massachusetts had a clear religious intent. However, by the time of Mann's leadership in education, various developments (including a vibrant populist Protestant faith and increased religious diversity) fostered a secular school system with a religiously passive stance.[20] While Mann affirmed that \"our Public Schools are not Theological Seminaries\" and that they were \"debarred by law from inculcating the peculiar and distinctive doctrines of any one religious denomination amongst us ... or all that is essential to religion or salvation,\" he assured those who objected to this secular nature that \"our system earnestly inculcates all Christian morals; it founds its morals based on religion; it welcomes the religion of the Bible; and, in receiving the Bible, it allows it to do what it is allowed to do in no other system—to speak for itself. But here it stops, not because it claims to have compassed all truth; but because it disclaims to act as an umpire between hostile religious opinions.\" Mann stated that this position resulted in a near-universal use of the Bible in the schools of Massachusetts and that this served as an argument against the assertion by some that Christianity was excluded from his schools, or that they were anti-Christian.[21] A devotee of the pseudoscience of phrenology, Mann believed education could eliminate or reduce human failings and compensate for any biological flaws.[22] Mann also once stated that \"it may not be easy theoretically, to draw the line between those views of religious truth and of Christian faith which is common to all, and may, therefore, with propriety be inculcated in schools, and those which, being peculiar to individual sects, are therefore by law excluded; still it is believed that no practical difficulty occurs in the conduct of our schools in this regard.\" Rather than sanctioning a particular church as was often the norm in many states, the Legislature proscribed books \"calculated to favor the tenets of any particular set of Christians.\"[23] Like many nineteenth century reformers, Horace Mann believed that \"children would find it far more interesting and pleasurable to memorize words and read short sentences and stories without having to bother to learn the names of the letters\".[24] According to Diane Ravitch, he condemned the alphabet method, claiming that it was \"repulsive and soul-deadening to children\".[24] He described the letters of the alphabet as \"skeleton-shaped, bloodless, ghostly apparitions\".[24] To him, teaching the alphabet was entirely illogical: \"When we wish to give a child the idea of a new animal, we do not present successively the different parts of it,—an eye, an ear, the nose, the mouth, the body, or a leg: but we present a whole animal, as one object\".[25] Mann believed that \"children's earliest books should teach whole words, skipping the alphabet and the sounds of the letters\",[24] though he may have been confused between \"the alphabet method of learning letters through words and a word method, now called the look-and-say method, or learning to read through saying the word as a whole\".[26] In the spring of 1848 he was elected to the United States Congress as a Whig to fill the vacancy caused by the death of John Quincy Adams. His first speech in that role was in advocacy of its right and duty to exclude slavery from the territories, and in a letter, in December of that year, he said: \"I think the country is to experience serious times. Interference with slavery will excite civil commotion in the South. But it is best to interfere. Now is the time to see whether the Union is a rope of sand or a band of steel.\"[27] Again he said: \"I really think if we insist upon passing the Wilmot proviso for the territories that the south—a part of them—will rebel; but I would pass it, rebellion or not. I consider no evil so great as the extension of slavery.\"[28] During the first session, he volunteered as counsel for Drayton and Sayres, who were indicted for stealing 76 slaves in the District of Columbia, and at the trial was engaged for 21 successive days in their defense. In 1850, he was engaged in a controversy with Daniel Webster concerning the extension of slavery and the Fugitive Slave Law, calling Webster's support for the Compromise of 1850 a \"vile catastrophe\", and comparing him to \"Lucifer descending from Heaven\".[29][30] Mann was defeated by a single vote at the ensuing nominating convention by Webster's supporters; but, on appealing to the people as an independent anti-slavery candidate, he was re-elected, serving from April 1848 until March 1853. Mann was a staunch opponent of slavery as a member of Congress; in a written address to an 1852 \"Convention of the Colored Freemen of Ohio\" he stated \"[t]hat slavery is to continue always, it would be the grossest atheism to affirm. A belief in the existence of a just Governor of the Universe, includes a belief in the final and utter abolition of slavery.\" In the same address he opposed plans to forcibly deport freedmen from the United States to other nations: \"The idea of forcibly expelling the American born negro from the place of his birth and residence, and driving him out of the country against his will, is as abhorrent to my notions of justice and equality, as it can be to those of anyone. The next most cruel thing to kidnapping a race of men, forcing them from their home and dooming them to slavery in a foreign land, would be the seizure of the descendants of that race, and driving them from the new home they had acquired. So great a crime as this second expatriation would be, could hardly be conceived unless by a mind that had prepared itself for it by participating in the commission of the first.\" Mann considered there to be three legitimate methods by which the Africans in captivity in the US could emancipate themselves, including, as a last resort, that \"such as our revolutionary fathers adopted against Great Britain [...] not only with the justification but with the approval of the civilized world. For this there are two conditions: a sufficient degree of oppression to authorize an appeal to force, and a chance, on the part of the oppressed, of bettering their condition. The measure of the first condition is already full - heaped up - running over. The second condition will be fulfilled, either when the slaves believe they can obtain their freedom by force, or when they are so elevated and enlarged in their moral conceptions as to appreciate that glorious supplication of Patrick Henry, 'Give me liberty or give me death!'\" Mann's preferred method for the self-emancipation of the slaves was that free blacks should voluntarily form all-black communities of their own - either in Jamaica or in another Caribbean nation - or perhaps in the American West - in which men like Frederick Douglass, Henry Bibb and William \"Box\" Brown \"instead of making speeches might be making laws. Instead of commanding the types of a newspaper press [...] might be commanding armies and navies\" and could more effectively organize the liberation of their enslaved brethren in the U.S. from these strongholds.[31] In September 1852, he was nominated for governor of Massachusetts by the Free Soil Party, and the same day was chosen president of the newly established Antioch College at Yellow Springs, Ohio. Failing in the election for governor, he accepted the presidency of the college, which he continued until his death. There he taught economics, philosophy, and theology; he was popular with students and with lay audiences across the Midwest who attended his lectures promoting public schools. Mann also employed the first female faculty member to be paid on an equal basis with her male colleagues, Rebecca Pennell, his niece. His commencement message to the class of 1859 was to \"Be ashamed to die until you have won some victory for humanity\".[32] Antioch College was founded by the Christian Connexion, which later withdrew its financial support causing the college to struggle for many years with meager financial resources due to sectarian infighting. Mann himself was charged with nonadherence to sectarianism because, previously a Congregationalist by upbringing, he joined the Unitarian Church. Mann was also drawn to Antioch because it was a coeducational institution, among the first in the country to teach men and women in the same classes, Mann and his wife had conflicts with female students, however, who came to Yellow Springs in search of greater equality. The young women chafed at restrictions on their behavior, and wanted to meet with men in literary societies, which Mann and his wife opposed.[33] He collapsed shortly after the 1859 commencement and died that summer of typhoid fever. Antioch historian Robert Straker wrote that Mann had been \"crucified by crusading sectarians.\" Ralph Waldo Emerson lamented \"what seems the fatal waste of labor and life at Antioch.\" Mann's wife, who wrote in anguish that \"the blood of martyrdom waters the spot,\" later disinterred his body from Yellow Springs.[34] He is buried in the North Burial Ground in Providence, Rhode Island,[35] next to his first wife, Charlotte Messer Mann. (Charlotte Messer Mann was the daughter of Asa Messer, an early president of Brown University.) Many historians treat Mann as one of the most important leaders of education reform in the antebellum period.[2][36][37][38] Mann's endorsement of \"word method\" for reading instruction made a lasting impression on other reformers of the period, and \"by 1890 the alphabet method had virtually died out\".[24] Francis Parker and John Dewey used the \"word method\" as one of the features of the \"Progressive\" system of education. As Nancy Millichap notes, \"Despite the enthusiasm of educators for their new methods of teaching, the illiteracy rate remained high. Among American soldiers enlisted in World War I, 24.9 percent proved unable to read or write, and during World War II approximately the same percentage of British servicemen [who were taught using the same method] were found to be similarly handicapped. In 1940, one-third of high school students were incapable of mastering reading and writing well enough to profit from textbook instruction, and one half of the adult population in the United States was functionally illiterate\".[26] The backlash against \"word method\" culminated in a 1955 book Why Johnny Can't Read by Rudolf Flesch, in which he condemned this method for \"treating children as if they were dogs\" and recommended returning to teaching phonics. Nevertheless, the \"ill-informed, ineffective reading instruction\" remains the norm in American colleges of education and, accordingly, in American elementary schools.[39] Many places around the world are named after Mann. Among them are more than 50 public schools in the United States.[40] Horace Mann's statue stands in front of the Massachusetts State House along with that of Daniel Webster. At Antioch College, a monument carries his quote, which has been recently adopted as the college motto: \"Be Ashamed to Die Until You Have Won Some Victory for Humanity.\" The University of Northern Colorado named the gates to their campus in his dedication, a gift of the Class of 1910.[41] The Springfield, Illinois-based Illinois Education Association Mutual Insurance Company, was renamed in honor of Mann in 1950 as the Horace Mann Educators Corporation. Pittsburg State University in Pittsburg, Kansas, has a building named Horace Mann School. It currently houses the Student Welcoming Center. In Massachusetts, public charter schools that are authorized by local school districts are known as Horace Mann charters. Brown University Graduate School awards an annual Horace Mann Medal to one of its alumni.[42] American educators were fascinated by German educational trends. In 1818, John Griscom gave a favorable report of Prussian education. Beginning in 1830, English translations were made of French philosopher Victor Cousin's work, \"Report on the State of Public Education in Prussia.\" Calvin E. Stowe, Henry Barnard, Horace Mann, George Bancroft and Joseph Cogswell all had a vigorous interest in German education. In 1843, Mann traveled to Germany to investigate how the educational process worked. Mann focused on two aspects of Prussian education upon his return to the United States: the creation of Normal Schools (although unlike Prussia, Mann advocated for a female-only teaching force) and well-appointed, safe, and well-resourced schoolhouses.","Title":"Horace Mann - Wikipedia","KeyID":"5738","URL":"https://en.wikipedia.org/wiki/Horace_Mann"}