{"Content: ":"Matthew Fontaine Maury (January 14, 1806 – February 1, 1873) was an American astronomer, historian, oceanographer, meteorologist, cartographer, author, geologist, educator, and naval officer for the United States and then the Confederacy. He was a devout Christian and, after reading Psalm 8:8, was determined to find \"the paths of the seas\". He was nicknamed \"Pathfinder of the Seas\" and \"Father of Modern Oceanography and Naval Meteorology\" and later, \"Scientist of the Seas\" for his extensive works in his books, especially The Physical Geography of the Sea (1855), the first such extensive and comprehensive book on oceanography to be published. In 1825, at 19, Maury obtained, through US Representative Sam Houston, a midshipman's warrant in the United States Navy.[1] As a midshipman on board the frigate USS Brandywine, he almost immediately began to study the seas and record methods of navigation. When a leg injury left him unfit for sea duty, Maury devoted his time to the study of navigation, meteorology, winds, and currents. He became Superintendent of the United States Naval Observatory and head of the Depot of Charts and Instruments. There, Maury studied thousands of ships' logs and charts. He published the Wind and Current Chart of the North Atlantic, which showed sailors how to use the ocean's currents and winds to their advantage, drastically reducing the length of ocean voyages. Maury's uniform system of recording oceanographic data was adopted by navies and merchant marines around the world and was used to develop charts for all the major trade routes. With the outbreak of the American Civil War, Maury, a Virginian, resigned his commission as a US Navy commander and joined the Confederacy. He spent the war in the South as well as an envoy of the Confederacy to Great Britain, Ireland, and France. He helped the Confederacy acquire a ship, CSS Georgia, while also trying to convince several European powers to help stop the war. Following the war, Maury was eventually pardoned and accepted a teaching position at the Virginia Military Institute in Lexington, Virginia. He died at the institute in 1873, after he had completed an exhausting state-to-state lecture tour on national and international weather forecasting on land. He had also completed his book, Geological Survey of Virginia, and a new series of geography for young people. Maury was a descendant of the Maury family, a prominent Virginia family of Huguenot ancestry that can be traced back to 15th-century France. His grandfather (the Reverend James Maury) was an inspiring teacher to a future US president, Thomas Jefferson. Maury also had Dutch-American ancestry from the \"Minor\" family of early Virginia. He was born in 1806 in Spotsylvania County, Virginia, near Fredericksburg; his parents were Richard Maury and Diane Minor Maury. The family moved to Franklin, Tennessee, when he was five. He wanted to emulate the naval career of his older brother, Flag Lieutenant John Minor Maury, who, however, caught yellow fever after fighting pirates as an officer in the US Navy. As a result of John's painful death, Matthew's father, Richard, forbade him from joining the Navy. Maury strongly considered attending West Point to get a better education than the Navy could offer at that time, but instead, he obtained a naval appointment through the influence of Tennessee Representative Sam Houston, a family friend, in 1825, at the age of 19. Maury joined the Navy as a midshipman on board the frigate Brandywine which was carrying the elderly the Marquis de La Fayette home to France, following La Fayette's famous 1824 visit to the United States. Almost immediately, Maury began to study the seas and to record methods of navigation. One of the experiences that piqued this interest was a circumnavigation of the globe on the USS Vincennes, his assigned ship and the first US warship to travel around the world. Maury's seagoing days came to an abrupt end at the age of 33, after a stagecoach accident broke his right leg. Thereafter, he devoted his time to the study of naval meteorology, navigation, charting the winds and currents, seeking the \"Paths of the Seas\" mentioned in Psalms 8:8 as: \"The fowl of the air, and the fish of the sea, and whatsoever passeth through the paths of the seas.\" Maury had known of the Psalms of David since childhood. In A Life of Matthew Fontaine Maury (compiled by his daughter, Diana Fontaine Maury Corbin, 1888), she states: Matthew's father was very exact in the religious training of his family, now numbering five sons and four daughters, viz., John Minor, Mary, Walker, Matilda, Betsy, Richard Launcelot, Matthew Fontaine, Catherine, and Charles. He would assemble them night and morning to read the Psalter for the day, verse and verse about; and in this way, so familiar did this barefooted boy [M. F. Maury] become with the Psalms of David, that in after life he could cite a quotation, and give chapter and verse, as if he had the Bible open before him. His Bible is depicted on his monument beside his left leg. (See enlarged image on this page)[2] As officer-in-charge of the United States Navy office in Washington, DC, called the \"Depot of Charts and Instruments,\" the young lieutenant became a librarian of the many unorganized log books and records in 1842. On his initiative, he sought to improve seamanship through organizing the information in his office and instituting a reporting system among the nation's shipmasters to gather further information on sea conditions and observations. The product of his work was international recognition and the publication in 1847 of Wind and Current Chart of the North Atlantic.[3] His international recognition assisted in the change of purpose and name of the depot to the United States Naval Observatory and Hydrographical Office in 1854.[3] He held that position until his resignation in April 1861. Maury was one of the principal advocates for the founding of a national observatory, and he appealed to a science enthusiast and former US President, Representative John Quincy Adams, for the creation of what would eventually become the Naval Observatory. Maury occasionally hosted Adams, who enjoyed astronomy as an avocation, at the Naval Observatory. Concerned that Maury always had a long trek to and from his home on upper Pennsylvania Avenue, Adams introduced an appropriations bill that funded a Superintendent's House on the Observatory grounds. Adams thus felt no constraint in regularly stopping by for a look through the facility's telescope. As a sailor, Maury noted that there were numerous lessons that had been learned by ship masters about the effects of adverse winds and drift currents on the path of a ship. The captains recorded the lessons faithfully in their logbooks, but they were then forgotten. At the Observatory, Maury uncovered an enormous collection of thousands of old ships' logs and charts in storage in trunks dating back to the start of the US Navy.[4] He pored over the documents to collect information on winds, calms, and currents for all seas in all seasons. His dream was to put that information in the hands of all captains.[5] Maury also used the old ships' logs to chart the migration of whales. Whalers at the time went to sea, sometimes for years, without knowing that whales migrate and that their paths could be charted. Maury's work on ocean currents led him to advocate his theory of the Northwest Passage, as well as the hypothesis that an area in the ocean near the North Pole is occasionally free of ice. The reasoning behind that was sound. Logs of old whaler ships indicated the designs and the markings of harpoons. Harpoons found in captured whales in the Atlantic had been shot by ships in the Pacific and vice versa at a frequency that would have been impossible if the whales had traveled around Cape Horn. Maury, knowing the whale to be a mammal, theorized that a northern passage between the oceans that was free of ice must exist to enable whales to surface to breathe. That became a popular idea that inspired many explorers to seek a reliably navigable sea route. Many of them died in their search for it. Lieutenant Maury published his Wind and Current Chart of the North Atlantic, which showed sailors how to use the ocean's currents and winds to their advantage and to drastically reduce the length of voyages. His Sailing Directions and Physical Geography of the Seas and Its Meteorology remain standard. Maury's uniform system of recording synoptic oceanographic data was adopted by navies and merchant marines around the world and was used to develop charts for all the major trade routes. Maury's Naval Observatory team included midshipmen assigned to him: James Melville Gilliss, Lieutenants John Mercer Brooke, William Lewis Herndon, Lardner Gibbon, Isaac Strain, John \"Jack\" Minor Maury II of the USN 1854 Darien Exploration Expedition, and others. Their duty was always temporary at the Observatory, and new men had to be trained over and over again. Thus Lt. Maury was employed with astronomical work and nautical work at the same time and constantly training new temporary men to assist in these works. As his reputation grew, the competition among young midshipmen to be assigned to work with him intensified. He always had able, though constantly changing, assistants. Maury advocated much in the way of naval reform, including a school for the Navy that would rival the Army's West Point. That reform was heavily pushed by Maury's many \"Scraps from the Lucky Bag\" and other articles printed in the newspapers, bringing about many changes in the Navy, including his finally fulfilled dream of the creation of the United States Naval Academy. During its first 1848 meeting, he helped launch the American Association for the Advancement of Science (AAAS). In 1849, Maury spoke out on the need for a transcontinental railroad to join the Eastern United States to California. He recommended a southerly route with Memphis, Tennessee, as the eastern terminus, as it is equidistant from Lake Michigan and the Gulf of Mexico. He argued that a southerly route running through Texas would avoid winter snows and could open up commerce with the northern states of Mexico. Maury also advocated construction of a railroad across the Isthmus of Panama.[6] For his scientific endeavors, Maury was elected to the American Philosophical Society in 1852.[7] Maury also called for an international sea and land weather service. Having charted the seas and currents, he worked on charting land weather forecasting. Congress refused to appropriate funds for a land system of weather observations. Maury early became convinced that adequate scientific knowledge of the sea could be obtained only by international co-operation. He proposed for the United States to invite the maritime nations of the world to a conference to establish a \"universal system\" of meteorology, and he was the leading spirit of a pioneer scientific conference when it met in Brussels in 1853. Within a few years, nations owning three fourths of the shipping of the world were sending their oceanographic observations to Maury at the Naval Observatory, where the information was evaluated and the results given worldwide distribution.[8] As its representative at the conference, the US sent Maury. As a result of the Brussels Conference, a large number of nations, including many traditional enemies, agreed to co-operate in the sharing of land and sea weather data using uniform standards.[5] It was soon after the Brussels conference that Prussia, Spain, Sardinia, the Free City of Hamburg, the Republic of Bremen, Chile, Austria, and Brazil, and others agreed to joined the enterprise. The Pope established honorary flags of distinction for the ships of the Papal States, which could be awarded only to the vessels that filled out and sent to Maury in Washington, DC, the Maury abstract logs.[9] Maury's stance on the institution of slavery is one that has been termed \"proslavery international\".[10] Maury, along with other politicians, newspaper editors, merchants, and United States government officials, envisioned a future for slavery that linked the United States, the Caribbean Sea, and the Amazon basin in Brazil.[11] He believed the future of United States commerce lay in South America, colonized by white southerners and their enslaved people. There, Maury claimed, was “work to be done by Africans with the American axe in his hand.” [11] In the 1850s he studied a way to send Virginia's slaves to Brazil as a way to gradually phase out slavery in the state.[12] Maury was aware of an 1853 survey of the Amazon region conducted by the Navy by Lt. William Lewis Herndon. The 1853 expedition aimed to map the area for trade so American traders could go \"with their goods and chattels [including enslaved people] to settle and to trade goods from South American countries along the river highways of the Amazon valley\".[13] Brazil maintained legal enslavement but had legally prohibited importation of new slaves from Africa in 1850 under the pressure of the British. Maury proposed that moving people enslaved in the United States to Brazil would reduce or eliminate slavery over time in as many areas of the south as possible, and would end new enslavement for Brazil. Maury's primary concern, however, was neither the freedom of enslaved people nor the amelioration of slavery in Brazil but rather absolution for the white slaveholders of Virginia and other states of the South. Maury wrote to his cousin, \"Therefore I see in the slave territory of the Amazon the SAFETY VALVE of the Southern States.\"[14] Maury wanted to open up the Amazon to free navigation in his plan. However, Emperor Pedro II's government firmly rejected the proposals, and Maury's proposal received little to no support in the United States, especially in the slave-owning south which sought to perpetuate the institution and the riches made off the yoke of slavery. By 1855, the proposal had certainly failed. Brazil authorized free navigation to all nations in the Amazon in 1866 but only when it was at war against Paraguay when free navigation in the area had become necessary.[15] Maury was not a slave owner, but he did not actively oppose the institution of slavery. An article tying his legacy in oceanography to the slave trade suggested that Maury was ambivalent about slavery, seeing it as wrong but not intent on forcing others to free slaves.[12] However, a recent article explaining the removal of his monument from Monument Avenue in Richmond, Virginia, illustrated a pro-slavery stance through deep ties to the slave trade that accompanied his scientific achievements.[11] Maury was staunchly against secession, and in 1860 he wrote letters to the governors of New Jersey, Pennsylvania, Delaware and Maryland urging them to stop the momentum towards war.[16] When Virginia seceded in April 1861, Maury nonetheless resigned his commission in the US Navy, declining to fight against his native state. With the outbreak of the American Civil War, Maury joined the Confederacy.[12] Upon his resignation from the U.S. Navy, the Virginia governor appointed Maury commander of the Virginia Navy. When this was consolidated into the Confederate Navy, Maury was made a Commander in the Confederate States Navy and appointed as chief of the Naval Bureau of Coast, Harbor, and River Defense. In this role, Maury helped develop the first electrically controlled naval mine, which caused havoc for Union shipping. He had experience with the transatlantic cable and electricity flowing through wires underwater when working with Cyrus West Field and Samuel Finley Breese Morse. The naval mines, called torpedoes in that time, were similar to present-day contact mines and were said by the Secretary of the Navy in 1865 \"to have cost the Union more vessels than all other causes combined.\"[5] Aware of the lack of a navy in the Confederacy, Maury advocated for one. Partly for this reason, partly because of his international reputation, and partly due to jealousy of superior officers who wanted him placed at some distance, in September 1862 he was ordered on special service to England.[16] There he sought to purchase and fit ships for the Confederacy and persuade European powers to recognize and support the Confederacy. Maury traveled to England, Ireland, and France, acquiring and fitting out ships for the Confederacy and soliciting supplies. Through speeches and newspaper publications, Maury unsuccessfully called for European nations to intercede on behalf of the Confederacy and help bring an end to the American Civil War. Maury established relations for the Confederacy with Emperor Napoleon III of France and Archduke Maximilian of Austria, who, on April 10, 1864, was proclaimed Emperor of Mexico.[16] At an early stage in the war, the Confederate States Congress assigned Maury along with Francis H. Smith, a mathematics professor at the University of Virginia, to develop a system of weights and measures.[17] Maury was in the West Indies on his way back to the Confederacy when he learned of its collapse. The war had brought ruin to many in Fredericksburg, where Maury's immediate family lived. On the advice of Robert E. Lee and other friends, he decided not to return to Virginia, but sent a letter of his surrender to Union naval forces in the Gulf of Mexico and headed for Mexico. There Maximilian, whom he had met in Europe, appointed him \"Imperial Commissioner of Colonization\". Maury and Maximilian's plan was to entice former Confederates to immigrate to Mexico, building Carlotta and New Virginia Colony for displaced Confederates and immigrants from other lands. Upon learning of the plan, Lee wrote Maury saying \"The thought of abandoning the country, and all that must be left in it, is abhorrent to my feelings, and I prefer to struggle for its restoration, and share its fate, rather than to give up all as lost.\"[16] In the end, the plan did not attract the intended immigrants and Maximilian, facing increasing opposition in Mexico, ended it. Maury then returned to England in 1866 and found work there. In 1868 he was pardoned by the federal government and returned, accepting a teaching position at the Virginia Military Institute in Lexington, Virginia, holding the chair of physics. While in Lexington he completed a physical survey of Virginia which he documented in the book The Physical Geography of Virginia. He had once been a gold mining superintendent outside Fredericksburg and had studied geology intensely during that time and so was well equipped to write such a book. His aim was to assist war torn Virginia to rebuild by discovering and extracting minerals, improving farming, etc. He lectured extensively in the US and abroad. He advocated for the creation of a state agricultural college as an adjunct to Virginia Military Institute. This led to the establishment at Blacksburg of the Virginia Agricultural and Mechanical College, later renamed Virginia Polytechnic Institute and State University, in 1872. Maury was offered the position as its first president but turned it down because of his age.[16] He had previously been suggested as president of the College of William & Mary in Williamsburg, Virginia, in 1848 by Benjamin Blake Minor in his publication the Southern Literary Messenger. He considered becoming president of St. John's College in Annapolis, Maryland, the University of Alabama, and the University of Tennessee.[18] It appears that he preferred being close to General Robert E. Lee in Lexington, where Lee was president of Washington College, from statements that he made in letters. Maury served as a pall bearer for Lee.[19] He also gave talks in Europe about co-operation on a weather bureau for land, just as he had charted the winds and predicted storms at sea many years before. He gave the speeches until his last days, when he collapsed giving a speech. He went home after he recovered and told his wife Ann Hull Herndon-Maury, \"I have come home to die.\" He died at home in Lexington at 12:40 pm, on Saturday, February 1, 1873. He was exhausted from traveling throughout the nation while he was giving speeches promoting land meteorology. He was attended by his eldest son, Major Richard Launcelot Maury and son-in-law, Major Spottswood Wellford Corbin. Maury asked his daughters and wife to leave the room. His last words to be recorded verbatim were \"all's well,\" a nautical expression telling of calm conditions at sea.[2] His body was placed on display in the Virginia Military Institute library. Maury was initially buried in the Gilham family vault in Lexington's cemetery, across from Stonewall Jackson, until, after some delay into the next year, his remains were taken through Goshen Pass to Richmond, Virginia.[20] He was reburied between Presidents James Monroe and John Tyler in Hollywood Cemetery in Richmond, Virginia. After decades of national and international hard work Maury received fame and honors, including being knighted by several nations and given medals with precious gems as well as a collection of all medals struck by Pope Pius IX during his pontificate, a book dedication and more from Father Angelo Secchi, who was a student of Maury from 1848 to 1849 in the United States Naval Observatory. The two remained lifelong friends. Other religious friends of Maury included James Hervey Otey, his former teacher who, before 1857, worked with Bishop Leonidas Polk on the construction of the University of the South in Tennessee. While visiting there, Maury was convinced by his old teacher to give the \"cornerstone speech.\"[citation needed] As a US Navy officer, he was required to decline awards from foreign nations. Some were offered to Maury's wife, Ann Hull Herndon-Maury, who accepted them for her husband. Some have been placed at Virginia Military Institute or lent to the Smithsonian.[citation needed] He became a commodore (often a title of courtesy) in the Virginia Provisional Navy and a Commander in the Confederacy. Buildings on several college campuses are named in his honor. Maury Hall was the home of the Naval Science Department at the University of Virginia and headquarters of the University's Navy ROTC battalion, until being renamed in 2022.[21][22] The original building of the College of William & Mary Virginia Institute of Marine Science is named Maury Hall as well. Another Maury Hall houses the Electrical and Computer Engineering Department and the Robotics and Control Engineering Department at the United States Naval Academy in Annapolis, Maryland. James Madison University also has a Maury Hall, the university's first academic and administrative building.[23] In the wake of the 2020 George Floyd protests, JMU student organizations called for renaming the building.[24] On Monday, June 22, 2020, hearing the calls of students and alumni, the university president announced it would recommend to the JMU board of visitors to rename Maury Hall, along with Ashby Hall and Jackson Hall.[25] Ships have been named in his honor, including various vessels named USS Maury; USS Commodore Maury (SP-656), a patrol vessel and minesweeper[26] of World War I; and a World War II Liberty Ship. Additionally, Tidewater Community College, based in Norfolk, Virginia, owns the R/V Matthew F. Maury.[27] The ship is used for oceanography research and student cruises. In March 2013, the US Navy launched the oceanographic survey ship USNS Maury (T-AGS-66). The Mariners' Lake, in Newport News, Virginia, had been named after Maury, but had its name changed during the George Floyd protests.[28][29] The lake is located on the Mariners' Museum property and is encircled by a walking trail. The Maury River, entirely in Rockbridge County, Virginia, near Virginia Military Institute (where Maury taught), also honors the scientist, as does Maury crater, on the Moon. Matthew Fontaine Maury High School in Norfolk, Virginia, is named after him.[30] Matthew Maury Elementary School in Alexandria, Virginia, was built in 1929.[31] Nearby Arlington, Va., renamed its 1910 Clarendon Elementary to honor Maury in 1944; Since 1976, the building has been home to the Arlington Arts Center.[32] There is a county historical marker outside the former school.[33] Matthew Fontaine Maury School in Fredericksburg was built in 1919-1920, and closed in 1980. The building was converted into condominiums, and is on the National Register of Historic Places. Adjoining it is Maury Stadium, built in 1935, and still used for local high school sports events. Numerous historical markers commemorate Maury throughout the South, including those in Richmond, Virginia,[34] Fletcher, North Carolina,[35] Franklin, Tennessee,[36] and several in Chancellorsville, Virginia.[37] The Matthew Fontaine Maury Papers is a collection at the Library of Congress that contains over 14,000 items. It documents Maury's extensive career and scientific endeavors, including correspondence, notebooks, lectures, and written speeches. On July 2, 2020, the mayor of Richmond ordered the removal of a statue of Maury erected in 1929 on Richmond's Monument Avenue. The mayor used his emergency powers to bypass a state-mandated review process, calling the statue a \"severe, immediate and growing threat to public safety.\"[38]","Title":"Matthew Fontaine Maury - Wikipedia","KeyID":"5740","URL":"https://en.wikipedia.org/wiki/Matthew_Fontaine_Maury"}