{"Content: ":"Simon Newcomb (March 12, 1835 – July 11, 1909) was a Canadian–American astronomer, applied mathematician, and autodidactic polymath. He served as Professor of Mathematics in the United States Navy and at Johns Hopkins University. Born in Nova Scotia, at the age of 19 Newcomb left an apprenticeship to join his father in Massachusetts, where the latter was teaching. Though Newcomb had little conventional schooling, he completed a BSc at Harvard in 1858. He later made important contributions to timekeeping, as well as to other fields in applied mathematics, such as economics and statistics. Fluent in several languages, he also wrote and published several popular science books and a science fiction novel. Simon Newcomb was born in the town of Wallace, Nova Scotia. His parents were John Burton Newcomb and his wife Miriam Steeves. His father was an itinerant school teacher, and frequently moved in order to teach in different parts of Canada, particularly in Nova Scotia and Prince Edward Island. Through his mother, Simon Newcomb was a distant cousin of William Henry Steeves, a Canadian Father of Confederation. Their immigrant ancestor in that line was Heinrich Stief, who immigrated from Germany and settled in New Brunswick about 1760.[1] Newcomb seems to have had little conventional schooling and was taught by his father. He also had a short apprenticeship in 1851 to Dr. Foshay, a charlatan herbalist in New Brunswick. But his father gave him an excellent foundation for the youth's future studies. Newcomb was apprenticed to Dr. Foshay at the age of 16. Their agreement was that Newcomb would serve a five-year apprenticeship, during which time Foshay would train him in using herbs to treat illnesses. After two years Newcomb had become increasingly unhappy and disillusioned, as he realized that Foshay had an unscientific approach and was a charlatan. He left Foshay and broke their agreement. He walked the 120 miles (190 km) to the port of Calais, Maine. There he met a ship's captain who agreed to take him to Salem, Massachusetts, where his father had moved for a teaching job.[2] In about 1854, Newcomb joined his father in Salem, and the two journeyed together to Maryland. Newcomb taught for two years in Maryland, from 1854 to 1856; for the first year in a country school in Massey's Cross Roads, Kent County, then for a year nearby in Sudlersville in Queen Anne's County. Both were located in the largely rural area of the Eastern Shore. In his spare time Newcomb studied a variety of subjects, such as political economy and religion, but his deepest studies were made in mathematics and astronomy. In particular he read Isaac Newton's Principia (1687) at this time. In 1856 Newcomb took a position as a private tutor close to Washington, DC. He often traveled to the city to study mathematics in its libraries. He borrowed a copy of Nathaniel Bowditch's translation of Pierre-Simon Laplace's Traité de mécanique céleste from the library of the Smithsonian Institution, but found the mathematics beyond him.[3] Newcomb independently studied mathematics and physics. For a time he supported himself by teaching before becoming a human computer (a functionary in charge of calculations) at the Nautical Almanac Office in Cambridge, Massachusetts in 1857. At around the same time, he enrolled at the Lawrence Scientific School of Harvard University, graduating with a BSc in 1858.[3] Newcomb studied mathematics under Benjamin Peirce, who also often invited the poor scholar to his home.[4] Newcomb's biographer Brent said in his 1993 book that the young man developed a dislike of Peirce's son, Charles Sanders Peirce and was accused of the \"successful destruction\" of C. S. Peirce's career.[5] In particular, Daniel Coit Gilman, president of Johns Hopkins University, was said to have been on the point of awarding tenure to C. S. Peirce, before Newcomb intervened behind the scenes to dissuade him.[6] Brent says that about 20 years later, Newcomb similarly influenced the Carnegie Institution Trustees to deny a Carnegie grant to C. S. Peirce. This prevented Peirce from publishing his life's work. The grant was supported by Andrew Carnegie, Theodore Roosevelt, William James, and others, who wrote to support it.[7] In the prelude to the American Civil War, many US Navy staff with Southern backgrounds left the service. In 1861, Newcomb took advantage of a vacancy and was hired as professor of mathematics and astronomer at the United States Naval Observatory, in Washington D.C. Newcomb set to work on the measurement of the position of the planets as an aid to navigation, becoming increasingly interested in theories of planetary motion.[3] By the time Newcomb visited Paris, France, in 1870, he was aware that the table of lunar positions calculated by Peter Andreas Hansen was in error. While in Paris, he realized that, in addition to the data from 1750 to 1838 that Hansen had used, there was earlier data documented as far back as 1672. But he had little time for analysis as he witnessed the defeat of French emperor Napoleon III in the Franco-Prussian War and the coup that ended the Second French Empire. Newcomb managed to escape from the city during the ensuing rioting; it led to the formation of the Paris Commune and engulfed even the Paris Observatory. Newcomb used the \"new\" data to revise Hansen's tables.[3] In 1875 he was offered the post of director of the Harvard College Observatory but he declined, having by now settled that his interests lay in mathematics rather than observation.[3] In 1877 he became director of the Nautical Almanac Office where, ably assisted by George William Hill, he embarked on a program of recalculation of all the major astronomical constants. From 1884 he also fulfilled a demanding role as professor of mathematics and astronomy at Johns Hopkins University in Baltimore. With A. M. W. Downing, Newcomb conceived a plan to resolve much international confusion on the subject of astronomical constants. By the time he attended a standardization conference in Paris, France, in May 1896, the international consensus was that all ephemerides should be based on Newcomb's calculations: Newcomb's Tables of the Sun. As late as 1950, another conference confirmed Newcomb's constants as the international standard.[3] During the American Civil War, Newcomb married Mary Caroline Hassler on August 4, 1863. The couple had three daughters, and a son who died in infancy.[8] Mary Caroline Hassler's parents were US Navy Surgeon Dr. Charles Augustus Hassler and his wife. Her paternal grandfather was Ferdinand Hassler, the first Superintendent of the Coast Survey.[9] Newcomb died in Washington, DC on July 11, 1909 of bladder cancer. He was buried with military honors in Arlington National Cemetery with President William Howard Taft in attendance.[3] Newcomb's daughter Anita Newcomb McGee (1864-1940) became a medical doctor and founded the Army Nurse Corps. She received the Spanish War Service Medal for her services during the Spanish–American War. For her later work in Japan, she was awarded the Japanese Imperial Order of the Precious Crown, the Japanese Red Cross decoration, and two Russo-Japanese War medals from the Japanese government. She was buried next to her father with full military honors.[10] Newcomb's daughter Anna Josepha studied at the Art Students' League in New York.[11] She was active in the suffrage movement. In 1912, she organized the first Cornwall meeting in support of voting rights for women.[11] Josepha Newcomb married Edward Baldwin Whitney, who was the son of Professor William Dwight Whitney and his wife, and the grandson of US Senator and Connecticut Governor Roger Sherman Baldwin. He served as Assistant US Attorney General. Their grandson Hassler Whitney became a mathematician and professor.[12] In 1878, Newcomb had started planning for a new and precise measurement of the speed of light. He believed it was needed to account for the exact values of many astronomical constants. He had already started developing a refinement of the method of Léon Foucault when he received a letter from Albert Abraham Michelson, a young naval officer and physicist who was also planning such a measurement. Thus began a long collaboration and friendship. In 1880, Michelson assisted at Newcomb's initial measurement with instruments located at Fort Myer and the United States Naval Observatory, then situated near the Potomac River. Michelson had left to start his own project by the time Newcomb arranged a second set of measurements between the observatory and the Washington Monument. Though Michelson published his first measurement in 1880, Newcomb's measurement was substantially different. In 1883, Michelson revised his measurement to a value closer to Newcomb's.[3][failed verification] In 1881, Newcomb discovered the statistical principle now known as Benford's law. He observed that the earlier pages of logarithm books, used at that time to carry out logarithmic calculations, were far more worn than the later pages. This led him to formulate the principle that, in any list of numbers taken from an arbitrary set of data, more numbers will tend to begin with \"1\" than with any other digit.[13] In 1891, within months of Seth Carlo Chandler's discovery of the 14-month variation of latitude, now referred to as the Chandler wobble, Newcomb explained the apparent conflict between the observed motion and predicted period of the wobble. The theory was based on a perfectly rigid body, but Earth is slightly elastic. Newcomb used the variation of latitude observations to estimate the elasticity of Earth, finding it to be slightly more rigid than steel.[14] Newcomb was an autodidact and polymath. He wrote on economics and his Principles of Political Economy (1885) was described by John Maynard Keynes as \"one of those original works which a fresh scientific mind, not perverted by having read too much of the orthodox stuff, is able to produce from time to time in a half-formed subject like economics.\" Newcomb was credited by Irving Fisher with the first-known enunciation of the equation of exchange between money and goods used in the quantity theory of money.[15] He spoke French, German, Italian and Swedish; was an active mountaineer; and read widely. He also wrote a number of popular science books and a science fiction novel, His Wisdom the Defender (1900).[3] Newcomb was the first person to observe the geophysical phenomenon Airglow, in 1901 [16] In 1888 Simon Newcomb wrote: \"We are probably nearing the limit of all we can know about astronomy.\" In 1900, his Elements of Astronomy was published by the American Book Company. By 1903, however, his view had changed. In an article in Science, he wrote: \"What lies before us is an illimitable field, the existence of which was scarcely suspected ten years ago, the exploration of which may well absorb the activities of our physical laboratories, and of the great mass of our astronomical observers and investigators for as many generations as were required to bring electrical science to its present state.\"[17] Newcomb is famously quoted as having believed it impossible to build a \"flying machine.\" He begins an article titled \"Is the Airship Possible?\" with the remark, \"That depends, first of all, on whether we are to make the requisite scientific discoveries.\" He ends with the remark \"the construction of an aerial vehicle ... which could carry even a single man from place-to-place at pleasure requires the discovery of some new metal or some new force.\"[18] In the October 22, 1903, issue of The Independent, Newcomb made the well-known remark that \"May not our mechanicians ... be ultimately forced to admit that aerial flight is one of the great class of problems with which man can never cope, and give up all attempts to grapple with it?\",[19][20] He suggested that even if a man flew, he could not stop. \"Once he slackens his speed, down he begins to fall. Once he stops, he falls as a dead mass.\" Newcomb had no concept of an airfoil. His \"aeroplane\" was an inclined \"thin flat board\". He therefore concluded that it could never carry the weight of a man. Newcomb was particularly critical of the work of Samuel Pierpont Langley, who claimed that he could build a flying machine powered by a steam engine, but whose initial efforts at flight were public failures.[21] In 1903, however, Newcomb was also saying, \"Quite likely the 20th century is destined to see the natural forces which will enable us to fly from continent to continent with a speed far exceeding that of a bird. But when we inquire whether aerial flight is possible in the present state of our knowledge; whether, with such materials as we possess, a combination of steel, cloth and wire can be made which, moved by the power of electricity or steam, shall form a successful flying machine, the outlook may be altogether different.\"[22] Newcomb was not aware of the Wright Brothers' efforts, whose work was done in relative obscurity (Santos-Dumont flew his 14-bis in Paris only in 1906) and apparently unaware of the internal combustion engine's better power-to-weight ratio. When Newcomb heard about the Wrights' flight in 1908, he was quick to accept it.[23] Newcomb favored the development of rotating wing (helicopters) and airships that would float in the air (blimps). Within a few decades, Zeppelins regularly transported passengers between Europe and the United States, and the Graf Zeppelin circumnavigated the Earth.[24] Newcomb was the first president of the American Society for Psychical Research.[25] Although skeptical of extrasensory perception and alleged paranormal phenomena, he believed the subject was worthy of investigation. By 1889 his investigations were negative and his skepticism increased. Biographer Albert E. Moyer has noted that Newcomb \"convinced and hoped to convince others that, on methodological grounds, psychical research was a scientific dead end.\"[26] A number of astronomical, physical, and mathematical papers written between 1882 and 1912 are mentioned in \"Astronomical Papers Prepared For The Use Of The American Ephemeris And Nautical Almanac\". U.S. Naval Observatory. The Nautical Almanac Office. August 12, 2008. Retrieved February 24, 2009.","Title":"Simon Newcomb - Wikipedia","KeyID":"5746","URL":"https://en.wikipedia.org/wiki/Simon_Newcomb"}