{"Content: ":"Francis Parkman Jr. (September 16, 1823 – November 8, 1893) was an American historian, best known as author of The Oregon Trail: Sketches of Prairie and Rocky-Mountain Life and his monumental seven-volume France and England in North America. These works are still valued as historical sources and as literature. He was also a leading horticulturist, briefly a professor of horticulture at Harvard University and author of several books on the topic. Parkman wrote essays opposed to legal voting for women that continued to circulate long after his death. Parkman was a trustee of the Boston Athenæum from 1858 until his death in 1893.[1] Parkman was born in Boston, Massachusetts, to the Reverend Francis Parkman Sr. (1788–1853), a member of a distinguished Boston family, and Caroline (Hall) Parkman. The senior Parkman was minister of the Unitarian New North Church in Boston from 1813 to 1849. As a young boy, \"Frank\" Parkman was found to be of poor health, and was sent to live with his maternal grandfather, who owned a 3,000-acre (12 km²) tract of wilderness in nearby Medford, Massachusetts, in the hopes that a more rustic lifestyle would make him more sturdy. In the four years he stayed there, Parkman developed his love of the forests, which would animate his historical research. Indeed, he would later summarize his books as \"the history of the American forest.\" He learned how to sleep and hunt, and could survive in the wilderness like a true pioneer. He later even learned to ride bareback, a skill that would come in handy when he found himself living with the Sioux.[2] Parkman enrolled at Harvard College at age 16. In his second year he conceived the plan that would become his life's work. In 1843, at the age of 20, he traveled to Europe for eight months in the fashion of the Grand Tour. Parkman made expeditions through the Alps and the Apennine mountains, climbed Vesuvius, and lived for a time in Rome, where he befriended Passionist monks who tried, unsuccessfully, to convert him to Catholicism. Upon graduation in 1844, he was persuaded to get a law degree, his father hoping such study would rid Parkman of his desire to write his history of the forests. It did no such thing, and after finishing law school Parkman proceeded to fulfill his great plan. His family was somewhat appalled at Parkman's choice of life work, since at the time writing histories of the American wilderness was considered ungentlemanly. Serious historians would study ancient history, or after the fashion of the time, the Spanish Empire. Parkman's works became so well-received that by the end of his lifetime histories of early America had become the fashion. Theodore Roosevelt dedicated his four-volume history of the frontier, The Winning of the West (1889–1896), to Parkman. In 1846, Parkman travelled west on a hunting expedition, where he spent a number of weeks living with the Sioux tribe, at a time when they were struggling with some of the effects of contact with Europeans, such as epidemic disease and alcoholism. This experience led Parkman to write about American Indians with a much different tone from earlier, more sympathetic portrayals represented by the \"noble savage\" stereotype. Writing in the era of manifest destiny, Parkman believed that the conquest and displacement of American Indians represented progress, a triumph of \"civilization\" over \"savagery\", a common view at the time.[3] He wrote The Oregon Trail during his 1846–1848 convalescence from illness in Staten Island, New York and Brattleboro, Vermont.[4] He was elected a fellow of the American Academy of Arts and Sciences in 1855,[5] and in 1865 was elected a member of the American Antiquarian Society.[6] With the Civil War concluding, Parkman, along with Boston Athenæum librarian William F. Poole and fellow trustees Donald McKay Frost and Raymond Sanger Wilkins, saw the importance of securing, for the benefit of future historians, newspapers, broadsides, books, and pamphlets printed in the Confederate States of America. Thanks to Parkman's foresight, the Boston Athenæum is home to one of the most extensive collections of Confederate imprints in the world.[1] Parkman wrote a widely-circulated 1879 propaganda essay against women's suffrage in which he expressed the view that women are \"the impulsive and excitable half of humanity\" who could not be trusted in government.[7] A scion of a wealthy Boston family, Parkman had enough money to pursue his research without having to worry too much about finances. His financial stability was enhanced by his modest lifestyle, and later, by the royalties from his book sales. He was thus able to commit much of his time to research, as well as to travel. He travelled across North America, visiting most of the historical locations he wrote about, and made frequent trips to Europe seeking original documents with which to further his research.[2] Parkman's accomplishments are all the more impressive in light of the fact that he suffered from a debilitating neurological illness, which plagued him his entire life, and which was never properly diagnosed. He was often unable to walk, and for long periods he was effectively blind, being unable to see but the slightest amount of light. Much of his research involved having people read documents to him, and much of his writing was written in the dark, or dictated to others. Parkman married Catherine Scollay Bigelow on May 13, 1850; they had three children. A son died in childhood, and shortly afterwards, his wife died. He successfully raised two daughters, introducing them into Boston society and seeing them both wed, with families of their own. Parkman died at age 70 in Jamaica Plain.[8] He is buried at Mount Auburn Cemetery in Cambridge, Massachusetts. Parkman also is known for being one of the founders, in 1879, and first president of Boston's St. Botolph Club, a social club which focuses on arts and literature. Parkman is one of the most notable nationalist historians. In recognition of his talent and accomplishments, the Society for American Historians annually awards the Francis Parkman Prize for the best book on American history. His work has been praised by historians who have published essays in new editions of his work, such as Pulitzer Prize winners C. Vann Woodward, Allan Nevins, and Samuel Eliot Morison, as well as by other notable historians including Wilbur R. Jacobs, John Keegan, William Taylor, Mark Van Doren, and David Levin. Famous artists such as Thomas Hart Benton and Frederic Remington have illustrated Parkman's books. Numerous translations have been published worldwide. In 1865 Parkman built a house at 50 Chestnut Street on Beacon Hill in Boston, which has since become a National Historic Landmark.[1] The Francis Parkman School in Forest Hills bears his name, as does Parkman Drive and the granite Francis Parkman Memorial at the site of his last home in Jamaica Plain, Massachusetts (now a neighborhood of Boston). On September 16, 1967, the United States Postal Service honored Parkman with a Prominent Americans series 3¢ postage stamp with the wording, \"FRANCIS PARKMAN AMERICAN HISTORIAN U.S. POSTAGE\".[9] Parkman's essay Some of the Reasons Against Woman Suffrage was a best-seller for decades. The Massachusetts Association Opposed to the Further Extension of Suffrage to Women continued to use Parkman's writing and prestigious name long after his death.[7] Parkman's work regarding nationality, race, and especially Native Americans has generated criticism. C. Vann Woodward wrote that Parkman permitted his bias to control his judgment, employed the trope of \"national character\" to colour sketches of French and English, and drew a distinction between Indian \"savagery\" and settler \"civilization\", for Parkman found the Indian practice of scalping appalling, and made sure to underscore his aversion. The French-trained historian W. J. Eccles harshly criticized what he perceived as Parkman's bias against France and Catholic policies, as well as what he considered Parkman's misuse of French language sources.[10] Elsewhere Eccles wrote, \"Francis Parkman's epic work La Salle and the Discovery of the Great West (Boston, 1869) is doubtless a great literary work, but, as history, it is, to say the least, of dubious merit.\"[11] Parkman's view on women brought much criticism to what he had written. Parkman called the women of the more aggressive west to be \"scraggy necked\" also claiming that he disliked the company of the westerners. His preference in company was for that of more \"gentlemen\" societies or of those he viewed as below him who were willing to do as he said.[12] As for the women in these \"gentlemanly\" societies, he still made himself view them as frail and dependent on men even though he had physical dependencies on him.[13] Other modern historians have praised elements of Parkman's work, even while recognizing his limitations. The historian Robert S. Allen has said that Parkman's history of France and England in North America \"remains a rich mixture of history and literature which few contemporary scholars can hope to emulate\".[14] The historian Michael N. McConnell, while acknowledging the historical errors and racial prejudice in Parkman's book The Conspiracy of Pontiac, has said: ...it would be easy to dismiss Pontiac as a curious—perhaps embarrassing—artifact of another time and place. Yet Parkman's work represents a pioneering effort; in several ways he anticipated the kind of frontier history now taken for granted.... Parkman's masterful and evocative use of language remains his most enduring and instructive legacy.[15] The American literary critic Edmund Wilson, in his book O Canada, described Parkman's France and England in North America in these terms: \"The clarity, the momentum and the color of the first volumes of Parkman's narrative are among the most brilliant achievements of the writing of history as an art.\"[16] Francis Parkman School in Forest Hills, circa 1907","Title":"Francis Parkman - Wikipedia","KeyID":"5749","URL":"https://en.wikipedia.org/wiki/Francis_Parkman"}