{"Content: ":"Zhenyuanopterus is a genus of boreopterid pterosaur which is known from Lower Cretaceous (early Aptian stage) Yixian Formation of Liaoning, China. It contains one species, Zhenyuanopterus longirostris, which was first described and named by Lü Junchang.[1] Zhenyuanopterus longirostris was named by paleontologist Lü Junchang in 2005. The genus is named after Sun Zhenyuan, who gave Lü Junchang the fossils along with Zi Fan. The specific name (\"long-snouted\") refers to the long snout of the pterosaur. One specimen is known; a complete skeleton, it was found in the Huangbanjigou locality of the Yixian Formation, and it is catalogued as GLGMV 0001 in the Guilin Longshan Geological Museum in Guangxi, China.[1] A second, larger partial specimen, consisting of the rear half of the body, was found at the same locality and catalogued as XHPM1088 at the Dalian Xinghai Paleontological Museum. In 2014, Teng Fangfang and colleagues described it.[2] The skull of the type specimen of Zhenyuanopterus measures 54.5 centimeters (21.5 in) long. It possesses a rectangular crest extending along the top of the snout, and another small crest at the back of the head. The eye socket is in the shape of an inverted triangle. Typical of the Boreopteridae, Zhenyuanopterus had a long snout filled with needle-like teeth, which are longest at the front of the mouth; a distinguishing characteristic is that the longest teeth are more than 10 times the length of the shortest. The teeth are smooth and triangular, with a slight curve. There are 86 teeth in the upper and another 86 teeth in the lower jaw.[1][3][4] Additional distinguishing characteristics include the third phalanx of the wing digit, the humerus, and femur having the same length; and the feet being very small.[1] The second specimen indicated that the humerus and femur grew at the same rate. The forelimb was more robust than the hindlimb. It was thought that the coracoid was longer than the scapula or shoulder blade, unlike most advanced pterosaurs, but the type specimen had a poorly-preserved coracoid and the second specimen showed this to not be the case.[2] Zhenyuanopterus had relatively short cervical vertebrae compared to Feilongus. Several of the dorsal vertebrae are fused into a notarium,[1] an indicator of maturity.[3] Zhenyuanopterus was estimated to have a wingspan of 3.5 to 4 meters (11 to 13 ft), making it one of the larger boreopterids.[1][3] Boreopterus and Zhenyuanopterus are both part of the Boreopteridae, and occur in the same depositional unit. Lü distinguished the two based on the greater number of teeth, the shorter mandibular symphysis, and equal-length third wing finger phalanx, humerus, and femur in Zhenyuanopterus.[1] However, it has been suggested that this animal is actually the adult of Boreopterus, which is known to be a juvenile; all known specimens of the crestless Boreopterus are smaller than the large, crested Zhenyuanopterus, and most of the differences between them can be explained as age-related. Boreopterus may have been too young to develop a crest when it died.[3] Lü classified Zhenyuanopterus in the Boreopteridae based on the long and low skull, long and sharp teeth, long front teeth, and the femur and tibia being of equal length.[1] In 2012, he further subdivided Boreopteridae by allying Zhenyuanopterus and Boreopterus in the Boreopterinae, based on the tooth row extending further back on the jaw, the shorter cervical vertebrae, and the weaker feet of these two genera.[5] This concept was later followed by Brian Andres and colleagues, while also placing Guidraco as a basal member of the family.[6] However, Jiang Shun-Xing later restricted Boreopteridae to Zhenyuanopterus and Boreopterus after finding that Lü's definition was not monophyletic.[7] In 2018, a later study by Nicholas Longrich and colleagues found the Boreopteridae (consisting only of Boreopterus and Zhenyuanopterus) as the sister taxon of the family Lonchodectidae, while also placed as members of the more inclusive group Ornithocheiromorpha.[8] Topology 1: Andres et al. (2014).[6] Guidraco Boreopterus Zhenyuanopterus Cearadactylus Brasileodactylus Ludodactylus Liaoningopterus Anhanguera Tropeognathus Coloborhynchus Ornithocheirus Topology 2: Longrich et al. (2018).[8] Hongshanopterus Lonchodraco Lonchodectes Boreopterus Zhenyuanopterus Istiodactylidae Aetodactylus Cimoliopterus Guidraco Ludodactylus Cearadactylus Brasileodactylus Ornithocheirae  In the Yixian Formation, Zhenyuanopterus lived with other pterosaurs such as Boreopterus, Feilongus, Haopterus, Yixianopterus, and Gegepterus.[1] Teng and colleagues suggested in 2014 that Zhenyuanopterus spent less time on land and more time in the air or on cliffs, owing to the robust forelimbs and weak hindlimbs.[2] The Yixian Formation in the early Cretaceous was a lakeside forest ecosystem with the presence of volcanoes. These lakes and waterways would have provided many aquatic prey, like fish and amphibians, that Zhenyuanopterus would have likely hunted.[9] It has been suggested that Zhenyuanopterus foraged while swimming, trapping prey within its needle-like teeth, a method similar to that of modern Platanista river dolphins, which display a similar dentition.[3]   ","Title":"Zhenyuanopterus - Wikipedia","KeyID":"575","URL":"https://en.wikipedia.org/wiki/Zhenyuanopterus"}