{"Content: ":"Walter Reed (September 13, 1851 – November 22, 1902) was a U.S. Army physician who in 1901, led the team that confirmed the theory of the Cuban doctor Carlos Finlay that yellow fever is transmitted by a particular mosquito species, rather than by direct contact. This insight gave impetus to the new fields of epidemiology and biomedicine, and most immediately allowed the resumption and completion of work on the Panama Canal (1904–1914) by the United States. Reed followed work started by Carlos Finlay and directed by George Miller Sternberg, who has been called the \"first U.S. bacteriologist\". Walter Reed was born in Belroi, Virginia, to Lemuel Sutton Reed (a traveling Methodist minister) and his first wife, Pharaba White, the fifth child born to the couple.[1] During his youth, the family resided at Murfreesboro, North Carolina with his mother's family during his father's preaching tours. Two of his elder brothers later achieved distinction: J.C. became a minister in Virginia like their father, and Christopher a judge in Wichita, Kansas and later St. Louis, Missouri.[2] Their childhood home is included in the Murfreesboro Historic District.[3] After the American Civil War in December 1866, Rev. Reed remarried, to Mrs. Mary C. Byrd Kyle of Harrisonburg, Virginia, with whom he had a daughter.[1] Young Walter enrolled at the University of Virginia. After two years, Reed completed the M.D. degree in 1869, two months before he turned 18. He was the youngest-ever recipient of an M.D. from the university.[4] Reed then enrolled at the New York University's Bellevue Hospital Medical College in Manhattan, New York, where he obtained a second M.D. in 1870, as his brother Christopher attempted to set up a legal practice. After interning at several New York City hospitals, Walter Reed worked for the New York Board of Health until 1875. He married Emily Blackwell Lawrence (1856–1950) of North Carolina on April 26, 1876 and took her West with him. Later, Emily gave birth to a son, Walter Lawrence Reed (1877–1956) and a daughter, Emily Lawrence Reed (1883–1964). While posted at frontier camps, the couple also adopted a Native American girl named Susie.[5] Finding his youth limited his influence, and dissatisfied with urban life,[6] Reed joined the U.S. Army Medical Corps. This allowed him both professional opportunities and modest financial security to establish and support a family. After Reed passed a grueling thirty-hour examination in 1875, the army medical corps enlisted him as an assistant surgeon. By this time, two of his brothers were working in Kansas, and Walter soon was assigned postings in the American West. Over the next sixteen years, the Army assigned the career officer to different outposts, where he was responsible not only for American military and their dependents, but also various Native American tribes, at one point looking after several hundred Apaches, including Geronimo. Reed noticed the devastation epidemics could wreak and maintained his concerns about sanitary conditions. During one of his last tours, he completed advanced coursework in pathology and bacteriology in the Johns Hopkins University Hospital Pathology Laboratory. While stationed at Fort Robinson, Nebraska, Reed treated the ankle of Swiss immigrant Jules Sandoz, broken by a fall into a well. Reed wanted to amputate Sandoz's foot, but Sandoz refused his consent, and Reed succeeded in saving the foot by an extensive course of treatment. A photograph of a letter from Reed to Sandoz's father is reproduced in the first edition of Old Jules, the 1935 biography of Sandoz by his daughter Mari Sandoz. In 1893, Reed joined the faculty of the George Washington University School of Medicine and the newly opened Army Medical School in Washington, D.C., where he held the professorship of Bacteriology and Clinical Microscopy. In addition to his teaching responsibilities, he actively pursued medical research projects and served as the curator of the Army Medical Museum, which later became the National Museum of Health and Medicine (NMHM). These positions also allowed Reed to break free from the fringes of the medical world. In 1896, Reed first distinguished himself as a medical investigator. He proved that yellow fever among enlisted men stationed near the Potomac River was not a result of drinking the river water. He showed officials that the enlisted men who got yellow fever had a habit of taking trails through the local swampy woods at night. Their fellow officers without yellow fever did not do so. Reed also proved that the local civilians drinking from the Potomac River had no relation to the incidence of the disease.[7] Reed traveled to Cuba to study diseases in U.S. Army encampments there during the Spanish–American War. Appointed chairman of a panel formed in 1898 to investigate an epidemic of typhoid fever, Reed and his colleagues showed that contact with fecal matter and food or drink contaminated by flies caused that epidemic. Yellow fever also became a problem for the Army during this time, felling thousands of soldiers in Cuba. In May 1900, Major Reed returned to Cuba when he was appointed head of an investigative board charged by Army Surgeon General George Miller Sternberg to study tropical diseases, particularly yellow fever. Sternberg was an early expert in bacteriology during a time of great advances due to widespread acceptance of the germ theory of disease and new methods for studying microbial infections. During Reed's leadership of the U.S. Army Yellow Fever Commission in Cuba, the Board demonstrated yellow fever was transmitted by mosquitoes and disproved the common belief it was transmitted by fomites (clothing and bedding soiled by the body fluids and excrement of yellow fever victims). These points were demonstrated in a dramatic series of experiments at the US Army's Camp Lazear, which was named in November 1900 for Reed's assistant and friend Jesse William Lazear, who had died of yellow fever while working on the project. This dangerous research was done using human volunteers, including some of the medical personnel, who allowed themselves to be bitten by mosquitos infected with yellow fever. The conclusions from this research were soon applied in Panama, where mosquito eradication was largely responsible for stemming the incidence of yellow fever during the construction of the Panama Canal. Epidemics of yellow fever in Panama had confounded French attempts to build a canal across the Isthmus of Panama only 20 years earlier. Although Reed received much of the credit for \"beating\" yellow fever, Reed himself credited Cuban medical scientist Carlos Finlay with identifying a mosquito as the vector of yellow fever and proposing how the disease might be controlled. Reed often cited Finlay in his own articles and gave him credit for the idea in his personal correspondence. The Cuban physician was a persistent advocate of the hypothesis that mosquitos were the vector of yellow fever and correctly identified the species that transmits the disease. His experiments to prove the hypothesis were discounted by many medical experts, but served as the basis for Reed's research.[8] More recently, the politics and ethics of using medical and military personnel as research subjects have been questioned.[9] Reed returned from Cuba in 1901, continuing to speak and publish on the topic of yellow fever. In recognition of his research, Reed received honorary degrees from Harvard and the University of Michigan. In November 1902, Reed suffered a ruptured appendix. He died on November 23, 1902, of the resulting peritonitis, at age 51. He was buried in Arlington National Cemetery.[10] Reed's breakthrough in yellow fever research is widely considered a milestone in biomedicine, opening new vistas of research and humanitarianism. It was largely an extension of Carlos J. Finlay's work, carried out during the 1870s in Cuba, which finally came to prominence in 1900. Finlay was the first to theorize, in 1881, that a mosquito was a carrier, now known as a disease vector, of the organism causing yellow fever: a mosquito that bites a victim of the disease could subsequently bite and thereby infect a healthy person. He presented this theory at the 1881 International Sanitary Conference, where it was well-received. A year later Finlay identified a mosquito of the genus Aedes as the organism transmitting yellow fever. His theory was followed by the recommendation to control the mosquito population as a way to control the spread of the disease. This discovery helped William C. Gorgas reduce the incidence and prevalence of mosquito-borne diseases in Panama during the American campaign, from 1903 onwards, to construct the Panama Canal. Prior to this, about 10% of the workforce had died each year from malaria and yellow fever. In 1912, he posthumously received what came to be known as the Walter Reed Medal in recognition of his work to combat yellow fever. A tropical medicine course is also named after him, Walter Reed Tropical Medicine Course. The National Library of Medicine in Bethesda, Maryland holds a collection of his papers regarding typhoid fever studies.[11] Philip Showalter Hench, a Nobel Prize winner for Physiology or Medicine in 1950, maintained a long interest in Walter Reed and yellow fever. His collection of thousands of items—documents, photographs, and artifacts—is at the University of Virginia in the Philip S. Hench Walter Reed Yellow Fever Collection.[12] More than 7,500 of these items, including several hundred letters written by Reed himself, are accessible online at the web exhibit devoted to this Collection.[13] In addition to that medal, course, and a stamp issued in his honor (shown), locations and institutions named after the medical pioneer include: John Miltern portrayed Reed in the 1934 Broadway play, Yellow Jack, written by Pulitzer Prize winner Sidney Howard, in collaboration with Paul de Kuif .[16] Harcourt Brace and Co. published the play in book form, titled Yellow Jack : A History, in 1934.[17] Lewis Stone took the part in Metro-Goldwyn-Mayer's 1938 film adaptation of the play, Yellow Jack. The play and screenplay were adapted for television in episodes (both titled \"Yellow Jack\") of Celanese Theatre (1952) and of Producers' Showcase (1955). In the latter, Reed was portrayed by Broderick Crawford. Jeffrey Hunter played Reed in a 1962 episode of the anthology show Death Valley Days, titled \"Suzie\". In 2006, PBS's American Experience television series broadcast, \"The Great Fever\", a program exploring Reed's yellow fever campaign. The PBS website contains a great deal of additional information, including links to primary sources.[18] Reed's name is featured on the frieze of the London School of Hygiene & Tropical Medicine. Twenty-three names of public health and tropical medicine pioneers were originally chosen to be displayed on the School building in Keppel Street when it was constructed in 1926.","Title":"Walter Reed - Wikipedia","KeyID":"5753","URL":"https://en.wikipedia.org/wiki/Walter_Reed"}