{"Content: ":"Ornithocheirae is an extinct clade of pteranodontoid pterosaurs from the Early Cretaceous to the Late Cretaceous (Valanginian to Turonian stages) of Asia, Europe, North America and South America.[1] It was named by Harry Seeley in 1870 as a family that contains Ornithocheirus and its relatives. The name was emended to Ornithocheiridae, to match the requirements of the ICZN Code that a family-ranked clade should end with an -idae suffix. Brian Andres (2010) in his review of pterosaur phylogeny, defined the name Ornithocheirae phylogenetically, as a node-based taxon consisting of the last common ancestor of Anhanguera and Ornithocheirus and all its descendants.[2] Thus Ornithocheirae is defined to include two families, the Anhangueridae and the Ornithocheiridae, following the opinion of Alexander Kellner[3] and Andres that these families should not be synonymized based on their original phylogenetical definitions.[2] However, subsequent studies in 2019 have found Ornithocheirae to be a more inclusive group containing both Anhangueria and Targaryendraconia. The cladogram below is a topology recovered by Jacobs et al. (2019). Their analysis is similar to the one by Andres & Myers in 2013, though they placed more genera within the families Ornithocheiridae and Anhangueridae, including Camposipterus, Cimoliopterus, Maaradactylus and Siroccopteryx.[4] Maaradactylus kellneri Maaradactylus spielbergi Anhanguera piscator Anhanguera robustus Anhanguera araripensis Coloborhynchus clavirostris Uktenadactylus wadleighi Coloborhynchus reedi Coloborhynchus capito Coloborhynchus fluviferox Coloborhynchus NHMUK R481 Siroccopteryx moroccensis Ornithocheirus simus Tropeognathus mesembrinus Camposipterus segwickii Camposipterus colorhinus Camposipterus nasutus Cimoliopterus cuvieri Cimoliopterus dunni Many recently subsequent studies have used the term Ornithocheirae for a more inclusive group, which in turn contains the smaller groups Anhangueria and Targaryendraconia.[5][6][7][8] The cladogram below shows a specific study made by Holgado and Pêgas in 2020.[9] Ornithocheirus Targaryendraconidae Cimoliopteridae Hamipterus Iberodactylus Siroccopteryx Tropeognathus Mythunga Ferrodraco Aerodraco Coloborhynchus Nicorhynchus Uktenadactylus Caulkicephalus Guidraco Ludodactylus Liaoningopterus Cearadactylus Maaradactylus Anhanguera   ","Title":"Ornithocheirae - Wikipedia","KeyID":"576","URL":"https://en.wikipedia.org/wiki/Ornithocheirae"}