{"Content: ":"Lillian D. Wald (March 10, 1867 – September 1, 1940[1]) was an American nurse, humanitarian and author. She was known for contributions to human rights and was the founder of American community nursing.[2] She founded the Henry Street Settlement in New York City and was an early advocate to have nurses in public schools. After growing up in Ohio and New York, Wald became a nurse. She briefly attended medical school and began to teach community health classes. After founding the Henry Street Settlement, she became an activist for the rights of women and minorities. She campaigned for suffrage and was a supporter of racial integration. She was involved in the founding of the National Association for the Advancement of Colored People (NAACP). Wald died in 1940 at the age of 73. Wald was born into a wealthy[3] German-Jewish medical family in Cincinnati, Ohio. Her parents were Max D. Wald and Minnie (Schwarz) Wald.[4]: 526  Her father was an optical dealer; her uncle, Henry Wald, M.D., was a University of Vienna trained surgeon who began a New York City medical dynasty at Columbia University in the 1880s. In 1878, she moved with her family to Rochester, New York. She attended Miss Cruttenden's English-French Boarding and Day School for Young Ladies. She applied to Vassar College at the age of 16, but the school thought that she was too young. In 1889, she attended New York Hospital's School of Nursing. She graduated from the New York Hospital Training School for Nurses in 1891, then took courses at the Woman's Medical College.[5] Wald worked for a time at the New York Juvenile Asylum (now Children's Village), an orphanage where conditions were poor. By 1893, she left medical school and started to teach a home class on nursing for poor immigrant families on New York City's Lower East Side at the Hebrew Technical School for Girls. Shortly thereafter, she began to care for sick Lower East Side residents as a visiting nurse. Along with another nurse, Mary Brewster, she moved into a spartan room near her patients, in order to care for them better. Around that time she coined the term \"public health nurse\" to describe nurses whose work is integrated into the public community.[6] Wald advocated for nursing in public schools. Her ideas led the New York Board of Health to organize the first public nursing system in the world. She was the first president of the National Organization for Public Health Nursing. Wald established a nursing insurance partnership with Metropolitan Life Insurance Company that became a model for many other corporate projects. She suggested a national health insurance plan and helped to found the Columbia University School of Nursing.[5] Wald authored two books relating to her community health work, The House on Henry Street (1911) and Windows on Henry Street (1934). Wald founded the Henry Street Settlement. The organization attracted the attention of prominent Jewish philanthropist Jacob Schiff, who secretly provided Wald with money to more effectively help the \"poor Russian Jews\" whose care she provided. By 1906 Wald had 27 nurses on staff, and she succeeded in attracting broader financial support from such gentiles as Elizabeth Milbank Anderson.[7] By 1913 the staff had grown to 92 people. The Henry Street Settlement eventually developed as the Visiting Nurse Service of New York.[8] Wald's vision for Henry Street was one unlike any others at the time. Wald believed that every New York City resident was entitled to equal and fair health care regardless of their social status, socio-economic status, race, gender, or age.[9] She argued that everyone should have access to at-home-care. A strong advocate for adequate bed-side manner, Wald believed that regardless of if a person could afford at-home-care, they deserved to be treated with the same level of respect that some who could afford it would be. Social benefits of the Henry Street Settlement Arguably one of the most significant changes to the public health sector, the Settlement did much more than just provide better medical care. Primarily focusing on the care of women and children, the Settlement changed the landscape of public health care in New York City. These programs helped to cut back on time patients spent at hospitals while also making at-home-care more accessible and efficient.[9] Wald was a strong advocate for community support. Much of the Henry Street Settlement's initial success was from Wald's diligent and persistent work at cultivating personal relationships with the Settlement's donors. Wald was also a strong advocate for the social benefit of having donors who dwelled within the community. These benefits included the temporary break-up of families when people were forced to spend time in the hospital, improved the quality of at-home-care, and reduced medical expenses by offering an alternative to hospital stays.[10] Wald provided a unique opportunity for women and employment through the Settlement. In her letters, she speaks with donors about the employment opportunities that are provided to women through the Settlement and the many benefits they offer. One of the most notable benefits was the opportunity for women to have a career and to build their own wealth independent of husbands or families.[8] Employment also provided women with the opportunity to gain independence from their husbands and work outside of the home. Wald also taught women how to cook and sew, provided recreational activities for families, and was involved in the labor movement. Out of her concern for women's working conditions, she helped to found the Women's Trade Union League in 1903 and later served as a member of the executive committee of the New York City League. In 1910, Wald and several colleagues went on a six-month tour of Hawaii, Japan, China, and Russia, a trip that increased her involvement in worldwide humanitarian issues.[6] In 1915, Wald founded the Henry Street Neighborhood Playhouse. She was an early leader of the Child Labor Committee, which became the National Child Labor Committee (NCLC).[5] The group lobbied for federal child labor laws and promoted childhood education. In the 1920s, the organization proposed an amendment to the U.S. constitution that would have banned child labor.[11] In the 1920s, Wald was a vocal proponent of the social welfare initiatives of New York Governor Al Smith, and in 1928 she actively supported Smith's presidential campaign.[12] Wald was also concerned about the treatment of African Americans. As a civil rights activist, she insisted that all Henry Street classes be racially integrated. In 1909, she became a founding member of the National Association for the Advancement of Colored People (NAACP).[13] The organization's first major public conference opened at the Henry Street Settlement.[14] Wald organized New York City campaigns for suffrage, marched to protest the entry of the United States into World War I, joined the Woman's Peace Party and helped to establish the Women's International League for Peace and Freedom. In 1915 she was elected president of the newly formed American Union Against Militarism (AUAM). She remained involved with the AUAM's daughter organizations, the Foreign Policy Organization and the American Civil Liberties Union, after the United States joined the war.[6] Wald never married. She maintained her closest relationships and attachments with women. Correspondence reveals that Wald felt closest to at least two of her companions, homemaking author Mabel Hyde Kittredge and lawyer and theater manager Helen Arthur. Ultimately, however, Wald was more engaged in her work with Henry Street than in any relationship. In regard to Wald's relationships, author Clare Coss writes that Wald \"remained in the end forever elusive. She preferred personal independence, which allowed her to move quickly, travel freely and act boldly.\"[15] Wald's personal life and focus on independence was clear in her devotion to the Settlement and improving public health. She died of a cerebral hemorrhage on September 1, 1940. A rabbi conducted a memorial service at Henry Street's Neighborhood Playhouse. A private service was also held at Wald's home. A few months later at Carnegie Hall, over 2,000 people gathered at a tribute to Wald that included messages delivered by the president, governor and mayor.[6] She was interred at Mount Hope Cemetery in Rochester.[16] The New York Times named Wald as one of the 12 greatest living American women in 1922 and she later received the Lincoln Medallion for her work as an \"Outstanding Citizen of New York.\"[5] In 1937 during a radio broadcast celebrating Wald's 70th birthday, Sara Delano Roosevelt read a letter from her son, President Franklin Roosevelt, in which he praised Wald for her \"unselfish labor to promote the happiness and well being of others.\"[6] Author Helen Dore Boylston describes Lillian Wald and Henry Street in her third novel Sue Barton, Visiting Nurse, where Sue Barton meets Lillian Wald in the Henry Street settlement. (Sue Barton, Visiting Nurse (1938)) Wald was elected to the Hall of Fame for Great Americans in 1970.[17] In 1993, Wald was inducted into the National Women's Hall of Fame.[18] The Lillian Wald Houses on Avenue D in Manhattan were named for her.[19] Wald paved the way for women in the public health world in numerous ways: As a medical provider, an employer, and an educator. Her legacy is still seen today in the Visiting Nurses Service of New York.[8]","Title":"Lillian Wald - Wikipedia","KeyID":"5763","URL":"https://en.wikipedia.org/wiki/Lillian_Wald"}