{"Content: ":"The Sultan The Queen Hassanal Bolkiah ibni Omar Ali Saifuddien III[1] (Jawi: حسن البلقية‎; born 15 July 1946) is the 29th and current Sultan and Yang di-Pertuan of Brunei since 1967 and the Prime Minister of Brunei since independence from the United Kingdom in 1984. He is one of the last absolute monarchs in the world. The eldest son of Sultan Omar Ali Saifuddien III and Raja Isteri (Queen) Pengiran Anak Damit, he succeeded to the throne as the sultan of Brunei following the abdication of his father on 5 October 1967. The sultan has been ranked among the wealthiest individuals in the world. In 2008, Forbes estimated the sultan's total peak net worth at US$20 billion. After Queen Elizabeth II, the sultan is the world's second-longest reigning current monarch.[2] On 5 October 2017, the sultan celebrated his Golden Jubilee to mark the 50th year of his reign on the throne.[3] The sultan was born on 15 July 1946, in Istana Darussalam, Brunei Town (now called Bandar Seri Begawan) as Pengiran Muda (Prince) Hassanal Bolkiah. The sultan received high school education at Victoria Institution in Kuala Lumpur, after which he attended the Royal Military Academy Sandhurst in the United Kingdom, graduating in 1967.[4] He became the Sultan of Brunei Darussalam on 5 October 1967, after his father abdicated. His coronation was held on 1 August 1968, and made him the Yang di-Pertuan (Head of State) of Brunei. Like his father, he has been knighted by Queen Elizabeth II of the United Kingdom, of which Brunei was a protectorate until 1984.[5][6] Under Brunei's 1959 constitution, the sultan is the head of state with full executive authority, including emergency powers since 1962. On 9 March 2006, the Sultan was reported to have amended Brunei's constitution to make himself infallible under Bruneian law.[7] Bolkiah, as Prime Minister, is also the head of government. In addition, he currently holds the portfolios of Minister of Defence, Minister of Foreign Affairs and Minister of Finance.[8] As Minister of Defence he is therefore the Supreme Commander of the Royal Brunei Armed Forces, as well as an Honorary General in the British and Indonesian armed forces and an Honorary Admiral in the Royal Navy. He appointed himself as Inspector General of Police (IGP) of the Royal Brunei Police Force.[citation needed] Bolkiah addressed the United Nations General Assembly on Brunei Darussalam's admission to the United Nations in September 1984. In 1991, he introduced a conservative ideology to Brunei called Melayu Islam Beraja (Malay Islamic Monarchy, MIB), which presents the monarchy as the defender of the faith.[9] He has recently favoured Brunei government democratisation and declared himself Prime Minister and President. In 2004, the Legislative Council, which had been dissolved since 1962, was reopened.[10] Hassanal Bolkiah established the Sultan Haji Hassanal Bolkiah Foundation (YSHHB). Hassanal Bolkiah was chairman of Summit APEC Leaders in 2000 when Brunei Darussalam hosted the summit. Hassanal Bolkiah was also the chairman of ASEAN Summit in 2013 when Brunei Darussalam hosted the summit. Hassanal Bolkiah is Head of Religion, and Islam is the official religion of the country. Mosques, prayer halls and stations were built across the country. The sultan decreed that Islamic celebrations such as Early Years Celebration Prophet's birthday, Isra and Miraj and Nuzul Al Quran are to be celebrated on a large scale. He often attends mosques and surau throughout the country for the obligatory Friday prayers. In 2014, Hassanal Bolkiah also advocated the adoption of Islamic sharia penalties, including that adultery is to be punished with death by stoning. Hassanal Bolkiah also banned public celebrations of Christmas in 2015, including wearing hats or clothes that resemble Santa Claus. The ban affects only local Muslims.[11] Christians are still allowed to celebrate Christmas. According to Bruneian Bishop and Cardinal Cornelius Sim, on 25 December 2015, there were around estimated 4,000 out of 18,000 Bruneian Catholics, mainly Chinese and expats living in the country, attending the mass on Christmas Eve and Christmas Day. While there was no absolute ban on celebrations, there was a ban affecting Christmas decorations in public places, especially shopping malls; the ban did not affect small stores or private residences including churches.[clarification needed][12] In 1997, Shannon Marketic sued Jefri Bolkiah, Prince of Brunei and younger brother of Hassanal Bolkiah, claiming that she and other women were hired for promotional work but instead held as a \"virtual prisoner\", drugged and sexually abused.[13][14][15][16] The sultan denied the claims.[15] Marketic's lawsuit named Miss USA 1997 Brandi Sherwood as also being a victim, however Sherwood declined to file her own lawsuit.[17] After 18 months of litigation, a judge at the US court dismissed the suit on the grounds that the sultan had sovereign immunity as head of state.[18][19] He had open disagreements with his brother, Jefri Bolkiah, who owned a network of companies and investment vehicles under the name \"Amedeo\" run by his son, Prince Hakim, which was used to buy the luxury goods company Asprey and build an amusement park and other projects in Brunei.[20] In July 1998 the Amedeo group collapsed under US$10 billion in debt.[21] Between 1983 and mid-1998 some US$40 billion of what were called \"special transfers\" were made from the accounts of the Brunei Investment Agency (BIA).[22] An independent investigation was undertaken into the circumstances of these special transfers, concluding that in round figures, US$14.8 billion were paid to the accounts of Prince Jefri apart from the US$8 billion to accounts of the sultan and US$3.8 billion for Government purposes. The destination, purpose and recipients of the remaining transfers were not established.[22] Due to the secretive nature of the state and the blurred lines as to where the royal family's finances and the state finances began and ended, establishing the true course of events is very difficult.[20] Prince Jefri was accused of misappropriating state funds to pay for his own personal investments, bought through BIA and Amedeo companies and removed from his position as head of BIA.[23][24] In February 2000, the Bruneian government attempted to obtain a freezing order on Prince Jefri's overseas assets, which led to him countersuing in New York.[23] Following protracted negotiations a settlement agreement was signed by the Prince in May 2000,[22] the terms of which were never made public.[21] However, Prince Jefri claimed assurances were made to him by the sultan with regards to keeping certain properties to maintain his lifestyle, which BIA denied.[21][22] In accordance with the settlement agreement signed in 2000, the prince began to return his assets to the state, including more than 500 properties, both in Brunei and abroad, about 2500 cars, 100 paintings, five boats, and nine aircraft.[21] In 2001 ten thousand lots of Prince Jefri's possessions went to auction.[25] However, the BIA alleged that the Prince failed to uphold the agreement by failing to disclose all his accounts, and allowing money to be taken from frozen accounts,[26] and restarted legal proceedings to gain full control of the Prince's assets. After a number of appeals,[27] this finally reached the Privy Council in London, which can serve as Brunei's highest court of appeal as a result of Brunei's former protectorate status.[28] The Privy Council rejected Prince Jefri's evidence, describing his contention that the agreement allowed for him to retain a number of properties as \"simply incredible\",[29] and ruled in favour of the Government of Brunei and the BIA; consequently the Prince's appeal was dismissed and he was ordered to return the rest of his assets to Brunei.[22] The decision of the Privy Council did not end the litigation between Prince Jefri and the BIA. The BIA re-opened proceedings in Malaysia and the Cayman Islands, resulting in the BIA gaining control over the Hotel Bel-Air in Los Angeles and The New York Palace Hotel in Manhattan.[30] The BIA also re-opened collateral litigation in the High Court of England and Wales. After winning before the Privy Council, the BIA asked the court to determine whether Prince Jefri should be held in contempt of court for allegedly making misstatements in his listing of assets. The contempt proceeding was scheduled for a hearing in June 2008, but the Prince did not attend, instead going to Paris.[26][31] Judge Peter Smith did not rule on whether Prince Jefri was in contempt, but did issue a warrant for his arrest.[32] As of November 2010, the warrant still appears to be in place, meaning the Prince will be arrested if he enters the UK.[33] As of October, 2009, Prince Jefri appears to have been allowed back to Brunei. He is not back in any official government role but retains all his royal titles and decorations and remains in the royal protocol order. He is seen at major national functions like the national teachers day celebrations, the sultan's birthday and at the National Day Celebrations. His most recent appearance was at The Legco (Legislative Council) opening ceremony in March 2012.[citation needed] As Prime Minister, Bolkiah has spearheaded legislation that would introduce the death penalty for homosexuality and adultery, by stoning, effective from 3 April 2019. This sparked international protests.[34] The policy resulted in calls for boycotts of numerous companies owned by the Brunei Royal Family, notably the Dorchester Collection, a group of well-known hotels owned by the sultan in the US and Europe.[35] The sultan, via his Brunei Investment Agency (BIA) owning the Dorchester Collection hotels, raised concern abroad in April 2014 by implementing the Sharia law penal code that includes death by stoning, the severing of limbs, and flogging for crimes in Brunei such as abortions, adultery, and same-sex sexual acts. None are exempted from the Sharia law regardless of the classes they are in and the laws only apply within Brunei's border. When the sultan made this announcement, George Clooney, Elton John, and Ellen DeGeneres called again for a boycott of all hotels associated with him.[36][37][38] In protest, a United States national LGBT advocacy organization, the Gill Action Fund, canceled its reservation to hold a conference of major donors at the Beverly Hills Hotel and demanded a refund of its deposit. The hotel management responded by issuing a statement asserting that it does not discriminate on the basis of sexual orientation.[39] Fashion designers Brian Atwood and Peter Som subsequently called for wider protests, urging the fashion industry to boycott all of the hotels owned by the Dorchester Collection.[40] In January 2013, the Royal College of General Practitioners designated the sultan the first Companion of the college for services to healthcare in Brunei and abroad.[41] In April 2019, the RCGP withdrew this honour in light of new LGBT laws supported by the sultan which are not in concert with the organisation's values.[42] Due to the international condemnation of the legislation, Bolkiah announced that he would extend a moratorium on capital punishment for homosexuality and ratify the United Nations Convention Against Torture.[43][44][45] The sultan once owned one of the largest private car collections in the world with about 2,500 cars[46] which his brother Jefri Bolkiah bought for himself, the sultan and other members of the royal family to entertain their car passion. The car collection and Prince Jefri's other indulgences cost billions of US dollars, and ultimately landed him in trouble and the royal family in financial crisis. The car collection was left abandoned; most of the non-garaged cars were beyond saving, the rest were auctioned.[47] The sultan married his first cousin and first wife, Princess Pengiran Anak Saleha, who later became the Raja Isteri (Queen). His former second wife, Mariam Abdul Aziz (the former Pengiran Isteri), was a former flight attendant for the national carrier, Royal Brunei Airlines. He divorced her in 2003, stripping her of all her royal titles. In August 2005, her place was taken by a former Malaysian TV3 presenter, Azrinaz Mazhar Hakim, who is 33 years younger than the sultan. They divorced in 2010, and as with Mariam Abdul Aziz, the sultan stripped her of all titles, honours, and monthly allowance.[48] Prince Al-Muhtadee Billah is the current Pengiran Muda Mahkota (\"crown prince\") and the sultan's heir, as the eldest son of the sultan and Raja Isteri Pengiran Anak Saleha. As of 2012, Hassanal Bolkiah has five sons and seven daughters with his three wives. As of 2020, he also has 18 grandchildren.[49] English: \"His Majesty Sultan Haji Hassanal Bolkiah Mu’izzaddin Waddaulah ibni Al-Marhum Sultan Haji Omar ‘Ali Saifuddien Sa’adul Khairi Waddien, Sultan and Yang Di-Pertuan of Brunei Darussalam.\"[50] Malay: (Rumi): \"Kebawah Duli Yang Maha Mulia Paduka Seri Baginda Sultan Haji Hassanal Bolkiah Mu’izzaddin Waddaulah ibni Al-Marhum Sultan Haji Omar ‘Ali Saifuddien Sa’adul Khairi Waddien, Sultan dan Yang Di-Pertuan Negara Brunei Darussalam.\"[51] (Jawi): \"کباوه دولي يڠ مها موليا ڤادوک سري بݢندا سلطان حاج حسن البلقية معز الدين والدولة ابن المرحوم سلطان حاج عمر علي سيف الدين سعد الخير والدين، سلطان دان يڠ دڤرتوان نݢارا بروني دارالسلام.\"‎ The sultan received an honorary doctorate at the Moscow State University for International Relations (MGIMO), 2005.[52] He previously held an Honorary Doctor of Law degree from the University of Oxford, England, which was returned on 6 May 2019 following a letter from the University (but not revoked),[53] and an Honorary Doctor of Letters degree from the University of Aberdeen, Scotland, which was revoked on 17 April 2019.[54] He received an Honorary Doctorate from the Chulalongkorn University of Thailand. In 2003, he received an Honorary Doctorate Degree in Humanities and Culture from Universitas Gadjah Mada (UGM), Yogyakarta, Indonesia.[55] On 27 January 2005, he was awarded an Honorary Doctor of Laws by the National University of Singapore.[56] On 14 April 2011, he was conferred the Honorary Doctorate of Law by King's College London.[57] The scroll for the honorary doctorate was presented by Lord Duoro, the chairman of the Council of King's College London. This honorary doctorate was rescinded in 2019 by the Fellowships and Hororary Degrees Committee at King's College London upon recommendation of the Chairman of King's College Council, The Rt Hon the Lord Geidt, in light of the sultan's willingness to inflict death by stoning and other penalties upon homosexuals in Brunei. He was awarded with an honorary doctorate in philosophy and humanities on 21 April 2011 from Universitas Indonesia.[58] On 23 March 2019, he was conferred the Honorary Doctorate Islamic Leadership from Universiti Teknologi MARA (UiTM), Malaysia.[59] The sultan holds an honorary commission in the Royal Air Force of the United Kingdom as an Air Chief Marshal.[60] He is also an Honorary Admiral of the Royal Navy of the United Kingdom,[61] a title given to him by Queen Elizabeth II when he took the salute at the passing out parade of the 2001 summer term at Britannia Royal Naval College, Dartmouth, the Royal Navy's officer-training school in the United Kingdom. He has an English residence at Binfield Manor in Berkshire. In April 2008, he was made an honorary member of the Indonesian Satgas Atbara Special Operations Unit. He holds the rank of Honorary Colonel Commandant of Pakistan's Special Service Group (SSG), awarded to him during his visit to the Pakistan Army's SSG headquarters at Cherat with effect from 3 Apr 2005.[62] He possesses red beret and paratrooper wings of the Black Hawk paratroopers, presented to him by the Indian Army during his state visit to India. He has been awarded:[citation needed] N.B. * decoration founded by the sultan on 1 August 1968 ; ** = decoration founded by the sultan on 15 August 1982","Title":"Hassanal Bolkiah - Wikipedia","KeyID":"5777","URL":"https://en.wikipedia.org/wiki/Hassanal_Bolkiah"}