{"Content: ":"Jesse Manalastas Robredo CCLH QSC (born Jesus Manalastas Robredo; Chinese: 林炳智; pinyin: Lín Bǐngzhì; Pe̍h-ōe-jī: Lîm Péng-tì; May 27, 1958 – August 18, 2012)[1][2] was a Filipino politician who served as Secretary of the Interior and Local Government in the administration of President Benigno Aquino III from 2010 until his death in 2012.[3] Robredo was a member of the Liberal Party. Beginning in 1988, Robredo served six terms as Mayor of Naga in Camarines Sur.[4] In recognition of his achievements as Naga mayor, Robredo was awarded the Ramon Magsaysay Award for Government Service in 2000, the first Filipino mayor so honored. He was appointed to the Cabinet of President Aquino in July 2010.[3] Robredo died on August 18, 2012, when the light aircraft he was traveling in crashed off the shore of Masbate Island, after suffering an engine failure.[5][6][7][8][9][10][11] Jesse Manalastas Robredo was born on May 27, 1958, in Naga to José Chan Robredo Sr. and Marcelina Manalastas-Robredo. Jesse is of Chinese descent through his paternal grandfather, Lim Pay Co, who immigrated to the Philippines from Fujian province at the beginning of the 20th century and adopted the surname of the priest who baptized him, thus becoming Juan Lim Robredo.[12] Jesse's Hokkien Chinese name is Lim Pieng Ti.[13] He has one brother and three sisters. Robredo finished elementary at the Naga Parochial School and entered high school at the Ateneo de Naga University in 1970. Robredo obtained his undergraduate degrees in industrial management engineering and mechanical engineering at De La Salle University. He was later accepted as an Edward Mason Fellow and graduated with a Master of Public Administration degree from Harvard University's John F. Kennedy School of Government in 1999. In 1985, Robredo finished his Masters in Business Administration at the University of the Philippines Diliman as a scholar and was named the Graduate School and Faculty Organization awardee for scholarly excellence.[14] The Far Eastern University bestowed Robredo with a doctorate in Humanities, honoris causa, during its 80th commencement exercise on April 4, 2008, in recognition of his efforts to develop Naga.[15] In 1986, Robredo returned to Naga, where he became program director of the Bicol River Basin Development Program (BRBDP), an agency tasked to undertake integrated area development planning in the three provinces of the Bicol region. While working at the BRBDP, he met fellow Nagueño Leni Gerona, whom he would marry the following year.[16][17] In 1988, Robredo was elected mayor of Naga at age 29.[18] In 1995, Robredo was elected president of the League of Cities of the Philippines and chaired the Metro Naga Development Council.\"[14] His three terms as mayor ended on June 30, 1998, and was succeeded by Robredo's endorsed candidate Sulpicio S. Roco, Jr.[19][20] In 1999, Asiaweek Magazine credited Robredo with transforming Naga into one of the \"Most Improved\" cities in Asia.[21] He was again elected as city mayor in 2001 and again served for three consecutive terms until June 30, 2010.[19] He served for a total of 19 years as mayor of Naga before being appointed on July 9, 2010, as secretary of the Department of the Interior and Local Government. Robredo's appointment was met with political opposition. Two politicians from Bicol, Luis Agregado Ortega and Luis Villafuerte, expressed opposition to Robredo's confirmation by the Commission on Appointments of which Villafuerte himself was a member.[22] In March 2012, the Commission on Appointments bypassed Robredo's nomination.[23] His nomination was bypassed again in June 2012.[24] Another confirmation hearing had reportedly been set on August 29, 2012, eleven days after Robredo's sudden death.[25] During his time as the secretary of DILG, Robredo focused on relocating thousands of residents in Manila's slums into housing projects to clear Metro Manila's waterways and make way for flood mitigation projects and other development.[26] As head of an inter-agency body for relocation, Robredo pushed for the building of in-city tenement housing units for thousands of informal settler families living in identified \"danger zones\" such as estuaries, riverbanks, waterways, railroad tracks, garbage dumps and similar areas.[27][28] These contrasted with earlier government housing efforts, which relocated informal settlers to areas away from the city which deprived residents from their usual livelihoods.[29] Robredo's opposition against forced evictions were met with resistance from some local government officials, notably Makati mayor Junjun Binay, who argued that such arrangements broke long-standing agreements with private land owners and undermined the city government's authority.[30][29][31] Robredo died on August 18, 2012, when the Piper PA-34 Seneca light aircraft he was traveling in crashed off the coast of Masbate Island. He was flying to Naga to assist in his daughter's swimming competition. The plane suffered an engine failure en route from Cebu City, and was attempting an emergency landing at Masbate Airport.[5] Robredo's aide, Police Chief Inspector June Paolo Abrazado, was also on board but survived. Robredo's body was found on August 21, 800 meters (2,600 feet) from the shore and 54 meters (177 feet) below sea level.[32] He was survived by his wife, Former Vice President Leni Robredo, and three daughters as well as his siblings. His funeral was held at the Archbishop's Palace in Naga before it was transferred to Malacañang Palace for an official wake on August 24, 2012. His remains were later brought back to his hometown of Naga and cremated. Robredo's ashes are entombed at the Eternal Gardens Memorial Park in Naga. Philippine President Benigno \"Noynoy\" Aquino III conferred the Philippine Legion of Honor with the rank of Chief Commander upon Robredo on August 28, 2012, just before the state funeral.[33] Following Robredo's death, August 18 was declared \"Jesse Robredo Day\".[34] In addition, two roads were named in his honor, Sec. Jesse Robredo Avenue in Naga and Jesse M. Robredo Boulevard in Masbate City. The Naga City Coliseum was renamed into the Jesse Robredo Coliseum, and the Naga City Governance Institute to the Jesse M. Robredo Good Governance Center.[35][36] In 2017, the Museo ni Jesse Robredo in commemoration of his fifth death anniversary.[37] His alma mater, De La Salle University, renamed the La Salle Institute of Governance into the Jesse M. Robredo Institute of Governance.[38] National Honors","Title":"Jesse Robredo - Wikipedia","KeyID":"5782","URL":"https://en.wikipedia.org/wiki/Jesse_Robredo"}