{"Content: ":"Maxwell Davenport Taylor (August 26, 1901 – April 19, 1987) was a senior United States Army officer and diplomat of the mid-20th century.[1] He served with distinction in World War II, most notably as commander of the 101st Airborne Division, nicknamed \"The Screaming Eagles.\" After the war, he served as the fifth chairman of the Joint Chiefs of Staff, having been appointed by President John F. Kennedy. He is the father of biographer and historian John Maxwell Taylor and of military historian and author Thomas Happer Taylor. A controversial figure, Taylor, was considered, along with Secretary of Defence Robert McNamara was considered to have played a major role during the early days of Vietnam War in the decision to deploy US combat troops to Vietnam and to escalate the conflict more generally.[2] Born in Keytesville, Missouri, and raised in Kansas City, Taylor graduated from Northeast High School and attended Kansas City Polytechnic Institute. In 1918, he passed competitive examinations for Congressional appointment by William Patterson Borland to either the United States Military Academy or United States Naval Academy and then passed the Military Academy entrance examination. Taylor attended West Point, graduated fourth in the Class of 1922, and was commissioned as a second lieutenant in the U.S. Army Corps of Engineers. He served in Hawaii with the 3rd Engineers from 1923 to 1926. Taylor transferred to the Field Artillery and, from 1926 to 1927, served with the 10th Field Artillery, receiving promotion to first lieutenant. Having demonstrated a facility for foreign languages, he studied French in Paris and was then assigned to West Point as an instructor in French and Spanish. He graduated from the Field Artillery School in 1933, and he completed the course at the United States Army Command and General Staff College in 1935. Taylor was promoted to captain in August 1935 and served at the American embassy in Tokyo from 1935 to 1939, including attaché duty in China in 1937. He graduated from the United States Army War College in 1940 and was promoted to major in July 1940. Taylor served on the War Plans Division staff in 1940 and took part in a defense cooperation mission to Latin American countries. He commanded the 1st Battalion of the 12th Field Artillery Regiment from 1940 to 1941, and then served in the Office of the Secretary of the General Staff until 1942. He received temporary promotions to lieutenant colonel in December 1941, colonel in February 1942, and brigadier general in December 1942. In 1942, Taylor became chief of staff of the 82nd Airborne Division, followed by command of the 82nd Airborne Division Artillery, and took part in combat in Sicily and Italy. In 1943, during the planning for the Allied invasion of Italy, Taylor's diplomatic and language skills resulted in his secret mission to Rome to co-ordinate an 82nd air drop with Italian forces. General Dwight D. Eisenhower later said that \"the risks he ran were greater than I asked any other agent or emissary to take during the war.\"[3] Hundreds of miles behind the front lines of battle, Taylor was forced by the rules of engagement to wear his American military uniform to prevent himself, if captured, from being shot as a spy. He met with the new Italian prime minister, Marshal Pietro Badoglio, and General Carboni. The air drop near Rome to capture the city was called off at the last minute since Taylor realized that German forces were already moving in to cover the intended drop zones. Transport planes were already in the air when Taylor's message canceled the drop, preventing the mission. His efforts behind enemy lines got Taylor noticed at the highest levels of the Allied command. After the campaigns in the Mediterranean, Taylor was assigned to become the Commanding General (CG) of the 101st Airborne Division, nicknamed \"The Screaming Eagles\", which was then training in England in preparation for the Allied invasion of Normandy, after the division's first commander, Major General William Lee, suffered a heart attack. Taylor received temporary promotion to major general in May 1944. Taylor took part in the division's parachute jump into Normandy on June 6, 1944 (D-Day), the first Allied general officer to land in France on D-Day. He subsequently commanded the 101st in the Battle of Normandy, including in the capture of Carentan on June 13, and the division continued to fight in the campaign as regular infantry. The 101st Airborne Division was pulled out of the line in late June, having been in almost continuous action for nearly a month, and in early July, he returned to England to rest and refit and absorb replacements, after having suffered over 4,600 casualties. Having been brought up to strength, Taylor led the 101st in Operation Market Garden in the Netherlands in September 1944. He was not present for the division's action during the Siege of Bastogne as part of the Battle of the Bulge since he was attending a staff conference in the United States. The Divisional Artillery commander, Brigadier General Anthony McAuliffe, exercised command in his absence. Taylor called the defense of Bastogne the 101st Airborne Division's \"finest hour\" of the war and stated that his absence was one of his greatest disappointments of the war.[4] After Bastogne, Taylor's 101st saw little further service in the war and was sent to the United States in late 1945, where it was deactivated in November. From 1945 to 1949, Taylor was superintendent of West Point. In 1947, he drafted the first official Honor Code publication marking the beginning of the written \"Cadet Honor Code\" at West Point.[5] Afterwards he was the commander of allied troops in West Berlin from 1949 to 1951; when he left that post, he felt like a \"Berliner,\" more than a decade before John F. Kennedy gave his famous \"Ich bin ein Berliner\" speech in the city.[6] In July 1951 he was promoted to lieutenant general and assigned as the U.S. Army Deputy Chief of Staff for Operations and Administration at the Pentagon. In June 1953, he was sent to Korea, where he commanded the Eighth United States Army during the final combat operations of the Korean War. From 1955 to 1959, he was the Army Chief of Staff, succeeding his former mentor, Matthew B. Ridgway. During his tenure, Taylor attempted to guide the service into the age of nuclear weapons by restructuring the infantry division into a Pentomic formation. Observers such as Colonel David Hackworth have written that the effort gutted the role of US Army company and field grade officers, rendering it unable to adapt to the dynamics of combat in Vietnam.[citation needed] During 1957, President Dwight D. Eisenhower ordered Taylor to deploy 1,000 troops from the 101st Airborne Division to Little Rock, Arkansas to enforce federal court orders to desegregate Central High School during the Little Rock Crisis. As Army Chief of Staff, Taylor was an outspoken critic of the Eisenhower administration's \"New Look\" defense policy, which he viewed as dangerously overreliant on nuclear arms and neglectful of conventional forces; Taylor also criticized the inadequacies of the Joint Chiefs of Staff system. Frustrated with the administration's failure to heed his arguments, Taylor retired from active service in July 1959. He campaigned publicly against the \"New Look,\" culminating in the publication in January 1960 of a highly critical book, The Uncertain Trumpet. However Taylor was actually Fired by Secretary of Defense Neil H. McElroy under the order of President Dwight D. Eisenhower due to Taylor being a \"loose-lip\" who often spoke to the press without noticing that he was actually sharing classified material, on occasion causing Taylor to be reprimanded for insubordination.[7][8] At one point Taylor told a colleague that President Eisenhower and his National Security Council were incompetent to command a military - without noticing that his conversation was actually heard by McElroy. When McElroy reprimanded Taylor, instead of apologizing for insubordination Taylor actually \"barked\" at McElroy, arguing that his and President Eisenhower's combined incompetence could allow the Soviets to get into the United States' backyard before even being noticed. Another incident occurred when the U.S. Air Force successfully took Intercontinental-Ballistic Missile jurisdiction away from the Army. Taylor, who was irritated over it, blatantly insulted Air Force Chief of Staff General Thomas D. White by stating that the Air Force was once part of the Army. Taylor also once insulted Chairman of the Joint Chiefs of Staff General Nathan F. Twining during Taylor's last days as Army Chief of Staff by saying to General Twining that if it wasn't for his warm relationship with President Eisenhower, he wouldn't be in the Chairman of the Joint Chiefs of Staff position, because according to Taylor the Air Force wasn't fit to lead the entire U.S. military; in his opinion, only the Army was fit for it.[2][7][8] This was believed to be the primary reason why McElroy eventually fired Taylor from his post as Army Chief of Staff, due to Taylor's insubordination.[8][7] During his retirement Taylor become an active campaign member of Democratic Presidential candidate John F. Kennedy and enjoy warm relationship with both Kennedy and his brother Robert F. Kennedy.[2][7] At one point both Kennedy Brothers and Taylor often spend time dinning at Kennedy's private yacht while discussing military and national security matters. Kennedy later-on appointed Taylor as his primary advisor regarding Military and National Security during Kennedy's 1960 Presidential Campaign.[2][8][7] As the 1960 presidential campaign unfolded, Democratic nominee John F. Kennedy criticized Eisenhower's defense policy and championed a muscular \"flexible response\" policy intentionally aligned with Taylor's views as described in The Uncertain Trumpet. There was also speculation that Kennedy would appoint Taylor to be his Secretary of Defense and ask the Democratic Party whom at that time control both House of Representatives and Senate to grant Taylor a waiver to be Secretary of Defense, since Taylor haven't retired from active-duty for a minimum period of 7 years in-accordance to 1947 National Security Act for a former active-duty military officers to serve as Secretary of Defense.[2][8][7] But Kennedy later-on chose to appointed Robert McNamara as his Secretary of Defense. Another speculation was that Taylor was going to be appointed as President Kennedy National Security Advisor.[7][2][8] After the April 1961 failure of the Bay of Pigs Invasion, Kennedy, who felt the Joint Chiefs of Staff had failed to provide him with satisfactory military advice, appointed Taylor to head a task force to investigate the failure of the invasion. Both President Kennedy and his brother, Attorney General Robert F. Kennedy, had immense regard for Taylor, whom they saw as a man of unquestionable integrity, sincerity, intelligence, and diplomacy.[citation needed] The Cuba Study Group met for six weeks from April to May 1961 to perform an \"autopsy\" on the disastrous events surrounding the Bay of Pigs Invasion. In the course of their work together, Taylor developed a deep regard and a personal affection for Robert Kennedy, a friendship that was wholly mutual and which remained firm until RFK's assassination in 1968. Taylor spoke of Robert Kennedy glowingly: \"He is always on the lookout for a 'snow job,' impatient with evasion and imprecision, and relentless in his determination to get at the truth.\" In January 1965 Robert Kennedy named his next-to-last son Matthew Maxwell Taylor Kennedy (better known as an adult as \"Max\"). Shortly after the investigation concluded, the Kennedys' warm feelings for Taylor and the president's lack of confidence in the Joint Chiefs of Staff led John Kennedy to recall Taylor to active duty and install him in the newly created post of military representative to the president. His close personal relationship with the president and White House access effectively made Taylor the president's primary military adviser, cutting out the Joint Chiefs. On October 1, 1962, Kennedy ended this uncomfortable arrangement by appointing Taylor as Chairman of the Joint Chiefs of Staff following the previous chairman General Lyman Lemnitzer's appointment as the new NATO Supreme Allied Commander, a position in which he served until 1964. However by appointing Taylor as the 5th Chairman of the Joint Chiefs of Staff, Kennedy broke the traditional rotation for Chairman of the Joint Chiefs of Staff position between the Air Force, Navy and Army, as the preceding chairman was from the Army.[2][9] Kennedy should have chosen either General Curtis E. LeMay, the Air Force Chief of Staff, or Admiral George W. Anderson Jr., the Chief of Naval Operations, as Lemnitzer's successor for the Chairman of the Joint Chiefs of Staff position.[9] Kennedy's decision ultimately led to the diminishment of the traditional rotation for the chairman's position, and eventually resulted in the Army filling almost half of the chairmanships.[10][9] Taylor was of crucial importance during the first few years of the Vietnam War, during his time as the Chairman of the Joint Chiefs of Staff, and later being appointed Ambassador to the Republic of Vietnam. Whereas Kennedy told Taylor in October 1961 that \"the independence of South Vietnam rests with the people and government of that country\", Taylor soon recommended that 8,000 American combat troops be sent to the region at once. After making his report to the Cabinet and the Chiefs of Staff (with Deputy National Security Adviser Walt Rostow), Taylor reflected on the decision to send troops to South Vietnam: \"I don't recall anyone who was strongly against, except one man, and that was the President. The President just didn't want to be convinced that this was the right thing to do.... It was really the President's personal conviction that U.S. ground troops shouldn't go in.\"[11] In May 1963, mass protests and civil disobedience broke out in South Vietnam in response to President Ngo Dinh Diem's persecution of the Buddhist majority, which was met with military crackdowns, culminating in nationwide raids on Buddhist temples.[12] In the wake of the raids, the US sent out Cable 243, which called for Ambassador Henry Cabot Lodge Jr. to lobby for the removal from influence of Diem's younger brother and chief political adviser Ngo Dinh Nhu, and to look for alternative leadership options if Diem refused. As it was known that Diem would never sideline Nhu, it was effectively an authorisation for Lodge to encourage a military coup.[13][14][15] The cable was prepared and sent out over a weekend when many leading Washington figures were away, under the misunderstanding that higher authorisation had been given. Marine General Victor Krulak signed off on behalf of the military without showing Taylor,[16] who was a supporter of Diem. On Monday August 26, at the White House, Kennedy was met with angry comments by Secretary of State Dean Rusk, Secretary of Defense Robert S. McNamara, CIA Director John McCone and Taylor, all of whom denied authorizing the cable. Kennedy was reported to have said \"My God! My government's coming apart.\"[17] Taylor felt insulted by the final line of the cable which asserted that only the \"minimum essential people\" had seen its contents.[17] During the acrimonious exchange, he condemned the cable as an \"egregious end run\" by an anti-Diem faction.[17] Roger Hilsman rebutted Taylor by asserting that Kennedy and representatives of departments and agencies had approved the message. Years afterward, Taylor declared \"The anti-Diem group centered in State [department] had taken advantage of the absence of the principal officials to get out instructions which would never have been approved as written under normal circumstances\".[18] Taylor claimed that the message was reflective of Forrestal and Hilsman's \"well-known compulsion\" to remove Diem.[19] He accused them of pulling \"a fast one\".[17] Kennedy asked his advisers if they wanted to retract the cable, but they agreed to stand by the original decision to maintain consistency. Taylor said that \"You can't change American policy in twenty-four hours and expect anyone to ever believe you again.\"[17] Taylor also objected to two phone calls on August 24 to Washington from Admiral Harry D. Felt, the commander of US forces in the Pacific, calling for backing to the generals to remove Nhu. Felt said that the mid-level officers would not fight if Nhu was not removed. Taylor became angry that Felt had advised the State Department to move against Diem without first consulting the Joint Chiefs of Staff.[20] Taylor then told Kennedy that Americans would not tolerate their officers selecting the president, and thus they should not usurp the cabinet in doing the same in South Vietnam.[21] Taylor remained opposed to any moves towards the disposal of Diem. Years afterward, he said that Diem was \"a terrible pain in the neck\", but was a devoted servant of his country.[20] Taylor called on Kennedy to support Diem until a better leader had been lined up, pointing out that the officers were divided and therefore could not be relied on to plot and stage a coup.[20] The junta led by General Duong Van Minh following Diem's removal lasted three months until General Nguyen Khanh toppled Minh in January 1964. Taylor and other military officials had disagreed with Minh's reluctance to carry out large-scale offensives against the communists and wanted a more aggressive approach.[22] He was known to regard Khanh as the more competent ARVN general.[23] However, Taylor changed his opinion upon being made Ambassador to South Vietnam in July 1964 when Lodge returned to the US. In August, following widespread Buddhist protests, some senior officers, particularly the Catholic Generals Tran Thien Khiem and Nguyễn Văn Thiệu, decried Khanh's concessions to the Buddhists.[24] They plotted Khánh's removal and sought out Taylor for a private endorsement, but Taylor did not want any more leadership changes, fearing a corrosive effect on the already-unstable government. This deterred Khiêm's group from acting on their plans.[25] On September 13, another coup attempt led by Catholic Generals Duong Van Duc and Lam Van Phat started while Taylor was on a flight from the US[26]—back to Saigon and catching him off-guard.[27] The coup failed, and Taylor helped organize for Khiêm to be made Saigon's representative in Washington.[28] During the coup, Minh had remained silent, angering Khánh and keeping their long-running rivalry going. By the end of October, the Johnson administration had become more supportive of Taylor's negative opinion of Minh and eventually paid for Minh to go on a \"good will tour\" to remove him from the political scene.[28] Taylor frequently clashed with General Nguyen Khanh and helped to engineer his removal, having supported Khanh's deposal of General Duong Van Minh. Taylor received fierce criticism in Major (later Lieutenant General and National Security Advisor) H.R. McMaster's book Dereliction of Duty. Specifically, Taylor was accused of intentionally misrepresenting the views of the Joint Chiefs to Defense Secretary Robert McNamara and of cutting the Joint Chiefs out of the decision-making process.[29] Whereas the Chiefs felt that it was their duty to offer unbiased assessments and recommendations on military matters, Taylor was of the firm belief that the chairman should not only support the president's decisions but also be a true believer in them. That discrepancy manifested itself during the early planning phases of the war while it was still being decided what the nature of American involvement should be. McNamara and the civilians of the office of the secretary of defense were firmly behind the idea of graduated pressure: to escalate pressure slowly against North Vietnam in order to demonstrate U.S. resolve. The Joint Chiefs, however, strenuously disagreed with that and believed that if the US got involved further in Vietnam, it should be with the clear intention of winning and through the use of overwhelming force. McMaster contends that using a variety of political maneuvering, including liberal use of outright deception, Taylor succeeded in keeping the Joint Chiefs' opinions away from the President and helped set the stage for McNamara to begin to dominate systematically the U.S. decision making process on Vietnam. Taylor was also criticized by Tom Ricks in his book The Generals (2012): \"Maxwell Taylor arguably was the most destructive general in American history. As Army chief of staff in the 1950s, he steered the US military toward engaging in 'brushfire wars.' As White House military adviser during the early 1960s, he encouraged President John F. Kennedy to deepen American involvement in Vietnam. As chairman of the Joint Chiefs, he poisoned relations between the military and civilian leadership. He was also key in picking Gen. William Westmoreland to command the war there.\" Taylor again retired from the Army on July 1, 1964, having been succeeded as Chairman of the Joint Chief of Staff by General Earle Wheeler, and became Ambassador to South Vietnam from 1964 to 1965, succeeding Henry Cabot Lodge Jr. Taylor served in the Pentagon during parts of 1965 as “SACSA”, the Special Advisor for Counterinsurgency Affairs”. He was Special Consultant to the President and Chairman of the Foreign Intelligence Advisory Board (1965–1969) and President of the Institute for Defense Analyses (1966–1969). Afflicted with amyotrophic lateral sclerosis (also called \"Lou Gehrig's disease\"), Taylor spent his last three months at Walter Reed Army Medical Center in Washington, DC, and died at 85 years of age on April 19, 1987.[1] He was interred at Arlington National Cemetery.[30] In 1925, Taylor married the former Lydia Gardner Happer (1901–1997). They had two sons: John Maxwell Taylor and Thomas Happer Taylor, the latter being a West Point graduate [Class of 1960] and Army officer. (General Taylor also received a number of other foreign honors.)","Title":"Maxwell D. Taylor - Wikipedia","KeyID":"5787","URL":"https://en.wikipedia.org/wiki/Maxwell_D._Taylor"}