{"Content: ":"Claudio Teehankee, CCLH (April 18, 1918 – November 27, 1989) was the 16th Chief Justice of the Supreme Court of the Philippines from 1987 to 1988. He was also the most senior associate justice and chairman of the First Division of the Supreme Court of the Philippines. Teehankee was born on April 18, 1918 in Manila, Philippines. His father, José Tee Han Kee (simplified Chinese: 郑汉淇; traditional Chinese: 鄭漢淇; pinyin: Zhèng Hànqí; Pe̍h-ōe-jī: Tīⁿ Hàn-kî), immigrated to the Philippines in 1901 from Fujian province in China. He was a close associate and friend of Sun Yat-Sen, and was active in the struggle to liberate China from the Qing dynasty.[1] Teehankee was married to Pilar D. Javier with whom he had nine children. He received his A.B. summa cum laude in 1938 and LL.B. summa cum laude in 1940 from the Ateneo de Manila. He also garnered first place in the 1940 bar examination with an average of 94.35 percent. He became Secretary of Justice under the Marcos administration in 1967 before being appointed as associate justice in 1968. His son Claudio Jr. though would be imprisoned for homicide in the early 1990s. The death penalty was reinstated because of concurrent debates after reactions to the public sentence were mixed. He was known as the court's \"activist\" justice because of his dissenting opinions in many vital cases affecting the Marcos administration. He was the lone dissenter in many cases, such as the High Tribunal's decision upholding the constitutionality of the Judiciary Reorganization Act of 1980. He also dissented in policies which would seem to curtail the basic liberties of people. For a time, Teehankee and Justice Cecilia Muñoz-Palma would dissent together. After Muñoz-Palma's retirement, he was joined by Associate Justice Vicente Abad Santos in dissenting. It was this activism that made Marcos 'by-pass' him twice for the position of Chief Justice (the most senior associate justice is most likely to succeed after the retirement of the Chief Justice) in 1985. It was after the removal of Marcos that he was appointed Chief Justice by Corazon Aquino in 1987. After his retirement, he was appointed as the Philippine Ambassador to the United Nations, where he died of cancer in Manhattan, New York on November 27, 1989. He is interred at the Libingan ng mga Bayani. Cruz, Isagani A. (2000). \"Res Gestae: A Brief History of the Supreme Court\". Rex Book Store, Manila","Title":"Claudio Teehankee - Wikipedia","KeyID":"5788","URL":"https://en.wikipedia.org/wiki/Claudio_Teehankee"}