{"Content: ":"Gilberto Eduardo Gerardo Cojuangco Teodoro Jr. PLH (born June 14, 1964), nicknamed Gilbert or Gibo (Tagalog: [ɡɪˈboʔ]),[1] is a Filipino lawyer, politician and business executive who served as the Secretary of National Defense from 2007 to 2009 under President Gloria Macapagal Arroyo. He was the nominee of Arroyo's Lakas–Kampi–CMD in the 2010 presidential election, which he lost to his second cousin, Benigno Aquino III. Teodoro studied commerce at De La Salle University, and law at the University of the Philippines, where he graduated top of his class and went on to top the 1989 Bar exams. He then earned his Master of Laws degree from Harvard Law School. He practiced law until he was elected as Representative of Tarlac's 1st district, serving from 1998 to 2007. Teodoro has been described as a technocrat.[2][3] During his time as defense secretary, he was known for his efforts as the chairman of the National Disaster Coordinating Council (NDCC) when Mega Manila was hit by Typhoon Ketsana (Ondoy).[4] Born in Isabela, Philippines, Teodoro finished elementary in 1977 and high school in 1981 at Xavier School, and obtained his undergraduate degree in commerce from De La Salle University in 1984. He then studied law at the University of the Philippines from 1985 to 1989, and finished at the top of his class. He was also awarded the Dean's Medal for Academic Excellence. He topped the 1989 Philippine Bar Examinations with an 86.18% bar rating.[5] In 1997, he obtained his Master of Laws degree from Harvard Law School of Harvard University in Cambridge, Massachusetts, and he passed the State Bar of New York.[6] According to his classmates, Teodoro was \"very intelligent\", an unconventional nerd. They have also added that he is \"very unassuming\" and a \"very cool\" person. During his college days, he had not been involved in campus politics, and had been busy with his other commitments outside school, including being a member of the Sangguniang Kabataan (Youth Council) in Tarlac and learning how to fly planes.[7] Teodoro had been a lawyer for seven years at the EP Mendoza Law firm.[8] At the age of 16, in 1980, Teodoro was elected as the Kabataang Barangay (KB) President in Tarlac. He went on to lead Central Luzon and became a member of the Tarlac Sangguniang Panlalawigan at the time that his mother was the Tarlac representative in the National Assembly.[9] From 1998 to 2007 he was a House Representative for the First District of Tarlac province. He assumed the position of Assistant Majority Leader in the 11th Congress and head of the Nationalist People's Coalition House members. He was also a member of the House contingent to the Legislative-Executive Development Advisory Council. Teodoro was a part of the \"Bright Boys\" clique. Following his three terms in office—the maximum number allowed by the constitution — he was succeeded by his wife, Monica Prieto-Teodoro. Teodoro was appointed Secretary of the Department of National Defense in August 2007 at the age of 43, like the late Ramon Magsaysay, he is also the youngest person to ever hold the position. While serving as the Secretary of the Department of National Defense, Teodoro concurrently headed the National Disaster Coordinating Council (NDCC), a temporary organization that supports the relief efforts being done by the local government in times of natural disasters. When Typhoon Ketsana hit the country, Teodoro immediately issued an appeal for international aid through the United Nations and organized relief operations in the affected areas given the limitations in resources and the scale of the disaster.[4] He mitigated the devastation wrought by the typhoon and prioritized the areas at risk of being wiped out.[10] Under the law (PD 1566), the NDCC's role as a temporary or ad hoc committee is very limiting because it places the budget and primary responsibility during natural disasters on the hands of local government officials. For this reason, Teodoro expressed the desire for bills that seek to replace PD 1566 with a permanent Disaster Risk Reduction Council (DRRC) that will be given the right powers and resources to correct the weaknesses of the current law.[4][11] In March 2009, Teodoro announced his intention to run for President of the Philippines in the May 2010 election.[12] Months earlier, he quit his old party Nationalist People's Coalition (NPC) to join the merged administration party Lakas Kampi CMD and cast his name in the ruling party's contenders for the 2010 elections. On September 16, 2009, voting 42–5 through secret balloting, the executive committee of Lakas-Kampi officially selected Teodoro as their party's presidential standard bearer for the May 2010 elections, edging out the other nominee, MMDA Chairman Bayani Fernando. The announcement was made by Lakas-Kampi Secretary General Gabriel Claudio after a deliberation that lasted for approximately an hour.[13] Teodoro's campaign platform includes encouraging political growth in the provinces and improving healthcare and education. He has also stated that he would not interfere if Arroyo were to be charged at a later date.[14] On November 20, Gloria Macapagal Arroyo resigned her post as the Chairman of the Lakas-Kampi-CMD and handed over the post to Teodoro.[15] Teodoro's campaign slogan was \"Galing at Talino\" (capability and competence). According to him, public service does not only entail integrity, but ability and competence as well because people are looking for clear plans and not just mere promises and most of all positive campaigning. During the campaign, he shunned from mudslinging and encouraged other Presidentiables to do away with smear campaigning because it breeds disunity among Filipinos.[16] On May 11, 2010, a day after the elections were held, Teodoro conceded defeat to the leading presidential candidate, Senator Noynoy Aquino of the Liberal Party, who is his second cousin. During a press conference he held at the Lakas-KAMPI-CMD national headquarters in Metro Manila, Teodoro wished Aquino well and also announced his decision to return to private life in order to take care of his wife and only son. In April 2014, Teodoro was elected as an independent director of BDO Unibank, Inc.[17] In August 2015, he was named chairman of the Board of Sagittarius Mines Incorporated (SMI).[18] He is the chairman of the Board of Indophil Resources Incorporated. He is an independent director of the Philippine Geothermal Production Company, Inc. (PGPC), and Alphaland Corporation. On the public service side, he is the Chairman of the Philippine Air Force Multi-Sectoral Governance Council and also continues to provide advice to various public institutions. He wrote an op-ed piece entitled \"The Philippines' Triumph: Right over Might\"[19] published in the Diplomat in July 2016. He participated in the 150th Rizal Anniversary Conference on Nation and Culture and subtitled his \"Thoughts on Philippine Culture from a Non-Culturati Person\".[20] (published by the Solidaridad Publishing House in 2012.) Prior to the 2016 Philippine elections, Davao City Mayor Rodrigo Duterte advised Senator Miriam Defensor Santiago to make Teodoro her vice president, in return, Duterte will support the tandem. However, Santiago chose Senator Bongbong Marcos as her running mate. Duterte then ran for the presidency and won. In May 2016, Duterte offered Teodoro to return to his post as Secretary of National Defense but said that he would consult his family first on his final decision as to whether he would accept it.[18] In early June 2016, he declined Duterte's offer.[21] He was yet again offered by Duterte for the defense post on August 23, 2016.[22] In June 2021, Teodoro expressed interest to run for vice president and become the running mate of Sara Duterte, who was rumored to run for president in 2022.[23] However, Duterte announced that she would instead continue her term as mayor of Davao City; she would later withdraw her reelection bid to instead run for vice president. On October 7, 2021, Teodoro, through a proxy as he was in isolation after testing positive for COVID-19 at that time, filed his certificate of candidacy for senator under People's Reform Party for the 2022 election.[24] He was named to the UniTeam Alliance senatorial slate. However, his bid was unsuccessful, placing 15th out of the 12 seats up for election. Teodoro, born in Isabela, is the only child of former Social Security System administrator Gilberto Teodoro Sr. and former Batasang Pambansa member Mercedes Cojuangco-Teodoro. He is also the nephew of Eduardo Cojuangco Jr., chairman of San Miguel Corporation.[25] Teodoro is a second cousin of former president, Benigno \"Noynoy\" Aquino III, son of former President Corazon Aquino and former Senator Benigno \"Ninoy\" Aquino Jr. While Teodoro's mother is a first cousin of Aquino's mother, former President Corazon Aquino. Both families have always been on different sides of the political fence since the 1960s. During the administration of President Ferdinand Marcos, Teodoro's father served as Social Security System administrator while Aquino's father, former senator Benigno Aquino Jr., was a leading opposition leader.[26] Teodoro is married to Monica Prieto with whom he has a son, Jaime Gilberto.[27] Teodoro, who holds distinct memberships in the Integrated Bar of the Philippines, UP Alumni Association, UP Law Alumni Association, Harvard Alumni Association and the Harvard Law Alumni Association, is also a licensed commercial pilot with a Learjet 31 rating and a Colonel in the Philippine Air Force Reserve.[citation needed]","Title":"Gilbert Teodoro - Wikipedia","KeyID":"5789","URL":"https://en.wikipedia.org/wiki/Gilbert_Teodoro"}