{"Content: ":"Napoleon \"Nap\" Genson Rama, PLH (July 27, 1923 – January 10, 2016) was a Filipino Visayan lawyer, journalist, and writer in English and Spanish from Cebu, Philippines. He was the Vice President of the 1971 Constitutional Convention and the Floor Leader of the 1986 Constitutional Commission. In 2011, he was awarded the Philippine Legion of Honor, the country's highest recognition, with the rank of Grand Commander on the 25th anniversary of the EDSA 1 Revolution by President Benigno S. Aquino III. Napoleon Rama, son of statesman Vicente Rama and Catalina Genson, was born on July 27, 1923. He married Paz Ramos and the couple had five children namely Liza Grace, Napoleon Jr., Ma. Gina Linda, Ma. Pamela and Ronald.[1][2] In college, he attended the University of San Carlos and was the school paper's editor-in-chief,[3] and became a lawyer on January 26, 1952.[2] A lawyer by profession, he represented Vicente Rubi's copyright case for the song \"Kasadya ning Taknaa\" that had a Tagalog version, \"Ang Pasko ay Sumapit.\"[4] He wrote for the Philippine Free Press, and his article \"North Borneo Belongs To Us\" was a landmark publication that was used by the Philippines as a basis to claim Borneo. Awarded \"Journalist of the Year\" in 1959, he worked for the Philadelphia Bulletin in the United States and was the editor of El Observatorio, a Spanish newspaper in Cebu.[1] Additionally, he was the publisher of Manila Bulletin and writer for its Sunday periodical, Philippine Panorama, starting in 1987 until his retirement at the age of 83 in 2007. He also wrote the book A Time in the Life of a Filipino which documented the administration of the late President Corazon Aquino,[5] and was the president of the Manila Overseas Press Club (MOPC) twice.[1] As a political writer, he wrote various topics including investigative articles on tax declarations of elected officials, social problems, and stories of martial law.[3] He was also known to advocate for the use of English as medium of instruction.[6] He served as delegate and the Vice President of the 1971 Constitutional Convention[1][7] when it opened on June 1, 1971, and was part of the group that initiated Ban Marcos resolution that prohibited Ferdinand Marcos and his wife Imelda from being part of the Convention[2] and from being voted to any elective position, which failed to prosper in the convention.[8] At the height of the martial law in the Philippines, he was incarcerated at the Fort Bonifacio[2][9] in 1972.[3] Other personalities that were detained included Benigno Aquino Jr., Ramon Mitra Jr., and Francisco Rodrigo.[10] A petition for habeas corpus was filed on their behalf.[11] Together with his friend Benigno Aquino Jr., he founded the political party Lakas ng Bayan (LABAN)[1] against the Marcos-backed Kilusang Bagong Lipunan (KBL).[2] In 1978, he ran for the Interim Batasang Pambansa elections and lost as it was dominated by KBL candidates. After EDSA revolution, he was appointed by then President Corazon Aquino as delegate of the Constitutional Commission that drafted the 1987 Philippine Constitution[1] and became the commission's Floor Leader.[2] He was awarded \"Most Outstanding Alumnus of Universidad de San Carlos\", the Ninoy Aquino Memorial Award in 1990, and the 1992 Premio Zobel, the oldest Spanish literary award in the country.[1] During the 25th anniversary of the EDSA Revolution in 2011, then president Benigno Simeon Aquino conferred upon him the Philippine Legion of Honor with the rank of Grand Commander.[2][12] He succumbed to diabetes and pneumonia at St. Luke's Hospital in Quezon City and died on January 10, 2016.[3][8]","Title":"Napoleon Rama - Wikipedia","KeyID":"5794","URL":"https://en.wikipedia.org/wiki/Napoleon_G._Rama"}