{"Content: ":"Teodoro \"Teddy Boy\" Lopez Locsin Jr. GOLH (born November 15, 1948) is a Filipino politician, diplomat, lawyer, and former journalist who served as the Secretary of Foreign Affairs under the Duterte administration from 2018 to 2022. He was a member of the House of Representatives from 2001 to 2010, representing the 1st district of Makati and later served as the Philippine ambassador to the United Nations from 2017 to 2018.[2] He was the host of the editorial segment titled \"Teditorial\" for ANC's nightly newscast The World Tonight.[3] Locsin was born in Manila on November 15, 1948. His father was the prominent newspaperman and publisher Teodoro Locsin Sr. from the Negrense branch of the Locsin family of Molo, Iloilo.[2] He studied in the Ateneo de Manila University and received a bachelor's degree in Law and Jurisprudence. He also earned a Master of Laws degree from Harvard University.[4] When Senior Associate Justice Leonardo Quisumbing retired from the Supreme Court in 2009, Locsin was among the candidates nominated by the Judicial and Bar Council as a potential replacement. However, he was not appointed to the said post.[5] In 2012, he was nominated as chief justice to replace Renato Corona[6] but the post eventually went to Associate Justice Maria Lourdes Sereno. Locsin was designated as the Philippines' permanent representative to the United Nations by President Rodrigo Duterte in 2017. It was announced that he accepted the appointment on September 18, 2016.[7] His term officially began when he presented his credentials to António Guterres, the secretary-general of the United Nations, on April 19, 2017.[8] Under his leadership, the Philippines voted to abstain from the challenge against the legality of the Independent Expert on SOGI (sexual orientation and gender identity) at a November 2016 session.[9] Also, the Philippines was among 10 nations that voted against a UN resolution urging Myanmar to end its military campaign against Rohingya Muslims living in the Rakhine state in November 2017.[10] Additionally, the country was one of 35 nations to abstain on the UN vote to declare the US recognition of Jerusalem as Israel's capital null and void during an emergency December 2017 session of the UN General Assembly.[10] In March 2018, Locsin submitted the country's letter of withdrawal from the Rome Statute, the treaty that established the ICC, after President Duterte expressed his intent to withdraw from the court.[10] Locsin vacated the post of permanent representative of the Philippines to the United Nations on October 12, 2018, upon assuming the post of foreign affairs secretary. On October 11, 2018, Locsin announced that President Rodrigo Duterte offered him the post of secretary of foreign affairs, which was held by Alan Peter Cayetano. Cayetano intended to run in the 2019 elections for representative of Taguig City, effectively vacating the position.[11] He was sworn in by President Duterte as foreign affairs secretary on October 17, 2018,[1] and his appointment confirmed by the Commission on Appointments on November 28, 2018.[12] Locsin is married to Ma. Lourdes Barcelon, a 2010 candidate for representative of the 1st district of Makati who lost in a tight race to outgoing Councilor Monique Lagdameo of PDP–Laban. He was formerly married to Philippine Stock Exchange director Vivian Yuchengco. They have two daughters, Margarita and Bianca. Locsin frequently uses social media as a platform to air his views. He is pro-death penalty, citing in Twitter that the President should order the mass murder of cops who hurt others. He has been criticised[by whom?] for his controversial use of social media.[13] He is against the use of Filipino languages such as Tagalog in debates, preferring English.[citation needed] Locsin has found himself at the center of various controversial public statements via the social media platform Twitter. In late March 2016, he was chastised by internet users over his Twitter comments calling the Tagalog language \"inappropriate to pointed debate\" during the Visayas leg of PiliPinas Debates 2016.[14] He later defended his comments concerning the use of Tagalog in debates.[15] Locsin expressed support for the Philippine Drug War on August 21, 2017, through Twitter, comparing the campaign against drugs of President Duterte to Adolf Hitler's Final Solution and said he does not believe in the rehabilitation of drug addicts.[16] He followed this with another remark that the \"Nazis were not all wrong\" and said people should keep an open mind drawing criticism.[17] He cited Hitler's military and economic policies that \"are paying off even now in German primacy in Europe\" but conceded that the Holocaust \"wiped out his economic contribution.\"[17] Locsin later retracted these remarks by deleting the tweet, however threatened individuals who criticized him.[16] On February 20, 2017, the majority bloc members of the House of Representatives caucused to remove rape from the list of possible death penalty offenses.[18] When the official Twitter account of the ABS-CBN News Channel reported this, Locsin tweeted a reply:[19] Locsin in a tweet said that while rape is a crime; an \"indignity\" and \"outrage\" it is not a heinous crime. Though he went on to mention select cases of rape as \"heinous\" such as a gang rape in India and an incident where the rapist is an ugly man. He then said that killing is not heinous or premeditated saying it's a common crime. His posts were criticized by some users of Twitter.[19] On February 14, 2018, Locsin tweeted that criticizers of the Chinese names imposed by China on the Philippine Rise, which have been recognized by the International Hydrographic Organization, are 'childish and stupid', sparking a word war on the issue. Criticizers noted that Locsin is the current ambassador to the United Nations and should be one of the first to defend the Philippines' sovereignty and sovereign rights. Locsin did not reply afterwards.[20][non-primary source needed][21][non-primary source needed][22][23] The Philippines has an unresolved claim to much of eastern Sabah. On July 27, 2020, a tweet by the Embassy of the United States to the Philippines regarding the donation of hygiene kits by Filipino expatriates from Sabah indicated that Sabah belongs to Malaysia. Locsin quoted the tweet and replied that \"Sabah is not in Malaysia\".[24] In response, on July 29, the foreign minister of Malaysia, Hishammuddin Hussein, called Locsin's remarks irresponsible and damaging to bilateral ties, and summoned the Philippine ambassador to Malaysia, Charles Jose.[25] In response, on July 30, Locsin also summoned the Malaysian ambassador to the Philippines, Norman Muhamad.[26] On August 1, 2020, Locsin quoted a tweet by radio and television personality Mo Twister criticizing President Rodrigo Duterte's remarks about using gasoline as a disinfectant for face masks. Locsin asked the radio and television personality \"...what if he's [Duterte] right? Seriously, bro.\" He added that he knew of people in small towns who used to kill head lice by dropping them into kerosene.[27]","Title":"Teodoro Locsin Jr. - Wikipedia","KeyID":"5795","URL":"https://en.wikipedia.org/wiki/Teodoro_Locs%C3%ADn_Jr."}