{"Content: ":"Benigno \"Ninoy\" Simeon Aquino Jr., QSC, CLH, KGCR[1][2][3][4] (locally [bɛˈniɡnɔʔ aˈkino]; November 27, 1932 – August 21, 1983) was a Filipino politician who served as a senator of the Philippines (1967–1972) and governor of the province of Tarlac. He was the husband of Corazon Aquino—who, after his death, eventually became the president of the Philippines—and father of a later president, Benigno Aquino III. Aquino, together with Gerardo Roxas and Jovito Salonga, helped form the leadership of the opposition towards then President Ferdinand Marcos. He was the aggressive leader who together with the intellectual leader Sen. Jose W. Diokno led the overall opposition. Shortly after the imposition of martial law, Aquino was arrested in 1972 along with others associated with the New People's Army's armed insurgency and incarcerated for seven years. He has been described as Marcos' \"most famous political prisoner\".[5] He founded his own party, Lakas ng Bayan and ran in the 1978 Philippine parliamentary election, but all the party's candidates lost in the election. In 1980, he was permitted by Marcos to travel to the United States for medical treatment following a heart attack. During the early 1980s he became one of the most notable critics of the Marcos regime, and enjoyed popularity across the US due to the numerous rallies he attended at the time. As the situation in the Philippines worsened, Aquino decided to return to face Marcos and restore democracy in the country, despite numerous threats against it. He was assassinated at the Manila International Airport on August 21, 1983, upon returning from his self-imposed exile. His death revitalised opposition to Marcos; it also catapulted his widow, Corazon, into the political limelight and prompted her to successfully run for a six-year term as president as a member of the United Nationalist Democratic Organization (UNIDO) party in the 1986 snap election. Among other public structures, Manila International Airport has since been renamed Ninoy Aquino International Airport in his honor, and the anniversary of his death is a national holiday. Benigno Simeon Aquino Jr. was born in Concepcion, Tarlac, on November 27, 1932, to Benigno Aquino Sr. and Aurora Lampa Aquino [6][7] from a prosperous family of hacienderos, the original owners of Hacienda Luisita.[8] His grandfather, Servillano Aquino, was a general in the revolutionary army of Emilio Aguinaldo, the officially recognized first President of the Philippines.[9] He received his elementary education at the basic education department of De La Salle College and finished at the basic education department of Saint Joseph's College of Quezon City. He then graduated at the high school department of San Beda College. Aquino took his tertiary education at Ateneo de Manila University to obtain a Bachelor of Arts degree, but he interrupted his studies.[10] According to one of his biographies, he considered himself to be an average student; his grade was not in the line of 90s nor did it fall into the 70s. At the age of 17, he was the youngest war correspondent to cover the Korean War for The Manila Times of Don Joaquín \"Chino\" Roces. Because of his journalistic feats, he received the Philippine Legion of Honor award from President Elpidio Quirino when aged 18. At 21, he became a close adviser to then Defense Secretary Ramon Magsaysay. Aquino took up law at the University of the Philippines Diliman, where he became a member of Upsilon Sigma Phi, the same fraternity as Ferdinand Marcos. He interrupted his studies again however to pursue a career in journalism. According to Máximo Soliven, Aquino \"later 'explained' that he had decided to go to as many schools as possible, so that he could make as many new friends as possible.\"[10] In early 1954, he was appointed by President Ramon Magsaysay, his wedding sponsor to his 1953 wedding at the Our Lady of Sorrows Church in Pasay with Corazon Cojuangco, to act as personal emissary to Luis Taruc, leader of the Hukbalahap rebel group. After four months of negotiations, he was credited for Taruc's unconditional surrender[11] and was given a second Philippine Legion of Honor award with the degree of Commander on October 14, 1954.[12] He became mayor of Concepcion in 1955 at the age of 23.[13] Aquino gained an early familiarity with Philippine politics, as he was born into one of the Philippines' political and landholding clans. His grandfather served under President Aguinaldo, and his father held office under Presidents Quezon and Jose P. Laurel. As a consequence, Aquino was able to be elected mayor when he was 23 years old.[13] Five years later, he was elected the nation's youngest vice governor at 27 (the record was surpassed by Bongbong Marcos at 22 in 1980). Two years later, he became governor of Tarlac province in 1961 and then secretary-general of the Liberal Party in 1966. In 1968, during his first year as senator, Aquino alleged that Marcos was on the road to establishing \"a garrison state\" by \"ballooning the armed forces budget,\" saddling the defense establishment with \"overstaying generals\" and \"militarizing our civilian government offices.\"[14][15] Aquino became known as a constant critic of the Marcos regime, as his flamboyant rhetoric had made him a darling of the media. His most polemical speech, \"A Pantheon for Imelda\", was delivered on February 10, 1969. He assailed the Cultural Center, the first project of First Lady Imelda Marcos as extravagant, and dubbed it \"a monument to shame\" and labelled its designer \"a megalomaniac, with a penchant to captivate\". By the end of the day, the country's broadsheets had blared that he labelled the President's wife, his cousin Paz's former ward, and a woman he had once courted, \"the Philippines' Eva Peron\". President Marcos is said to have been outraged and labelled Aquino \"a congenital liar\". The First Lady's friends angrily accused Aquino of being \"ungallant\". These so-called \"fiscalization\" tactics of Aquino quickly became his trademark in the Senate.[16][15] It was not until the Plaza Miranda bombing on August 21, 1971, that the pattern of direct confrontation between Marcos and Aquino emerged. At 9:15 pm, at the kick-off rally of the Liberal Party, the candidates formed a line on a makeshift platform and were raising their hands as the crowd applauded. The band played, a fireworks display drew all eyes, when suddenly there were two loud explosions that obviously were not part of the show. In an instant, the stage became a scene of wild carnage. The police later discovered two fragmentation grenades that had been thrown at the stage by \"unknown persons\". Eight people died, and 120 others were wounded, many critically. As Aquino was the only Liberal Party senatorial candidate not present at the incident, many assumed that Aquino's NPA friends tipped him off in advance.[17] Years later, some former communists claimed responsibility and accused Aquino of being involved, but the party leadership dismissed this as absurd. No one has ever been prosecuted for the attack.[18] Many historians continue to suspect Marcos as he is known to have used false flag attacks as a pretext for his declaration of martial law at that time.[19][20] Marcos declared martial law on September 21, 1972, through Proclamation No. 1081[21] and went on air to broadcast his declaration on the midnight of September 23.[22] Aquino and Sen. Diokno were two of the first to be arrested, and were imprisoned in Fort Bonifacio on trumped-up charges of murder, illegal possession of firearms and subversion. Aquino was tried before Military Commission No. 2, headed by Major-General Jose Syjuco and moved to Fort Magsaysay in Laur, Nueva Ecija. On April 4, 1975, Aquino announced that he was going on a hunger strike, a fast to the death to protest the injustices of his military trial. Ten days through his hunger strike, he instructed his lawyers to withdraw all the motions he had submitted to the Supreme Court. As weeks went by, he subsisted solely on salt tablets, sodium bicarbonate, amino acids and two glasses of water a day. Even as he grew weaker, suffering from chills and cramps, soldiers forcibly dragged him to the military tribunal's session. His family and hundreds of friends and supporters heard Mass nightly at the Santuario de San Jose in Greenhills, San Juan, praying for his survival. Near the end, Aquino's weight dropped from 54 to 36 kilograms. Aquino nonetheless was able to walk throughout his ordeal. On May 13, 1975, on the 40th day, his family and several priests and friends, begged him to end his fast, pointing out that even Christ fasted only for 40 days. He acquiesced, confident that he had made a symbolic gesture. He, however, remained in prison, and the trial continued, drawn out for several years. Throughout the trial, Aquino said that the military tribunal had no authority over his and his co-accused cases.[10] On November 25, 1977, the Military Commission found Aquino, along with NPA leaders Bernabe Buscayno (Kumander Dante) and Lt. Victor Corpus, guilty of all charges and sentenced them to death by firing squad.[23][24] Marcos commuted their death sentence[25] due to international pressure over his government's human rights record.[26][27] In 1978, from his prison cell, Aquino was allowed to run in the 1978 Philippine parliamentary election. As Ninoy's Liberal Party colleagues were boycotting the election, he formed the Lakas ng Bayan party. The party had 21 candidates for the Metro Manila area, including Ninoy himself. All of the party's candidates, including Ninoy, lost the election.[28] In mid-March 1980, Aquino suffered a heart attack, mostly in a solitary cell. He was transported to the Philippine Heart Center, where he suffered a second heart attack. ECG and other tests showed that he had a blocked artery. Philippine surgeons were reluctant to do a coronary bypass, because it could involve them in a controversy. In addition, Aquino refused to submit himself to Philippine doctors, fearing possible Marcos \"duplicity\"; he preferred to go to the United States for the procedure or return to his cell at Fort Bonifacio and die. His request was granted and Ninoy was allowed to go to the US for surgery, together with his entire family. This was arranged after a secret hospital visit by Imelda Marcos. This \"emergency leave\" was set up when Ninoy supposedly agreed to the conditions that, first, he will return, and second, he will not speak out against Marcos in the US. Ninoy was operated on by Rolando M. Solis, a Filipino American and the longest-practicing cardiologist in Dallas, Texas, where the operation took place. After the surgery, Ninoy made a quick recovery, after which he decided to renounce the agreement, saying, \"a pact with the devil is no pact at all\".[29] He, Cory and their children started a new life in Massachusetts. He continued to work on two books and gave a series of lectures while on fellowship grants from Harvard University and Massachusetts Institute of Technology. His travels across the US had become opportunities for him to deliver speeches critical of the Marcos government.[30][31] Throughout his years of expatriation, Aquino was always aware that his life in the U.S. was temporary. He never stopped affirming his eventual return even as he enjoyed American hospitality and a peaceful life with his family on American soil. After spending seven years and seven months in prison, Aquino's finances were in ruins. Making up for the lost time as the family's breadwinner, he toured America; attending symposiums, lectures, and giving speeches in freedom rallies opposing the Marcos government. The most memorable was held at the Wilshire Ebell Theater in Los Angeles, California on February 15, 1981.[32] In the first quarter of 1983, Aquino received news about the deteriorating political situation in his country and the rumored declining health of President Marcos (due to lupus). He believed that it was expedient for him to speak to Marcos and present to him his rationale for the country's return to democracy, before extremists took over and made such a change impossible. Moreover, his years of absence made his allies worry that the Filipinos might have resigned themselves to Marcos' strongman rule and that without his leadership the centrist opposition would die a natural death.[33] Aquino decided to go back to the Philippines, fully aware of the dangers that awaited him. Warned that he would either be imprisoned or killed, Aquino answered, \"if it's my fate to die by an assassin's bullet, so be it. But I cannot be petrified by inaction, or fear of assassination, and therefore stay in the side...\"[34] His family, however, learned from a Philippine Consular official that there were orders from Ministry of Foreign Affairs not to issue any passports for them. At that time, their passports had expired and their renewal had been denied. They therefore formulated a plan for Aquino to fly alone (to attract less attention), with the rest of the family to follow him after two weeks. Despite the government's ban on issuing him a passport, Aquino acquired one with the help of Rashid Lucman, a former Mindanao legislator and founder of the Bangsamoro Liberation Front, a Moro separatist group against Marcos. It carried the alias Marcial Bonifacio (Marcial for martial law and Bonifacio for Fort Bonifacio, his erstwhile prison).[35] He eventually obtained a legitimate passport from a sympathizer working in a Philippine consulate through the help of Roque R. Ablan Jr., who was then a congressman. The Marcos government warned all international airlines that they would be denied landing rights and forced to return if they tried to fly Aquino back to the Philippines. Aquino insisted that it was his natural right as a citizen to come back to his homeland, and that no government could prevent him from doing so. He left Logan International Airport on August 13, 1983, took a circuitous route home from Boston, via Los Angeles, to Singapore. In Singapore, then-Tunku Ibrahim Ismail of Johor met Aquino upon his arrival and later brought him to Johor to meet with other Malaysian leaders.[36] Once in Johor, Aquino met up with Tunku Ibrahim's father, Sultan Iskandar, who was a close friend to Aquino.[37] He then left for Hong Kong and on to Taipei. He had chosen Taipei as the final stopover when he learned the Philippines had severed diplomatic ties with the Republic of China (Taiwan). This made him feel more secure; the Taiwan government could pretend they were not aware of his presence. There would also be a couple of Taiwanese friends accompanying him. From Taipei he flew to Manila on then Taiwan's flag carrier China Airlines Flight 811.[36] Marcos wanted Aquino to stay out of politics, however Aquino asserted his willingness to suffer the consequences declaring, \"the Filipino is worth dying for.\"[38] He wished to express an earnest plea for Marcos to step down, for a peaceful regime change and a return to democratic institutions. Anticipating the worst, at an interview in his suite at the Taipei Grand Hotel, he revealed that he would be wearing a bullet-proof vest, but he also said that \"it's only good for the body, but in the head there's nothing else we can do.\" Sensing his own doom, he told the journalists accompanying him on the flight, \"You have to be very ready with your hand camera because this action can become very fast. In a matter of a three or four minutes it could be all over, you know, and [laughing] I may not be able to talk to you again after this.\"[39] His last televised interview,[40] with journalist Jim Laurie, took place on the flight just prior to his assassination. In his last formal statement that he was not able to deliver, he said, \"I have returned on my free will to join the ranks of those struggling to restore our rights and freedoms through non-violence. I seek no confrontation.\"[41] Aquino was shot in the head after returning to the Philippines on August 21, 1983. About 1,000 security personnel had been assigned by the Marcos government to ensure Aquino's safe return to his detention cell in Fort Bonifacio, but this did not prevent the assassination. Another man present at the airport tarmac, Rolando Galman, was shot dead shortly after Aquino was killed. The Marcos government falsely claimed that Galman was the trigger man in Aquino's assassination. A subsequent investigation was opened, but provided no definitive answers. Twenty five military men and one civilian were charged with involvement in the murder. They were acquitted by the Sandiganbayan on December 2, 1985, in what the Supreme Court would later describe as a \"mock trial\" ordered by \"the authoritarian president\" himself.[42] After Marcos' government was overthrown, another investigation found sixteen soldiers guilty. They were sentenced in 1990 by the Sandiganbayan to life in prison, a decision affirmed by the Supreme Court.[43] Some were released over the years, the last ones in March 2009.[44][45] After the assassination, the opposition ran for the Regular Batasang Pambansa under the United Nationalist Democratic Organization (UNIDO) and the Partido Demokratiko Pilipino–Lakas ng Bayan (PDP–Laban) against the ruling Kilusang Bagong Lipunan of Ferdinand Marcos. In the wake of the massive outpouring of protest and discontent following the assassination of Aquino, the opposition performed better during the 1984 Philippine parliamentary election compared to the 1978 Philippine parliamentary election, winning 61 seats out of 183 seats, or 33% of the total number of seats.[46] Hours after the assassination, Aquino's remains were autopsied at Loyola Memorial Chapels in Makati.[48][49] On the following day, his remains lay in state for eight days, his clothes unchanged, and no effort was made to disguise a bullet wound that had disfigured his face. In an interview with Aquino's mother, Aurora, she told the funeral parlor not to apply makeup nor embalm her son, to see \"what they did to my son\". Thousands of supporters flocked to see the bloodied body of Aquino, which took place at the Aquino household in Times Street, West Triangle, Quezon City, for eight days. Aquino's wife, Corazon Aquino, and children Ballsy, Pinky, Viel, Noynoy, and Kris arrived the day after the assassination. Aquino's funeral procession on August 31 lasted from 9 a.m., when his funeral mass was held at Santo Domingo Church in Santa Mesa Heights, Quezon City, with the Cardinal Archbishop of Manila, Jaime Sin officiating, to 9 p.m., when his body was interred at the Manila Memorial Park. More than two million people lined the streets for the procession. Some stations like the church-sponsored Radio Veritas and DZRH were the only stations to cover the entire ceremony.[50] Jovito Salonga, then head of the Liberal Party, referred to Aquino as \"the greatest president we never had\",[51] adding: Ninoy was getting impatient in Boston, he felt isolated by the flow of events in the Philippines. In early 1983, Marcos was seriously ailing, the Philippine economy was just as rapidly declining, and insurgency was becoming a serious problem. Ninoy thought that by coming home he might be able to persuade Marcos to restore democracy and somehow revitalize the Liberal Party.[51] Aquino was interred at the Manila Memorial Park, Parañaque.[52] Although Aquino was recognized as the most prominent and most dynamic politician of his generation, in the years prior to martial law he was regarded by many as being a representative of the entrenched familial elite which to this day dominates Philippine politics. While atypically telegenic and uncommonly articulate, he had his share of detractors and was not known to be immune to the ambitions and excesses of the ruling political class. However, during his seven years and seven months imprisoned as a criminal, Aquino read the book Born Again by convicted Watergate conspirator Charles Colson and it inspired him to a rude awakening.[53] As a result, the remainder of his personal and political life had a distinct spiritual sheen. He emerged as a contemporary counterpart of Jose Rizal, who was among the most vocal proponents of the use of non-violence to combat a repressive regime at the time, following the model of Mahatma Gandhi and Martin Luther King Jr.[54] Some oppositionist students who were active in the fight against the Marcos administration recount that at the time they had originally thought of Ninoy as just another \"traditional politician,\" but began to acknowledge he was more than that when he took the risk of returning to the Philippines, and ultimately paid for his choice with his life.[55] The Manila International Airport (MIA) where he was assassinated was renamed Ninoy Aquino International Airport (NAIA) and his image is printed on the 500-peso note together with his wife. On February 25, 2004, President Gloria Macapagal Arroyo signed into law Republic Act 9256 on the 21st anniversary of his death as an annual special non-working holiday in the Philippines.[56] Several monuments were built because of their demands to be honored. Most renowned is the bronze memorial in Makati near the Philippine Stock Exchange, which has become a popular venue for anti-government rallies and large demonstrations[citation needed]. Another bronze statue is in front of the Municipal Building of Concepcion, Tarlac.[57] The Ninoy Aquino Library and Learning Resources Center, the main university library of the Polytechnic University of the Philippines, was also named in his honor. National Honors International Honors On October 11, 1954, he married Corazon Sumulong Cojuangco (Cory), with whom he had five children:[59] In a June 1981 interview with Pat Robertson on The 700 Club, Aquino said he was raised Catholic. According to him, his religious awakening began after reading Evangelical Christian author Charles Colson's 1976 book Born Again, during his solitary confinement under the Marcos regime.[60] He was portrayed by Amado Cortez in the 1994 film Mayor Cesar Climaco. His nephew, future Senator Bam Aquino portrayed him in the documentary film The Last Journey of Ninoy, produced by Unitel and directed by Jun Reyes. He was also prominently featured in the film A Dangerous Life. On television, he was portrayed by Piolo Pascual on the two-part story of \"The Ninoy & Cory Aquino Story\" on Maalaala Mo Kaya, namely episodes entitled Kalapati and Makinilya, respectively.","Title":"Ninoy Aquino - Wikipedia","KeyID":"5796","URL":"https://en.wikipedia.org/wiki/Benigno_Aquino_Jr."}