{"Content: ":"Sotero \"Terong\" Barte Cabahug (April 22, 1891 – December 15, 1963) was a Filipino lawyer, legislator, politician, and civil servant from Mandaue, Cebu, Philippines. He was awarded Legion of Honor with the rank of Commander. He was governor of Cebu (1934–1937), member of the House of Representatives for Cebu's 2nd district for two consecutive terms (1928–1934), Secretary of Public Works and Communications (1945–1946), member of the Cebu Provincial Board (1952–1954), the 9th Secretary of National Defense (1954–1956), and associate justice of the Court of Appeals (1956–1961). Sotero Cabahug was born to the farming family of Narciso Cabahug and Cirila Barte in Mandaue, Cebu on April 22, 1891.[1] He attended public schools in Mandaue, Colegio-Seminario de San Carlos, and San de Letran College in Manila. As a student, he earned recognition for being a consistent honor student, scholarship, and educational medals. Earning a bachelor's degree, he acquired a Licentiate in Jurisprudence at the University of Santo Tomas, graduating with mertissimus. His marriage to Vicenta Labucay, daughter of prominent Cebu businessman Estanislau Labucay,[2] bore nine children and the family lived in Diliman, Quezon City.[1] He was the brother of Fructuoso Cabahug who was appointed governor of Cebu by the American military government from 1945 until 1946.[3] Elmer Cabahug, professional Philippine Basketball Association player and University of Visayas basketball team coach, was his great grandchild.[4] A lawyer by profession,[5] Sotero Cabahug was the Justice of the Peace in Surigao (1917–1918) and Cebu deputy provincial fiscal (1918–1919).[1] In 1920, he became councilor of the municipality of Mandaue[5] until 1925 and was acting municipal president.[1] He was elected as member of the House of Representative of the 8th Philippine Legislature representing Cebu's 2nd district starting in 1928, and he was reelected for another term and served from 1931 until 1934.[1][6] He authored the law that criminalized disrespectful acts towards the National Anthem.[1] By 1934, Cabahug was voted as the governor of Cebu province until 1937 and started the construction of several landmarks in Cebu.[7] The construction of the Cebu Provincial Capitol began during his stint, as well as the building of roads and bridges[3] (particularly the bridges in Argao, Cebu), Mandaue Municipal Hall (commonly known as Mandaue Presidencia), Rizal Memorial Library and Museum,[5] TB Pavilion of Southern Islands Hospital (now Vicente Sotto Memorial Medical Center), and Cebu Junior College of University of the Philippines Cebu campus.[3] The Cebu Provincial Capitol was completed in 1937 during the administration of Governor Buenaventura Rodriguez, who succeeded him.[8] He also led the purchase and donation of an airplane named \"Spirit of Cebu\" to the Philippine Army,[1] the funds for which were voluntarily contributed by the Cebuano people. During the inauguration of Cebu City, he was present and the following is part of the message he delivered during the occasion. \"On the eve of the inauguration of the City of Cebu, I wish to congratulate the City Officials and to wish them success in their administration. There are, doubtless, many things that should be done which ought to have been done long ago for the improvement of this City if time and circumstances would have permitted. We all hope that what was left undone will command the attention of the new City Officials so that we may become truly proud of this second metropolis of the Philippines.\"[5] From 1938 to 1945, he served as judge of the Court of First Instance for the provinces of Negros Oriental and Siquijor. In 1945, he worked served as technical assistant to the President and judge of the Court of First Instance for the province of Leyte. Additionally, he was appointed as the Secretary of Public Works and Communications from 1945 to 1946. Then in 1952, he was elected as member of the Cebu Provincial Board during the governorship of Sergio Osmeña Jr. and served until 1954.[1] He initiated the plans for the construction of Palace of Justice annexed to the Capitol, but construction began decades later.[9] Afterwards, he worked as Administrator of Economic Coordination and as the 9th Secretary of National Defense, of which he remained until 1956. During his time as the head of the Department of National Defense, he had overseen the building of Veterans Memorial Medical Center and the execution of the program for rural development under the administrations of President Ramon Magsaysay and later, of President Carlos P. Garcia.[1] On October 14, 1954, he conferred the second Legion of Honor award to Benigno Aquino Jr. for the latter's successful achievement in bringing insurgent Luis Taruc down from the hills to surrender.[10] In 1956, he was appointed as Associate justice of the Court of Appeals.[1][5] Aside from being a statesman who served the three branches of the government,[11] he held the following ex-officio positions: Presidential Committee on the Minimum Wage, Member of the Export Control Committee, chairman of the board of directors, National Power Corporation and Metropolitan Water of District, Nacionalista Party Directorate in Cebu, and Member of the Nacionalista Directorate and Executive Committee.[1] Together with Cipriano Parba and Eliseo Dejoras, he published the periodical Babaye (Woman)[12] which saw print from April 26, 1930 until 1940. Its founding editor, Napoleon Dejoras, was his personal secretary before Dejoras became a lawyer.[13] Cabahug was later awarded Legion of Honor with the rank of Commander.[14] On December 15, 1963, he died at the Veterans Memorial Hospital, Manila.[15]","Title":"Sotero Cabahug - Wikipedia","KeyID":"5798","URL":"https://en.wikipedia.org/wiki/Sotero_Cabahug"}