{"Content: ":"The 201st Fighter Squadron (Spanish: Escuadrón Aéreo de Pelea 201) is a fighter squadron of the Mexican Air Force, part of the Mexican Expeditionary Air Force that aided the Allied war effort during World War II. The squadron was known by the nickname Águilas Aztecas or \"Aztec Eagles\", apparently coined by members of the squadron during training.[1] The squadron was attached to the 58th Fighter Group of the United States Army Air Forces (USAAF) during the liberation of the main Philippine island of Luzon in the summer of 1945. The pilots flew Republic P-47D-30-RA Thunderbolt single-seat fighter aircraft carrying out tactical air support missions. The Mexico City Metro Line 8 station Metro Escuadrón 201 is named after the squadron, whilst it was also the subject of the Mexican film Escuadrón 201, directed by Jaime Salvador and released in 1945. On November 22, 2004, the squadron was awarded the Philippine Legion of Honor, with a rank of Legionnaire, by then president Gloria Macapagal Arroyo.[2] The unit is still active at present, flying the Pilatus PC-7. The Escuadrón Aéreo de Pelea 201 (201st Air Fighter Squadron) was composed of more than 300 volunteers; roughly 30 were experienced pilots and the rest were groundcrew. The ground crewmen were electricians, mechanics, and radiomen. Its formation was prompted by the attack by German submarines against Mexican oil tankers Potrero del Llano and Faja de Oro, that were transporting crude oil to the United States. These attacks prompted President Manuel Ávila Camacho to declare war on the Axis powers on May 22, 1942, and to join Brazil as the only two Latin American countries to actually send military forces overseas. The squadron left Mexico for training in the United States on July 24, 1944, arrived at Laredo, Texas, on July 25, and moved on to Randolph Field in San Antonio, where the personnel received medical examinations and admission tests in weapons and flight proficiency. They received three months of training at Randolph, Foster Army Air Field in Victoria, Texas, and Pocatello Army Air Base. The pilots received extensive training in armament, communications and tactics. The squadron arrived at Majors Field in Greenville, Texas, on November 30, 1944. Here, the pilots received advanced training in combat air tactics, formation flying and gunnery. The men were honored with graduation ceremonies on February 20, 1945, and the squadron was presented with its battle flag. This marked the first time Mexican troops were trained for overseas combat. In charge of the group was Colonel Antonio Cárdenas Rodríguez, and Captain First Class Radamés Gaxiola Andrade was named squadron commander. Before leaving for the Philippines, the men received further instructions and physical examinations in Camp Stoneman in Pittsburg, California, in March 1945. The men left for the Philippines on the troop ship S.S. Fairisle on March 27, 1945. The squadron arrived in Manila on April 30, 1945, and was assigned as part of the Fifth Air Force, attached to the U.S. 58th Fighter Group, based at Porac, Pampanga, in the Clark Field complex on the island of Luzon. Beginning in June 1945, the squadron initially flew missions with the 310th Fighter Squadron, often twice a day, using borrowed U.S. aircraft. It received 25 new P-47D-30-RA aircraft in July, marked with the insignia of both the USAAF and Mexican Air Force. The squadron flew more than 90 combat missions, totaling more than 1,900 hours of flight time. It participated in the Allied effort to bomb Luzon and Formosa to push the Japanese out of those islands. During its fighting in the Philippines, five squadron pilots died (one was shot down, one crashed, and three ran out of fuel and died at sea); and three others died in accidents during training. Among the missions flown by the squadron were 53 ground support missions flown in support of the U.S. 25th Infantry Division together with the Philippine Commonwealth troops and recognized guerrilla units in the break-out into the Cagayan Valley on Luzon between 4 June and 4 July 1945; 37 training missions flown 14–21 July 1945 (including missions to ferry new aircraft from Biak Island, New Guinea); four fighter sweeps over Formosa on 6–9 July 1945; and a dive bombing mission against the port of Karenko, Formosa, on 8 August. When the 201st deployed, no provision for replacement pilots had been made and the pilot losses incurred in the Philippines hampered its effectiveness. Mexican replacement pilots were rushed through familiarization training in the United States, and two more pilots died in flight accidents in Florida. When the 58th Fighter Group left the Philippines for Okinawa on July 10, the Mexicans stayed behind. They flew their last combat mission as a full squadron on August 26, escorting a convoy north of the Philippines. Not only did the pilots get into combat, but also the ground personnel encountered Japanese troops, having some fire-fights and capturing a number of enemy troops as well. The 201st Mexican Squadron was given credit for putting out of action about 30,000 Japanese troops [4] and the destruction of enemy held-buildings, vehicles, tanks, anti-aircraft guns, machine guns emplacements and ammunition depots.[citation needed] The work of the 201st was recognized by General Douglas MacArthur, Supreme Commander of Allied Forces in the Southwest Pacific Area. The 201st returned to Mexico City on 18 November 1945. In a military parade in the Constitution Square the Fighter Squadron delivered the Mexican flag to President Manuel Ávila Camacho. The FAEM was disbanded after returning from the Philippines. The Escuadrón Aéreo de Pelea 201 is still an active duty squadron, flying the Pilatus PC-7 from Cozumel, Quintana Roo, and saw extensive counter-insurgency service during the 1994 uprising in Chiapas.[3] Name list on the Chapultepec memorial plaque:[5] Pilots marked with an asterisk (*) were killed during flying operations in the Philippines. Pilot marked by two asterisks (**) died in January 1945 during training exercises at the Army Air Base at Abilene, Texas. Pilot marked by three asterisks (***) was killed in a low altitude gunnery training exercise in March 1945 near Harlingen AAF in Texas.","Title":"201st Fighter Squadron (Mexico) - Wikipedia","KeyID":"5801","URL":"https://en.wikipedia.org/wiki/201st_Fighter_Squadron_(Mexico)"}