{"Content: ":"Richard Motoso Sakakida (November 19, 1920 – January 23, 1996) was a United States Army intelligence agent stationed in the Philippines at the outbreak of World War II. He was captured and tortured for months after the fall of the country to Imperial Japan, but managed to convince the Japanese that he was a civilian and was released. Employed by the Japanese Fourteenth Army (though still under suspicion), he gathered and passed along valuable information to the Philippine resistance. He also planned and participated in the mass escape of about 500 Filipino prisoners.[1][2] Sakakida was born and raised in Hawaii. He was a Nisei, the youngest of four children of Japanese immigrant parents.[3] He was recruited into the U.S. Army in March 1941, while America was still neutral in World War II. Fluent in Japanese, he was sworn in as a sergeant and was one of the first two Japanese Americans to be assigned to the Corps of Intelligence Police[1] (the other being fellow Nisei Arthur Komori), which became the Counterintelligence Corps shortly after America's entry in the war. After intensive training,[2] on April 7, 1941, he and Komori set sail for the Philippines, then an American possession, aboard the USS Republic (AP-33). Upon their arrival in Manila, they were assigned to spy on the Japanese community in the city, posing as merchant sailors who had jumped ship.[1][2] After the outbreak of hostilities with Japan, Sakakida was rounded up by the Philippine Constabulary and eventually ended up in Bilibid Prison, still maintaining his cover as a civilian,[2] but he was recognized and released. He joined the American retreat, first to Bataan, then to Corregidor. His duties involved translating documents and interrogating Japanese prisoners of war.[1] The situation on Corregidor being hopeless, Sakakida and Komori were eventually ordered to fly out on one of the last evacuation aircraft.[1] Sakakida persuaded his superiors to let attorney Clarence Yamagata take his seat; Sakakida was unmarried, while Yamagata had a wife and children living in Japan and his pro-American activities had been more public.[1][2] The airplane left on April 13, 1942, and managed to avoid Japanese interception.[2] Sakakida accompanied General Jonathan Wainwright as his interpreter during the surrender negotiations. After the surrender of Corregidor in early May, \"Sakakida became the only Japanese-American to be captured by the Japanese forces in the Philippines.\"[1] By Japanese law, he was considered to be a Japanese citizen because of his ancestry, and was charged with treason.[1] The Kempeitai (military police) interrogated and tortured him for two months, but were unable to shake his story that he was a civilian who had worked for the U.S. Army under duress.[1] Sakakida's mother had taken the precaution of voiding his Japanese citizenship at the Japanese consulate in Hawaii in August 1941, and the charge of treason was dropped.[2] He spent nearly a year in one prison after another, before his case was reviewed in February 1943 by Colonel Nishiharu, Chief Judge Advocate of Fourteenth Army Headquarters.[2] Nishiharu concluded Sakakida was most likely innocent, and hired him in March as a staff translator[4] and personal houseboy. However, he periodically faced devious attempts to trick him into betraying himself.[2] Despite this, security was lax, and Sakakida was often left alone with sensitive military documents, some of which he proceeded to memorize or steal.[2] When a woman showed up at the Judge Advocate General's office to obtain a pass to visit her imprisoned guerrilla leader husband, Ernest Tupas, Sakakida took the risk of revealing his true identity to her. Mrs. Tupas put him in touch with the Philippine resistance, to whom he passed information.[4] He also devised a plan for a mass escape for Tupas and other Filipino prisoners. On a night in October 1943, it was set in motion. Sakakida posed as a Japanese officer and led a band of guerrillas into the prison at Muntinglupa. After knocking out or overpowering the unsuspecting guards, the rescuers freed nearly 500 inmates.[1][2] Sakakida returned to his quarters with no one the wiser. According to the Associated Press 1996 obituary of Sakakida, three former guerrillas, including a Roman Catholic priest, claimed that he \"fabricated his role in the escape.\"[5] Senator Daniel Akaka of Hawaii responded that \"Sakakida's story has 'been confirmed time and time again.'\"[5] In December 1944, Sakakida decided that the time had finally come to flee. He hid in the jungle, cut off from any news. The war had been over for weeks when he made contact with Americans soldiers in September 1945.[6] Sakakida returned to the Counterintelligence Corps and was promoted to master sergeant.[6] He testified at the war crimes trial of General Tomoyuki Yamashita, as he had been an interpreter in the office of the general's Judge Advocate.[7] He remained in Manila for eighteen months, working on war crime investigations; he encountered some of his former torturers, whom he forgave.[8] He was commissioned in 1947. He married Cherry M. Kiyosaki of Maui on September 25, 1948. He transferred to the United States Air Force and rose to the rank of lieutenant colonel. After retiring in 1975, he lived in Fremont, California. He died of lung cancer on January 23, 1996.[5] He was survived by his wife. For his accomplishments, he was awarded the Legion of Merit, Bronze Star and two Commendation Medals,[3] and was inducted into the Military Intelligence Hall of Fame.[1] He also received four medals from the Philippine government, including the Philippine Legion of Honor (degree of Legionnaire), presented to him by Ambassador Raul Rabe at a ceremony at the Philippine Embassy in Washington, D.C. on April 15, 1994.[3] Despite efforts to have Sakakida awarded the Medal of Honor, the Army refused to consider it on the grounds that a statute required that a recommendation be filed by 1951 at the latest.[1] Senator Akaka introduced legislation to waive this condition.[1] On February 17, 1999, the senator announced that Sakakida had been posthumously awarded the Distinguished Service Medal.[9]","Title":"Richard Sakakida - Wikipedia","KeyID":"5805","URL":"https://en.wikipedia.org/wiki/Richard_Sakakida"}