{"Content: ":"Belgium is a federal state comprising three communities and three regions that are based on four language areas. For each of these subdivision types, the subdivisions together make up the entire country; in other words, the types overlap. The language areas were established by the Second Gilson Act, which entered into force on 2 August 1963. The division into language areas was included in the Belgian Constitution in 1970.[1] Through constitutional reforms in the 1970s and 1980s, regionalisation of the unitary state led to a three-tiered federation: federal, regional, and community governments were created, a compromise designed to minimize linguistic, cultural, social, and economic tensions.[2] This is a schematic overview of the basic federal structure of Belgium as defined by Title I of the Belgian Constitution. Each of the entities either have their own parliament and government (for the federal state, the communities and the regions) or their own council and executive college (for provinces and municipalities). The entities in italics do not have their own institutions—arrondissements because they are purely administrative; language areas because they merely define the linguistic regime of a municipality; and the Flemish Region because its powers are exercised by the Flemish Community. The three communities are: The three regions are: The four language areas (as taalgebieden in Dutch and Sprachgebiete in German), occasionally referred to as linguistic regions (from French régions linguistiques), are: All these entities have geographical boundaries. The language areas have no offices or powers and exist de facto as geographical circumscriptions, serving only to delineate the empowered subdivisions. The institutional communities are thus equally geographically determined. Belgian Communities do not officially refer directly to groups of people but rather to specific political, linguistic and cultural competencies of the country. All Communities thus have a precise and legally established area where they can exercise their competencies: the Flemish Community has legal authority (for its Community competencies) only within the Dutch language area (which coincides with the Flemish Region) and bilingual Brussels-Capital language area (which coincides with the Region by that name); the French Community analogously has powers only within the French language area of the Walloon Region and in the Brussels-Capital Region, and the German Community in the German language area, which is a small part of the province of Liège in the Walloon region, and borders Germany. The constitutional language areas determine the official languages in their municipalities, as well as the geographical limits of the institutions empowered for specific matters: Although this would allow for seven parliaments and governments, when the Communities and Regions were created in 1980, Flemish politicians decided to officially merge the Flemish Region into the Flemish Community, with one parliament, one government and one administration, exercising both regional and community competencies, although Flemish parliamentarians from the Brussels-Capital Region cannot vote on competencies of the Flemish Region; thus in the Dutch language area a single institutional body of parliament and government is empowered for all except federal and specific municipal matters.[2][a] While the Walloon Region and the French Community have separate parliaments and governments, the Parliament of the French Community draws its members from the French-speaking members of the Walloon Parliament and the Parliament of the Brussels-Capital Region, and ministers of the Walloon Government often serve as ministers in the Government of the French Community as well. The Flemish Region and the Walloon Region each comprise five provinces. The Brussels-Capital Region is not a province, nor does it contain any. The three regions are further subdivided into 581 municipalities, which in general consist of several sub-municipalities. These sub-municipalities were independent municipalities in the past, but no longer serve an official purpose. Lesser subnational entities include the intra-municipal districts (which currently only exist in the city of Antwerp), the administrative, the electoral and the judicial arrondissements, police districts, as well as the new inter-municipal police zones (lower level than the police districts). The Federal State retains a considerable \"common heritage\". This includes justice, defence (Belgian Army), federal police, social security, public debt and other aspects of public finances, nuclear energy, and state-owned companies (such as the Belgian Railways which is in fact an exception on regionalized transport; the Post Office was federal as well, but is being privatised). The State is responsible for the obligations of Belgium and its federalized institutions towards the European Union and NATO. It controls substantial parts of public health, home affairs and foreign affairs.[4] Communities exercise competences only within linguistically determined geographical boundaries, originally oriented towards the individuals of a community's language: culture (including audiovisual media), education, the use of the relevant language. Extensions to personal matters less directly attributed to the language comprise health policy (curative and preventive medicine) and assistance to individuals (protection of youth, social welfare, aid to families, immigrant assistance services, etc.)[5] Regions have authority in fields connected with their territory in the widest meaning of the term, thus relating to the economy, employment, agriculture, water policy, housing, public works, energy, transport, the environment, town and country planning, nature conservation, credit, and foreign trade. They supervise the provinces, municipalities and intercommunal utility companies.[6] In several fields, the different levels each have their own say on specificities. On education for instance, the autonomy of the communities neither includes decisions about the compulsory aspect nor sets minimum requirements for awarding qualifications, which remain federal matters.[4] Each level can be involved in scientific research and international relations associated with its powers.[5][6] Communities were created in 1970 as \"cultural communities\" with limited power. In 1980, more power was transferred from the federal state to these entities and they became simply \"communities\". Both the Flemish and French Community have jurisdiction over the area of the Brussels-Capital Region. Consequently, they do not have a defined number of inhabitants. The German-speaking Community is the only community with an area over which they have sole jurisdiction as a community. It is located within the Walloon Region, which has even transferred some regional powers to the German-speaking Community with regards to its area. The Flemish Region or Flanders (Dutch: Vlaams Gewest or Vlaanderen) occupies the northern part of Belgium. It has a surface area of 13,625 km2 (5,261 sq mi), or 44.4% of Belgium, and is divided into 5 provinces which contain a total of 300 municipalities. The official language is Dutch. French can be used for certain administrative purposes in a dozen particular \"municipalities with language facilities\" around the Brussels-Capital Region and at the border with the Walloon Region. The Flemish Region has no institutions on its own. Upon the creation of the provisional regions in 1974, a provisional Flemish Regional Council was installed with Mechelen as seat. However, with the definitive regions in 1980, its competencies were transferred to the Flemish Community in order to have unified Flemish institutions that combine both regional and community competencies, namely the Flemish Parliament and Flemish Government and its administration. Regional laws (called decrees) do however need to mention whether they are applicable to the community, the region or both. Since the capital of the Flemish Community is Brussels and its institutions have their seats there, it also indirectly serves as seat of government of the Flemish Region, even though the city is not part of it. Additionally, the city of Mechelen still has a relation to the Flemish Region as seat; it serves as the location for head office during European (and formerly Senate) elections.[10] Flanders contains five provinces: West Flanders, East Flanders, Antwerp, Flemish Brabant and Limburg. The Brussels-Capital Region (Dutch: Brussels Hoofdstedelijk Gewest, French: Région de Bruxelles-Capitale, German: Die Region Brüssel-Hauptstadt) or Brussels Region is centrally located and completely surrounded by the province of Flemish Brabant and thus by the Flemish Region. With a surface area of 162.4 km2 (62.7 sq mi), or 0.53% of Belgium, it is the smallest of the three regions. It contains the City of Brussels, which acts both as federal and regional capital, and 18 other municipalities. Its official languages are both Dutch and French. In the region ~75% speak French at home and ~25% speak Dutch, although a significant number of people combine these two languages.[11] The Brussels Capital Region contains only one administrative arrondissement, the Arrondissement of Brussels-Capital. However, for juridical purposes, it forms an arrondissement with surrounding Flemish areas, the arrondissement of Brussels (equivalent in area to the former electoral district of Brussels-Halle-Vilvoorde). Within Brussels, the two Communities have their own institutions that act as \"intermediary levels\" of government and public service, sitting below the Community institutions, and above the municipal institutions: In addition to these two, a Common Community Commission exists which is the entity when the Brussels-Capital Region exercises community powers. In these cases, there are more requirements for the legislative process in order to safeguard the interests of both linguistic communities (de facto the Flemish community). Since the splitting of the Province of Brabant in 1995 (into Flemish Brabant and Walloon Brabant), the Brussels Region does not belong to any of the provinces. Within the Region, most of the provincial competencies are assumed by the Brussels regional institutions and community commissions. Additionally, there is a governor of Brussels-Capital, analogously to provinces. The Walloon Region or Wallonia (French: Région Wallonne or Wallonie) occupies the southern part of Belgium. It has a surface area of 16,901 km2 (6,526 sq mi), or 55.1% of Belgium, and is also divided into 5 provinces which contain a total of 262 municipalities. Its capital is Namur. The official languages are French and, only in the nine eastern municipalities that form the German-speaking Community near the German border, German. Dutch however, may be used for administrative purposes in the four municipalities with language facilities at the border with Flanders, and German in two such municipalities near the German-speaking Community. The Walloon Region contains five provinces: Hainaut, Walloon Brabant, Namur, Liège and Luxembourg.","Title":"Communities, regions and language areas of Belgium - Wikipedia","KeyID":"5811","URL":"https://en.wikipedia.org/wiki/Communities,_regions_and_language_areas_of_Belgium"}