{"Content: ":"Bellfounding is the casting and tuning of large bronze bells in a foundry for use such as in churches, clock towers and public buildings, either to signify the time or an event, or as a musical carillon or chime. Large bells are made by casting bell metal in moulds designed for their intended musical pitches. Further fine tuning is then performed using a lathe to shave metal from the bell to produce a distinctive bell tone by sounding the correct musical harmonics. Bellfounding in East Asia dates from about 2000 BCE[1] and in Europe from the 4th or 5th century CE. In Britain, archaeological excavations have revealed traces of furnaces, showing that bells were often cast on site in pits in a church or its grounds. Centralised foundries became common when railways allowed easy transportation of bells, leading to the dominance of founders such as the Whitechapel Bell Foundry and John Taylor & Co of Loughborough. Elsewhere in the world a number of foundries are still active, some using traditional methods, and some using the latest foundry techniques. Modern foundries produce harmonically tuned bells using principles established in the late 19th century; some of these are also highly decorative. Bellfounding has been important throughout the history of ancient civilizations. Eastern bells, known for their tremendous size, were some of the earliest bells, made many centuries before the European Iron Age. The earliest bells were made of pottery, developing later into the casting of metal bells.[2] Archaeological evidence of bellfounding appears in Neolithic China. The earliest metal bells, with one found in the Taosi site, and four in the Erlitou site, are dated to about 2000 BCE.[1] By the 13th century BCE, bells weighing over 150 kilograms (330 lb) were being cast in China. After 1000 CE, iron became the most commonly used metal for bells instead of bronze. The earliest dated iron bell was manufactured in 1079 , found in Hubei Province.[3] Portable bells came to Britain with the spread of Celtic Christianity, and most of those still remaining share an association with Scotland, Wales and Ireland.[4] Bellfounding in Britain was due to monasticism which provided demand and expertise in the early medieval period. [4][5] Large bells in England are mentioned by Bede as early as 670 CE and by the seventh or eighth century the use of bells had become incorporated into church services. Nearly 200 years later, in the tenth century is the first record of a complete peal of bells.[4] The chronologies of the abbot Ingulf suggest that Thurcytel, the first Abbot of Crowland, presented the Abbey with a bell named Guthlac, after which his successor, Egelric the Elder cast an additional six bells—two large, two of medium size and two small—to complete a peal of seven.[4] The same period saw other ecclesiastics involved in the founding of bells. St. Dunstan, \"The Chief of Monks\", was an expert worker in metals and known bell caster. Two bells were cast under his direction at Abingdon which also held two others cast by St. Ethelwold.[6] Methods of moulding by lost-wax casting were described by the thirteenth-century Benedictine monk Walter de Odyngton of Evesham Abbey.[4] Bellfounding as a commercial trade followed later. Independent craftsmen set up permanent foundries in towns, such as London, Gloucester, Salisbury, Bury St Edmunds, Norwich, and Colchester.[5] Although these attracted trade from the surrounding countryside, mediaeval founders did not confine themselves to bellmaking as their only source of livelihood. Instead, they often combined it with related trades, such as metal ware, utensil manufacturing and gunmaking.[7] Some founders were itinerant, traveling from church to church to cast bells on site. These early bells had poor tone, due to both their variable alloy composition and a lack of understanding of producing the correct shape for a harmonic tone; but over time the bell-shape was improved. The angles at the crown and soundbow were gradually flattened out and the waist became shorter, flaring more toward the mouth. Although tuning methods were still uncertain and empirical, sets of bells in diatonic scales were installed at important parish churches and monasteries.[7] Archaeological excavations of churchyards in Britain have revealed furnaces, which suggests that bells were often cast on site in pits dug in the building grounds.[8] Great Tom of Lincoln Cathedral was cast in the Minster yard in 1610, and the great bell of Canterbury in the Cathedral yard in 1762.[8] When the casting was complete, a tower was built over the casting pit, and the bell raised directly up into the tower.[9] In some instances, such as in Kirkby Malzeard and Haddenham the bells were actually cast in the church.[8] Cast Bells Whitechapel Bell Foundry, ca. 1880, State Library of New South Wales Church Bells in the workshop at Whitechapel Bell Foundry, c. 1880 Moulds for church bells in the workshop at Whitechapel Bell Foundry François Hemony (c. 1609–1667) and his brother Pieter, Pierre, or Peter Hemony (1619–1680) were the greatest carillon bell founders in the history of the Low Countries. They developed the carillon, in collaboration with Jacob van Eyck, into a full-fledged musical instrument by casting the first tuned carillon in 1644. The Hemony Brothers are regarded as the first of the modern western bell-founders who used a scientific approach to casting the optimum shape and tuning bells to harmonic principles. Bells for the intention of producing functional sound are usually made by casting bell metal, an alloy of bronze. Much experimentation with composition has existed throughout history; the bells of Henry II had nearly twice as much copper as tin, while much earlier Assyrian bronze bells had ten times the amount of copper to tin.[10] The recognized best composition for bell metal though is a ratio of approximately 80 per cent copper and 20 per cent tin.[11] Bell metal of these ratios has been used for more than 3,000 years and is known for its resonance and \"attractive sound\".[12] Tin and copper are relatively soft metals that will deform on striking. By alloying, a harder and more rigid metal is created but also one with more elasticity than the use of one alone.[12] This allows for a better resonance and causes the bell to \"vibrate like a spring when struck\", a necessary quality as the clapper may strike at speeds of up to 600 miles per hour. The forces holding the tin and copper together cause vibrations rather than cracks when the bell is struck which creates a resonant tone.[12] This metal combination also results in a tough, long-wearing material that is resistant to oxidation and subject only to an initial surface weathering. Verdigris forms a protective patina on the surface of the bell which coats it against further oxidation.[9] The hardest and strongest bronze contains large amounts of tin and little lead though an alloy with more than 25 per cent tin will have a low melting point and become brittle and susceptible to cracking.[9][13] This low melting point proved to be the nemesis of Russia's third attempt at casting the Tsar Bell from 1733 to 1735.[9] The bell was never rung, and a huge slab cracked off (11.5 tons) during a fire in the Kremlin in 1737 before it could ever be raised from its casting pit. Burning timber fell into the casting pit, and the decision was whether to let it burn and risk melting the bell or pour water on it and risk causing it cracking from cooling it too quickly. The latter risk was chosen and, as feared, because of uneven cooling, the bell was damaged.[14] The present bell is sometimes referred to as Kolokol III (Bell III), because it is the third recasting; remnants from the old bell were melted down and the metal reused to cast the new bell. This practice was fairly commonplace, as the metal materials were very costly.[13][15] Bell metal was considered so valuable that the first bronze coins for England were made in France out of melted-down old bells.[16] Other materials occasionally used for bell casting are brass or iron. Steel was tried during the busy church-building period of mid-nineteenth England, for its economy over bronze, but was found not to be durable and manufacture ceased in the 1870s.[17] They have also been made of glass, but although bells of this type produced a successful tone, this substance being very brittle was unable to withstand the continued use of the clapper.[16] By popular tradition the bell metal contained gold and silver, as component parts of the alloy, as it is recorded that rich and devout people threw coins into the furnace when bells were cast in the churchyard. The practice was believed to improve the tone of the bell. This however is probably erroneous as there are no authentic analyses of bell metal, ancient or modern, which show that gold or silver has ever been used as a component part of the alloy. If used to any great extent, the addition would injure the tone not improve it.[16][18] Small quantities of other metals found in old bell metal are likely to be impurities in the metals used to form the alloy.[16] Decorative bells can be made of such materials as horn, wood, and clay.[13] The principle of casting bells has remained essentially the same since the 12th century. Bells are cast mouth down, in a two-part mould consisting of the core and a mantle or cope placed over it. These are produced to accurate profiles so an air space exists between them which is filled by the molten metal.[19][13] Firstly the bell profile is calculated to exact specifications to ensure it can be properly tuned. Two wooden templates called \"strickle boards\" are used to shape the moulding clay. One matches the dimensions of the outer bell (called the case or cope); the other matches that of the inner bell (called the core).[13] Generally these boards are stock profiles that have been developed, empirically and by calculation, for each size of bell. An exact model of the inner face of the bell is built on a base-plate using porous materials such as coke, stone, or brick. It is then covered first with sand or loam (sometimes mixed with straw and horse manure) and clay to form a smooth profile. This is given a profile by means of the inner strickle board. It also known as the \"false bell\" and is then dried with gentle heat in a kiln. The false bell is then covered with molten wax and figures and inscriptions, also made of wax, applied on top by hand. The false bell is painted over with three coats of fireproof clay and then enclosed by a steel mantle overcasing. The empty space between the false bell and the mantle is filled in with cement and left to harden before the mantle is lifted off. The false bell is chipped away from the inner core to leave the wax and cement. Any leftover scraps of the false bell are removed with a blow torch. The mould is then set over a coke fire to melt the remaining wax and evaporate any water that has accumulated.[13] Instead of using a steel mantle and cement, the inner and outer moulds can also be made completely out of loam. In that case, the moulds are usually constructed inside out—first the inner mould on top of a coke, stone, or brick core, then the false bell including wax decorations as above, and finally the outer mould with added iron ring and fiber (e.g. hemp) reinforcements. At this stage the steel staple, from which the clapper will hang, is inserted. Separating agents are used to prevent the false bell from sticking too closely to both of the moulds. Finally, after lifting up the outer mould, the false bell can be destroyed and the outer mould lowered back down onto the inner mould, ready for casting.[20][21][13] The outer bell mould in the cope or mantle is lowered over the inner mould and they are clamped together, leaving a space between them, which the molten metal will fill. The complete mould is sometimes in a casting pit which stabilises it and enables slower cooling, or above ground in open air, depending on the foundry's traditions. [22] The raw materials of copper and tin are melted in a furnace until they become liquid at a temperature of approximately 1,100 °C (2,010 °F). Often scrap bronze from old bells is added, especially if the bell being cast is a replacement for an existing bell, which is in effect being recycled. The liquid metal is skimmed to remove impurities, then poured into the mould, using either a tilting ladle suspended from a crane, or else a system of brick channels constructed in the casting pit, which allows the metal to flow directly from the furnace into the individual moulds.[20] As the metal enters the mould, holes in the top of the mantle ensure that gases are able to escape, otherwise there would be a risk the bell would be porous and susceptible to cracking.[13] Porosity can also develop if the mould is damp, or is not at the proper temperature, or the metal when poured is not hot enough. The casting is allowed to cool for up to several days and large bells can take over a week to cool. Small bells, those under 500 pounds (230 kg), can be removed from the moulds the following day.[23] After the bell and equipment have cooled, the mould, containing the newly cast bell, is raised from the pit by the projecting trunnions of the bell case. The core plate is unclamped and the core broken out. The bell is then carefully extracted from the case. At this stage, any remaining loam adhered to the bell is brushed away and flash (excess metal), which may have formed below the bell's rim—owing to mould contraction in the presence of hot metal—is trimmed off. This completes the casting process.[24] Bells are cast with defined profiles which were perfected in the early 20th century to ensure they can be harmonically tuned by the removal of small amounts of metal to adjust their harmonics. For a carillion or an English ring of full circle bells, the strike note of each bell must accord with the diatonic scale of the others, and to produce that the harmonics of each bell must be tuned to harmonise with its strike note. As a bell's strike note is affected slightly by its harmonics this can be an iterative process. An initial assessment is made to arrive at an average pitch for the scale, as this is dependent on casting tolerances. Because of this compromise large bells are therefore not always tuned to concert pitch. Much experimentation and testing was devoted over the centuries to determining the exact shape that would result in the best tone. In the early days of bellfounding, bells were profiled using empirical methods and the inside of the bell or edge of the lip was chipped away to adjust the tuning after being cast. [25] With the invention of modern metalworking machinery, this was more accurately done using a vertical tuning lathe, which could remove metal at any position up the waist of the bell, thus allowing tuning of different harmonics, and the reliable introduction of harmonic tuning into the manufacturing process. Metal can only be removed during the tuning process; it cannot be added. Therefore, a bell is cast with slightly thicker profile than is needed for harmonic tuning. To tune the bell, it is placed on a vertical tuning lathe and metal removed by a cutting tool as it rotates. The bell tuner must be highly skilled and formerly used tuning forks to establish the tuning; this is now done electronically, but still requires great manual skill in the use of the cutting tool. Only by this means can bells be harmonically tuned. The bell's strongest harmonics are tuned to be at octave intervals below the nominal note, but other notes also need to be brought into their proper relationship.[26]In general, the smaller the bell the higher the pitch, with the frequency of a bell's note varying with the square of its thickness and inversely with its diameter.[16] The thickness of a church bell at its thickest part (the \"sound bow\") is usually one thirteenth its diameter.[9] If the bell is mounted as cast, without any tuning, it is called a \"maiden bell\". Russian bells are treated in this way and cast for a certain tone.[9] The preferred material for the bell clapper was wrought iron but because this is no longer obtainable wood or cast iron clappers are now used.[27][28] The clapper or tongue is manufactured in a similar process as the bell. Special care is given to cast the clapper at the proper weight, as a clapper that is too light will not bring out the true tones of the bell and a heavy clapper might cause the bell to crack.[13] Holes are drilled into the top of the bell, and the clapper is attached to the inside of the bell either by a metal link or a leather strap. Finally the bell is installed in the tower.[9] ","Title":"Bellfounding - Wikipedia","KeyID":"5827","URL":"https://en.wikipedia.org/wiki/Bellfounding"}