{"Content: ":"Aetodactylus (meaning \"eagle finger\") is a genus of targaryendraconian pterosaur. It is known from a lower jaw discovered in Upper Cretaceous rocks of northeastern Texas, United States. Aetodactylus is based on SMU 76383 (Shuler Museum of Paleontology, Southern Methodist University), a nearly complete lower jaw lacking the right retroarticular process (the bony prong posterior to the jaw joint), part of the posterior end of the mandibular symphysis (where the two halves of the lower jaw meet), and all but two teeth. This specimen was found in 2006 by Lance Hall near a construction site in Mansfield, near Joe Pool Lake (recorded as SMU Loc. 424). The rock it was found in is a calcareous marine sandstone rich in mud–sized particles, from the middle Cenomanian-age (approximately 97 million years old) Tarrant Formation. Also found were fish teeth and vertebrae, and indeterminate bones. The Tarrant Formation is the lowest rock unit of the Cenomanian–Turonian–age Eagle Ford Group.[1] Aetodactylus was named by Timothy S. Myers of SMU in 2010.[1] The type species is A. halli, named in honor of the discoverer. Aetodactylus is differentiated from other ornithocheirids by several anatomical details of the lower jaw, including the slight expansion of the anterior end of the lower jaw, the strong vertical compression of the symphysis, the relatively constant spacing of the teeth, and the slight upward curve of the lower jaw. Myers found that Aetodactylus compared best with the Chinese genus Boreopterus. Aetodactylus represents one of the youngest definitive records of ornithocheirids.[1] The jaw SMU 76383 is 38.4 centimeters (15.1 in) long, 15.8 centimeters (6.2 in) (~41%) of which is joined left and right jaws. 27 pairs of teeth were present; the two remaining teeth are pointed, curved slightly backward, flattened from side to side, and slender. The tip of the jaw is slightly expanded (to 1.6 centimeters (0.63 in) from a minimum of 1.3 centimeters (0.51 in) just posterior) and contains the first four pairs of teeth, with the first pair projecting forward. Based on the size of the tooth sockets, the teeth of the second and third pairs were largest, with tooth size decreasing posteriorly. There are small pits between the posterior teeth, interpreted as points where the teeth of the upper jaw rested against the lower jaw. These pits disappear partway along the tooth row, suggesting that the anterior teeth of the upper jaws were longer and projected outwards to a degree. Unlike some other ornithocheirids, such as Anhanguera, Coloborhynchus, and Ornithocheirus, there is no bony crest on the lower jaw.[1] Aetodactylus was considered a possible relative of Boreopterus in the original description,[1] but subsequent cladistic analysis found it to be closely related to Cimoliopterus instead.[2] Below is a cladogram by Pêgas et al. (2019), reassigning Aetodactylus to the clade Targaryendraconia within the more inclusive group Ornithocheirae, and more specifically to the family Cimoliopteridae:[3] Ornithocheirus Aussiedraco Barbosania Targaryendraco Aetodactylus Camposipterus Cimoliopterus Hamipterus Iberodactylus Tropeognathus Coloborhynchinae Anhanguerinae   ","Title":"Aetodactylus - Wikipedia","KeyID":"583","URL":"https://en.wikipedia.org/wiki/Aetodactylus"}