{"Content: ":"Pieter Hemony (born Pierre Hemony; 1619 – 20 February 1680) and his brother François Hemony (c. 1609 – 24 May 1667) were the greatest bellfounders in the history of the Low Countries. They developed the carillon, in collaboration with Jacob van Eyck, into a full-fledged musical instrument by casting the first tuned carillon in 1644. The brothers' skill was unequaled in their time; after their death, their guarded trade secrets were lost, and not until the 19th century were bells of comparable tuning quality cast[citation needed]. Even today, most Hemony bells sound pure and clear.  The brothers Hemony were born in Levécourt (in present-day Champagne-Ardenne, France) into a family of bell founders who travelled throughout Europe to cast bells. It is likely that they relocated their business to Germany during the Thirty Years' War, where François cast his first swinging bell. In 1641, they first cast swinging bells in the Netherlands for the Reformed Church in Goor, but their career reached a watershed when they settled in Zutphen and cast the world's first tuned carillon, installed in Zutphen's Wijnhuistoren tower, in 1644. That instrument was lost to fire in 1920. François and Pieter developed their ability to build and tune carillons in close cooperation with Jacob van Eyck, a musician and composer who developed a method of precisely identifying the overtones of bells. Van Eyck, appointed city carillonneur of Utrecht in 1642, had drawn the attention of leading scientists of his day, such as Christiaan Huygens (his relative) and René Descartes[citation needed], with his ability to isolate five partials of a bell by whistling to create sympathetic resonance. When struck, a bell produces a number of partials which, if imprecisely tuned, can create an unpleasant sound and which prevents it from harmonizing in accordance with other bells. To address this problem, the Hemony brothers gave their bells a particular profile and thickened it in certain places. The bells were then tuned by hollowing ridges from specific parts of the inner wall until the first few partials were acceptably in tune. In 1657, the brothers parted ways. François moved to Amsterdam, at the invitation of the city government, to establish a foundry. He cast twenty carillons as well as statues for various sculptors, such as Artus I Quellinus. Pieter travelled through the southern Netherlands, with much time spent in Ghent in present-day Belgium, where he cast the great carillon for the Belfry of Ghent. However, following conflicts with the city of Ghent over the quality of his work, Pieter in 1664 rejoined his brother in Amsterdam where, together, they cast some of their finest carillons, including that of the Dom Tower of Utrecht and the Town Hall (now the Royal Palace on Dam square). Bell production temporarily ceased following the outbreak of the Second Anglo-Dutch War in 1665 as they devoted their foundry to casting artillery. A few days after writing his will, François Hemony died on May 24, 1667. For his funeral at the Nieuwe Kerk in Amsterdam, a bell of his own casting was tolled for three and a half hours. Although Pieter would resume casting carillons in 1670, the foundry's best production had come to an end. Pieter died on February 20, 1680. In total, the brothers cast 51 carillons for towers in the Netherlands, Belgium, Germany, and other countries, Here follows the complete list. In August 2002, divers made a remarkable discovery in a 17th-century shipwreck near the island of Texel, Netherlands. They found a perfectly preserved bell which, according to the text engraved on it, had been cast at the Amsterdam foundry of François Hemony in 1658. The bell weighs 132 kg and is 59.5 cm in diameter. In the Netherlands, several places have a street named after the Hemonies: Amsterdam, Middelstum, Venray, Assen, Zutphen and Arnhem.","Title":"Pieter and François Hemony - Wikipedia","KeyID":"5839","URL":"https://en.wikipedia.org/wiki/Hemony"}