{"Content: ":"Ferrodraco (\"Iron Dragon\" after the ironstone the fossil was found in) is an extinct genus of anhanguerid pterosaur known from the Late Cretaceous Winton Formation of Queensland, Australia,[1] containing the single species F. lentoni. The species was named after the former mayor of Winton, Graham Thomas ‘Butch’ Lenton. It is the most complete pterosaur fossil from Australia, being known from the holotype specimen AODF 876, consisting primarily of the anterior portion of the skull and dentary, cervical vertebral centra and a partial wing. Its wingspan was estimated to be about 4 meters (13 ft). Ferrodraco was found to have been within the subfamily Ornithocheirinae, as sister taxon to Mythunga. A recent study also recovered Ferrodraco as sister taxon to Mythunga, but both placed within the family Anhangueridae, more specifically within the subfamily Tropeognathinae. Ferrodraco is also the latest surviving member of Anhangueria. The holotype specimen was initially discovered in April 2017 when cattle farmer Robert A. Elliott was spraying herbicide near Belmont Station. It was excavated by a team led by Adele H. Pentland. Nicknamed 'Butch', it was further prepared by volunteer Ali Calvey. It was subsequently CAT scanned.[1] In 2019, the type species Ferrodraco lentoni was named and described by Adele H. Pentland, Stephen Francis Poropat, Travis R. Tischler, Trish Sloan, Robert A. Elliott, Harry A. Elliott, Judy A. Elliott and David A. Elliott. The generic name is derived from the Latin ferrum, \"iron\", and draco, \"dragon\", in reference to the fact that the skeleton was found in ironstone. The specific name honors the late mayor of Winton Shire, Graham Thomas ‘Butch’ Lenton, for his work for the local community and his support for the Australian Age of Dinosaurs. He died in 2017. The holotype, AODF 876, was found in a layer of the Winton Formation dating from the Cenomanian - lower Turonian, about ninety-six million years old. It consists of a partial skeleton with skull and lower jaws. It contains the front part of the head with the premaxillae, the maxillae and the dentaries; the left frontal bone, the rear part of the left lower jaw; forty single teeth; five neck vertebrae; the right shoulder joint; the left ulna; the left radius; the proximal and distal left wrist bones; two fourth metacarpals; phalanges from the first to third fingers of the left hand; and the first phalanx of the fourth finger. It represents a fully-grown but not yet mature animal. The skeleton has largely been preserved three-dimensionally due to the ironstone, but some bones however, have been crushed. It was probably fossilized in articulation but got some time prior to the discovery dispersed by erosion and cattle. Ferrodraco is the only pterosaur fossil known from the Winton Formation, and in 2019, it was the most complete pterosaur ever found in Australia, a continent where such finds are rare.[1] The wingspan of Ferrodraco was estimated at 4 meters (13 ft).[1] The describing authors indicated two autapomorphies (distinguishing traits) that Ferrodraco had. The first tooth pair in both the premaxillae of the snout and in the front lower jaws is smaller than the other front teeth. The fourth to seventh tooth pairs are smaller than the third and eight pair.[1] Additionally, a unique combination is present of traits that in themselves are not unique. The front edge of the premaxilla is flattened and triangular. The first tooth pair in the premaxillae is directed vertically and is slightly set-off to above from the jawline. The front parts of the upper and lower jaws are not expanded sideways. The rear teeth are directed vertically, gradually declining in size. The tooth sockets are swollen relative to the outer wall of the jaw bones. The snout bears a premaxillary crest, the front edge of which continues the line of the snout tip, steeply rising under an angle of 60 degrees, and ending in a rounded crest top.[1] The length of the skull has been estimated to be about 60 centimeters (2.0 ft). The snout bears a relatively high crest, and it probably had a triangular profile in side view; the rear edge has not been preserved. The crest is very thin transversely however, only up to 4 millimeters (0.16 in) thick. It is hollow inside, the smooth bone walls being connected by small struts. The crest has a base length of 131 millimeters (5.2 in) and a height of 128 millimeters (5.0 in). The symphysis of the lower jaws, their front fused area, probably extended to below in a second crest.[1] There is an estimated total of twelve teeth in the upper jaw and thirteen teeth in the lower jaw for a total of fifty in the head as a whole. The teeth are formed as conical spikes with an oval cross-section, transversely flattened. The swollen tooth sockets cause an undulating profile of the jawlines in top view.[1] Ferrodraco was the youngest known member of the clade Anhangueria, and proves that the clade did not become extinct during the Late Cretaceous.[1] In 2010 however, an ornithocheirid jaw fragment that includes two teeth (specimen WAM 68.5.11) had been reported from Australia, the same place where Ferrodraco was found, and this specimen was unearthed in the Molecap Greensand, layers that possibly have an even younger age than Ferrodraco.[2] The 2019 study of Ferrodraco made by Pentland et al. contained the results of two phylogenetic analyses, trying to determine the position of Ferrodraco in the evolutionary tree. The first analysis found Ferrodraco within the clade Ornithocheirae, more precisely within the subfamily Ornithocheirinae as the sister species of Mythunga, another Australian pterosaur from somewhat older layers. The second analysis placed Ferrodraco as a basal member of the Anhangueria, and sister taxon to the polytomy that comprises Anhanguera, Coloborhynchus and Ornithocheirus.[1] However, a more recent study made in 2020 by Borja Holgado and Rodrigo Pêgas placed Ferrodraco within the family Anhangueridae, more specifically within the subfamily Tropeognathinae, although still the sister taxon to Mythunga.[3] Topology 1: First analysis by Pentland et al. (2019). Guidraco Brasileodactylus Ludodactylus Cearadactylus Liaoningopterus Anhanguera Tropeognathus Coloborhynchus Ornithocheirus Ferrodraco Mythunga Topology 2: Holgado & Pêgas (2020). Siroccopteryx Tropeognathus Mythunga Ferrodraco Aerodraco Coloborhynchus Nicorhynchus Uktenadactylus Caulkicephalus Guidraco Ludodactylus Liaoningopterus Cearadactylus Maaradactylus Anhanguera    ","Title":"Ferrodraco - Wikipedia","KeyID":"584","URL":"https://en.wikipedia.org/wiki/Ferrodraco"}