{"Content: ":"The Belfry of Bruges (Dutch: Belfort van Brugge) is a medieval bell tower in the centre of Bruges, Belgium. One of the city's most prominent symbols,[1] the belfry formerly housed a treasury and the municipal archives, and served as an observation post for spotting fires and other dangers. The belfry was added to the market square around 1240, when Bruges was an important centre of the Flemish cloth industry. After a devastating fire in 1280, the tower was largely rebuilt. The city archives, however, were forever lost to the flames. The octagonal upper stage of the belfry was added between 1483 and 1487, and capped with a wooden spire bearing an image of Saint Michael, banner in hand and dragon underfoot. The spire did not last long: a lightning strike in 1493 reduced it to ashes, and destroyed the bells as well. A wooden spire crowned the summit again for some two-and-a-half centuries, before it, too, fell victim to flames in 1741. The spire was never replaced again, thus making the current height of the building somewhat lower than in the past; but an openwork stone parapet in Gothic Revival style was added to the rooftop in 1822. A poem by Henry Wadsworth Longfellow, titled \"The Belfry of Bruges,\" refers to the building's checkered history: A narrow, steep staircase of 366 steps, accessible by the public for an entry fee,[2] leads to the top of the 83 m (272 feet) high building, which leans 87 centimeters to the east. To the sides and back of the tower stands the former market hall, a rectangular building only 44 m broad but 84 m deep, with an inner courtyard. The belfry, accordingly, is also known as the Halletoren (tower of the halls). Since 1999, the belfry has been on the UNESCO World Heritage List as a part of the Belfries of Belgium and France serial property.[3] In addition, it is a key component of the UNESCO World Heritage Site of the historic centre of Bruges, inscribed in 2000.[4] The building is a central feature of the 2008 film In Bruges and is mentioned in the 2004 novel Cloud Atlas. The bells in the tower regulated the lives of the city dwellers, announcing the time, fire alarms, work hours, and a variety of social, political, and religious events. Eventually a mechanism ensured the regular sounding of certain bells, for example indicating the hour. In the 16th century the tower received a carillon, allowing the bells to be played by means of a hand keyboard. Starting from 1604, the annual accounts record the employment of a carillonneur to play songs during Sundays, holidays and market days. In 1675 the carillon comprised 35 bells, designed by Melchior de Haze of Antwerp. After the fire of 1741 this was replaced by a set of bells cast by Joris Dumery, 26 of which are still in use. There were 48 bells at the end of the 19th century, but today the bells number 47, together weighing about 27.5 tonnes.[5] The bells range in weight from two pounds to 11,000 pounds.[1] Coordinates: 51°12′30″N 3°13′29″E﻿ / ﻿51.20833°N 3.22472°E﻿ / 51.20833; 3.22472","Title":"Belfry of Bruges - Wikipedia","KeyID":"5842","URL":"https://en.wikipedia.org/wiki/Belfry_of_Bruges"}