{"Content: ":"Dendermonde (Dutch pronunciation: [ˌdɛndərˈmɔndə] (listen); French: Termonde, French pronunciation: [tɛʁmɔ̃d]) is a city in the Flemish province of East Flanders in Belgium. The municipality comprises the city of Dendermonde and the towns of Appels, Baasrode, Grembergen, Mespelare, Oudegem, Schoonaarde, and Sint-Gillis-bij-Dendermonde. Dendermonde is at the mouth of the river Dender, where it flows into the Scheldt. The town has a long-standing folkloric feud with Aalst, south along the same river, which dates from the Middle Ages. The city is an administrative, commercial, educational, and medical centre for the surrounding region. The current mayor of Dendermonde is Piet Buyse (Christian Democratic and Flemish). Some interesting La Tène artifacts were found in Appels, proof that this region of the Scheldt was inhabited in prehistory. Grave sites from the 2nd and 6th century also attest to dense settlement in Gallo-Roman and Merovingian times. In 843, the Treaty of Verdun placed Dendermonde in Lotharingia. After the Norman invasions of 883, however, Baldwin II took over the region and incorporated it into the German part of the newly founded County of Flanders. Otto II built a fort here in the 10th century, encouraging further settlements in the area. The town received its city charter in 1233 and grew quickly after that, thanks to a thriving cloth industry. Several cloisters, chapels and churches, and a fortified defensive wall were built as well. A cloth hall and belfry were erected on the market square in the mid 14th century. The town's prosperity, however, gave rise to severe competition with cities such as Ghent and to occasional attacks and plunders by neighbours. In 1384, the whole area came under the control of the Valois dukes of Burgundy. The 16th century saw a decline in Dendermonde's fortunes. In 1572 Dendermonde was conquered by William the Silent. The same year however Spanish troops under Duke Alexander Farnese of Parma, took over the city, looted and mostly destroyed it. A decade later, the Spaniards built their own fortress between the Dender and the Scheldt. In 1667, it was France's turn, under Louis XIV, to advance on the city, but they were turned back when the defenders opened the dikes and flooded the countryside.[2] The allied troops of the Netherlands and England, under the Duke of Marlborough, caused the heaviest damage in 1706. The city was then fortified by the Austrians against further French ambitions. After a last siege by Louis XV, the city could finally breathe to the point that the fortifications were dismantled a few decades later. The second half of the 18th century was generally prosperous, with the advent of the Industrial Revolution and a local cotton industry. After 1800, the port facilities were modernized and the first railways were laid down, allowing other industries (oil, shoe, leather…) to move in. The onset of World War I in September 1914 was disastrous for the city as more than half of its housing and the city archives were either bombed or burned down. On August 19, 2006, 28 prisoners managed to escape Dendermonde prison. Seven of them were captured within hours. A few were later found in Italy and Russia. They managed to escape because the lock was old and rusty. They simply walked away, tied all their sheets together, climbed over the wall, jumped on a phone booth and ran away. On 23 January 2009, a 20-year-old Flemish man named Kim De Gelder attacked a children's daycare centre in the village of Sint-Gillis-bij-Dendermonde, stabbing three people to death and wounding as many as twenty. One of the school teachers and two babies, aged 8 and 9 months, died in the attack.[3] Italian singer Luciano Ligabue dedicated a song to the victims: Quando mi vieni a prendere? (Dendermonde 23/01/09), in his 2010 album, Arrivederci, Mostro!.[4] Dendermonde beguinage Monumental building: het Vleeshuis Market square with pubs and town hall Brussels Gate Tournai font in the Onze Lieve-Vrouwekerk The courthouse The Church of Our Lady (Onze Lieve-Vrouwekerk) Dendermonde likes to be known for its decennial procession, featuring the heroic horse, Ros Beiaard. Legend has this horse saving his master and his three brothers from capture by Charlemagne. The annual Parade of the three Giants of the Guilds Indian, Mars and Goliath, have the title as Masterpieces of the Oral and Intangible Heritage of Humanity (Unesco). This parade takes place on the last thursday of august. Dendermonde is home to Rugby Union club Dendermondse RC, champions of the Belgian Elite League in the 2011/12 season.","Title":"Dendermonde - Wikipedia","KeyID":"5847","URL":"https://en.wikipedia.org/wiki/Dendermonde"}