{"Content: ":"In music, a fifteenth or double octave, abbreviated 15ma, is the interval between one musical note and another with one-quarter the wavelength or quadruple the frequency. It has also been referred to as the bisdiapason.[1] The fourth harmonic, it is two octaves. It is referred to as a fifteenth because, in the diatonic scale, there are 15 notes between them if one counts both ends (as is customary). Two octaves (based on the Italian word for eighth) do not make a sixteenth, but a fifteenth. In other contexts, the term two octaves is likely to be used. For example, if one note has a frequency of 400 Hz, the note a fifteenth above it is at 1600 Hz (15ma ), and the note a fifteenth below is at 100 Hz (15mb ). The ratio of frequencies of two notes a fifteenth apart is therefore 4:1. As the fifteenth is a multiple of octaves, the human ear tends to hear both notes as being essentially \"the same\", as it does the octave. Like the octave, in the Western system of music notation notes a fifteenth apart are given the same name—the name of a note an octave above A is also A. However, because of the large frequency distance between the notes, it is less likely than an octave to be judged the same pitch by non-musicians. Passages in parallel fifteenths are much less common than parallel octaves. In particular, sometimes an organist will use two stops a fifteenth away (notated as 2′). Like the notation 8va for octave (Italian: ottava), 15ma (Italian: quindicesima) means \"play two octaves higher than written.\" It could also mean two octaves lower, but that is usually notated 15mb. Either direction can be cancelled with the word loco, but often a dashed line or bracket indicates the extent of the music affected. The notations 16va and 16vb are sometimes mistakenly used instead.[2] On organs, the stops labelled \"Fifteenth\" (\"Superoctave\" or \"Superoktave\") are two octaves above the principal (diapason), or an octave above stops labelled \"Octave\". If the principal is 8′, then the octave is 4′ and the superoctave 2′. Note that this is different from the organ coupler named \"super octave\", which adds notes an octave above, not two octaves above.[3]","Title":"Fifteenth - Wikipedia","KeyID":"5848","URL":"https://en.wikipedia.org/wiki/Double_octave"}