{"Content: ":"Guidraco (Chin. gui (鬼) \"malicious ghost\" + Lat. draco \"dragon\") is an extinct genus of toothed pterodactyloid pterosaur known from the Early Cretaceous of Liaoning Province, northeast China.[1] According to many recent studies, Guidraco is a member of the group Anhanguerinae, a subfamily belonging to the larger group Anhangueridae. Guidraco is known only from the holotype IVPP V17083, an articulated partial skeleton consisting of a nearly complete skull, lower jaws and a series of four, second to fifth, cervical vertebrae. It was collected at Sihedang near Lingyuan City in the Liaoning Province from the Jiufotang Formation, dating to the Aptian stage of the Early Cretaceous, about 120 million years ago.[1] Guidraco was first described and named by Wang Xiaolin, Alexander W.A. Kellner, Jiang Shunxing and Cheng Xin in 2012 and the type species is Guidraco venator. The generic name is derived from Chinese gui (鬼), \"malicious ghost\", and from Latin draco, \"dragon\". The specific name means \"hunter\" in Latin.[1] The holotype skull of Guidraco has a length of 38 centimeters (15 in). It is very elongated with a hollow profile but not very pointed as the upper edge and the line of the jaw run nearly parallel over most of their length. The ensuing relative robustness of the snout is reinforced by a short main skull opening, a fenestra nasoantorbitalis with just a quarter of skull length, and a lower jaw equalling the rostrum in depth. The snout lacks a crest. Above the eye sockets however, the line of the top of the snout curves steeply upwards, resulting in a very large crest on the frontals, as high as the posterior part of the skull is deep, ending in a rounded top. Due to the angling of the skull roof the crest slightly points forwards and its base extends to the back of the roof; however, the parietal is not part of it. In front of the crest large impressions of soft tissue are visible but these are plant remains. Further diagnostic features of the skull include an infratemporal fenestra with a narrow lower end, and a jugal of which the front branch extends no further than the front edge of the fenestra nasoantorbitalis.[1] The teeth of Guidraco are very distinctive. Of the twenty-three teeth of the upper jaw the first is long and very narrow, pointing nearly horizontally forward. The next three teeth are enormous in size, very long, robust, pointed and slightly recurved. They gradually point more downwards. These are followed by a series of three medium-length downward-pointing straight teeth, of which the middle one, the sixth, is the shortest. The remaining thirteen teeth constitute a long row of small elements gradually diminishing in size. This arrangement is mirrored by the eighteen teeth of the lower jaw. Here however, a forward pointing tooth is lacking. The first four teeth are of great size, even longer than their counterparts of the upper jaw. Next is a series of three straight teeth of medium height, followed by a row of eleven increasingly smaller elements for a grand total in the head of eighty-two teeth. With the fossil, the beak is closed and due to their extreme length the front teeth extend far beyond the upper and lower edges of the head, the protruding parts being up to twice as long as the depth of the snout or lower jaw. The teeth can also be divided into two types according to their built: the first nine teeth of the upper jaw and eight teeth of the lower jaw have vertical ridges on the back of their enamel; the back teeth have a uniformly smooth enamel and thickened crown bases, giving them a more triangular outline.[1] Though not having the form of a true rosette because the jaw ends were not expanded, the intermeshing front teeth functioned as a \"prey grab\" to catch slippery animals; the describers therefore consider Guidraco to have been a fish-eater.[1] The neck vertebrae are moderately elongated, keeled and possess large pneumatic openings on their sides, the access by which the air sac of the neck could enter their hollow interiors. The axis bears a spiked spine.[1] Guidraco was by the describers assigned to the Pteranodontoidea sensu Kellner. A phylogenetic analysis found it to be the sister taxon of the Brazilian Ludodactylus, the two species together forming a clade that was closely related to the Istiodactylidae and the Anhangueridae. The fact that a Chinese form is closely related to a South American species would indicate a large faunal interchange between continents in this period.[1] This result was later replicated by Wang et al. in 2014[2] and Wu et al. in 2017.[3] Also in 2014 however, Brian Andres and colleagues recovered an alternate position for Guidraco among the family Boreopteridae. Their cladogram is shown on the left[4] Later, in 2019, many subsequent analyses reassigned Guidraco to the family Anhangueridae, specifically to the subfamily Anhanguerinae, sister taxon to the genera Caulkicephalus and Ludodactylus.[5][6][7][8] This would confirm that Guidraco is indeed closely related to Ludodactylus. The cladogram on the right is a topology made by Borja Holgado and Rodrigo Pêgas in 2020.[9] Topology 1: Andres et al. (2014).[4] Guidraco Boreopterus Zhenyuanopterus Cearadactylus Brasileodactylus Ludodactylus Liaoningopterus Anhanguera Tropeognathus Coloborhynchus Ornithocheirus Topology 2: Holgado & Pêgas (2020).[9] Siroccopteryx Tropeognathus Mythunga Ferrodraco Aerodraco Coloborhynchus Nicorhynchus Uktenadactylus Caulkicephalus Guidraco Ludodactylus Liaoningopterus Cearadactylus Maaradactylus Anhanguera    ","Title":"Guidraco - Wikipedia","KeyID":"585","URL":"https://en.wikipedia.org/wiki/Guidraco"}