{"Content: ":"Geraardsbergen (Dutch pronunciation: [ˈɣeːraːrdzbɛrɣə(n)] (listen); French: Grammont, French pronunciation: [ɡʁamɔ̃]) is a city and municipality located in the Denderstreek and in the Flemish Ardennes, the hilly southern part of the Belgian province of East Flanders. The municipality comprises the city of Geraardsbergen proper and the following towns: In 2021, Geraardsbergen had a total population of 33,970. The total area is 79.71 km².[2] The current mayor of Geraardsbergen is Guido De Padt, from the (liberal) party Open VLD. Geraardsbergen is one of the oldest cities in Belgium. It came into existence close to the settlement of Hunnegem and in 1068 was one of the first communities in Western Europe to be granted city status.[3] The city was destroyed in 1381 by Walter IV of Enghien and his troops. According to legend, during the siege local people threw some of their left over food over the city wall to show that they had sufficient food to survive a long siege. This bravado notwithstanding, the city was still captured by Enghien's troops. Every year the city organizes the krakelingenworp carnival on top of the hill at Oudenberg (111 metres (364 ft)) to celebrate this historical event.[4] On 29 May 1815, shortly before the Battle of Waterloo, Wellington and Blücher reviewed the Allied cavalry here. Some 6,000 troops were paraded in meadows on the banks of the Dender between Geraardsbergen and Jedeghem.[5] Manneke Pis is the most famous statue of Geraardsbergen De Muur van Geraardsbergen (the Wall of Geraarsbergen) Priory of Hunnegem, 2005 Chapel of Our Lady of the Oudenberg (1724) Geraardsbergen is known for the mattentaart [nl], a type of sweet pastry. This is made with matten paste or cheese curd.[6] The mattentaart was granted Protected Geographical Indication status by the European Union in 2006, indicating they can only be made in Geraardsbergen or in the nearby municipality of Lierde.[6][7] Media related to Geraardsbergen at Wikimedia Commons","Title":"Geraardsbergen - Wikipedia","KeyID":"5855","URL":"https://en.wikipedia.org/wiki/Geraardsbergen"}