{"Content: ":"Vanden Gheyn, Van den Gheyn or Van den Ghein was a family of bellfounders and carillon makers. The bell foundry was established in 1506 in Mechelen and active until the 20th century. They have been called \"the most famous family of bellfounders [Belgium] has had\".[1] In 1506, Willem Van den Ghein (the family name would later change to Vanden Gheyn) came to Mechelen from Goirle, in the Northern Netherlands, and started a bell foundry there. Willem was active until at least 1530, but died before 1534. He made bells for Mechelen and Oudenaarde, and also for Bergen op Zoom in the Northern Netherlands. He also cast at least two small carillons, one of 4 bells for Middelburg, and one of 5 bells for the St John's Kirk in Perth, Scotland which is still in place. Willem was succeeded by his sons Pieter I and Jan I Vanden Gheyn. Jan Vanden Gheyn only cast a few bells independently before his death in at the latest 1544. He was followed by his son Anton I[2][3] Pieter I Vanden Gheyn first started on his own, at the latest in 1533, and after the death of his father inherited his foundry as well. His works were of very high quality and can be found all over Western Europe. He delivered a 10-bell carillon to Oudenburg in 1539, and a similar sized one to Roosendael Abbey in 1553-1556. He created a 13 bell carillon for the Dutch city Zierikzee in 1550-1554, and a 16- or 17-bell one for Edam in 1561. He died on 14 March 1561. His sons Peter II and Jan II continued the bellfoundry. Jan II died on 22 July 1573: he made some bells which can be found in current Belgium and France, but no carillons.[3] Pieter II Vanden Gheyn was active between 1555 and his death on 27 January 1598. He completed a carillon for Arnemuiden in 1584, and expanded carillons in Mechelen, Aalst and Hoorn. In 1593, he delivered a large bell and a 20-bell carillon to the town hall of Veere. In 1595, a 17-bell carillon for a hospital in Leiden followed. He was a successful and ambitious bell founder, with works all over Europe. He was very prosperous, with many houses in Mechelen, but his fortune and that of the company changed after the decline of Mechelen from around 1585. Mechelen had already been burned once, near the start of the Eighty Years' War, in 1572, but the mass exodus of Protestants to the Northern Netherlands from 1585 on saw the city population shrink from some 25,000 to close to 10,000 in a decade. Three of his sons worked in the bell-foundry: Pieter III, Hendrik (1560-1602) and Jan III (died 1626).[3] Pieter III was born around 1552, and died on 15 December 1618. Despite the ongoing war and the reduced fortunes of his family and his city, he continued to deliver a steady stream of bells and other founded goods. He delivered in 1595-1596 a carillon for Monnickendam, and in 1599 eleven bells for the church carillon of the Church of Our Lady across the river Dijle in Mechelen. In 1615-1616, he made a 17-bell carillon for Sint-Maartensdijk in the Netherlands. Many of his bells were made for Scottish churches as well.[2][3][4] Jan III Vanden Gheyn had a successor in his son Pieter IV Vanden Gheyn (born 1605), who founded in 1638 together with Peter II De Clerck, another bellfounder from Mechelen, the big bell for the Cathedral of St. Michael and St. Gudula in Brussels. Many other collaborations with Peter II and Jacob De Clerck are noted in the 1630s and later: when Johannes de Clerck, of the same family of bellfounders, dies in 1663, his widow remarries Jan IV Vanden Gheyn and the companies merge. Jan IV (born 1642) was a son of Pieter IV. After the death of Jan IV, his stepson Jacob II De Clerck again starts using the De Clerck name for his bells, ending the dynasty of the Vanden Gheyns in Mechelen.[3] Pieter IV Vanden Gheyn had another, older son, Andries I, who moved to Sint-Truiden in 1655 and to Tienen a few years later. He was there succeeded by his son Pieter V and his grandsons Andries II and Pieter (or Peter) VI.[2][3] Andries II was born in Sint-Truiden in October 1696, and succeeded his father Pieter V at an early age. In 1725 the city of Leuven commanded a new 25-bell carillon from the company for the St. Peter's Church, which should be better than the existing Witlockx carillon in the city, and at least as good as the carillon of Diest by Pieter Hemony. The first bells were cast in Tienen, but then Vanden Gheyn set up a new foundry in Leuven for the larger bells. The 40 bells were finished in 1728, but nine had to be recast to satisfy the requirements, and even then the carillon was only of mediocre quality. The foundry remained active in Leuven thereafter.[1][2] When Andries Vanden Gheyn died in or about 1730, his widow Elisabeth was unable to continue the foundry alone. Andries' brother Peter Vanden Gheyn, an Alexian brother, became the new bell founder in 1732. His first carillon, a 32-bell example, was finished by 1734. That same year, the St. James' Church, Antwerp bought a carillon from Vanden Gheyn. In 1735, he delivered 21 new bells for the carillon of the church of Steenokkerzeel (which had been ordered from Andries some years before), and some bells for the town hall of Veere and a carillon for the church of Nieuwpoort. He also completed the carillon in Nijmegen, where work had been started by Jean-Baptiste Levache, a bell founder from Liège but had been found unsatisfactory.[2] The oldest son of Andries Vanden Gheyn, Matthias (or Matthijs) Vanden Gheyn, was born in 1721. He helped Peter Vanden Gheyn in the foundry from 1732 on, but instead of continuing the foundry he went for a musical career, and became organist at the St. Peter's Church, Leuven in 1741. When in 1745 the carillon player of Leuven died, Matthias was chosen from among 5 candidates (three organists from Leuven, and the carillon players from Soignies and Dendermonde) as the new city carillonneur after a blind audition. Matthias became famous as a carillon player, and was the first to compose music specifically for the instrument. His son Joost succeeded him in 1785 as Leuven city carillon player.[2] The third son of Andries Vanden Gheyn, also calles Andries but usually referred to as Andreas or Andreas Jozef (2 December 1727 - 1793), continued the foundry. Peter Vanden Gheyn had continued as bellfounder after the death of Elisabeth Vanden Gheyn in 1745, but by 1751 Andreas was the new bellfounder. The St. Quentin's Cathedral in Hasselt had lost its previous carillon in 1725 when it was struck by lightning. A replacement carillon was found wanting, and they asked carillon player Matthias Vanden Gheyn for advice. His brother Andreas Jozef then cast or recast 28 bells and finished the carillon, which he inscribed on the largest bell as his \"Opus 1\". He continued numbering his carillons as if they were musical pieces throughout his career, until his final Opus 23.[1][2] In 1754, he produced a carillon for the Sint-Truiden belfry and another for the St. Lambert's Cathedral, Liège. Thereafter his uncle Peter Vanden Gheyn left the company and returned after 22 years to the monastery. Andreas Jozef delivered a new carillon for the city of Oudenaarde in 1759, and recast and retuned carillons in the Northern Netherlands, in Goes and Nijkerk. Other works he produced were the carillon of Schoonhoven (ordered in 1775), and some carillons for France, including Opus 6 for the Abbey of Bonnefont in the Haute-Garonne department, and Opus 12 for Liessies Abbey. He was the last capable carillon tuner for more than a century, until John Taylor & Co reinvented the process in 1904 with their first demonstration carillon. All carillons made in between had one or more bells lacking in pure sound.[2] André Louis Vanden Gheyn was born in Leuven on 7 March 1758, and worked with his father as a bellfounder before moving to Nivelles where he started working independently. The French Revolution and occupation of the Netherlands caused an interruption in the workings of the foundry, and the destruction of many carillons. In 1792, André Louis Vanden Gheyn returned to the bell foundry in Leuven; while he continued working as a bellfounder, he made no carillons. He married Marie-Isabelle Rochet (1751-1843), sister to the organ maker Adrien Rochet. He died in 1833 without having any sons, but his grandson André Louis Jean Van Aerschodt took over the business and signed his bells with both names.[1][2][3] André Louis Jean Van Aerschodt (3 June 1814 - 13 June 1888) worked from 1829 with his grandfather André Louis Vanden Gheyn. In 1844, André Louis Jean and his younger brother Sévérin cast the Salvator for the St. Rumbold's Cathedral in Mechelen: at 8 tons, it was the heaviest bell in the country for more than 100 years. André Louis Jean was succeeded by his son André Louis Charles Van Aerschodt.[2][3] Sévérin Guillaume Van Aerschodt (1819-1885), younger brother to André Louis Jean, first worked in the same foundry, but in 1851 set up a rival company, also claiming the direct continuation of the Vanden Gheyn tradition. Together they were the most important bell-founders in Belgium, and soon they restarted the carillon business. Apart from numerous carillons in Belgium, France and the Netherlands, they delivered them to Aberdeen, Boston, Lincolnshire, Cattistock and Eaton Hall, Cheshire in the UK, Hamburg, Rome, and a 25-bell carillon for the Church of the Holy Trinity, Philadelphia, the first in the Americas with a baton keyboard. He was succeeded by his sons Alphonse and Félix Van Aerschodt.[2][3] Félix Van Aerschodt (4 November 1870 - 23 June 1943) created a carillon for the Ypres Cloth Hall in 1909, which was destroyed only 5 years later when the Germans attacked the city. Félix Van Aerschodt fled to London during the war and worked as managing director at the Foundry & Munition Works there, after the war he returned to Leuven, but only cast two further carillons. As he had no successors, the van Gheyn - Van Aerschodt company ended with him. The Van Aerschodts alone had founded at least 1481 bells. By this time, other members of his family had set up other bell-foundries in Leuven, including his nephew Constant Sergeys and his uncle Alphonse Beullens. The Sergeys foundry closed in 1981, ending 475 years of history.[2] A real carillon has at least 23 bells: this list also includes some earlier, smaller sets of bells which were the precursors to the carillons.","Title":"Vanden Gheyn family - Wikipedia","KeyID":"5856","URL":"https://en.wikipedia.org/wiki/Vanden_Gheyn"}