{"Content: ":"Hoogstraten (Dutch pronunciation: [ˈɦoːxstraːtə(n)]) is a municipality located in the Belgian province of Antwerp. The municipality comprises Hoogstraten, Meer, Meerle, Meersel-Dreef, Minderhout and Wortel (Meersel-Dreef includes the northernmost point in Belgium). Hoogstraten (originally Hoogstraeten) has a population of over 20,000, and lies in Flanders at the northern border of Belgium within an enclave surrounded on three sides by the Netherlands. Today, about 15% percent of the population consists of Dutch people. The town is named after the hoge straat or \"high road\" – a military highway that linked the old towns of Antwerp and 's-Hertogenbosch. In the town's early days, little trade existed. Villages and towns produced just enough for their own support, with little or no surplus to be 'sold' to other areas. Thus, most travelers along this high road were soldiers and armies. Today Hoogstraten is internationally known for its strawberries. Veiling Hoogstraten (auction) is one of the largest of the Benelux. Every year more than 30,000 tonnes of strawberries are traded there. However its main agricultural crop is the tomato. Originally Hoogstraten probably existed as a small group of thatched cottages, with perhaps one which served as an inn. Passing travellers would pay for a meal of bread and stew and the opportunity to lie on a straw pallet in an upper room for the night while their horse was tended in a stable attached to the cottage. Apart from the innkeeper who probably also sold beer, most of the men in Hoogstraten laboured for the principal landowner while their wives tended to the family. There was no natural lake or hill around which the cottages might have been grouped so the town's focus was the main street, the \"Vrijheid\". There was a small river, the Mark, but given the tendency for rivers to overflow in this flat land, townspeople were wise to avoid building too close to it. The town was chartered in 1210, when it was granted the title of 'free town'. This effectively gave it a charter with certain privileges: perhaps exemption from some taxes or exemption from ecclesiastical territorial sovereignty. Both helped the growth of a town. A watermill ('het Laermolen') was built outside town on the River Mark. It was already an old mill when it was first mentioned in 1391. In 1380 a Beguinage was established to house good but poor old women. A very large brick church was built in 1524, and a matching town hall next door was built in 1530 before the church was completed in 1546. By 1564, a drawing shows the town still consisted of houses on both sides of the wide unpaved Vrijheid. The number of houses had grown to more than a hundred fine upstanding wooden buildings some three stories high. The church, St. Catherine's Church, formed the centre of the town. Behind the church on a slight hill a bit more than a kilometer away stood the castle of the Count. Under the ownership of Count Antoon de Lalaing (1480–1540) and his wife, Countess Elisabeth van Culemborg (1475–1555), the 'Land van Hoogstraten' became a county, a title bestowed by Margaretha of Austria. The 'county' encompassed the whole the Count's land in which several villages existed. It is now marked by the boundaries of his property, one of three bulges of northern Belgium each of which are almost surrounded by The Netherlands. Between 1 September 1602 – 18 May 1604 the Mutiny of Hoogstraten took place - the longest mutiny by soldiers of the Spanish Army of Flanders during the Eighty Years' War. While Hoogstraten lies within modern Belgian Flanders, prior to 1794 the town was in the Duchy of Brabant since old Flanders reached no further North West than Antwerp. Hoogstraten remained in the hands of the Lalaing-Culemborg family until 1709 after which the town was transferred to the Salm-Salm family. In 1740 Hoogstraten was elevated to a Duchy by Emperor Charles VI, but barely half a century later, during French rule, it lost its titles of 'town' and 'duchy.' The status of a town often depended on whether the townspeople were considered supporters or not, so one might infer that the area was seen to have anti-French feeling. Over two hundred years later, in 1977, Hoogstraten was combined, as it had been in the past, with a mixture of dependent municipalities: the villages of Meer, Meerle, Meersel-Dreef, Minderhout and Wortel, which clustered around its edges, none of these villages was more than 15 kilometers from each other. Since 1985 Hoogstraten has once more been entitled to call itself a 'stad' – a town. Klein - Seminarie (Hoogstraten) The HOOGSTRAETEN post-office opened on 1 February 1845. It used a Distribution postal code 26 (before 1864), and 182 with points before 1874.[2] MEERLE opened on 18 July 1902. Postal codes since 1969:[3] - 2320 Hoogstraten - 2321 Meer - 2322 Minderhout - 2323 Wortel - 2328 Meerle. The Vlaamse Aardbeiencross is a February cyclo-cross race held in Hoogstraten, Belgium, which is part of the Superprestige. Castle of Hoogstraten in 1603 The Béguinage The Salm-Salm Molen Remnant of a former watermill Typical single-storey village house House in Hoogstraten View on St-Catherine's Belltower View on the Town hall View on St-Catherine's Tower View on St-Catherine's Tower Church of Saint Catherine, aerial view The Vrijheid Entrance of \"The Golden Fleece\"","Title":"Hoogstraten - Wikipedia","KeyID":"5870","URL":"https://en.wikipedia.org/wiki/Hoogstraten"}