{"Content: ":"The belfry of Kortrijk, or Belfort in Dutch, is a medieval bell tower in the historical centre of Kortrijk, Belgium. One of the city's most prominent symbols, the belfry formerly housed a treasury and the municipal archives, and served as an observation post for spotting fires and other danger. A narrow, steep staircase, accessible by the public without any entry fee, leads to the top of the building, which nowadays leans about a bit to the west. In 1999, the belfry was inscribed on the UNESCO World Heritage List as part of the Belfries of Belgium and France site, in recognition of the civil, not religious, importance and architecture of the belfries in the region.[1] The belfry was added to the main market square around 1307, when Courtray was prospering as an important centre of the Flemish cloth industry. The oldest part (the base) of the tower still dates back to this date. Because the original tower had stability problems, the top was shortened and replaced with a lower spire with four small spires on each corner. The tower, which nowadays is a free-standing tower in the middle of the Grote Mark (Main Market Square), used to be the main tower of the ‘‘Cloth hall’’, built in 1410 (see picture). When this Cloth hall became too small, a larger one was built on the location of the present Theatre Square (Schouwburgplein), the ‘Large Halls’. As a result of this, te so-called ‘old Halls’ lost their original purpose, and c. 1550, they were transformed into 22 houses with a common courtyard. These houses were rebuilt in 1717. With the intentions to create a healthier neighbourhood, the city authorities bought all the surrounding houses and from 1896 to 1896, the buildings were destroyed. In the initial plans, the Belfry would also have been destroyed, since it blocked the view towards the Tournai Street. Thanks to heavy protest from involved citizens, the tower was saved. After a thorough restoration by architect Joseph Viérin, the belfry became a free-standing tower, a symbol of the city on its main public square. On the frontispiece, one can see the coat of arms of the city and a statue of Our Lady. During the Second World War, the Belfry was only partly damaged, but it wasn’t until the 1950s that the bell tower was properly restored to its original glory. On the very top of the spire, one can see a golden statue of the Roman god Mercerius, the god of trade, which was added to the tower in 1712. The bells in the tower regulated the lives of the city dwellers, announcing the time, fire alarms, work hours, and a variety of social, political, and religious events. Eventually a mechanism ensured the regular sounding of certain bells, for example indicating the hour. In the 16th century the tower received a carillon, allowing the bells to be played by means of a hand keyboard. Since then, a carillonneur often plays songs during Sundays, holidays and market days. After the restoration process in the 1950s, the new \"bell strikers\" or Jacquemarts, a man called ‘Manten’ and a woman called ‘Kalle’, were added in 1961 (made by Victor Cassiman) again (after they had been taken away after the Battle of Westrozebeke in 1382 to Dijon (France)). In 1994, a new carillon was installed in the Courtray Belfry. During summer months, there are often carillon concerts.","Title":"Belfry of Kortrijk - Wikipedia","KeyID":"5872","URL":"https://en.wikipedia.org/wiki/Belfry_of_Kortrijk"}