{"Content: ":"Park Abbey (Dutch: Abdij van Park; also Parc Abbey) is a Premonstratensian abbey in Belgium, at Heverlee just south of Leuven, in Flemish Brabant. The Annales Parchenses were written here in the 12th century. The abbey was founded in 1129 by Duke Godfrey, surnamed \"Barbatus\" (\"the Bearded\"), who possessed an immense park near Leuven and had invited the Premonstratensians to take possession of a small church he had built there. Walter, abbot of St Martin's, Laon, brought a colony of his canons and acted as their superior for nearly three years, until the canons, now in sufficient number, elected Simon, another canon of Laon, as their abbot. The canons performed the general work of the ministry in the district of Leuven, in opposition to the heretic Tanchelm. In 1137 the abbot was able to found Ninove Abbey. Godfrey made the Abbot of the Park and his successors his archchaplains. Simon died on 30 March 1142 and was succeeded by Philip, whose correspondence with Saint Hildegard of Bingen was preserved in the Park Abbey archives. Philip and his successors enlarged the buildings and prepared the land for agriculture. At the time there a canon living in the abbey, Blessed Rabado, whose devotion to the Passion was attested by miracles. Abbot Gerard van Goetsenhoven (1414–34) had much to do with the establishment of the Catholic University of Leuven, and was also delegated by John IV, Duke of Brabant to transact state affairs with the King of England and the Duke of Burgundy. Abbot van Tulden (1462–94) was successful in his action against commendatory abbots being imposed on religious houses in Belgium. Abbot van den Berghe (1543–58) managed the contributions levied in support of the Belgian theologians present at the resumed Council of Trent. The abbey frequently suffered during the wars waged by William of Orange and the Calvinists. Abbots included Loots (1577–1583), van Vlierden (1583–1601), Jan Druys (1601–1634), Maes (1635–1647), De Pape (1648–1682), and van Tuycum (1682–1702). They all favoured higher education at the University of Leuven, and academic study flourished in the abbey. Under Joseph II, Holy Roman Emperor, the abbey was confiscated, because Abbot Wauters (died 23 November 1792) refused to send his religious to the general seminary erected by the emperor at Leuven. In the successful revolution against the emperor, the religious returned to their abbey. Wauters was succeeded by Melchior Nysmans (1793–1810). Under the French Republic the abbey was confiscated again on 1 February 1797. At the request of the people the church was declared to be a parish church and was thus saved. The abbey was bought by a friendly layman who wished to preserve it for the religious, in better times. One of the canons, in the capacity of parish priest, remained in or near the abbey. When Belgium was made a kingdom and religious freedom was restored, the surviving religious resumed community life and elected Peter Ottoy, then rural dean of Diest, as their superior. In 1897 the abbey undertook the foundation of a priory in Brazil. The canons of Park Abbey published the following reviews: This article incorporates text from a publication now in the public domain: Herbermann, Charles, ed. (1913). \"Abbey of the Park\". Catholic Encyclopedia. New York: Robert Appleton Company. Coordinates: 50°51′50″N 4°43′05″E﻿ / ﻿50.864°N 4.718°E﻿ / 50.864; 4.718","Title":"Park Abbey - Wikipedia","KeyID":"5881","URL":"https://en.wikipedia.org/wiki/Park_Abbey"}