{"Content: ":"Menen (Dutch pronunciation: [ˈmeːnə(n)] (listen); French: Menin [mənɛ̃]; West Flemish: Mêenn [ˈmeːnən] or Mêende [ˈmeːndə]) is a municipality located in the Belgian province of West Flanders. The municipality comprises the city of Menen proper and the towns of Lauwe and Rekkem. The city is situated on the French/Belgian border. On January 1, 2006, Menen had a total population of 32,413. The total area is 33.07 km² which gives a population density of 980 inhabitants per km². The city of Menen gives its name to the Menin Gate in Ypres, which is a monument to those killed in World War I. The gate is so called as the road from that gate is the road to Menen. The town hall of Menen, with its large belfry, was inscribed on the UNESCO World Heritage List in 1999 as part of the Belfries of Belgium and France site, because of its civic importance and architecture.[2] Menen's position near the French border led to many sieges in the history of the city. There were as many as 22 sieges between 1579 and 1830. The city was part of France between 1668 and 1713. Vauban turned Menen into a model-fortification (1679–1689). The city was besieged and taken by the Duke of Marlborough's allied Army in August 1706. During the Flanders Campaign of the Wars of the French Revolution the city changed hands several times. There was a devastating fire in 1750 that almost completely destroyed the city. It was also the scene of a battle in September 1793. Menen was a barrier town for the Dutch Republic against France from 1715 to 1781. In 2013 the city drew international attention by forbidding its civil servants to speak French with francophones. The mayor, Martine Fournier [nl], ordered that, if necessary, the communication should be in sign language.[3] A new art museum, the Stadsmuseum ’t Schippershof, opened in 1999, holds many works by Menen-born sculptor Yvonne Serruys. Opposite 't Schippershof there is the cultural center CC De Steiger that houses the city's theater, public library and a concert space for live music. 't Schippershof [nl] in Menen. German World War I military cemetery in Menen. Menen casemates Statue of General Jean-André van der Mersch Belfry Sint-Franciscuskerk (church) Windmill: molen de Goede Hoop Watertower The municipality of Menen consists of Menen proper, Lauwe and Rekkem. In the area of Rekkem, there is also the hamlet of Paradijs (Rekkem) [nl], separated from Rekkem proper by the A14/E17. In addition to the central town, Menen proper also contains the parishes and districts of De Barakken [nl] and Ons Dorp [nl]. Menen proper is mainly located north of the Leie; Lauwe and Rekkem are located south of the river. The urban area of the city of Menen is directly connected with the urban area of the French municipality of Halluin. The municipality of Menen borders the following villages: ","Title":"Menen - Wikipedia","KeyID":"5889","URL":"https://en.wikipedia.org/wiki/Menen"}