{"Content: ":"Siroccopteryx is an extinct genus of anhanguerid pterodactyloid pterosaur, known from middle Cretaceous (between the Albian and Cenomanian stages, about 105 million years ago) sediments in modern-day Morocco. Some researchers, such as David M. Unwin, consider the genus a junior synonym of Coloborhynchus. The genus was named and described in 1999 by Bryn Mader and Alexander Kellner. The name Siroccopteryx means \"wing of the Sirocco\", referring to the warm wind that originates in the North Africa and then goes through the Mediterranean, and the Greek word pteryx, a standard suffix for pterosaur genera that means \"wing\". The epithet of the type species S. moroccensis refers to its country of origin.[1][2] This pterosaur is known only from the front part of the jaw with teeth. The holotype fossil, LINHM 016 (Long Island Natural History Museum), was found near Ksar es Souk, in the province of Errachidia in the region of Meknes-Tafilalet at 30.4 ° N, 4.9 ° longitude (17.6 ° N, 4.2 ° W longitude) in Beg'aa, west of Hamada du Guiren in southeastern Morocco, in a layer of red sandstone, a fine-grained alluvium from the Albian to Cenomanian.[3] It consists of front teeth and a snout that's not compressed. The muzzle was long and narrow, with a large elongated terminal part, along with some sort of shaped crest anterior keel higher than that of Anhanguera but not as high as that of Coloborhynchus or Tropeognathus. The teeth were sharp but short and more robust than in Anhanguera. The bone is rough and leathery, with strange marks of wrinkles and depressions, this may be a consequence of the conditions of preservation, but the descriptors suggest that indicate a disease, possibly caused by dental abscesses.[1] According to André Veldmeijer, is probably that this damage was post-mortem and indicate the presence of a horn cover in the ridge. The wingspan of this large pterosaur should be 4 to 5 meters (13 to 16 ft). It is likely that this animal was a specialized glider, and ventured into the sea off the coast of Africa, to capture fishes and other prey that swim near the surface. The descriptors of Siroccopteryx placed this genus in the family Anhangueridae sensu Kellner. David Unwin suggested in 2001 that it was a species of Coloborhynchus, and thus a member of the Ornithocheiridae.[4][5] This has been controversial. In the same year, Michael Fastnacht suggested it was closer to Anhanguera. Kellner and Rodrigues (2009) considered Siroccopteryx a distinct genus, and suggested that it formed a clade with Coloborhynchus clavirostris and Uktenadactylus.[6] In 2018, a topology recovered by Longrich et al. assigned Siroccopteryx to the family Ornithocheiridae as the sister taxon of Coloborhynchus.[7] In 2019 however, Jacobs et al. published an analysis that also recovers Siroccopteryx within the family Ornithocheiridae, but they concluded that it would have been more closely related to, and therefore the sister taxon of both Ornithocheirus and Tropeognathus, which contradicts the conclusion of Siroccopteryx being more closely related to Coloborhynchus.[8] In 2020, a study made by Borja Holgado and Rodrigo Pêgas again recovered Siroccopteryx as the sister taxon to Tropeognathus, however, they assigned both genera to the family Anhangueridae instead of the Ornithocheiridae.[9] Topology 1: Jacobs et al. (2019).[8] Anhangueridae Coloborhynchus clavirostris Uktenadactylus wadleighi Coloborhynchus reedi Coloborhynchus capito Coloborhynchus fluviferox Coloborhynchus NHMUK R481 Siroccopteryx moroccensis Ornithocheirus simus Tropeognathus mesembrinus Camposipterus segwickii Camposipterus colorhinus Camposipterus nasutus Cimoliopterus cuvieri Cimoliopterus dunni Topology 2: Holgado & Pêgas (2020).[9] Siroccopteryx Tropeognathus Mythunga Ferrodraco Aerodraco Coloborhynchus Nicorhynchus Uktenadactylus Caulkicephalus Guidraco Ludodactylus Liaoningopterus Cearadactylus Maaradactylus Anhanguera    ","Title":"Siroccopteryx - Wikipedia","KeyID":"589","URL":"https://en.wikipedia.org/wiki/Siroccopteryx"}