{"Content: ":"Oudenaarde (Dutch pronunciation: [ˈʌu̯dənaːrdə] (listen); French: Audenarde [odnaʁd]; in English sometimes Oudenarde) is a Belgian municipality in the Flemish province of East Flanders. The municipality comprises the city of Oudenaarde proper and the towns of Bevere, Edelare, Eine, Ename, Heurne, Leupegem, Mater, Melden, Mullem, Nederename, Volkegem, Welden and a part of Ooike. From the 15th to the 18th century, but especially in the 16th century, Oudenaarde was a world-known centre of tapestry production. The town's name, meaning “old field”, still lingers on in “outnal”, an obsolete English term for a kind of brown linen thread. The history of the current municipality of Oudenaarde starts in 974, when Otto II, Holy Roman Emperor and king of Germany, built one of its three fortifications on the Scheldt at Ename to protect his kingdom against possible attacks from Francia (next to the other frontier post at Valenciennes, later on also the Antwerp). Ename grew very fast. By 1005, the town already had a couple of churches and had become the largest town in the Duchy of Lotharingia. In 1034, Ename was destroyed by an irregular army that surrender the city to count Baldwin IV. In 1047, the son of Baldwin V (peacefully) received the imperial fief from the German emperor. The fief was confiscated however in 1047 when he Baldwins rebelled against the German empire. In 1062, Baldwin V founded together with his wife the Benedictine abbey of Saint Salvator. By that time, the former merchants and guild artisans of Ename easily got across the Scheldt to the recently founded city of Oudenaarde.[2] In the 11th century, Oudenaarde’s economy flourished, thanks to the proximity of the Scheldt and to the burgeoning, but vibrant cloth and tapestry industry. Churches, cloisters and hospitals were built. Throughout the Middle Ages, the city was one of the staunchest supporters of the counts of Flanders, defending them against insurrections from the South, and even from Ghent. The city became known as the residence of the nobles. It built itself a flagship town hall (built 1526–1537), which we can still admire today, and the St-Walburga church. Charles V stayed here for a couple of months in 1522 and fathered an illegitimate daughter, Margaret of Parma, who was to become Regent of the Netherlands. During the Reformation, the people of Oudenaarde chose Protestantism and allied themselves with Ghent against Charles V. In 1582, after a prolonged siege by Margaret's son, Alexander Farnese, the city finally gave in, causing most merchants, workers, and even nobles to flee. Oudenaarde fell under the Counter-Reformation, which for a short while revived the commerce of tapestry. The glory days, however, never came back. The French attacked and took the city three times in less than a century. Fortifications were repeatedly improved in the 16th and 17th centuries, including additions by Vauban.[3] In 1708, one of the key battles in the War of the Spanish Succession, known as the Battle of Oudenaarde, was fought in the vicinity of the city. Oudenaarde slumbered as a provincial town under the Habsburg regime. Like its neighbours, in the 1790s it suffered religious curtailment imposed by the French Revolution. The city later suffered damage during World War I, which is commemorated by several monuments scattered around town. During World War II the town was occupied by Nazi German forces in May 1940. The town was liberated by British forces on the 5th of September 1944.[4] Oudenaarde is known for the brewing of Oud bruin beer, which is sometimes termed Oudenaarde Oud bruin, especially that of Liefmans Brewery in the town.[5][6] Oud Bruin (Old Brown), also known as Flanders Brown, is a style of beer originating from the Flemish region of Belgium. The Dutch name refers to the long aging process, up to a year. It undergoes a secondary fermentation, which takes several weeks to a month, and is followed by bottle ageing for several more months. The extended ageing allows residual yeast and bacteria to develop a sour flavour characteristic for this style.[7] Usually, cultured yeast and bacteria are used, as stainless does not harbour wild organisms as wood does.[8] Oudenaarde Town Hall Church of Our Lady of Pamele Saint Walburga's church, Oudenaarde Oudenaarde railway station The marketplace, Oudenaarde Oudenaarde used to have its own newspaper, namely the Gazette van Audenaerde. The main football club in Oudenaarde is K.S.V. Oudenaarde. The celebrated Tour of Flanders voor Vrouwen, the women's Tour of Flanders cycle race, starts in Oudenaarde every spring. The men's Tour of Flanders has passed through Oudenaarde on several occasions, finishing in the town since 2012, and it regularly ascends the Koppenberg hill in the municipality. The Koppenbergcross cyclo-cross race, which takes place on the Koppenberg hillside, is part of the BPost Bank Trophy.","Title":"Oudenaarde - Wikipedia","KeyID":"5896","URL":"https://en.wikipedia.org/wiki/Oudenaarde"}