{"Content: ":"Uktenadactylus is a genus of anhanguerid pterodactyloid pterosaurs from the Lower Cretaceous Paw Paw Formation of Texas, United States and the Wessex Formation on the Isle of Wight, England. Fossil remains of Uktenadactylus dated back to the Early Cretaceous period (Barremian to Cenomanian stages), from about 125 to 100 million years ago. In 1994, Yuong Nam-Lee named a new species within the genus Coloborhynchus: Coloborhynchus wadleighi, based on a partial snout found in 1992 in Albian layers in Tarrant County, holotype SMU 73058 (Shuler Museum of Paleontology, Southern Methodist University at Dallas). The specific name honors the collector of the fossil, Chris Wadleigh. The reference of the species to the genus Coloborhynchus was based on the fact that both C. wadleighi and the type species of Coloborhynchus, Coloborhynchus clavirostris, share the trait of having three pairs of teeth laterally placed within a broad snout tip. This would distinguish both from the species Criorhynchus simus and justify a revival of the genus Coloborhynchus that since an analysis by Reginald Walter Hooley in 1914[1] had generally been considered identical to the genus Criorhynchus or the genus the latter had again been sunk into, Ornithocheirus.[2] As a result of the reappearance of the concept European workers referred many species discovered in South-America to Coloborhynchus, a practice rejected by most South-American researchers. In 2009 a study by the Brazilian paleontologists Taissa Rodrigues and Alexander Kellner concluded that Coloborhynchus comprised only a single species, its type species, C. clavirostris. Accordingly, in the same publication they created a new genus for C. wadleighi: Uktenadactylus. The genus name is derived from Uktena, a giant horned snake from the mythology of the Cherokee and Greek daktylos, \"finger\", a common element in the names of pterosaurs since Pterodactylus, referring to their typical wing finger.[3] In 2020, Borja Holgado and Rodrigo Pêgas named a new species of Uktenadactylus, U. rodriguesae after Rodrigues, known from a snout fragment (cataloged as IWCMS 2014.82) found on the Isle of Wight.[4] This specimen had previously been described in 2015 by David Martill as an indeterminate member of the genus Coloborhynchus on account of the anteriorly-projecting teeth at the snout tip.[5] Holgado and Pêgas recognized that it shared features with U. wadleighi, and thus assigned it as a new species in the same genus.[4] The holotype and only specimen of U. wadleighi, the partial snout, has a length of about fifteen centimetres and consists of the front end of the skull, containing the premaxilla and a small part of the maxilla. On top the base of a crest is present, gradually curving upwards and ending at a height of 7.5 centimeters (3.0 in), having attained at that point a thickness of 4 millimeters (0.16 in). The snout broadens towards the front. On the left side eight tooth sockets or alveoli are visible, on the right side six. The first pair of teeth was located in the flat tip of the snout, pointing forwards. The alveoli at first increase in size from the tip towards the back, the third pair being the largest with a diameter of either 17.6 millimeters (0.69 in) or 17.7 millimeters (0.70 in). The fourth pair is much smaller; to the back gradually the tooth sockets again increase in size. Thus a \"prey grab\" is formed. According to Rodrigues and Kellner the species has two unique traits: the presence of an oval depression above and in between the first pair of teeth and of a ventral medial depression between the second pair of teeth, a circular hollow positioned on the lower edge of the snout tip that Lee had interpreted as a possible pneumatic foramen.[3] The holotype of U. rodriguesae shares the oval depression and also a bulbous projection on the palate with the holotype of U. wadleighi. However, it differs from U. wadleighi in that the depression is shallower, the second pair of teeth projects more laterally, and the margins of the deltoid facet (an upturned region of the front palate) are concave as opposed to straight.[4] Rodrigues and Kellner base the distinction between Uktenadactylus and Coloborhynchus clavirostris on several stratigraphical, methodological and phylogenetic considerations. There is a possible age difference of perhaps over thirty million years between the Berriasian-Valanginian British and the younger Albian-Cenomanian American form. Because both taxa are based on very limited remains, that however, even within these limits are clearly distinguishable on the species level, they reject a rash assumption of generic identity. Also the uncertain affinity with the closely related form Siroccopteryx would make such an assumption problematical. Rodrigues and Kellner identify only one shared derived trait for Uktenadactylus and Coloborhynchus clavirostris: an extreme enlargement of the second and third pairs of teeth. Differences between the taxa include the more forward position of the crest with C. clavirostris, beginning at the very tip of the snout; a deeper palatal groove and shallow grooves running parallel to the ridge of the front part of the palate; a depression located below the first alveoli and a more lateral position of the second, third and fourth tooth pairs whereas the fifth and sixth pair are to the contrary much closer to the midline of the skull. Both forms share some derived traits with Siroccopteryx: the second and third teeth pairs are larger than the fourth; the tip of the snout is flat causing the \"prey grab\" to be rectangular in cross-section and a similar thickness of the crest. The authors conclude from this that the three taxa likely formed an, as yet unnamed, clade together within the Anhangueridae.[3] In 2013, a topology by Andres & Myers placed Uktenadactylus within the family Ornithocheiridae, as the sister taxon of Coloborhynchus clavirostris, though in the analysis, Uktenadactylus was identified as Coloborhynchus wadleighi.[6] In 2019, a slightly different topology by Jacobs et al. also recovered Uktenadactylus within the Ornithocheiridae, but as the sister taxon of several Coloborhynchus species, and identified with its current name. Their cladogram is shown on the left.[7] However, many subsequent analyses in the same year as well as in 2020 have recovered Uktenadactylus within the family Anhangueridae, more specifically within the subfamily Coloborhynchinae.[8][9][10] The cladogram on the right is a topology based on the phylogenetic analysis made by Borja Holgado and Rodrigo Pêgas in 2020, where they recovered Uktenadactylus as the sister taxon of Nicorhynchus within the Coloborhynchinae.[4] Topology 1: Jacobs et al. (2019).[7] Anhangueridae Coloborhynchus clavirostris Uktenadactylus wadleighi Coloborhynchus reedi Coloborhynchus capito Coloborhynchus fluviferox Coloborhynchus NHMUK R481 Siroccopteryx moroccensis Ornithocheirus simus Tropeognathus mesembrinus Camposipterus segwickii Camposipterus colorhinus Camposipterus nasutus Cimoliopterus cuvieri Cimoliopterus dunni Topology 2: Holgado & Pêgas (2020).[4] Siroccopteryx Tropeognathus Mythunga Ferrodraco Aerodraco Coloborhynchus Nicorhynchus Uktenadactylus Caulkicephalus Guidraco Ludodactylus Liaoningopterus Cearadactylus Maaradactylus Anhanguera    ","Title":"Uktenadactylus - Wikipedia","KeyID":"590","URL":"https://en.wikipedia.org/wiki/Uktenadactylus"}