{"Content: ":"Ronse (Dutch pronunciation: [ˈrɔnsə] (listen); French: Renaix, French pronunciation: [ʁənɛ]) is a Belgian city and a municipality in the Flemish province of East Flanders. The municipality only encompasses the city of Ronse proper. The hills around Ronse show clues of human activity in the Paleolithic period. In the Neolithic, the area was populated with settled farmers and cattle breeders. Assorted fragments of building structures also attest of settlements in the area during Roman times. Ronse's urban center took shape in the 7th century, when Saint Amand – or one of his successors – built a church and monastery in honour of Saint Peter and Saint Paul. In the 9th century, Ronse and its monastery were given to the Inde Monastery (in Cornelismünster, near Aachen) by Louis the Pious. It is around that time that the relics of Saint Hermes arrived in Ronse. During those troubled times, Viking raids forced the monks to flee the town more than once, and the monastery was burnt by the Normans in 880. The relics were recovered in 940 and housed in a Romanesque-style crypt in 1083. The church of Saint Hermes, which was later built on top of the crypt, was consecrated in 1129. A pilgrimage in honour of the Saint, who had by then become known to cure mental illnesses, sustained the local economy. There is still a French saying today which translates as \"Saint Hermes cures the area's madmen but keeps the Ronse dwellers as they are\". The Lord of Ronse, Gerard de Wautripont, who was also in charge of the Inde Monastery at that time, gave the town all the privileges of a city in 1240. A few years later, the economy was flourishing and the Inde Monastery sold all its Ronse-based possessions. Until the French Revolution, the Ronse seigneury – a barony as of 1549 – included an enclave, the Ronse Franchise, which was administered by the Chapter of Saint Hermes with complete juridical and fiscal independence and its own justice system. On March 26, 1478, French troops pillaged and burned the city. It quickly recovered, however, thanks to its booming economy based on the fabrication and preparation of linen. Around the middle of the 16th century, the city became an important Calvinist center in the Spanish Netherlands. The religious troubles of that century, especially the terrible repression of the Duke of Alba, forced a large number of the city's weavers and fullers to find permanent refuge in Holland, England, and Germany. The fire of July 21, 1559 completely ruined the city. At the beginning of the 17th century, Ronse took advantage of the relative peaceful period under the archdukes Ferdinand and Isabella to get back on its feet. It is during that period that one of the most beautiful castles of the Southern Netherlands (demolished in 1823) was built for Count Jean de Nassau-Siegen, baron of Ronse since 1629. The plague in 1635–1636 nearly emptied the city. Despite opposition by the King of Spain, Ronse was annexed to France from 1680 to 1700. During the following Austrian period, on March 31, 1719, a gigantic fire again turned most of the city to ashes. Thanks to the perseverance of its inhabitants, Ronse could again rank as a city, with its commerce and businesses still based on the textile industry. The Fleurus Victory, on June 26, 1794, allowed France to occupy and annex the country. Ronse faced important expropriations and the city soon found itself in financial difficulty. In 1796, the old city administration was disbanded and a municipality was created. French legislation was applied from this point on, until Belgium merged with the Netherlands in 1815. In 1798, the so-called \"farmers' war\", a reaction to the military conscription imposed by France, cost many lives. In 1799, Ronse counted about 10,000 inhabitants but a third of the population lived in poverty. In 1840, within the newly created Kingdom of Belgium, more than 55% of the city's inhabitants derived a living from the textile industry. A few years later, however, increased mechanisation gave rise to a deep economic crisis. Many left Ronse to join the textile plants in Northern France (Lille-Roubaix-Tourcoing) or to take on agricultural work in the Somme or the Oise... From the 1870s, Ronse's textile industry prospered despite a temporary slow down during World War I. The decline of this industry started after World War II but was especially acute during the 1960s. Today, Ronse is mainly a commercial center and a touristic destination. The GP Mario De Clercq is a BPost Bank Trophy cyclo-cross competition in October.","Title":"Ronse - Wikipedia","KeyID":"5903","URL":"https://en.wikipedia.org/wiki/Ronse"}