{"Content: ":"Temse (Dutch pronunciation: [ˈtɛmsə] (listen); French: Tamise [tamiz]) is a municipality in East Flanders, Belgium. The name Temse is derived from the Gallo-Roman/Gaul Tamisiacum or Tamasiacum. This is also reflected in the French name for the town, Tamise. The main sights include the Church of Our Lady, whose steeple was designed by the famous sculptor Adriaan Nijs, who died in Temse, and who also sculpted the wooden pulpit. Inside the church the relics of Amalberga of Temse are venerated. Close by stands the old \"Gemeentehuis\" (town hall), built in Flemish Eclectic style, housing a carillon in its main tower. The municipality, which lies on the left side of the River Scheldt, comprises the towns of Elversele [nl], Steendorp [nl], Temse and Tielrode [nl]. On 1 January 2018, Temse had a population of 29,528. The total area is 39.92 km² which gives a population density of 740 inhabitants per km². Temse is first mentioned under the name Temsica[2] in a deed from 941 in which Count Arnulf I of Flanders returns a series of possessions to St. Peter's Abbey in Ghent that his predecessors had taken.[3] Furthermore, spellings such as Temseca, Tempseca and Thamisia also appear in medieval deeds and other documents.[2] In older Dutch texts the place name is written as Themsche or Temsche; the last spelling was official until 1946. As origin for the name 'Temse' a Gallo-Roman form *Tamisiacum or *Tamasiacum is usually reconstructed. Place names in -(i)acus or -(i)acum (with a Gallic suffix -acos or -acon) are often derived from Latin or indigenous personal names and arose between the first and fourth centuries.[4] According to this analysis, Temse would have belonged to someone with the Gallic name *Tamasios or *Tamisios. In this we can find the Proto-Indo-European root *temH-, which also appears in the Welsh word tywyll, 'darkness' and in the Dutch deemster. *Tamasios or *Tamisios would then mean something like 'the dark one' or 'the dark-haired one'.[5] According to a competing analysis, *Tamisiacum or *Tamasiacum would not be derived from a person's name, but from the name of a watercourse.[6] The Proto-Indo-European root *temH- remains valid here, so it would be about a 'dark watercourse', an explanation that is also quoted for the Demer and for the Thames. Whichever derivation, Temse did not go through Grimm's law (*t > Germanic *þ > Dutch d, such as in Demer from *Tamara). This may be due to the influence of the Romance languages, where this sound law does not apply.[5] Like other places that were already known across the language border in the Middle Ages, Temse has a French name that has undergone its own sound development. In a deed from 1221 in which Viscount Zeger III of Ghent renounces a few tithes in favor of the Bishop of Tournai, Temse is mentioned as Thamisia,[7] a name that will become Tamise in contemporary French. Note that in the French variant of the name the suffix -(i)acum is missing, as is also the case with Geldenaken (from *Geldoniacum) and Jodoigne (from *Geldonia).[8] The oldest archaeological traces of habitation go back to the Stone Age. There have been finds from the late Bronze Age, the Iron Age and the Gallo-Roman period. The Christianization of the municipality took place before 772 and in 864 the village was donated to the Blandinus abbey in Ghent by the Count of Flanders, the municipality remained in the management of a knighthood of this abbey until 1460. A weekly market was set up in 1264 and expanded by Charles V in 1519 with an annual market.[9] On 7 July 1684 a large fire raged through Temse, destroying a large part of the village.[10] In 1912 the Internationale Vliegweek voor Watervliegtuigen (\"International Flying Week for Seaplanes\") took place here, the meeting was set up for the assessment of seaplanes that could possibly be deployed in the Belgian Congo.[11][12] Tests were carried out with a private aircraft by fifteen pilots from Belgium, France and Germany. It was the biggest event in Temse's history.[13] During the First World War, the front magazine Onze Temschenaars appeared as a binding agent between the home and war front. Sixty-three Temse soldiers were killed and eleven requisitioned succumbed in camps.[14] Theofiel Maes and Kamiel Van Buynder were also executed on 14 July 1917 in Fort 4 in Mortsel because of espionage activities. They had been active for the espionage service codenamed Theo, whose purpose was to inform the Belgian army about the movements of the German troops.[15] Between 1829 and 1994, Temse was home to the Boelwerf shipyard (locally lknown as \"De Zaat\") which for much of the twentieth century dominated the local economy and employment market. After the last ship was completed in 1996, the shipyard's extensive terrain to the west of the town centre became available for redevelopment. The land was acquired in 2001 by a consortium of local construction firm Cordeel and three banks, and \"Nieuw Temse\" (New Temse) has since emerged as a whole new river-side town district and also the home of the new town hall. Local architect Pieter De Maeyer led the urban planning for the new district, and a number of high-profile architects were attracted for the design of a series of residential buildings along the river. The former Castle of Temse Temse in 1621 Mill Molens van Temse 17th-century watermill 17th-century farmhouse 17th-century burgher house Temse town hall","Title":"Temse - Wikipedia","KeyID":"5909","URL":"https://en.wikipedia.org/wiki/Temse"}