{"Content: ":"Tienen (Dutch pronunciation: [ˈtinə(n)] (listen); French: Tirlemont [tiʁləmɔ̃]) is a city and municipality in the province of Flemish Brabant, in Flanders, Belgium. The municipality comprises Tienen itself and the towns of Bost, Goetsenhoven, Hakendover, Kumtich, Oorbeek, Oplinter, Sint-Margriete-Houtem and Vissenaken. On 1 January 2017 Tienen had a total population of 34,365. The total area is 71.77 km2 (27.71 sq mi) which gives a population density of 444 inhabitants per square kilometre (1,150/sq mi). In the early middle-ages, the town was probably ruled by an old German family Thienen. During the 1635 to 1659 Franco-Spanish War, Tienen was part of the Spanish Netherlands and was captured by a combined Franco-Dutch army in May 1635.[2] Its capture resulted in one of the most serious atrocities of the Dutch Revolt; the town was sacked, over 200 civilians killed and many buildings damaged, including Catholic churches and monasteries. This ended Dutch prospects of winning over the predominantly Catholic population of the Southern Netherlands.[3] After the 1714 Treaty of Utrecht, the town was incorporated into the Austrian Netherlands; in the French Revolutionary Wars, it was used as a base by French Republican General Charles François Dumouriez during the Battle of Neerwinden. On 16 March 1793, the French repulsed an Austrian army commanded by Prince Josias of Coburg.[4] This was the last victory for the veteran Dumouriez, hero of Valmy and Jemappes; within a week, his army suffered such catastrophic defeats that he defected to the French Royalists.[5] Tienen is the centre of sugar production in Belgium; a huge sugar beet processing factory, the Sugar refinery of Tienen (Tiense Suikerraffinaderij - Raffinerie Tirlemontoise), is located at the eastern edge of the town. It is the site of facilities owned by Citrique Belge, that produces citric acid, and Havells Sylvania, a manufacturer of energy saving lamps.[6] Tienen is the location of a summer rock festival known as 'Suikerrock'.[7] The Sint-Germanus (St. Germain) Church dates from the 12th century and has an altar-piece by Gustaaf Wappers.[8] Its belfry has earned that complex a designation on the UNESCO World Heritage Site list of Belfries of Belgium and France.[9] The principal church, Onze-Lieve-Vrouw-ten-Poel (Our Lady of the Pool), was begun in the 12th and enlarged in the 15th century;[8] it remains unfinished. The town is served by Tienen railway station, the oldest in Belgium still in use.[verification needed] Tienen is twinned with: Tienen City Hall Museum Het Toreke The Sugarmuseum OLV Ten Poel church","Title":"Tienen - Wikipedia","KeyID":"5911","URL":"https://en.wikipedia.org/wiki/Tienen"}