{"Content: ":"Tongeren (Dutch: [ˈtɔŋərə(n)] (listen); French: Tongres [tɔ̃ɡʁ]; German: Tongern [ˈtɔŋɐn]; Limburgish: Tóngere [ˈtʊŋəʀə])[tone?] is a city and municipality located in the Belgian province of Limburg, in the southeastern corner of the Flemish region of Belgium. Tongeren is the oldest town in Belgium, as the only Roman administrative capital within the country's borders. As a Roman city, it was inhabited by the Tungri, and known as Atuatuca Tungrorum, it was the administrative centre of the Civitas Tungrorum district. The Romans referred to Tongeren as Aduatuca Tungrorum or Atuatuca Tongrorum,[2] and it was the capital of the large Roman province of Civitas Tungrorum, an area which covered modern Belgian Limburg, and at least parts of all the areas around it. Before the Roman conquests, this area was inhabited by the group of Belgic tribes known as the Germani cisrhenani. (Despite being known as the Germani, whether they spoke a Germanic language is debated, and the names of their tribes and their leaders were Celtic.) Specifically the Eburones were the largest of these tribes and the one living around Tongeren. Caesar referred to the fort of the Eburones as Aduatuca, and this has led to a widely accepted proposal that this can be equated to Tongeren. There are counter arguments that the word \"Aduatuca\" was probably a general word for a fort in this region, meaning that there might have been more places with the same name, and that Tongeren shows no signs of pre-Roman occupation, nor the hilly terrain described by Caesar. There was also a distinct tribe in the area known as the Aduatuci.[3] On the other hand, it has the same name and function as a local capital, and is in generally the right area. If it is not Tongeren itself, the Aduatuca of the Eburones might be the ancient fortification of Caestert in nearby Riemst. During Julius Caesar’s campaigns in this part of Gaul in the first century BC, the Belgae revolted against the campaign of Caesar, led by the Eburones. They destroyed a legion that had demanded the right to winter among them in 54 BC. Caesar reported that he sold the Aduatuci into slavery, and annihilated the name of the Eburones, many of whom however he reported having fled successfully, including Ambiorix the leader of the revolt. Instead of risking Roman lives to pursue them he invited tribes from over the Rhine, such as the Sigambri to come and plunder. This back-fired when Eburones pointed out to the Sigambri that the Romans had all the booty at Aduatuca, and were the more attractive target. The Tungri, not mentioned by Caesar, came to dominate this area in the Roman era, and are the reason for the name of the modern name Tongeren. Tacitus says that Tungri was a new name for the original tribes who had previously been called the Germani. But many modern writers believe that the Gallo-Roman population of the area contained a significant amount of more recent Germanic immigrants from across the Rhine. Located on the important road linking Cologne to Bavay via the relay of Liberchies, and surrounded by the fertile lands of the Hesbaye region, Roman Tongeren quickly became one of the largest Gallo-Roman administrative and military towns in the first century. It suffered from a destructive fire during the Batavian siege in 70 AD, which was part of the Batavian revolt. In the second century, it erected a defensive wall, portions of which can still be seen today. Typical Roman buildings were built in town, while villas and mound graves (tumuli) dotted the surrounding area. In 358 the future emperor Julian met, in Tongeren, a delegation of Salian Franks who had recently settled in Toxandria (the modern Campine region), to the north of Tongeren. They wanted peace but spoke \"as if the ground they had seized were rightfully their own\". Julian gave ambiguous replies and then after the meetings sent a surprise attack along the Maas or Meuse river, and \"they met him with entreaties rather than with resistance, he received the submission of them and their children\".[4] They became increasingly important after this time. Zosimus reports that Julian used them as part of his forces in fights against other Germanic tribes.[5] Already in the fourth century, just as the Salian Franks were settling to the north, the city became the center of a Christian diocese under the influence of Saint Servatius, bishop of Tongeren, who died in 384 AD. In the meantime, the Franks to the north and east were pagan and so many areas had to be reconverted over the course of the following centuries, with several missionaries becoming martyrs. The seat of the Tungrian bishopric however eventually moved to nearby Maastricht, after Saint Servatius was buried near the Roman towns there. Much later, Liège became the seat of what would become the Roman Catholic Diocese of Liège, the church equivalent to the Civitas Tungrorum. This was the resting place of Saint Lambert of Maastricht, one of the last missionaries in the area, who died about 700 AD.[6] Aduatuca Tungrorum may have been destroyed by the Huns in 451 AD. Tongeren therefore lost some importance during this period. Waves of Germanic settlers and invaders changed the area significantly. The Merovingian period between the fifth and the eighth century is not well documented. The building of a new church and the foundation of a chapter of canons took place in Carolingian times, at the very place where the old bishops’ houses stood, and where the basilica still stands today. The construction of the current basilica started at the beginning of the thirteenth century in the prevalent Gothic style of that period. Other buildings were added to the religious core of the city, including new commercial areas, hospitals and artisans quarters. The thirteenth century also saw the building of the medieval defensive wall, several new churches and cloisters, and the beguinage. The city became one of the “bonnes villes” (\"good cities\") of the Prince-Bishopric of Liège. In 1677, the city was burned almost entirely by Louis XIV’s troops, a catastrophe from which Tongeren never completely recovered. The rebirth of the city dates from after 1830. In 1977 the neighbouring municipalities of Berg, Diets-Heur, Henis, 's-Herenelderen, Koninksem, Lauw, Mal, Neerrepen, Nerem, Overrepen, Piringen, Riksingen, Rutten, Sluizen, Vreren and Widooie merged into Tongeren.[7] Tongeren is currently the judicial capital of the province of Belgian Limburg. Modern art in Tongeren: Púmpkëskal (Pump-chat) The Dodecahedron Statue of \"Our Lady Cause of our Joy\" The statue of Ambiorix at the Tongeren Great Market Tongeren cityhall Part of the Roman citywall Ancient times Modern times","Title":"Tongeren - Wikipedia","KeyID":"5913","URL":"https://en.wikipedia.org/wiki/Tongeren"}