{"Content: ":"Ypres (/ˈiːprə/ EE-prə, French: [ipʁ]; Dutch: Ieper [ˈipər] (listen); West Flemish: Yper; German: Ypern [ˈyːpɐn] (listen)) is a Belgian city and municipality in the province of West Flanders. Though the Dutch name Ieper is the official one, the city's French name Ypres is most commonly used in English. The municipality comprises the city of Ypres/Ieper and the villages of Boezinge, Brielen, Dikkebus, Elverdinge, Hollebeke, Sint-Jan, Vlamertinge, Voormezele, Zillebeke, and Zuidschote. Together, they are home to about 34,900 inhabitants. During the First World War, Ypres (or \"Wipers\" as it was commonly known by the British troops) was the centre of the Battles of Ypres between German and Allied forces. Ypres is an ancient town, known to have been raided by the Romans in the first century BC. It is first mentioned by name in 1066 and is probably named after the river Ieperlee on the banks of which it was founded.[3] During the Middle Ages, Ypres was a prosperous Flemish city with a population of 40,000 in 1200 AD,[4][5][6][7] renowned for its linen trade with England, which was mentioned in the Canterbury Tales. As the third largest city in the County of Flanders (after Ghent and Bruges) Ypres played an important role in the history of the textile industry.[3] Textiles from Ypres could be found in the markets of Novgorod in Kievan Rus' in the early 12th century. In 1241, a major fire ruined much of the old city. The powerful city was involved in important treaties and battles, including the Battle of the Golden Spurs, the Battle at Mons-en-Pévèle, the Peace of Melun, and the Battle of Cassel. The famous Cloth Hall was built in the 13th century. Also during this time cats, then the symbol of the devil and witchcraft, were thrown off Cloth Hall, possibly because of the belief that this would get rid of evil demons. Today, this act is commemorated with a triennial Cat Parade through town. In 1377, when textile workers held guns against their bosses, they were hanged, accused of rebellion and burned in the bonfire by Inquisition accused of heresy (N Cohn, 1981:86) During the Norwich Crusade, led by the English bishop Henry le Despenser, Ypres was besieged from May to August 1383, until French relief forces arrived. After the destruction of Thérouanne, Ypres became the seat of the new Diocese of Ypres in 1561, and Saint Martin's Church was elevated to cathedral. On 25 March 1678 Ypres was conquered by the forces of Louis XIV of France. It remained French under the Treaty of Nijmegen, and Vauban constructed his typical fortifications that can still be seen today. In 1697, after the Treaty of Ryswick, Ypres was returned to the Spanish Crown. During the War of the Spanish Succession, the Duke of Marlborough in 1709 intended to capture Ypres, at the time a major French fortress, but changed his mind owing to the long time and effort it had taken him to capture Tournai and apprehension of disease spreading in his army in the poorly drained land around Ypres (see Battle of Malplaquet). In 1713 it was handed over to the Habsburgs, and became part of the Austrian Netherlands. In 1782 the Habsburg Emperor Joseph II ordered parts of the walls torn down. This destruction, which was only partly repaired, made it easier for the French to capture the city in the 1794 Siege of Ypres during the War of the First Coalition.[8] In 1850 the Ypresian Age of the Eocene Epoch was named on the basis of geology in the region by Belgian geologist André Hubert Dumont. Ypres had long been fortified to keep out invaders. Parts of the early ramparts, dating from 1385, still survive near the Rijselpoort (Lille Gate). Over time, the earthworks were replaced by sturdier masonry and earth structures and a partial moat. Ypres was further fortified in the 17th and 18th centuries while under the occupation of the Habsburgs and the French. Major works were completed at the end of the 17th century by the French military engineer Sébastien Le Prestre de Vauban.[9] Ypres occupied a strategic position during the First World War because it stood in the path of Germany's planned sweep across the rest of Belgium and into France from the north (the Schlieffen Plan). The neutrality of Belgium, established by the First Treaty of London, was guaranteed by Britain; Germany's invasion of Belgium brought the British Empire into the war. The German army surrounded the city on three sides, bombarding it throughout much of the war. To counterattack, British, French, and allied forces made costly advances from the Ypres Salient into the German lines on the surrounding hills. In the First Battle of Ypres (19 October to 22 November 1914), the Allies captured the town from the Germans. The Germans had used tear gas at the Battle of Bolimov on 3 January 1915. Their use of poison gas for the first time on 22 April 1915 marked the beginning of the Second Battle of Ypres, which continued until 25 May 1915. They captured high ground east of the town. The first gas attack occurred against Canadian, British, and French soldiers, including both metropolitan French soldiers as well as Senegalese and Algerian tirailleurs (light infantry) from French Africa. The gas used was chlorine. Mustard gas, also called Yperite from the name of this town, was also used for the first time near Ypres, in the autumn of 1917. Of the battles, the largest, best-known, and most costly in human suffering was the Third Battle of Ypres (31 July to 10 November 1917, also known as the Battle of Passchendaele), in which the British, Canadian, ANZAC, and French forces recaptured the Passchendaele Ridge east of the city at a terrible cost of lives. After months of fighting, this battle resulted in nearly half a million casualties to all sides, and only a few miles of ground won by Allied forces. During the course of the war the town was all but obliterated by the artillery fire. English-speaking soldiers often referred to Ieper/Ypres by the deliberate mispronunciation \"Wipers\". British soldiers even published a wartime newspaper called The Wipers Times.[10] The same style of deliberate mispronunciation was applied to other Flemish place names in the Ypres area for the benefit of British troops, such as Wytschaete becoming \"White Sheet\" and Ploegsteert becoming \"Plug Street\". Ypres was one of the sites that hosted an unofficial Christmas Truce in 1914 between German and British soldiers. During World War Two, the British Expeditionary Force (BEF) would fight the Germans in a delaying action at the Ypres-Comines Canal, one of the actions that allowed the Allied retreat to Dunkirk. Adolf Hitler (later Chancellor of Germany) fought at Ypres in the First World War and later visited the town during the Battle of France. On 12 February 1920 King George V awarded the Military Cross to the City of Ypres, one of only two awards of this decoration to a municipality during World War I, the other being to Verdun.[11] In May 1920 Field Marshal French presented the Cross in a special ceremony in the city,[12] and in 1925 it was added to the city's coat of arms, along with the French Croix de Guerre.[13] Historian Mark Connelly states that in the 1920s, British veterans set up the Ypres League and made the city the symbol of all that they believed Britain was fighting for and gave it a holy aura in their minds. The Ypres League sought to transform the horrors of trench warfare into a spiritual quest in which British and imperial troops were purified by their sacrifice. In 1920 Lieutenant-Colonel Beckles Willson's guide book, The Holy Ground of British Arms captured the mood of the Ypres League: There is not a single half-acre in Ypres that is not sacred. There is not a single stone which has not sheltered scores of loyal young hearts, whose one impulse and desire was to fight and, if need be, to die for England. Their blood has drenched its cloisters and its cellars, but if never a drop had been spilt, if never a life had been lost in defence of Ypres still would Ypres have been hallowed, if only for the hopes and the courage it has inspired and the scenes of valour and sacrifice it has witnessed.[14] Ypres became a pilgrimage destination for Britons to imagine and share the sufferings of their men and gain a spiritual benefit.[15] After the war, Winston Churchill proposed to leave Ypres as a mausoleum, with the rightful owners to be deprived from regaining their land.[16] By early March 1919, the Belgian scheme was to leave the Cathedral and Cloth Hall and the buildings around them in ruins.[17] By November 1919, the Belgian government was seriously considering two schemes, both of which would have kept the Cloth Hall and the Cathedral in ruins, but one scheme would allow rebuilding houses around the Grand Place, whereas the other would have created a belt of trees surrounding the Hall and Cathedral.[18] By early September 1920, the decision had been made by the British Government that the Menin Gate and its immediate surroundings would be used as a memorial,[19] by which time, the Belgians had already begun to rebuild the area.[20] In the 100th anniversary period more attempts are being made to preserve the First World War heritage in and around Ypres.[citation needed] On September 6th 1944, the 1st Polish Armoured Division liberated the town of Ypres after 4 years of occupation, and the nightly 'Last Post' ceremony was resumed at the Menin Gate; the Germans had forbidden the ceremony when they occupied Ypres in 1940; from January 1941 until the liberation, the daily commemoration took place in Brookwood Military Cemetery.[21] After the war the town was extensively rebuilt using money paid by Germany in reparations, with the main square, including the Cloth Hall and town hall, being rebuilt as close to the original designs as possible (the rest of the rebuilt town is more modern in appearance). The Cloth Hall today is home to In Flanders Fields Museum, dedicated to Ypres's role in the First World War and named for the poem by John McCrae. Ypres is a small city in the very western part of Belgium, the so-called Westhoek. Ypres these days[when?] has the title of \"city of peace\" and maintains a close friendship with another town on which war had a profound impact: Hiroshima. Both towns witnessed warfare at its worst: Ypres was one of the first places where chemical warfare was employed, while Hiroshima suffered the debut of nuclear warfare. The city governments of Ypres and Hiroshima advocate[where?] that cities should never be targets again and campaign[example needed] for the abolition of nuclear weapons. Ypres hosts the international campaign secretariat of Mayors for Peace, an international Mayoral organization mobilizing cities and citizens worldwide to abolish and eliminate nuclear weapons by 2020.[22] The imposing Cloth Hall was built in the 13th century and was one of the largest commercial buildings of the Middle Ages. The structure which stands today is the exact copy of the original medieval building, rebuilt after the war. The belfry that surmounts the hall houses a 49-bell carillon. The whole complex was designated a World Heritage Site by UNESCO in 1999. The Gothic-style Saint Martin's Cathedral, built in 1221, was also completely reconstructed after the war, but now with a higher spire. It houses the tombs of Jansenius, bishop of Ypres and father of the religious movement known as Jansenism, and of Robert of Bethune, nicknamed \"The Lion of Flanders\", who was Count of Nevers (1273–1322) and Count of Flanders (1305–1322). The Menin Gate Memorial to the Missing[23] commemorates those soldiers of the British Commonwealth – with the exception of Newfoundland and New Zealand – who fell in the Ypres Salient during the First World War before 16 August 1917 and who have no known grave. United Kingdom and New Zealand servicemen who died after that date are named on the memorial at Tyne Cot, a site which marks the farthest point reached by Commonwealth forces in Belgium until nearly the end of the war. Other New Zealand casualties are commemorated on memorials at Buttes New British Cemetery and Messines Ridge British Cemetery.[24] The Menin Gate records only soldiers for whom there is no known grave. As graves are identified, the names of those buried in them are removed from the Gate.[citation needed] The memorial, designed by Sir Reginald Blomfield with sculpture by Sir William Reid Dick, was unveiled by Lord Plumer on 24 July 1927. It was built and is maintained by The Commonwealth War Graves Commission.[25] The memorial's location is especially poignant, as it lies on the eastward route from the town, which Entente soldiers would have taken heading towards the fighting – many never to return. Every evening since 1929, at precisely eight o'clock, traffic around the imposing arches of the Menin Gate Memorial has been stopped while the \"Last Post\" is sounded beneath the gate by the buglers of the Last Post Association in honour of the memory of British Empire soldiers who fought and died there. During the Second World War the ceremony was prohibited by the occupying German forces, but was resumed on the very evening of liberation – 6 September 1944 – notwithstanding the heavy fighting still underway in other parts of the town. The Last Post ceremony was, instead, hosted daily at Brookwood Military Cemetery in England for the duration of that period. The stone lions bearing the Ypres coat-of-arms, which once flanked the original gate, were presented to Australia in 1936 by the people of Belgium, as acknowledgement of Australia's sacrifice during the war. They now reside in the Australian War Memorial in Canberra. In 2017, for the 100th anniversary memorial services of the Third Battle of Ypres, or Passendale, in a joint effort by the Belgian, Flemish and Australian governments, the lions were temporarily returned to the Menin Gate. Exact replicas are now installed, in their original position, guarding the approach to Menin Gate on its eastern side.[26] War graves, both of the Allied side and the Central Powers, cover the landscape around Ypres. The largest number of dead are at Langemark German war cemetery and Tyne Cot Commonwealth war cemetery. The countryside around Ypres is featured in the famous poem by John McCrae, In Flanders Fields. Saint George's Memorial Church commemorates the British and Commonwealth soldiers who died in the five battles fought for Ypres during First World War. Though Ypres is an historic city, and generates significant income from tourism, it also has a number of industrial areas. The biggest one is along the Ieperlee canal, which hosts room for around 120 companies and a wind farm in the north of Ypres.[28] The office area known as Ieper Business Park is connected to the industrial area. That office area started as the site of speech recognition company Lernout & Hauspie, and was named \"Flanders Language Valley\" (mimicking Silicon Valley), until the company went bankrupt. Since then, the office area had many difficult years, where a big share of the offices were unused. However, those years are mostly over, and currently, the area offers about 1000 employees a job. Then there are also various other, smaller industrial areas like the area around Picanol in the south of Ypres. Ieper railway station run by NMBS has hourly trains to Kortrijk. It can also be accessed from Brussels, linking to Eurostar, and takes about 75 minutes with two stops.[29]","Title":"Ypres - Wikipedia","KeyID":"5918","URL":"https://en.wikipedia.org/wiki/Ypres"}