{"Content: ":"Ath (French pronunciation: [at]; Dutch: Aat, Dutch pronunciation: [aːt] (listen); Picard: Ât; Walloon: Ate) is a city and municipality of Wallonia located in the province of Hainaut, Belgium. The municipality consists of the following districts: Arbre, Ath, Bouvignies, Ghislenghien, Gibecq, Houtaing, Irchonwelz, Isières, Lanquesaint, Ligne, Maffle, Mainvault, Meslin-l'Évêque, Moulbaix, Ormeignies, Ostiches, Rebaix, Villers-Notre-Dame, and Villers-Saint-Amand. Ath is known as the \"City of Giants\" after the Ducasse d'Ath festivities which take place every year on the fourth weekend in August. Huge figures representing Goliath, Samson, and other allegoric figures are paraded through the streets, and Goliath's wedding and his famous fight with David are re-enacted. Ath is the point of origin of the river Dender from the merger of its Eastern and Western branches. Archeological records show the existence of several Gallo-Roman settlements in the Ath area. The origin of the city of Ath, however, dates from around 1160, when Count Baudouin IV of Hainaut, bought some territory from his liegeman, Gilles de Trazegnies. A few years later, Baldwin built the Burbant Tower – which can still be seen today – to protect his new acquisition. The new city was soon given privileges and its newly built (1325) market hall on the Grand-Place began to attract residents. Ath was the setting of the \"Peace of Ath\", signed on June 4, 1357, to end the question of the Brabant succession.[2] By then, the weekly Ath market, which took place – and still takes place – on Thursdays, had started attracting sellers from a much larger region. The production of linen, cloth, hide, and luxury items such as gold ware, cabinets, and sculptures was growing fast. The population growth necessitated the building of a second wall, which was completed at the end of the 14th century. In 1416, the city built a school for the study of Latin, which Justus Lipsius attended. The city counted then about 5,000 people. In 1667, Ath was conquered in a single day by the army of Louis XIV and became the first French city of the Spanish Netherlands. Soon after, Vauban built new fortifications, which included eight bastions. The city suffered again at the hands of the French army in 1745. At the end of the 18th century, Ath counted about 7,300 inhabitants but the population count decreased in the first half of the 19th century. In 1816, two military engineering surveys concluded that Ath defences should be improved, the British survey recommended a garrison of 3,000 troops and the building cost would be £143,599. The Dutch wished to spend an additional £266,000. The Duke of Wellington agreed to the Dutch plan. The funding was paid for by England (30%), Holland (30%) and by French war reparations (40%).[3]: 388  In 1824, the Dutch under King William I, built the Féron Fort, and the city once more gained strategic value. A treaty drafted in London on 15 November 1831,[4] which the Netherlands refused to sign, was followed by the Treaty of London (1839), which created the Kingdom of Belgium. Part of the terms of the treaty required the fort, amongst others, to be dismantled. The freed up land assisted the town for the activities of a growing population. A new growth period took place between 1850 and 1914 driven by the forestry, agricultural (breweries, mills) and textile industries. In the 20th century, most of these industries went into decline and were replaced by commercial, administrative and educational activities. In the last 30 years, several neighbourhoods have been revitalized and developed, and the city's monuments renovated or restored. Shortly after the conclusion of W.W 1, Sergeant Bertie Reginald BADGER (WR/252503) of the Broad Gauge Operating Company, Royal Engineers, was awarded the Army Meritorious Service Medal for Gallantry, for his brave actions, as follows: \"On the night of the 27th of December, 1918, one of 21 wagons of German ammunition, standing in Ath Station was set alight by some means unknown. These wagons contained heavy ammunition and the cordite immediately blazed up. Sergt. Badger, although fully aware of the contents of the truck, immediately proceeded to and uncoupled the truck on both sides. He then obtained the assistance of an engine and pulled the front portion of the rake away from the blazing truck and man-handled five wagons on the other side to a place further down the line. In order to prevent the blazing wagon from running down he had to scotch the wheel. The ammunition in this wagon subsequently exploded. Sergt. Badger, by his prompt action saved the rest of the train which if it had got alight, would have resulted in disastrous consequences. Through the campaign he has shown great devotion to duty and more particularly last April, after the enemy advanced on the Lys, when, as Station Officer at Abeele, he remained at his post although the Station was constantly being shelled, and supervised operations there until the situation necessitated the line being closed\". Bertie Badger was born in 1899 in Stourbridge, Worcestershire. He married Florence Kearney in Crickhowell, South Wales in 1915. He died aged 74 in 1964 at Bedwellty, South Wales. Florence died aged 84, in 1977 in Blaenau, Gwent, Wales. The Ghislenghien industrial park near Ath was the scene of one of Belgium's worst ever industrial disasters on July 30, 2004. Around 8:30 am local time, workers constructing a new factory for abrasives firm Diamant Boart [nl] (a subsidiary of the Electrolux Group)[5][6] reported a strong smell of gas. It is believed the gas was escaping from a high-pressure underground pipeline conveying natural gas from Zeebrugge to France, operated by gas transportation company Fluxys. Firefighters were soon on the scene and were attempting to clear the area when at least two explosions occurred at around 9:00 am. The strongest of these demolished the partly built Diamant Boart structure, and fires were started in several other buildings. 24 people were killed, with over 120 injured. Five volunteer firemen and one police officer were among the dead.[7] The “Ducasse”[8] originated from a yearly procession developed in the 15th century (first mentioned in 1399) as a celebration of the consecration of the local Saint Julien church. This procession illustrated stories from the Old Testament, New Testament, Golden Legend, and Carolingian cycle. Today, the “Ducasse” is a very popular celebration that includes various festivities and lasts several days spanning the end of August and beginning of September. The highlight is the cortege of giants[9] (in French: Cortège des géants), with David and Goliath as the most famous characters. The ducasse is listed among the Masterpieces of the Oral and Intangible Heritage of Humanity. Ath is located along the N56 road.","Title":"Ath - Wikipedia","KeyID":"5923","URL":"https://en.wikipedia.org/wiki/Ath"}