{"Content: ":"Charleroi (UK: /ˈʃɑːrlə.rwʌ/, US: /-rɔɪ, -rwɑː/,[2][3] French: [ʃaʁləʁwa]; Walloon: Tchålerwè [tʃɑːlɛʀwɛ]) is a city and a municipality of Wallonia, located in the province of Hainaut, Belgium. By 1 January 2008, the total population of Charleroi was 201,593.[4] The metropolitan area, including the outer commuter zone, covers an area of 1,462 square kilometres (564 sq mi) with a total population of 522,522 by 1 January 2008, ranking it as the 5th most populous in Belgium after Brussels, Antwerp, Liège, and Ghent.[4][5] The inhabitants are called Carolorégiens or simply Carolos. The municipality of Charleroi straddles both banks of the river Sambre in an area marked by industrial activities (coal mining and steel industry), which has been nicknamed the Pays Noir (\"Black Country\"), part of the larger sillon industriel. Even though most of the factories have closed since the 1950s, the landscape remains dotted with spoil tips and old industrial buildings. Charleroi lies around 50 kilometres (31 mi) south of Brussels. The municipality comprises: and the following former municipalities, now districts, merged into Charleroi in 1977: Neighboring municipalities: Similar to the rest of Belgium Charleroi has an oceanic climate as a result of the Gulf Stream influence warming winters, while also moderating summer warmth in spite of its inland position. The Charleroi area was already settled in the prehistoric period, with traces of metallurgical and commercial activities along the Sambre. Several public buildings, temples and villas were built in the area in the Roman period. Burial places, with jewels and weapons, have been found. The first written mention of a place called Charnoy dates from a 9th-century offering in the Lobbes abbey, which lists various neighboring towns and related tithe duties. During the Middle Ages, Charnoy was one of the many small hamlets in the area, with no more than about 50 inhabitants, part of the County of Namur. Spanish territorial losses in the 1659 Treaty of the Pyrenees left a gap between the key fortresses of Mons and Namur; to fill this, Francisco Castel Rodrigo, then Governor of the Spanish Netherlands, expropriated land around Charnoy to build a fortress near the Sambre. In September 1666, it was renamed Charle-roi, or King Charles, in honour of five-year-old Charles II of Spain; the chronogram FVNDATVR CAROLOREGIVM (MDCLVVVI) can be found in the register of the parish of Charnoy.[7] Construction had only just begun when the War of Devolution with France began in 1667, and the Spanish withdrew. France retained the town under the 1668 Treaty of Aix-la-Chapelle, and its fortifications were completed by Vauban. A bridge was built over the Sambre, connecting the Ville Haute and Ville Basse, with incentives offered to persuade people to settle there. The French relinquished control in 1678, and although it changed hands several times over the next 50 years, the town remained part of the Netherlands until the foundation of modern Belgium.[8] Shortly after its foundation, the new city was in turn besieged by the Dutch, ceded to the Spanish in 1678 (Treaty of Nijmegen), taken by the French in 1693, ceded again to the Spanish in 1698 (Treaty of Rijswijk), then taken by the French, the Dutch and the Austrians in 1714 (Treaty of Baden). The French Prince of Conti took the city again in 1745, but it was ceded back to Austria in 1748, beginning a period of prosperity under Joseph II. Glass, steel and coal industries, which had already sprung up a century earlier, could now flourish. Trouble began again in 1790, the year of the civil uprising that eventually led to the United States of Belgium. The Austrians occupied the city, were forced out by the French after the Battle of Jemappes on 6 November 1792, and took it back again four months later. On 12 June 1794, the French revolutionary Army of Sambre-et-Meuse under the command of Jean-Baptiste Jourdan, invested Charleroi and won a decisive victory in the ensuing Battle of Fleurus. The city took the revolutionary name of Libre-sur-Sambre until 1800. After France's defeat in 1814, the whole area was annexed to the Netherlands, and new walls were built around the city. Napoleon stayed in Charleroi for a couple of days in June 1815, just before the Battle of Waterloo. The Belgian Revolution of 1830 gave the area its freedom from the Netherlands and ushered in a new era of prosperity, still based mostly on glass, metallurgy and coal, hence the area's name, Pays Noir (\"Black Country\"). After the Industrial Revolution, Charleroi benefited from the increased use of coke in the metallurgical industry. People from across Europe were attracted by the economic opportunities, and the population grew rapidly. Following the Industrial revolution in Wallonia, Charleroi from the 1850s–1860s became one of the most important places where labor strikes broke out. In 1886, 12 strikers were killed by the Belgian army in Roux. In the 1880s, miners in Hainaut were recruited by the Dominion Coal Company in Glace Bay, Nova Scotia.[9] These miners were anxious to flee the repression following bloody strikes and riots in Liège and Charleroi[10] during the Walloon Jacquerie of 1886. Walloon miners from Charleroi also emigrated to Alberta, Canada.[11] The working men of Charleroi always played an important role in Belgian general strikes and particularly during the Belgian general strike of 1936, the general strike against Leopold III of Belgium, and the 1960–1961 winter general strike. By 1871, the fortified walls around the city were completely torn down. Heavy fighting took place during World War I due to the city's strategic location on the Sambre. The city was badly damaged with further destruction only being prevented by a treaty agreed with the German forces which required the payment of 10 million Belgian Francs, foodstuffs, vehicles and armaments.[12] The magazine Spirou, which featured the popular cartoon characters Lucky Luke and the Smurfs, was launched by the publishing company Éditions Dupuis in 1938.[13] After World War II, Charleroi witnessed a general decline of its heavy industry.[14] Following the merger with several surrounding municipalities in 1977, the city as of 2013[update] ranks as the largest city in Wallonia and the 4th largest in Belgium. As part of the effort to improve its identity, the city adopted a new logo and graphic charter in early 2015, designed by the Brussels studio Pam and Jenny.[15] The crown of three triangles above the C has several meanings:[16] Slag heap Flag of Wallonia King Charles II Typography The Socialist Party (Parti Socialiste or PS) has had a stronghold in Charleroi for some time. However, in October 2006, mayor Jacques Van Gompel of the PS was jailed on fraud and forgery charges.[17] Léon Casaert, also of the PS, became the new mayor, elected by PS, MR and cdH majorities. The MR resigned from the coalition just before the 2007 general election, citing official charges of corruption leveled against a PS alderman in Charleroi.[18] After the 2007 general election, the PS placed the Charleroi local party section under full supervision of Paul Magnette, with the city executive resigning.[19] Mayor Casaert was charged with fraud on 18 June 2007, but would only step down after a new city executive had been formed.[20] In April 2010, the director of technical services of Charleroi, Henri Stassens, was convicted in court of fraud and corruption.[21] (*)Under the local list name \"C+\" (**)Under alternative name The municipality contains an industrial area for electrical engineering and the production of iron, steel, glass and chemicals. The conglomerate ArcelorMittal subdivided its Industeel unit to encompass the Charleroi steelworks.[25][26] Charleroi is in the center of a coal basin. Even so, due to the widespread loss in industrial power in the area since the 1970s, the area suffered some of the highest unemployment and poverty rates in Europe for most of the 1980s and 1990s. However, from the early 2000s, the overall economy of the area has diversified to include health care, transportation and telecommunications. Nevertheless, the poverty rates are still significant. Charleroi is Belgium's biggest city without having its own university. In 1966 the University of Louvain began operations in Charleroi with three faculties on its UCLouvain Charleroi campus based in the city center and in Montignies-sur-Sambre, including the Louvain School of Management and, more recently, the Louvain School of Engineering, issuing Bachelor's and Master's degrees and conducting research. Other universities have since started operations in Charleroi, including the Universities of Namur, Mons and the Université libre de Bruxelles. Secondary schools include:[27] The Brussels South Charleroi Airport in Gosselies, 7 km (4.3 mi) north of the centre, opened in 1919 as a flight school.[28] Later, it housed the Fairey aircraft-factory building.[29] Gosselies is now used as an alternate airport for Brussels. Low-cost carrier Ryanair is the largest airline to provide service there; others include Wizz Air, Jetairfly. Seasonal holiday charters also use the airport. A new terminal opened in January 2008,[30] replacing a much smaller building which had exceeded capacity. Brussels is 47 km (29 mi) north of Charleroi Airport. In October 2021, the 650m extension of the runway was officially opened, bringing it to a total length of 3200m.[31] Charleroi is connected by train to other Belgian major cities through the main Charleroi-South railway station. The city also has a secondary railway station, Charleroi-West,[7] on the Charleroi-to-Ottignies line. Public transport is provided by TEC (Transport En Commun), the Walloon public transport service. The greater Charleroi region is served by bus lines and a light-rail Metro system, (Métro Léger de Charleroi). Part of the latter is famous for incorporating one of the few remnants of the Vicinal, the former Belgian national tramway network. The Charleroi Metro is equally famous for the parts of the system which were never built, partially built or fully completed but not opened. It was planned in the 1960s as a 48 km (30 mi.) light-rail network, operating on the heavy rail metro infrastructure, consisting of eight branch lines radiating from a central loop downtown.[32] However, only one line (to Petria), part of another line (to Gilly) and three-quarters of the loop were actually built and opened to traffic, all from 1976 to 1996. Another branch line toward the suburb of Châtelet (Châtelineau) was almost fully built, to the extent of installing power cables, escalators and still-working electric signals in the first three stations[33] but was never opened as passenger numbers would be too low to economically justify the extra staff. The high costs of construction, a decline in Charleroi's traditional \"smokestack\" industries and questioning of the scope of the whole project in proportion to the actual demand for it are cited as reasons for the original plan's becoming unfulfilled. The central loop and the Gilly branch as far as Soleilmont were completed in 2012, with funds from the European Investment Bank.[34] The Gosselies branch opened as a street-level tramline in 2013. [35] In June 2021 it was announced that €60m will be allocated to refurbish and open the long-ago completed but never served inner section of the Châtelet \"ghost\" line, and extend it to the new hospital development in the area. [36] in June 2021, the new look of the first renovated tram is presented. This fleet-wide renovation of 22 million euro will end in 2026.[37] Charleroi is home to a number of champion teams in various sports. Spirou Charleroi in basketball has been an eight-times winner in the Basketball League Belgium. La Villette Charleroi in table tennis is the most successful club in the Champions League with five titles and has been the Belgian champion multiple times. Action 21 Charleroi in futsal has won one UEFA Futsal Cup and nine titles in the Belgian Division 1. In football, Royal Charleroi SC and ROC Charleroi have finished second in the Belgian Pro League. The 30,000-capacity Stade du Pays de Charleroi was a venue at UEFA Euro 2000.[39] During the 1990s, Charleroi was notorious for violence, attributed to its high poverty and unemployment rates.[40] Marc Dutroux lived in Marcinelle, a suburb of Charleroi.[41] On 6 August 2016, a man attacked two policewomen with a machete.[42] - Media related to Charleroi at Wikimedia Commons","Title":"Charleroi - Wikipedia","KeyID":"5926","URL":"https://en.wikipedia.org/wiki/Charleroi"}