{"Content: ":"Huy (French pronunciation: [ɥi] (listen) or [wi] (listen); Dutch: Hoei, [ɦui̯]; Walloon: Hu) is a city and municipality of Wallonia located in the province of Liège, Belgium. Huy lies along the river Meuse, at the mouth of the small river Hoyoux. It is in the sillon industriel, the former industrial backbone of Wallonia, home to the Walloon population. The municipality consists of the following districts: Ben-Ahin, Huy, Neuville-sous-Huy, and Tihange. Francia 636–843 Middle Francia 843–855 Lotharingia 855–959 Duchy of Lower Lorraine 959–985 Prince-Bishopric of Liège 985–1789 Republic of Liège 1789–1791 Prince-Bishopric of Liège 1791–1795 French Republic 1795–1804 French Empire 1804–1815 Kingdom of the Netherlands 1815–1830 Kingdom of Belgium 1830–present The first village originated around the Roman castrum, an early fortress located on the right bank of the river Meuse. The village was evangelized by Saint Domitian, bishop of Tongeren in the 6th century and the town is mentioned for the first time in a 7th-century testament (as Hoius vicus, taking its name from the river Hoyoux). In the early Middle Ages, Huy was one of the most prosperous cities on the Meuse, with a flourishing economy based mostly on metallurgy, but also on tanning, sculpting, woodworking, and wine-making. In the 10th century, Huy was promoted to county status, but soon became part of the Prince-Bishopric of Liège, with which it would share its history for more than eight centuries. Huy was the recipient of the first historically known charter north of the Alps, confirming it as a city in 1066. It is around that time that Peter the Hermit harangued the locals and persuaded them to participate in the First Crusade, having already participated himself in the People's Crusade and the Rhineland massacres in 1096. In the 13th and 14th centuries, the economy boomed thanks to the cloth industry. The castle on a hill right in the middle of town, was used in times of war and strengthened accordingly. By the 15th century, it had become the symbol of the city. The following two centuries, however, witnessed a gradual decline in the city's fortunes, due in large part to the strategic value of its location on the Meuse. In the latter part of the 17th century, Louis XIV's wars caused the city to be repeatedly attacked and put to the sword, to the point that the frustrated inhabitants dismantled their own castle, source of their miseries, in 1715. A new fortress was built by the Dutch in 1818 at the same strategic location above the town. The 19th century was a period of relative prosperity based on the paper and other industries. The decline of heavy industry in the 20th century was felt here, as in other parts of Wallonia. Today, the city has started to prosper again, thanks in part to its tin products and tourist activity. In 1970, the Tihange Nuclear Power Station was built nearby. Every seven years, a religious procession takes place in the so-called 'septennial festivities' in commemoration of the end of a drought in 1656. The last one took place on 15 August 2019. The four 'wonders of Huy' are (in Huy dialect): 'Li Pontia' 'Li Bassinia' 'Li Tchestia' Huy is home to the finish of La Flèche Wallonne (English: Walloon Arrow; Dutch: Waalse Pijl), an important 1-day cycling race held midweek in mid-April. The race traverses, and finishes, at the summit of the Mur de Huy (English: Wall of Huy), a climb of about 1 kilometer with an average gradient of 10%, with sections of 20%. Huy has also been used in the Tour de France four times: 1995, 2001, 2006 and 2015. Huy was used as a location for the first series of the 2014 BBC television drama series The Missing.[2] Huy is twinned with: Huy town hall Huy train station Old street of Huy City and fortress","Title":"Huy - Wikipedia","KeyID":"5934","URL":"https://en.wikipedia.org/wiki/Huy"}