{"Content: ":"St Aubin's Cathedral, Namur, Wallonia, the only cathedral in Belgium in academic Late Baroque style. It was the only church built in the Low Countries as a cathedral after 1559, when most of the dioceses of the Netherlands were reorganized. It is classified as part of Wallonia's Major Heritage by the Walloon Region. The cathedral was founded as a collegiate church in 1047 by Albert II of Namur. The first dean, Frederick of Lorraine, brother-in-law of Albert II, about 1050 secured from Mainz Cathedral a portion of the head of Saint Albinus, to whose patronage the collegiate church was dedicated. In 1057 Frederick became pope under the name of Stephen IX. In 1209, Pope Innocent III formally took the church of St Aubin under his protection.[1] The church became a cathedral by virtue of the papal bull of 12 May 1559 establishing the new bishoprics in the Low Countries, with the Diocese of Namur created as a suffragan see of the Archdiocese of Cambrai.[1] In the cathedral a marble plaque near the high altar conceals a casket containing the heart of Don Juan of Austria, governor of the Habsburg Netherlands, who died in 1578; his body lies in the Escorial near Madrid. Between 1751 and 1767 the cathedral was almost entirely rebuilt to Italianate designs of the Ticinese architect Gaetano Matteo Pisoni.[2] A 13th-century tower at the west end of the church is the main remnant from before the rebuilding. In 1908, a Belgian architect, Charles Ménart used the cathedral as inspiration for a church he designed, St Aloysius Church, in Glasgow.[3] In the interior, there is an ornamented frieze, carved with swags of fruit and flowers between the Corinthian capitals runs in an unbroken band entirely round the church. All colour is avoided, replaced by architectural enrichments and the bas-reliefs in the pendentives of the dome. The interior contains works of art that include paintings by Anthony van Dyck, Jacob Jordaens and Jacques Nicolaï, a Jesuit lay brother and student of Rubens. There is also an old, Romanesque baptismal font.[2] Dome and vaulting South side Skyline view The nave Dome interior Interior Pulpit Chapel Organ Coordinates: 50°27′53″N 4°51′36″E﻿ / ﻿50.4646°N 4.8599°E﻿ / 50.4646; 4.8599","Title":"St Aubin's Cathedral - Wikipedia","KeyID":"5942","URL":"https://en.wikipedia.org/wiki/St_Aubin%27s_Cathedral"}