{"Content: ":"The belfry (French: beffroi) of Tournai, Belgium, is a freestanding bell tower of medieval origin, 72 metres in height with a 256-step stairway. This landmark building is one of a set of belfries of Belgium and France registered on the UNESCO World Heritage List in recognition of their civic architecture and importance in the rise of municipal power in Europe.[1] Construction of the belfry began around 1188 when King Philip Augustus of France granted Tournai its town charter, conferring among other privileges the right to mount a communal bell to ring out signals to the townsfolk. The tower in its original form was evocative of the feudal keep, with a square cross section and crenelated parapet. It served in part as a watchtower for spotting fires and enemies. The growing city saw fit to expand the belfry in 1294, raising it by an additional stage, and buttressing its corners with four polygonal towerlets. A soldier statue was placed atop each towerlet, and a dragon icon surmounted the entire structure. The dragon, symbol of power and vigilance, also adorns other old tower tops in Belgium, including those of the Cloth Hall of Ypres and the belfry of Ghent. A fire damaged the building in 1391. In the following years, the city obtained new bells to replace the ruined ones, and affixed gilded decorations to the newly restored top part of the tower: mermen, banners, and a new dragon. The largest bell of this period, called Bancloque, and the fire bell or Timbre, have been preserved to this day. A carillon was added in 1535. In addition to its other roles, the belfry also served as a jail; some of its chambers housed prisoners until 1827. The building underwent a major restoration in the mid-19th century. Another renovation campaign began in 1992, and lasted roughly a decade. Coordinates: 50°36′20″N 3°23′17″E﻿ / ﻿50.60556°N 3.38806°E﻿ / 50.60556; 3.38806","Title":"Belfry of Tournai - Wikipedia","KeyID":"5949","URL":"https://en.wikipedia.org/wiki/Belfry_of_Tournai"}