{"Content: ":"Wavre (French pronunciation: [wavʁ] (listen); Dutch: Waver, Dutch pronunciation: [ˈʋaːvər] (listen); Walloon: Wåve) is a city and municipality of Wallonia, capital of the province of Walloon Brabant, Belgium. Wavre is in the Dyle valley. Most inhabitants speak French as their mother tongue and are called \"Wavriens\" and \"Wavriennes\". The municipality consist of the following districts: Bierges, Limal, and Wavre. Wavre is also called \"the City of the Maca\", referring to the statue of the small boy trying to climb the wall of the city hall. Tradition holds that touching the Maca's buttocks brings a year of luck. The foundations of a wealthy Roman villa were found very close to Wavre, complete with a portico and many rooms. This part of Gaul, however, was ravaged by the Germanic invasions in the 3rd and 4th century, and it is only in the year 1050 that Wavre was mentioned for the first time, as a dependency of the County of Leuven, part of the Brabant pagus. The chapel built by the counts near the former Gallo-Roman villa was ceded to the Affligem Abbey a few years later. By the 13th century a market already existed in the budding town built at the crossroads of the Brussels-Namur and Nivelles-Leuven roads. In 1222, Duke Henry I of Brabant granted the town its city charter. At around the same time, the Affligem Abbey expanded its Wavre possessions into a priory, which attracted pilgrims from a wide region around the city. The relative peace of the city came to an end on 8 March 1489, when Duke Albert of Saxony took it and pillaged it in retaliation for Wavre's sympathy with Brabant’s revolt against Austria. From then on until the beginning of the 18th century, the city went through one disaster after another. Between the destruction by Duke Charles of Guelders in 1504 and that brought by Louis XIV’s wars around 1700, Wavre would know several debilitating crises, either at the hand of foreign armies (e.g., the Spanish in 1604) or because of epidemics (1624–1625, 1668) or major fires (28 April 1695 and 17 July 1714). The 18th century was relatively prosperous, but a troubled period started again around 1790, with Wavre's participation in the Brabant Revolution against Austrian interests. After the Battle of Fleurus (1794), the city became French. Like many of its neighbours, the city suffered from mandatory conscription, curtailment of religious freedoms, and the dissolution of the old administrative offices. On 18 and 19 June 1815 the Battle of Wavre was fought here on the same day as the Battle of Waterloo. Napoleon had sent Marshal Grouchy to pursue part of the retreating Prussian army under the command of General Johann von Thielmann. Despite hearing the cannon sound from nearby Waterloo, Grouchy decided to obey his orders and engage the one Prussian Corps in Wavre. By the time Grouchy's battle was over, Napoleon had already lost at Waterloo. The century that followed saw the expansion of local industry, including foundries, a paper mill, and a sugar refinery. Wavre was severely affected by both World Wars, with heavy fighting, bombing and several houses put on fire. In the 21st century, Wavre enjoyed renewed prosperity as the capital of the Belgian province of Walloon Brabant created in 1995. Wavre is the location of the Wavre Transmitter, a broadcasting facility for shortwave, medium wave, FM and TV of the Belgian broadcasting society. As aerial for medium wave a guyed steel framework mast is used. It is the third tallest structure in Belgium. The aerials for FM and TV are on a free standing lattice tower. On 13 October 1983 a storm destroyed the main transmission mast for TV transmission. Basse-Wavre railway station (Gare de Basse-Wavre) is located in Basse-Wavre (\"lower Wavre\") a suburb to the east of the city centre and lower down the Dyle.[a] Wavre is the home of RJ Wavre football club, a team with quite a prestigious past but which has struggled in recent times.[2]","Title":"Wavre - Wikipedia","KeyID":"5953","URL":"https://en.wikipedia.org/wiki/Wavre"}