{"Content: ":"In music theory, an interval is a difference in pitch between two sounds.[1] An interval may be described as horizontal, linear, or melodic if it refers to successively sounding tones, such as two adjacent pitches in a melody, and vertical or harmonic if it pertains to simultaneously sounding tones, such as in a chord.[2][3] In Western music, intervals are most commonly differences between notes of a diatonic scale. The smallest of these intervals is a semitone. Intervals smaller than a semitone are called microtones. They can be formed using the notes of various kinds of non-diatonic scales. Some of the very smallest ones are called commas, and describe small discrepancies, observed in some tuning systems, between enharmonically equivalent notes such as C♯ and D♭. Intervals can be arbitrarily small, and even imperceptible to the human ear. In physical terms, an interval is the ratio between two sonic frequencies. For example, any two notes an octave apart have a frequency ratio of 2:1. This means that successive increments of pitch by the same interval result in an exponential increase of frequency, even though the human ear perceives this as a linear increase in pitch. For this reason, intervals are often measured in cents, a unit derived from the logarithm of the frequency ratio. In Western music theory, the most common naming scheme for intervals describes two properties of the interval: the quality (perfect, major, minor, augmented, diminished) and number (unison, second, third, etc.). Examples include the minor third or perfect fifth. These names identify not only the difference in semitones between the upper and lower notes but also how the interval is spelled. The importance of spelling stems from the historical practice of differentiating the frequency ratios of enharmonic intervals such as G–G♯ and G–A♭.[4] The size of an interval (also known as its width or height) can be represented using two alternative and equivalently valid methods, each appropriate to a different context: frequency ratios or cents. The size of an interval between two notes may be measured by the ratio of their frequencies. When a musical instrument is tuned using a just intonation tuning system, the size of the main intervals can be expressed by small-integer ratios, such as 1:1 (unison), 2:1 (octave), 5:3 (major sixth), 3:2 (perfect fifth), 4:3 (perfect fourth), 5:4 (major third), 6:5 (minor third). Intervals with small-integer ratios are often called just intervals, or pure intervals. Most commonly, however, musical instruments are nowadays tuned using a different tuning system, called 12-tone equal temperament. As a consequence, the size of most equal-tempered intervals cannot be expressed by small-integer ratios, although it is very close to the size of the corresponding just intervals. For instance, an equal-tempered fifth has a frequency ratio of 2 7⁄12:1, approximately equal to 1.498:1, or 2.997:2 (very close to 3:2). For a comparison between the size of intervals in different tuning systems, see § Size of intervals used in different tuning systems. The standard system for comparing interval sizes is with cents. The cent is a logarithmic unit of measurement. If frequency is expressed in a logarithmic scale, and along that scale the distance between a given frequency and its double (also called octave) is divided into 1200 equal parts, each of these parts is one cent. In twelve-tone equal temperament (12-TET), a tuning system in which all semitones have the same size, the size of one semitone is exactly 100 cents. Hence, in 12-TET the cent can be also defined as one hundredth of a semitone. Mathematically, the size in cents of the interval from frequency f1 to frequency f2 is The table shows the most widely used conventional names for the intervals between the notes of a chromatic scale. A perfect unison (also known as perfect prime)[5] is an interval formed by two identical notes. Its size is zero cents. A semitone is any interval between two adjacent notes in a chromatic scale, a whole tone is an interval spanning two semitones (for example, a major second), and a tritone is an interval spanning three tones, or six semitones (for example, an augmented fourth).[a] Rarely, the term ditone is also used to indicate an interval spanning two whole tones (for example, a major third), or more strictly as a synonym of major third. Intervals with different names may span the same number of semitones, and may even have the same width. For instance, the interval from D to F♯ is a major third, while that from D to G♭ is a diminished fourth. However, they both span 4 semitones. If the instrument is tuned so that the 12 notes of the chromatic scale are equally spaced (as in equal temperament), these intervals also have the same width. Namely, all semitones have a width of 100 cents, and all intervals spanning 4 semitones are 400 cents wide. The names listed here cannot be determined by counting semitones alone. The rules to determine them are explained below. Other names, determined with different naming conventions, are listed in a separate section. Intervals smaller than one semitone (commas or microtones) and larger than one octave (compound intervals) are introduced below. In Western music theory, an interval is named according to its number (also called diatonic number) and quality. For instance, major third (or M3) is an interval name, in which the term major (M) describes the quality of the interval, and third (3) indicates its number. The number of an interval is the number of letter names or staff positions (lines and spaces) it encompasses, including the positions of both notes forming the interval. For instance, the interval C–G is a fifth (denoted P5) because the notes from C to the G above it encompass five letter names (C, D, E, F, G) and occupy five consecutive staff positions, including the positions of C and G. The table and the figure above show intervals with numbers ranging from 1 (e.g., P1) to 8 (e.g., P8). Intervals with larger numbers are called compound intervals. There is a one-to-one correspondence between staff positions and diatonic-scale degrees (the notes of diatonic scale).[d] This means that interval numbers can also be determined by counting diatonic scale degrees, rather than staff positions, provided that the two notes that form the interval are drawn from a diatonic scale. Namely, C–G is a fifth because in any diatonic scale that contains C and G, the sequence from C to G includes five notes. For instance, in the A♭-major diatonic scale, the five notes are C–D♭–E♭–F–G (see figure). This is not true for all kinds of scales. For instance, in a chromatic scale, the notes from C to G are eight (C–C♯–D–D♯–E–F–F♯–G). This is the reason interval numbers are also called diatonic numbers, and this convention is called diatonic numbering. If one adds any accidentals to the notes that form an interval, by definition the notes do not change their staff positions. As a consequence, any interval has the same interval number as the corresponding natural interval, formed by the same notes without accidentals. For instance, the intervals C–G♯ (spanning 8 semitones) and C♯–G (spanning 6 semitones) are fifths, like the corresponding natural interval C–G (7 semitones). Notice that interval numbers represent an inclusive count of encompassed staff positions or note names, not the difference between the endpoints. In other words, one starts counting the lower pitch as one, not zero. For that reason, the interval C–C, a perfect unison, is called a prime (meaning \"1\"), even though there is no difference between the endpoints. Continuing, the interval C–D is a second, but D is only one staff position, or diatonic-scale degree, above C. Similarly, C–E is a third, but E is only two staff positions above C, and so on. As a consequence, joining two intervals always yields an interval number one less than their sum. For instance, the intervals C–E and E–G are thirds, but joined together they form a fifth (C–G), not a sixth. Similarly, a stack of three thirds, such as C–E, E–G, and G–B, is a seventh (C–B), not a ninth. This scheme applies to intervals up to an octave (12 semitones). For larger intervals, see § Compound intervals below. The name of any interval is further qualified using the terms perfect (P), major (M), minor (m), augmented (A), and diminished (d). This is called its interval quality. It is possible to have doubly diminished and doubly augmented intervals, but these are quite rare, as they occur only in chromatic contexts. The quality of a compound interval is the quality of the simple interval on which it is based. Perfect intervals are so-called because they were traditionally considered perfectly consonant,[6] although in Western classical music the perfect fourth was sometimes regarded as a less than perfect consonance, when its function was contrapuntal.[vague] Conversely, minor, major, augmented or diminished intervals are typically considered less consonant, and were traditionally classified as mediocre consonances, imperfect consonances, or dissonances.[6] Within a diatonic scale[d] all unisons (P1) and octaves (P8) are perfect. Most fourths and fifths are also perfect (P4 and P5), with five and seven semitones respectively. One occurrence of a fourth is augmented (A4) and one fifth is diminished (d5), both spanning six semitones. For instance, in a C-major scale, the A4 is between F and B, and the d5 is between B and F (see table). By definition, the inversion of a perfect interval is also perfect. Since the inversion does not change the pitch class of the two notes, it hardly affects their level of consonance (matching of their harmonics). Conversely, other kinds of intervals have the opposite quality with respect to their inversion. The inversion of a major interval is a minor interval, the inversion of an augmented interval is a diminished interval. As shown in the table, a diatonic scale[d] defines seven intervals for each interval number, each starting from a different note (seven unisons, seven seconds, etc.). The intervals formed by the notes of a diatonic scale are called diatonic. Except for unisons and octaves, the diatonic intervals with a given interval number always occur in two sizes, which differ by one semitone. For example, six of the fifths span seven semitones. The other one spans six semitones. Four of the thirds span three semitones, the others four. If one of the two versions is a perfect interval, the other is called either diminished (i.e. narrowed by one semitone) or augmented (i.e. widened by one semitone). Otherwise, the larger version is called major, the smaller one minor. For instance, since a 7-semitone fifth is a perfect interval (P5), the 6-semitone fifth is called \"diminished fifth\" (d5). Conversely, since neither kind of third is perfect, the larger one is called \"major third\" (M3), the smaller one \"minor third\" (m3). Within a diatonic scale,[d] unisons and octaves are always qualified as perfect, fourths as either perfect or augmented, fifths as perfect or diminished, and all the other intervals (seconds, thirds, sixths, sevenths) as major or minor. Augmented intervals are wider by one semitone than perfect or major intervals, while having the same interval number (i.e., encompassing the same number of staff positions). Diminished intervals, on the other hand, are narrower by one semitone than perfect or minor intervals of the same interval number. For instance, an augmented third such as C–E♯ spans five semitones, exceeding a major third (C–E) by one semitone, while a diminished third such as C♯–E♭ spans two semitones, falling short of a minor third (C–E♭) by one semitone. The augmented fourth (A4) and the diminished fifth (d5) are the only augmented and diminished intervals that appear in diatonic scales[d] (see table). Neither the number, nor the quality of an interval can be determined by counting semitones alone. As explained above, the number of staff positions must be taken into account as well. For example, as shown in the table below, there are four semitones between A♭ and B♯, between A and C♯, between A and D♭, and between A♯ and E, but Intervals are often abbreviated with a P for perfect, m for minor, M for major, d for diminished, A for augmented, followed by the interval number. The indications M and P are often omitted. The octave is P8, and a unison is usually referred to simply as \"a unison\" but can be labeled P1. The tritone, an augmented fourth or diminished fifth is often TT. The interval qualities may be also abbreviated with perf, min, maj, dim, aug. Examples: A simple interval (i.e., an interval smaller than or equal to an octave) may be inverted by raising the lower pitch an octave or lowering the upper pitch an octave. For example, the fourth from a lower C to a higher F may be inverted to make a fifth, from a lower F to a higher C. There are two rules to determine the number and quality of the inversion of any simple interval:[7] For example, the interval from C to the E♭ above it is a minor third. By the two rules just given, the interval from E♭ to the C above it must be a major sixth. Since compound intervals are larger than an octave, \"the inversion of any compound interval is always the same as the inversion of the simple interval from which it is compounded.\"[8] For intervals identified by their ratio, the inversion is determined by reversing the ratio and multiplying the ratio by 2 until it is greater than 1. For example, the inversion of a 5:4 ratio is an 8:5 ratio. For intervals identified by an integer number of semitones, the inversion is obtained by subtracting that number from 12. Since an interval class is the lower number selected among the interval integer and its inversion, interval classes cannot be inverted. Intervals can be described, classified, or compared with each other according to various criteria. An interval can be described as In general, The table above depicts the 56 diatonic intervals formed by the notes of the C major scale (a diatonic scale). Notice that these intervals, as well as any other diatonic interval, can be also formed by the notes of a chromatic scale. The distinction between diatonic and chromatic intervals is controversial, as it is based on the definition of diatonic scale, which is variable in the literature. For example, the interval B–E♭ (a diminished fourth, occurring in the harmonic C-minor scale) is considered diatonic if the harmonic minor scales are considered diatonic as well.[9] Otherwise, it is considered chromatic. For further details, see the main article. By a commonly used definition of diatonic scale[d] (which excludes the harmonic minor and melodic minor scales), all perfect, major and minor intervals are diatonic. Conversely, no augmented or diminished interval is diatonic, except for the augmented fourth and diminished fifth. The distinction between diatonic and chromatic intervals may be also sensitive to context. The above-mentioned 56 intervals formed by the C-major scale are sometimes called diatonic to C major. All other intervals are called chromatic to C major. For instance, the perfect fifth A♭–E♭ is chromatic to C major, because A♭ and E♭ are not contained in the C major scale. However, it is diatonic to others, such as the A♭ major scale. Consonance and dissonance are relative terms that refer to the stability, or state of repose, of particular musical effects. Dissonant intervals are those that cause tension and desire to be resolved to consonant intervals. These terms are relative to the usage of different compositional styles. All of the above analyses refer to vertical (simultaneous) intervals. A simple interval is an interval spanning at most one octave (see Main intervals above). Intervals spanning more than one octave are called compound intervals, as they can be obtained by adding one or more octaves to a simple interval (see below for details).[17] Linear (melodic) intervals may be described as steps or skips. A step, or conjunct motion,[18] is a linear interval between two consecutive notes of a scale. Any larger interval is called a skip (also called a leap), or disjunct motion.[18] In the diatonic scale,[d] a step is either a minor second (sometimes also called half step) or major second (sometimes also called whole step), with all intervals of a minor third or larger being skips. For example, C to D (major second) is a step, whereas C to E (major third) is a skip. More generally, a step is a smaller or narrower interval in a musical line, and a skip is a wider or larger interval, where the categorization of intervals into steps and skips is determined by the tuning system and the pitch space used. Melodic motion in which the interval between any two consecutive pitches is no more than a step, or, less strictly, where skips are rare, is called stepwise or conjunct melodic motion, as opposed to skipwise or disjunct melodic motions, characterized by frequent skips. Two intervals are considered enharmonic, or enharmonically equivalent, if they both contain the same pitches spelled in different ways; that is, if the notes in the two intervals are themselves enharmonically equivalent. Enharmonic intervals span the same number of semitones. For example, the four intervals listed in the table below are all enharmonically equivalent, because the notes F♯ and G♭ indicate the same pitch, and the same is true for A♯ and B♭. All these intervals span four semitones. When played as isolated chords on a piano keyboard, these intervals are indistinguishable to the ear, because they are all played with the same two keys. However, in a musical context, the diatonic function of the notes these intervals incorporate is very different. The discussion above assumes the use of the prevalent tuning system, 12-tone equal temperament (\"12-TET\"). But in other historic meantone temperaments, the pitches of pairs of notes such as F♯ and G♭ may not necessarily coincide. These two notes are enharmonic in 12-TET, but may not be so in another tuning system. In such cases, the intervals they form would also not be enharmonic. For example, in quarter-comma meantone, all four intervals shown in the example above would be different. There are also a number of minute intervals not found in the chromatic scale or labeled with a diatonic function, which have names of their own. They may be described as microtones, and some of them can be also classified as commas, as they describe small discrepancies, observed in some tuning systems, between enharmonically equivalent notes. In the following list, the interval sizes in cents are approximate. A compound interval is an interval spanning more than one octave.[17] Conversely, intervals spanning at most one octave are called simple intervals (see Main intervals below). In general, a compound interval may be defined by a sequence or \"stack\" of two or more simple intervals of any kind. For instance, a major tenth (two staff positions above one octave), also called compound major third, spans one octave plus one major third. Any compound interval can be always decomposed into one or more octaves plus one simple interval. For instance, a major seventeenth can be decomposed into two octaves and one major third, and this is the reason why it is called a compound major third, even when it is built by adding up four fifths. The diatonic number DNc of a compound interval formed from n simple intervals with diatonic numbers DN1, DN2, ..., DNn, is determined by: which can also be written as: The quality of a compound interval is determined by the quality of the simple interval on which it is based. For instance, a compound major third is a major tenth (1+(8−1)+(3−1) = 10), or a major seventeenth (1+(8−1)+(8−1)+(3−1) = 17), and a compound perfect fifth is a perfect twelfth (1+(8−1)+(5−1) = 12) or a perfect nineteenth (1+(8−1)+(8−1)+(5−1) = 19). Notice that two octaves are a fifteenth, not a sixteenth (1+(8−1)+(8−1) = 15). Similarly, three octaves are a twenty-second (1+3×(8−1) = 22), and so on. It is also worth mentioning here the major seventeenth (28 semitones)—an interval larger than two octaves that can be considered a multiple of a perfect fifth (7 semitones) as it can be decomposed into four perfect fifths (7 × 4 = 28 semitones), or two octaves plus a major third (12 + 12 + 4 = 28 semitones). Intervals larger than a major seventeenth seldom come up, most often being referred to by their compound names, for example \"two octaves plus a fifth\"[19] rather than \"a 19th\". Chords are sets of three or more notes. They are typically defined as the combination of intervals starting from a common note called the root of the chord. For instance a major triad is a chord containing three notes defined by the root and two intervals (major third and perfect fifth). Sometimes even a single interval (dyad) is considered a chord.[20] Chords are classified based on the quality and number of the intervals that define them. The main chord qualities are major, minor, augmented, diminished, half-diminished, and dominant. The symbols used for chord quality are similar to those used for interval quality (see above). In addition, + or aug is used for augmented, ° or dim for diminished, ø for half diminished, and dom for dominant (the symbol − alone is not used for diminished). The main rules to decode chord names or symbols are summarized below. Further details are given at Rules to decode chord names and symbols. The table shows the intervals contained in some of the main chords (component intervals), and some of the symbols used to denote them. The interval qualities or numbers in boldface font can be deduced from chord name or symbol by applying rule 1. In symbol examples, C is used as chord root. In this table, the interval widths used in four different tuning systems are compared. To facilitate comparison, just intervals as provided by 5-limit tuning (see symmetric scale n.1) are shown in bold font, and the values in cents are rounded to integers. Notice that in each of the non-equal tuning systems, by definition the width of each type of interval (including the semitone) changes depending on the note that starts the interval. This is the art of just intonation. In equal temperament, the intervals are never precisely in tune with each other. This is the price of using equidistant intervals in a 12-tone scale. For simplicity, for some types of interval the table shows only one value (the most often observed one). In 1⁄4-comma meantone, by definition 11 perfect fifths have a size of approximately 697 cents (700 − ε cents, where ε ≈ 3.42 cents); since the average size of the 12 fifths must equal exactly 700 cents (as in equal temperament), the other one must have a size of about 738 cents (700 + 11ε, the wolf fifth or diminished sixth); 8 major thirds have size about 386 cents (400 − 4ε), 4 have size about 427 cents (400 + 8ε, actually diminished fourths), and their average size is 400 cents. In short, similar differences in width are observed for all interval types, except for unisons and octaves, and they are all multiples of ε (the difference between the 1⁄4-comma meantone fifth and the average fifth). A more detailed analysis is provided at 1⁄4-comma meantone Size of intervals. Note that 1⁄4-comma meantone was designed to produce just major thirds, but only 8 of them are just (5:4, about 386 cents). The Pythagorean tuning is characterized by smaller differences because they are multiples of a smaller ε (ε ≈ 1.96 cents, the difference between the Pythagorean fifth and the average fifth). Notice that here the fifth is wider than 700 cents, while in most meantone temperaments, including 1⁄4-comma meantone, it is tempered to a size smaller than 700. A more detailed analysis is provided at Pythagorean tuning#Size of intervals. The 5-limit tuning system uses just tones and semitones as building blocks, rather than a stack of perfect fifths, and this leads to even more varied intervals throughout the scale (each kind of interval has three or four different sizes). A more detailed analysis is provided at 5-limit tuning#Size of intervals. Note that 5-limit tuning was designed to maximize the number of just intervals, but even in this system some intervals are not just (e.g., 3 fifths, 5 major thirds and 6 minor thirds are not just; also, 3 major and 3 minor thirds are wolf intervals). The above-mentioned symmetric scale 1, defined in the 5-limit tuning system, is not the only method to obtain just intonation. It is possible to construct juster intervals or just intervals closer to the equal-tempered equivalents, but most of the ones listed above have been used historically in equivalent contexts. In particular, the asymmetric version of the 5-limit tuning scale provides a juster value for the minor seventh (9:5, rather than 16:9). Moreover, the tritone (augmented fourth or diminished fifth), could have other just ratios; for instance, 7:5 (about 583 cents) or 17:12 (about 603 cents) are possible alternatives for the augmented fourth (the latter is fairly common, as it is closer to the equal-tempered value of 600 cents). The 7:4 interval (about 969 cents), also known as the harmonic seventh, has been a contentious issue throughout the history of music theory; it is 31 cents flatter than an equal-tempered minor seventh. For further details about reference ratios, see 5-limit tuning#The justest ratios. In the diatonic system, every interval has one or more enharmonic equivalents, such as augmented second for minor third. Although intervals are usually designated in relation to their lower note, David Cope[16] and Hindemith[21] both suggest the concept of interval root. To determine an interval's root, one locates its nearest approximation in the harmonic series. The root of a perfect fourth, then, is its top note because it is an octave of the fundamental in the hypothetical harmonic series. The bottom note of every odd diatonically numbered intervals are the roots, as are the tops of all even numbered intervals. The root of a collection of intervals or a chord is thus determined by the interval root of its strongest interval. As to its usefulness, Cope[16] provides the example of the final tonic chord of some popular music being traditionally analyzable as a \"submediant six-five chord\" (added sixth chords by popular terminology), or a first inversion seventh chord (possibly the dominant of the mediant V/iii). According to the interval root of the strongest interval of the chord (in first inversion, CEGA), the perfect fifth (C–G), is the bottom C, the tonic. Interval cycles, \"unfold [i.e., repeat] a single recurrent interval in a series that closes with a return to the initial pitch class\", and are notated by George Perle using the letter \"C\", for cycle, with an interval-class integer to distinguish the interval. Thus the diminished-seventh chord would be C3 and the augmented triad would be C4. A superscript may be added to distinguish between transpositions, using 0–11 to indicate the lowest pitch class in the cycle.[22] As shown below, some of the above-mentioned intervals have alternative names, and some of them take a specific alternative name in Pythagorean tuning, five-limit tuning, or meantone temperament tuning systems such as quarter-comma meantone. All the intervals with prefix sesqui- are justly tuned, and their frequency ratio, shown in the table, is a superparticular number (or epimoric ratio). The same is true for the octave. Typically, a comma is a diminished second, but this is not always true (for more details, see Alternative definitions of comma). For instance, in Pythagorean tuning the diminished second is a descending interval (524288:531441, or about −23.5 cents), and the Pythagorean comma is its opposite (531441:524288, or about 23.5 cents). 5-limit tuning defines four kinds of comma, three of which meet the definition of diminished second, and hence are listed in the table below. The fourth one, called syntonic comma (81:80) can neither be regarded as a diminished second, nor as its opposite. See Diminished seconds in 5-limit tuning for further details. Additionally, some cultures around the world have their own names for intervals found in their music. For instance, 22 kinds of intervals, called shrutis, are canonically defined in Indian classical music. Up to the end of the 18th century, Latin was used as an official language throughout Europe for scientific and music textbooks. In music, many English terms are derived from Latin. For instance, semitone is from Latin semitonus. The prefix semi- is typically used herein to mean \"shorter\", rather than \"half\".[23][24][25] Namely, a semitonus, semiditonus, semidiatessaron, semidiapente, semihexachordum, semiheptachordum, or semidiapason, is shorter by one semitone than the corresponding whole interval. For instance, a semiditonus (3 semitones, or about 300 cents) is not half of a ditonus (4 semitones, or about 400 cents), but a ditonus shortened by one semitone. Moreover, in Pythagorean tuning (the most commonly used tuning system up to the 16th century), a semitritonus (d5) is smaller than a tritonus (A4) by one Pythagorean comma (about a quarter of a semitone). In post-tonal or atonal theory, originally developed for equal-tempered European classical music written using the twelve-tone technique or serialism, integer notation is often used, most prominently in musical set theory. In this system, intervals are named according to the number of half steps, from 0 to 11, the largest interval class being 6. In atonal or musical set theory, there are numerous types of intervals, the first being the ordered pitch interval, the distance between two pitches upward or downward. For instance, the interval from C upward to G is 7, and the interval from G downward to C is −7. One can also measure the distance between two pitches without taking into account direction with the unordered pitch interval, somewhat similar to the interval of tonal theory. The interval between pitch classes may be measured with ordered and unordered pitch-class intervals. The ordered one, also called directed interval, may be considered the measure upwards, which, since we are dealing with pitch classes, depends on whichever pitch is chosen as 0. For unordered pitch-class intervals, see interval class.[26] In diatonic set theory, specific and generic intervals are distinguished. Specific intervals are the interval class or number of semitones between scale steps or collection members, and generic intervals are the number of diatonic scale steps (or staff positions) between notes of a collection or scale. Notice that staff positions, when used to determine the conventional interval number (second, third, fourth, etc.), are counted including the position of the lower note of the interval, while generic interval numbers are counted excluding that position. Thus, generic interval numbers are smaller by 1, with respect to the conventional interval numbers. The term \"interval\" can also be generalized to other music elements besides pitch. David Lewin's Generalized Musical Intervals and Transformations uses interval as a generic measure of distance between time points, timbres, or more abstract musical phenomena.[27][28] For example, an interval between two bell-like sounds, which have no pitch salience, is still perceptible. When two tones have similar acoustic spectra (sets of partials), the interval is just the distance of the shift of a tone spectrum along the frequency axis, so linking to pitches as reference points is not necessary. The same principle naturally applies to pitched tones (with similar harmonic spectra), which means that intervals can be perceived \"directly\" without pitch recognition. This explains in particular the predominance of interval hearing over absolute pitch hearing.[29][30] According to the two approaches, some may format the major seventh chord as CM7 (general rule 1: M refers to M3), and others as CM7 (alternative approach: M refers to M7). Fortunately, even CM7 becomes compatible with rule 1 if it is considered an abbreviation of CMM7, in which the first M is omitted. The omitted M is the quality of the third, and is deduced according to rule 2 (see above), consistently with the interpretation of the plain symbol C, which by the same rule stands for CM.","Title":"Interval (music) - Wikipedia","KeyID":"5954","URL":"https://en.wikipedia.org/wiki/Twelfth_(music)"}