{"Content: ":"William Gorham Rice Sr. (December 23, 1856 – September 10, 1945) was an American state and federal government official from Albany, New York, and civic activist engaged in the reform of the civil service system. He was a biographer of Grover Cleveland, and became an authority on carillons in America and Europe and authored three books on the topic.[1] William Gorham Rice was born December 23, 1856 in Albany, New York, to William A. Rice (1820–1906) and Hannah (née Seely) Rice (1835–1911). Rice was a direct patrilineal descendant of Edmund Rice, an early English immigrant to the Massachusetts Bay Colony.[2][nb 1] Rice attended the Albany Academy, graduating in 1875. He married Harriet Langdon Pruyn (1868–1939) on February 10, 1892 in Albany,[3] daughter of Congressman John V. L. Pruyn. They had one child, William Gorham Rice Jr. (1892–1979), who became a law professor at University of Wisconsin–Madison.[4][5] Rice became active in Democratic Party politics in New York.[6] He was appointed to the staff of Governor Samuel Tilden as assistant paymaster general of the New York National Guard with the rank of colonel. From 1883 to 1889 Rice served as secretary to Governors Grover Cleveland and David B. Hill. In 1895 he was appointed to the United States Civil Service Commission, filling the vacancy created when Theodore Roosevelt resigned and serving until 1898. In 1903, he was a candidate for mayor of Albany, and in 1914 a candidate for Lieutenant Governor of New York, but he lost both of these elections.[6] In 1915 he became a member of the New York State Civil Service Commission, serving as president from 1919 to 1920 and again from 1931 to 1937. From 1922 to 1929 he was chairman of the Bureau of Public Personnel Administration, a private organization that promoted the reform of the Civil Service System. Rice's wife was passionate about her family genealogy, and she often traveled abroad to the Netherlands and Belgium, the home countries of her ancestors. He often traveled with her.[7] In the summer of 1912, while touring cities in the Netherlands and Belgium with his wife, Rice heard a carillon while staying in The Hague and quickly developed a passion for the instrument. He devised a plan to publish a book containing tourist carillon routes. To learn more, he wrote postcards with paid reply to Dutch and Flemish carillonneurs, using his hotel doorman's help with translation.[8] Rice met Jef Denyn after the conclusion of the latter's Monday evening concert on August 18, 1913. He later wrote about the concert: \"Indeed, the tower seemed a living being, opening its lips in the mysterious night to pour out a great and noble message of song to all mankind.\"[9] Rice and Denyn became long-time friends.[8] Rice's first book, Carillons of Belgium and Holland, was published in December 1914 and reprinted three times. It is the earliest known book written on the subject.[7][8][10] He published two more books, Carillon Music and Singing Towers of the Old World and the New in 1914 and reprinted in 1925 and The Carillon in Literature in 1918.[10] Rice became an authority on carillons in the United States; in addition to his books, he gave 35 lectures in several cities, published articles in magazines, spoke on radio programs, and presented exhibition material on the subject between 1912 and 1922.[11] In September 1936, at the founding congress of The Guild of Carillonneurs in North America, he was elected to the office of honorary president because of his work in promoting the carillon in North America.[10] In 1927, Rice was the main promoter building the Albany City Hall carillon as a memorial to soldiers killed in World War I. He was also a collector of documents related to Grover Cleveland, and the papers Rice donated to the New York State Library included several newspaper and magazine articles on Cleveland, as well as many of his speeches and letters.[12] Rice died September 10, 1945 in Guilderland, New York, and was buried at the Albany Rural Cemetery.","Title":"William Gorham Rice - Wikipedia","KeyID":"5959","URL":"https://en.wikipedia.org/wiki/William_Gorham_Rice"}