{"Content: ":"Iberodactylus is a genus of pterodactyloid pterosaurs belonging to the clade Anhangueria, that during the Early Cretaceous lived in the area of present Spain. The type species is Iberodactylus andreui. In the late 1980s, amateur paleontologist Javier Andreu discovered a pterosaur skull at the Los Quiñones site, 1 kilometer (0.62 mi) west of Obón in Aragón. At the time it represented the most complete discovery of pterosaur fossil material in Spain apart from the remains of Prejanopterus. In 2014, the find was reported in the scientific literature by José Antonio Ulloa-Rivas and identified as a member of the Ornithocheiroidea.[1] In 2019, the type species, Iberodactylus andreui, was named and described by Borja Holgado, Rodrigo Vargas Pêgas, José Ignacio Canudo, Josep Fortuny, Taissa Rodrigues, Julio Company and Alexander Wilhelm Armin Kellner. The generic name combines a reference to Iberia with a Greek δάκτυλος, daktylos, meaning \"finger\", a common suffix in the names of pterosaurs, since the naming of Pterodactylus. The specific name honors Andreu as discoverer. Because the name was published in an electronic publication, its validity requires Life Science Identifiers. These are 0174E98C-416B-4C49-AF63-2B42AF1E9EAB for the genus and 37FAC334-082A-4185-970E-7E7E13D5670C for the species.[2] The holotype, MPZ-2014/1, was found in a chalkstone layer of the Blesa Formation dating from the Barremian. It consists of a partial front snout with crest, containing a number of broken teeth and empty tooth sockets. The fossil is part of the collection of the Museo de Ciencias Naturales de la Universidad de Zaragoza.[2] The wingspan of Iberodactylus was estimated in 2019 by extrapolating the proportions of the related genus Hamipterus of which skull-wing ratios are known. The extrapolations indicated a wingspan that measured between 375 and 404 centimeters (12.30 and 13.25 ft). From this it was concluded that the paired wings were about 4 meters (13 ft) wide. This would make Iberodactylus the largest pterosaur found in the Iberian peninsula up to 2019.[2] The describing authors indicated two distinguishing traits. They are autapomorphies, unique derived characters. The tip of the premaxilla is relatively tall. The crest on the premaxilla has a front edge curving to the front under an angle of about 80 degrees.[2] The fossil skull fragment has a preserved length of 198 millimeters (7.8 in) and a height of 128 millimeters (5.0 in). The snout or rostrum is somewhat expanded at the front. The palate is keeled on the midline and turns upwards at the front.[2] The snout bears a crest of which the base alone has been preserved. The front edge of the crest is positioned above the fifth tooth socket. The base of the crest is wide in side view, despite lacking its rear edge. The fracture in the fossil reveals that the bone wall is about 1.5 millimeters (0.059 in) thick, and the crest is filled with small bone struts called trabeculae. The crest is triangular in cross-section. Its sides are covered by vertical ridges and troughs. These run parallel to the forward curvature of the crest. Because the crest, a plausible display structure, is relatively robust, the authors assumed that the specimen represents a male individual. The fossil resembles Hamipterus but in that latter genus, the snout is lower and the front edge of the crest straighter. On the base of the edge small holes are visible. Their edges seem to be too sharp for them to be natural foramina in the bone wall. It was suggested that they could be tunnels made by bone-eating larvae of beetles.[2] In 2014, it was assumed that they represented exit holes of a salt gland, unique for the entire Pterosauria.[1] The maxilla bears at least eight conical teeth. The teeth have an elliptical cross-section. They are positioned more laterally on the jaw. The teeth increase in size until the third tooth, which with a width of 2 centimeters (0.79 in) is twice as wide as the first tooth. The fourth tooth becomes abruptly smaller and is about as large as the first. The fifth tooth is larger and the sixth is about as wide as the third. The seventh and eight teeth again abruptly decline in size, being somewhat smaller than the first one.[2] Iberodactylus was, within the Anhangueria, placed in the clade Hamipteridae, named in the same 2019 article. It was recovered as the sister species of Hamipterus. The close affinity with a Chinese form would prove that the Anhangueria originated from the east of Laurasia.[2] The cladogram below follows a topology made by Rodrigo Pêgas and colleagues in 2019. They recovered Iberodactylus within the family Hamipteridae, as originally proposed in its description.[3] Hamipterus Iberodactylus Tropeognathus Coloborhynchus Siroccopteryx Uktenadactylus Caulkicephalus Guidraco Ludodactylus Anhanguera Liaoningopterus Cearadactylus Maaradactylus   ","Title":"Iberodactylus - Wikipedia","KeyID":"596","URL":"https://en.wikipedia.org/wiki/Iberodactylus"}