{"Content: ":"John Lane (14 March 1854 – 2 February 1925) was a British publisher who co-founded The Bodley Head with Charles Elkin Mathews.[1] Originally from Devon, where he was born into a farming family, Lane moved to London in his teens. While working as a clerk at the Railway Clearing House, he acquired knowledge as an autodidact. After entering the London book trade, in 1887 he became co-founder with Elkin Mathews of The Bodley Head which originally was a bookshop dealing in antiquarian books. In 1894, still operating under the name of The Bodley Head, they began to publish books. Mathews left shortly afterwards and began to publish on his own as Elkin Mathews Ltd. and \"returned to a great concentration on bookselling\".[2] Lane continued to publish as The Bodley Head and under the name John Lane. He is mainly associated with publishing controversial and audacious texts, especially for a small, sophisticated audience. Examples are the periodical The Yellow Book (1894 - 1897) and Lane's Keynotes Series,[3] which included contentious material such as Grant Allen's novel The Woman Who Did (1895), Victoria Crosse's immediate reaction to it, the novel The Woman Who Didn't (1895), and H.G. Wells's novel about his affair with Amber Reeves, The New Machiavelli (1911). On 13 August 1898, John Lane married Annie Philippine King, the widow of Tyler Batcheller King and the daughter of Julius Eichberg. Annie Lane was author of To Thee, O Country (national hymn) and of the books Brown's Retreat, Kitwyk (published by John Lane in 1903), The Champagne Standard, Talk of the Town and According to Maria. His nephews, Allen, Richard and John Lane, founded Penguin Books. John Lane died of pneumonia on 2 February 1925 at his London home, 8 Lancaster Gate Terrace, Bayswater, London. He was cremated at Golders Green, and his ashes were interred at St Nectan's Church in the hamlet of Stoke, near Hartland, Devon. In the St Nectan's churchyard, there is a stone seat commemorating various members of the Lane family.","Title":"John Lane (publisher) - Wikipedia","KeyID":"5960","URL":"https://en.wikipedia.org/wiki/John_Lane_Company"}