{"Content: ":"Consecration is the solemn dedication to a special purpose or service. The word consecration literally means \"association with the sacred\". Persons, places, or things can be consecrated, and the term is used in various ways by different groups. The origin of the word comes from the Latin stem consecrat, which means dedicated, devoted, and sacred.[1] A synonym for consecration is sanctification; its antonym is desecration. Images of the Buddha and bodhisattvas are ceremonially consecrated in a broad range of Buddhist rituals that vary depending on the Buddhist traditions. Buddhābhiseka is a Pali and Sanskrit term referring to these consecration rituals.[2] In Christianity, consecration means \"setting apart\" a person, as well as a building or object, for God. Among some Christian denominations there is a complementary service of \"deconsecration\", to remove a consecrated place of its sacred character in preparation for either demolition or sale for secular use. \"Consecration\" is used in the Catholic Church as the setting apart for the service of God, of both persons and objects. The ordination of a new bishop is also called a consecration. While the term \"episcopal ordination\" is now more common,[3] \"consecration\" was the preferred term from the Middle Ages through the period including the Second Vatican Council (11 October 1962 – 8 December 1965).[4] The Vatican II document Sacrosanctum Concilium n. 76 states, Both the ceremonies and texts of the ordination rites are to be revised. The address given by the bishop at the beginning of each ordination or consecration may be in the mother tongue. When a bishop is consecrated, the laying of hands may be done by all the bishops present. The English text of Catechism of the Catholic Church, Second Edition, 1997, under the heading \"Episcopal ordination—fullness of the sacrament of Holy Orders\", uses \"episcopal consecration\" and \"episcopal ordination\" interchangeably (CCC, 1556–1558). The 1983 Code of Canon Law of the Latin Church under \"Title VI—Orders\" uses the term sacrae ordinationis minister \"minister of sacred ordination\" and the term consecratione episcopali \"episcopal consecration\" (CCL, 1012, 1014). Consecrated virgins are consecrated by the diocesan bishop according to the approved liturgical rite and spend their time in works of penance and mercy, in apostolic activity and in prayer. Those who enter religious institutes, societies of apostolic life, secular institutes or are recognised as a diocesan hermit are also members of the consecrated life. Chrism, an anointing oil, is (usually scented) olive oil consecrated by a bishop. Objects such as patens and chalices, used for the sacrament of the Eucharist, are consecrated by a bishop, using chrism. The day before a new priest is ordained, there may be a vigil and a service or Mass at which the ordaining Bishop consecrates the paten(s) and chalice(s) of the ordinands (the men who are transitional deacons, about to be ordained priests). A more solemn rite exists for what used to be called the \"consecration of an altar\", either of the altar alone or as the central part of the rite for a church. The rite is now called the dedication.[5][6] Since it would be contradictory to dedicate to the service of God a mortgage-burdened building, the rite of solemn dedication of a church is carried out only if the building is debt-free. A very special act of consecration is that of the Eucharistic gifts bread and wine in the Holy Mass, which according to Catholic belief involves their change into the Body and Blood of Christ, a change referred to as transubstantiation. In the Eastern Orthodox Churches and the Eastern Catholic Churches, the term \"consecration\" can refer to either the Sacred Mystery (sacrament) of Cheirotonea (ordination through laying on of hands) of a bishop, or the sanctification and solemn dedication of a church building. It can also (more rarely) be used to describe the change of the bread and wine into the Body and Blood of Christ at the Divine Liturgy. The Chrism used at Chrismation and the Antimension placed on the Holy Table are also said to be consecrated. Church buildings, chapels, altars, and Communion vessels are consecrated for the purpose of religious worship. A person may be consecrated for a specific role within a religious hierarchy, or a person may consecrate his or her life in an act of devotion. In particular, the ordination of a bishop is often called a consecration. In churches that follow the doctrine of apostolic succession (the historical episcopate), the bishops who consecrate a new bishop are known as the consecrators and form an unbroken line of succession back to the Apostles. Those who take the vows of religious life are said to be living a consecrated life.[citation needed] In the Church of England (Mother Church of the Anglican Communion), an order closing a church may remove the legal effects of consecration. In Methodist theology, entire consecration is an act made by an individual who has experienced the New Birth, but prior to entire sanctification:[7] Consecration necessary for entire sanctification, is the total abandonment of the redeemed soul to the whole will of God (Romans 12:1; 6:11, 13, 22). As such it takes place after the work of regeneration and must be completed before the soul is sanctified. While the act of consecration depends wholly upon the individual, the scope of consecration must be dictated by the Holy Spirit (acts 5:32). In saying that consecration is the act of the creature, it must be understood that every step in grace is undertaken through the assistance of the Holy Spirit (1 Peter 1:22). The consecration becomes so deep that it includes perfect submission to the crucifixion of the body of sin (Romans 6:6, Galatians 2:20; 5:24). ―Principles of Faith, Emmanuel Association of Churches[7] In a prayer of entire consecration, a Christian surrenders himself/herself to God in order to allow Him to entirely sanctify his/her soul.[8] A believer offers to God \"his time, his plans, his possessions, himself, his all\" in consecration.[7] As such, consecration is \"a pledge of an eternal 'yes' to all the will of God\" in Wesleyan-Arminian theology.[8] With this human initiative of setting oneself apart for God, the believer is able to be entirely sanctified; the theology behind consecration is summarized with the maxim \"Give yourself to God in all things, if you would have God give Himself to you.\"[8] United Methodist elder Craig Adams in discussing \"the need for a particular moment of consecration and faith in a believer’s life\", referenced the theological tract On the Act or Covenant of Religious Consecration, authored by Thomas Cogswell Upham, which provides the following prayer of consecration composed by cleric Philip Doddridge as an example:[9][10] Eternal and ever blessed God! I desire to present myself before Thee with the deepest humiliation and abasement of soul, sensible how unworthy such a sinful worm is, to appear before the Holy Majesty of heaven, and to enter into a Covenant transaction with Thee. I come acknowledging myself to have been a great offender; smiting on my breast and saying with the humble publican, God be merciful to me a sinner. I come invited in the name of thy Son, and wholly trusting in his perfect righteousness; intreating that, for his sake, Thou wilt be merciful to my unrighteousness, and wilt no more remember my sins. Permit me, O Lord, to bring back unto Thee those powers and faculties, which I have ungratefully and sacrilegiously alienated from thy service: And receive, I beseech Thee, thy poor revolted creature, who is now convinced of thy right to him, and desires nothing in the world so much as to be Thine. It is with the utmost solemnity, that I make this surrender of myself unto Thee. I avouch the Lord this day to be my God; and I avouch and declare myself this day to be one of his Covenant children and people. Hear, O Thou God of heaven, and record it in the book of thy remembrance, that I am thine, ENTIRELY THINE. I would not merely consecrate to Thee some of my powers, or some of my possessions, or give Thee a certain portion of my services, or all I am capable of for a limited time; [but I give myself to Thee and promise, relying upon thy divine assistance, ] to be wholly thine and thine forever. From this day do I solemnly renounce all the former Lords, which have had dominion over me, every sin and every lust, and in thy name set myself in eternal opposition to the powers of Hell, which have most unjustly usurped the empire over my soul, and to all the corruptions, which their fatal temptations have introduced into it. The whole frame of my nature, all the faculties of my mind and all the members of my body would I present before Thee this day, as a living sacrifice HOLY and ACCEPTABLE to God, which I know to be my most reasonable service. [To thee I consecrate not only my person and powers,] but all my worldly possessions; and earnestly pray Thee also to give me strength and courage to exert for thy glory all the influence I may have over others in the relations of life, in which I stand. Nor do I only consecrate all that I am and have to do thy service; but I also most humbly resign and submit myself and all that I can call mine, [to endure and suffer at thy hand whatsoever thou mayst see fit to impose upon me in the dispensations] of thy holy and sovereign will. I leave, O Lord, to thy management and direction all I possess and all I wish; and set every enjoyment and every interest before Thee, to be disposed of as thou pleasest; contentedly resolving, in all that thou appointest for me, my will into Thine, and looking on myself as NOTHING, and on Thee, O God, as the great, Eternal All, whose word ought to determine every thing; and whose government ought to be the joy of the whole rational creation. Receive, O heavenly Father, thy returning prodigal! Wash me in the blood of thy dear Son! Clothe me with thy perfect righteousness; and sanctify me throughout by the power of thy Spirit. And O Lord, when thou seest the agonies of dissolving nature upon me, remember this Covenant, even though I should then be incapable of recollecting it, and look with pitying eye upon thy dying child. Put strength and confidence into my departing spirit; and receive it to the embraces of thine everlasting love. Amen.[10] The Probationer's Handbook, one of the most widely used catechisms of the Methodist Episcopal Church for probationers seeking full membership in the connexion, provided probationers a prayer of entire consecration to be used if the probationer had not already consecrated himself/herself to God; it implored the probationer: \"If you are not fully consecrated to God, lay all on the altar immediately.\"[11] The Methodist Book of Worship for Church and Home (1965) contains liturgies for \"The Order for the Consecration of Bishops\", \"An Office for the Consecration of Deaconesses\", \"An Office for the Consecration of Directors of Christian Education and Directors of Music\", as well as \"An Office for the Opening or Consecrating of a Church Building\" among others.[12] Mormonism is replete with consecration doctrine, primarily Christ's title of \"The Anointed One\" signifying his official, authorized and unique role as the savior of mankind from sin and death, and secondarily each individual's opportunity and ultimate responsibility to accept Jesus' will for their life and consecrate themselves to living thereby wholeheartedly. Book of Mormon examples include \"sanctification cometh because of their yielding their hearts unto God\" (Heleman 3:35) and \"come unto Christ, who is the Holy One of Israel, and partake of his salvation, and the power of his redemption, ... and offer your whole souls as an offering unto him, and continue in fasting and praying, and endure to the end; and as the Lord liveth ye will be saved\" (Omni 1:26). In most South Indian Hindu temples around the world, Kumbhabhishekam, or the temple's consecration ceremony, is done once every 12 years. It is usually done to purify the temple after a renovation or simply done to renew the purity of the temple. Hindus celebrate this event on the consecration date as the witnessing gives a good soul a thousand \"punya\", or good karma.[13] Panch Kalyanaka Pratishtha is a traditional Jain ceremony that consecrates one or more Jain Tirthankara icons with celebration of Panch Kalyanaka (five auspicious events). The ceremony is generally held when a new Jain temple is erected or new idols are installed in temples.[14] The consecration must be supervised by a religious authority, an Acharya or a Bhattaraka or a scholar authorized by them.[citation needed] Consecration is less prominent in Islam than in many other religions. Special consecration is not often a religious requirement. Nonetheless, it is a feature of Muslim religious life in some cases. For example,","Title":"Consecration - Wikipedia","KeyID":"5971","URL":"https://en.wikipedia.org/wiki/Consecration"}