{"Content: ":"The nave (/neɪv/) is the central part of a church, stretching from the (normally western) main entrance or rear wall, to the transepts, or in a church without transepts, to the chancel.[1][2] When a church contains side aisles, as in a basilica-type building, the strict definition of the term \"nave\" is restricted to the central aisle.[1] In a broader, more colloquial sense, the nave includes all areas available for the lay worshippers, including the side-aisles and transepts.[3] Either way, the nave is distinct from the area reserved for the choir and clergy.[1] The nave extends from the entry—which may have a separate vestibule (the narthex)—to the chancel and may be flanked by lower side-aisles[4] separated from the nave by an arcade. If the aisles are high and of a width comparable to the central nave, the structure is sometimes said to have three naves. It provides the central approach to the high altar. The term nave is from navis, the Latin word for ship, an early Christian symbol of the Church as a whole, with a possible connection to the \"Ship of St. Peter\" or the Ark of Noah.[1][3][5] The term may also have been suggested by the keel shape of the vaulting of a church. In many Nordic and Baltic countries a model ship is commonly found hanging in the nave of a church,[6] and in some languages the same word means both 'nave' and 'ship', as for instance Danish skib, Swedish skepp, Dutch schip or Spanish nave. The earliest churches were built when builders were familiar with the form of the Roman basilica, a public building for business transactions. It had a wide central area, with aisles separated by columns, and with windows near the ceiling. Old St. Peter's Basilica in Rome is an early church which had this form. It was built in the 4th century on the orders of Roman emperor Constantine I, and replaced in the 16th century.[3][1] The nave, the main body of the building, is the section set apart for the laity, while the chancel is reserved for the clergy. In medieval churches the nave was separated from the chancel by the rood screen; these, being elaborately decorated, were notable features in European churches from the 14th to the mid-16th century.[3][1][7] Medieval naves were divided into bays, the repetition of form giving an effect of great length; and the vertical element of the nave was emphasized. During the Renaissance, in place of dramatic effects there were more balanced proportions.[1]","Title":"Nave - Wikipedia","KeyID":"5978","URL":"https://en.wikipedia.org/wiki/Nave"}