{"Content: ":"Ulm Minster (German: Ulmer Münster) is a Lutheran church located in Ulm, State of Baden-Württemberg (Germany). It is currently the tallest church in the world.[3] The church is the fifth-tallest structure built before the 20th century, with a steeple measuring 161.5 metres (530 ft).[3] Though it is sometimes referred to as Ulm Cathedral because of its great size, the church is not a cathedral as it has never been the episcopal see of a bishop. Though the towers and all decorative elements are of stone masonry, attracting the attention of visitors, most of the walls, including the façades of the nave and choir, actually consist of visible brick. Therefore, the building is sometimes referred to as a brick church. As such, it lays claim to the rank of second- to fourth-largest, after San Petronio Basilica in Bologna and together with Frauenkirche in Munich and St. Mary's Church in Gdańsk. The tower however was mainly built from sandstone.[4] Ulm Minster was begun in the Gothic architecture of the Late Middle Ages but the building was not completed until the late 19th century after a hiatus of centuries. When work ceased in the 16th century all of the church except the towers and some outer decorations were complete, unlike at Cologne Cathedral, where less than half of the work had been done before construction halted in the 15th century. Visitors can climb the 768 steps that lead to the top of the minster's spire. At 143 m (469 ft) it gives a panoramic view of Ulm in Baden-Württemberg and Neu-Ulm in Bavaria and, in clear weather, a vista of the Alps from Säntis to the Zugspitze. The final stairwell to the top (known as the third Gallery) is a tall, spiralling staircase that has barely enough room for one person. The original parish church in Ulm was built at the gate of the city outside the walls, and this caused much trouble for the citizens of the city in the 14th century's conflicts that involved Ulm, as demonstrated by Emperor Charles IV's siege of the city. This parish church had also been subordinated to Reichenau Monastery by Charlemagne in 813, and the denizens of Ulm wanted a new, independent church inside the city's walls. To this end, the city's near 10,000 inhabitants decided to finance construction themselves. On 30 June 1377, Mayor Ludwig Krafft laid the first stone, the foundation stone, of the new church. This church, whose design would be given to Heinrich Parler, the architect of Holy Cross Minster in Schwäbisch Gmünd. The first plan was to build a stepped hall church with aisles as wide and almost as high as the central nave, with a main spire on the west and two steeples above the choir (29 meters (95 ft) long, 15 meters (49 ft) wide).[citation needed] The women of the Ulmer Assemblage would also make their contributions to the foundation works, something memorialized by 17th and 18th century composer Barbara Kluntz.[5] Michael Parler, who had experience from working at the Dombauhütte in Prague, assumed construction of the church in 1381 and continued work on the nave, which had originally been conceived as a triple-aisled hall church with approximately equal height and width. From 1387 to 1391, Heinrich III Parler managed construction as head of the Bauhütte. Then in 1392 Ulrich Ensingen, associated with Strasbourg Cathedral, was appointed master builder. It was Parler's plan to construct the Ulm Minster's 150 meters (490 ft) spire, the highest of any church. In order to balance its proportions, the nave was now to be much taller than the Parlers had intended, making a noticeable difference in height between the chancel and nave. The church was consecrated on 25 July 1405. In 1446, Ulrich's son Matthäus took over construction and finished the choir vault in 1449 and the vault over the northern nave in 1452. When he died in 1463, his own son, Mortiz, took over construction. Himself dying in 1471, he completed the vaulting over the nave and constructed the sacrament house, finally making the church a basilica according to Ulrich's plan. In 1477, Matthäus Böblinger took over and made changes to the plans of the church but especially to the main tower and in doing so caused the church's first major structural threat: the heavy vaults of the wide aisles and high nave burdened the columns with too much lateral force at different heights. A new master builder, Burkhart Engelberg of Augsburg, tackled the structural damage by reinforcing the foundation of the west tower and demolishing the heavy aisle vaults and replacing them with vaults of half widths, which afforded rows of additional columns dividing each of the aisles in two. Although catastrophe had been avoided, the walls were left without their buttresses for 350 years and the northern wall of the nave bulges outward by 27 centimeters (11 in) even today. In a referendum in 1530/31, the citizens of Ulm converted to Protestantism during the Reformation. Ulm Minster became a Lutheran church. Despite its vast size, it is not a cathedral, as the responsible bishop of the Evangelical-Lutheran Church in Württemberg – member of the Evangelical Church in Germany – resides in Stuttgart. In 1543, construction work ceased at a time when the steeple had reached a height of some 100 metres (330 ft). The suspension of the building process was due to a variety of factors which were political and religious (the Reformation, the Thirty Years' War, the War of the Spanish Succession) as well as economic, since the discovery of the Americas during the voyages of Christopher Columbus 1492–1504, the Portuguese discovery of the sea route to India in 1497–99, and Magellan's circumnavigation of the globe led to a epochal shift in trade routes and commodities. One result was economic stagnation and a steady decline, preventing major public expenditure. Center aisle, looking east to the sanctuary Due to the changed plans, the nave is much higher than the choir and aisles. Northern aisle, divided in two by an additional arcade. The base of one arch covers an imperial eagle painted before modification of the vaulting. Ulm Minster in 1643, depicted by Matthaeus Merian Photo of 1854, before completion of much of the second phase Photo of 1887, with new flying buttresses and lateral towers Ulm Minster, aerial view (2014) Church bells of the Ulm Minster seen from above (2019) In 1817, the interior frescos were covered by painting the walls grey. In 1844, construction work resumed. After a phase of repairs lasting until 1856, the central nave was stabilized by the addition of flying buttresses. Then the small steeples beside the choir were built – without medieval plans. At last, the main steeple was completed, changing the available medieval plan in making it about ten metres taller. Finally, on 31 May 1890 the building was completed. A devastating air raid hit Ulm on 17 December 1944, which destroyed virtually the entire town west of the church to the railway station and north of the church to the outskirts. The church itself was barely damaged. However, almost all the other buildings of the town square (Münsterplatz) were severely hit and some 80% of the medieval centre of Ulm was destroyed. The church is currently dealing with problems caused by large numbers of men and women urinating around the structure. In addition to the health issues this presents, acids and salts in the urine are degrading the sandstone foundation of the Münster.[6] Church officials say that festivals and events in the adjacent Münsterplatz draw large numbers of people to the area, but event organizers do not provide sufficient free toilets.[7] After costly repairs to the structure, church leaders pressed city officials to increase patrols and fines, but these have failed to stop offenders.[8] While the walls of the choir, the side aisles and the tower were constructed of brick, the upper levels of the nave are ashlar, using sandstone from Isny im Allgäu. Limestone from the nearby Swabian Jura was used in small quantities. Works of art Bells The tower contains 13 bells in total and only 10 of the 13 swing. 6 bells in including the largest bell, Gloriosa were cast by Heinrich Kurtz in Stuttgart 1956. Leichenglocke is responsible to chime the quarter-hours and the second largest bell Dominica chimes the hours. Northern façade clerestory. The upper levels of the nave are built in stone while the rest of the church is built of brick. Figures from Genesis above the main portal Man of Sorrows on the main portal by Hans Multscher Main altar by Martin Schaffner (1521) The Visitation - Detail of the stained glass by Peter Hemmel Dragon gargoyle on the way up the stairs of the Ulmer Münster steeple The west end and organ The choir stalls Virgil by Jörg Syrlin t.E., possibly a self-portrait \"Ulmer Spatz\": the original of 1858 by the cathedral roof is now in the Ulmer Münster near the entrance in a display case. Altar table by Bartholomäus Zeitblom (about 1489–1497) Stained glass St. Georg by Hans Acker, about 1440 View toward the choir showing the ancient glass in the apse and the wooden filigree canopy of the nave pulpit","Title":"Ulm Minster - Wikipedia","KeyID":"5980","URL":"https://en.wikipedia.org/wiki/Ulm_Minster"}