{"Content: ":"Zierikzee (Dutch pronunciation: [ˈziːrɪkseː]) is a small city in the southwest Netherlands, 50 km southwest of Rotterdam. It is situated in the municipality of Schouwen-Duiveland, Zeeland. The city hall of Schouwen-Duiveland is located in Zierikzee, its largest city. Zierikzee is connected to Oosterschelde through a canal. In 2001, the town of Zierikzee had 10,313 inhabitants. The built-up area of the town was 3.0 km², and contained 4,295 residences.[1] The statistical area \"Zierikzee\", which also can include the surrounding countryside, has a population of around 10,730.[2] Zierikzee, then located on the island of Schouwen, received city rights in 1248. In 1304, a fleet commissioned by the French and Dutch defeated a Flemish fleet in the naval Battle of Zierikzee. On 30 April 1917, a lost British pilot of the Royal Naval Air Service mistakenly entered the airspace of the Netherlands, then neutral in World War I, and dropped eight bombs on Zierikzee - damaging several houses and killing a family of three. After initially denying the incident, the British government apologized and agreed to compensate the Dutch for damage and loss of life.[3] In 1953, Zierikzee was damaged by the catastrophic North Sea flood of 1953. The English town of Hatfield sent help and a friendship has developed. The two towns have been twinned. In 1997 the municipality of Zierikzee merged into that of Schouwen-Duiveland. In 2015, the last surviving example of the city's defensive cannons; cast in 1552, was donated to the city by the British coastguard. The coastguard had recovered it from a commercial diver, during a criminal investigation. The diver had found it off the Kent coast.[4] On 27 June 2022, a tornado estimated at between F1 and F2 struck the city, killing one person and injuring nine others. Three hundred properties were damaged.[5][6] The channel that connects Zierikzee to Oosterschelde is mainly used by tourist boats. View of Zierikzee (1618), by Esaias van der Velde 1649 map of Zierikzee (Zirizea) in Willem and Joan Blaeu's \"Toonneel der Steden\" The tower (Sint-Lievensmonstertoren) of Zierikzee was planned to be twice as high as it was eventually built. Former settlements:","Title":"Zierikzee - Wikipedia","KeyID":"5983","URL":"https://en.wikipedia.org/wiki/Zierikzee"}