{"Content: ":"A silhouette (English: /ˌsɪluˈɛt/ ,[1] French: [silwɛt]) is the image of a person, animal, object or scene represented as a solid shape of a single colour, usually black, with its edges matching the outline of the subject. The interior of a silhouette is featureless, and the silhouette is usually presented on a light background, usually white, or none at all. The silhouette differs from an outline, which depicts the edge of an object in a linear form, while a silhouette appears as a solid shape. Silhouette images may be created in any visual artistic media,[2] but were first used to describe pieces of cut paper, which were then stuck to a backing in a contrasting colour, and often framed. Cutting portraits, generally in profile, from black card became popular in the mid-18th century, though the term silhouette was seldom used until the early decades of the 19th century, and the tradition has continued under this name into the 21st century. They represented a cheap but effective alternative to the portrait miniature, and skilled specialist artists could cut a high-quality bust portrait, by far the most common style, in a matter of minutes, working purely by eye. Other artists, especially from about 1790, drew an outline on paper, then painted it in, which could be equally quick. From its original graphic meaning, the term silhouette has been extended to describe the sight or representation of a person, object or scene that is backlit, and appears dark against a lighter background. Anything that appears this way, for example, a figure standing backlit in a doorway, may be described as \"in silhouette\". Because a silhouette emphasises the outline, the word has also been used in the fields of fashion and fitness to describe the shape of a person's body or the shape created by wearing clothing of a particular style or period. The word silhouette is derived from the name of Étienne de Silhouette, a French finance minister who, in 1759, was forced by France's credit crisis during the Seven Years' War to impose severe economic demands upon the French people, particularly the wealthy.[3] Because of de Silhouette's austere economies, his name became synonymous with anything done or made cheaply and so with these outline portraits.[4][5] Prior to the advent of photography, silhouette profiles cut from black card were the cheapest way of recording a person's appearance.[6][7] The term silhouette, although existing from the 18th century, was not applied to the art of portrait-making until the 19th century. In the 18th and early 19th century, “profiles” or “shades” as they were called were made by one of three methods: The silhouette is closely tied in mythology to the origins of art. Pliny the Elder, in his Natural History (circa 77–79 AD) Books XXXIV and XXXV, recounts the origin of painting. In Chapter 5 of Book XXXV, he writes, “We have no certain knowledge as to the commencement of the art of painting, nor does this enquiry fall under our consideration. The Egyptians assert that it was invented among themselves, six thousand years before it passed into Greece; a vain boast, it is very evident. As to the Greeks, some say that it was invented at Sicyon, others at Corinth; but they all agree that it originated in tracing lines round the human shadow [...omnes umbra hominis lineis circumducta].“. In Chapter 15, he tells the story of Butades of Corinth: For the depiction of portraits, the profile image has marked advantage over a full-face image in many circumstances, because it depends strongly upon the proportions and relationship of the bony structures of the face (the forehead, nose and chin) making the image is clear and simple. For this reason profile portraits have been employed on coinage since the Roman era. The early Renaissance period saw a fashion for painted profile portraits and people such as Federico da Montefeltro and Ludovico Sforza were depicted in profile portraits. The profile portrait is strongly linked to the silhouette. Recent research at Stanford University indicates that where previous studies of face recognition have been based on frontal views, studies with silhouettes show humans are able to extract accurate information about gender and age from the silhouette alone.[10] This is an important concept for artists who design characters for visual media, because the silhouette is the most immediately recognisable and identifiable shape of the character.[11] A silhouette portrait can be painted or drawn. However, the traditional method of creating silhouette portraits is to cut them from lightweight black cardboard, and mount them on a pale (usually white) background. This was the work of specialist artists, often working out of booths at fairs or markets, whose trade competed with that of the more expensive miniaturists patronised by the wealthy. A traditional silhouette portrait artist would cut the likeness of a person, freehand, within a few minutes.[12] Some modern silhouette artists also make silhouette portraits from photographs of people taken in profile.[6] These profile images are often head and shoulder length (bust), but can also be full length.[13] The work of the physiognomist Johann Caspar Lavater, who used silhouettes to analyse facial types, is thought to have promoted the art.[14] The 18th century silhouette artist August Edouart cut thousands of portraits in duplicate. His subjects included French and British nobility and US presidents. Much of his personal collection was lost in a shipwreck.[15] In England, the best known silhouette artist, a painter not a cutter, was John Miers, who travelled and worked in different cities, but had a studio on the Strand in London.[16] He advertised \"three minute sittings\",[17] and the cost might be as low as half a crown around 1800. Miers' superior products could be in grisaille, with delicate highlights added in gold or yellow, and some examples might be painted on various backings, including gesso, glass or ivory.[18] The size was normally small, with many designed to fit into a locket, but otherwise a bust some 3 to 5 inches high was typical, with half- or full-length portraits proportionately larger. In America, silhouettes were highly popular from about 1790 to 1840. The physionotrace apparatus invented by Frenchman Gilles-Louis Chrétien in 1783-84 facilitated the production of silhouette portraits by deploying the mechanics of the pantograph to transmit the tracing (via an eyepiece) of the subject's profile silhouette to a needle moving on an engraving plate, from which multiple portrait copies could be printed.[19][20] The invention of photography signaled the end of the silhouette as a widespread form of portraiture.[6] The skill was not lost, and travelling silhouette artists continued to work at state fairs into the 20th century. E. J. Perry and Dai Vernon were artists active in Coney Island at this time as well. The popularity of the silhouette portrait is being reborn in a new generation of people who appreciate the silhouette as a nostalgic way of capturing a significant occasion. In the United States and the UK silhouette artists have websites advertising their services at weddings and other such functions.[6][21][22] In England there is an active group of silhouette artists.[23][12][24] In Australia, S. John Ross plied his scissors at agricultural shows for 60 years until his death in 2008.[25] Other artists such as Douglas Carpenter produce silhouette images using pen and ink.[26] Since the late 18th century, silhouette artists have also made small scenes cut from card and mounted on a contrasting background like the portraits. These pictures, known as \"paper cuts\", were often, but not necessarily, silhouette images.[27] Among 19th century artists to work in this way was the author Hans Christian Andersen.[28] The modern artist Robert Ryan creates intricate images by this technique, sometimes using them to produce silk-screen prints.[29] In the late 19th and early 20th century several illustrators employed designs of similar appearance for making book illustrations. Silhouette pictures could easily be printed by blocks that were cheaper to produce and longer lasting than detailed black and white illustrations. Silhouette pictures sometimes appear in books of the early 20th century in conjunction with colour plates. (The colour plates were expensive to produce and each one was glued into the book by hand.) Illustrators who produced silhouette pictures at this time include Arthur Rackham and William Heath Robinson. In breaking with literal realism, artists of the Vorticist, Futurist and Cubist[30][31] movements employed the silhouette. Illustrators of the late 20th century to work in silhouette include Jan Pienkowski and Jan Ormerod. In the early 1970s, French artist Philippe Derome uses the black cut silhouette in his portraits of black people. In the 21st century, American artist Kara Walker develops this use of silhouette to present racial issues in confronting images.[32] Originating in the orient with traditions such as the shadow theatres of Indonesia, the shadow play became a popular entertainment in Paris during the 18th and 19th century. In the Paris of the late 19th century, the shadow theatre was particularly associated with the cabaret Le Chat Noir where Henri Rivière was the designer.[33] Since their pioneering use by Lotte Reiniger in silent films, silhouettes have been used for a variety of iconic, graphic, emotional, or conversely for distancing, effects in many movies. These include many of the opening credit sequences of the James Bond films. The opening sequence of the television series Alfred Hitchcock Presents features a silhouetted profile of Alfred Hitchcock stepping into a caricatured outline of himself, and in his movie Psycho the killer in the shower scene manifests as a terrifying silhouette. A scene from E.T. showing the central characters on a flying bicycle silhouetted against the full moon became a well-known movie poster. Harry Potter and the Deathly Hallows – Part 1 contains an animated sequence in silhouette illustrating a short story The Tale of the Three Brothers that is embedded in the film. The sequence was produced by Ben Hibon for Framestore, with artwork by Alexis Lidell. Silhouettes have also been used by recording artists in music videos. One example is the video for \"Buttons\" by The Pussycat Dolls, in which Nicole Scherzinger is seen in silhouette. Michael Jackson used his own distinctive silhouette both on stage and in videos such as \"You Rock My World\". Early iPod commercials portrayed silhouetted dancers wearing an iPod and earbuds. The cult television program, Mystery Science Theater 3000 features the three main characters of the series watching a movie as silhouettes at the bottom of the screen. The discipline of architecture that studies the shadows cast by or upon buildings is called Sciography. The play of shadows upon buildings was very much in vogue a thousand years ago as evidenced by the surviving examples of \"mukarnas\" art where the shadows of 3 dimensional ornamentation with stone masonry around the entrance of mosques form pictures. As outright pictures were avoided in Islam, tessellations and calligraphic pictures were allowed, \"accidental\" silhouettes are a creative alternative.[34][35] Many photographers use the technique of photographing people, objects or landscape elements against the light, to achieve an image in silhouette. The background light might be natural, such as a cloudy or open sky, mist or fog, sunset or an open doorway (a technique known as contre-jour), or it might be contrived in a studio; see low-key lighting. Silhouetting requires that the exposure be adjusted so that there is no detail (underexposure) within the desired silhouette element, and overexposure for the background to render it bright; so a lighting ratio of 16:1 or greater is the ideal. The Zone System[36] was an aid to film photographers in achieving the required exposure ratios. High contrast film, adjustment of film development,[37] and/or high contrast photographic paper may be used in chemical-based photography to enhance the effect in the darkroom.[38] With digital processing the contrast may be enhanced through the manipulation of the contrast curve for the image.[39] In media the term \"to silhouette\" is used for the process of separating or masking a portion of an image (such as the background) so that it does not show. Traditionally silhouettes have often been used in advertising, particularly in poster design, because they can be cheaply and effectively printed. The word \"silhouette\", because it implies the outline of a form, has been used in both fashion and fitness to describe the outline shape of the body from a particular angle, as altered by clothing in fashion usage, and clothed or unclothed where fitness is concerned, (e.g. a usage applied here by the Powerhouse Museum). Advertising for both these fields urges people, women in particular, to achieve a particular appearance, either by corsetry, diet or exercise. The term was in use in advertising by the early 20th century. Many gyms and fitness studios use the word \"silhouette\" either in their name or in their advertising.[40] Historians of costume also use the term when describing the effect achieved by the clothes of different periods, so that they might describe and compare the silhouette of the 1860s with that of the other decades of the 19th century. A desirable silhouette could be influenced by many factors. The invention of crinoline steel influenced the silhouette of women in the 1850s and 60s. The posture of the Princess Alexandra influenced the silhouette of English women in the Edwardian period. See advertisement left. Because silhouettes give a very clear image, they are often used in any field where the speedy identification of an object is necessary. Silhouettes have many practical applications. They are used for traffic signs (see pic below). They are used to identify towns or countries with silhouettes of monuments or maps. They are used to identify natural objects such as trees, insects and dinosaurs. They are used in forensic science.[41] For interviews, some individuals choose to be videotaped in silhouette to mask their facial features and protect their anonymity, typically accompanied by a dubbed voice. This is done when the individuals may be endangered if it is known they were interviewed. Computer vision researchers have been able to build computational models for perception that are capable of generating and reconstructing 3D shapes from single or multi-view depth maps or silhouettes[42] Silhouettes have also been used to create images that serve as business documents.[43][44] Slave owners have had silhouettes made of the people they enslaved in order to document them as property and in order to accompany other business documents such as a Bill of Sale.[45][46] Paper-cut silhouette on paperboard of enslaved woman Flora. Bill of Sale of the enslaved woman Flora. Silhouettes of ships, planes, tanks, and other military vehicles are used by soldiers and sailors for learning to identify different craft. Human silhouette targets are use for military, police and civilian firearms training. Metallic silhouette, like these of the National Rifle Association are used for target shooting. A traditional silhouette image of Jane Austen, 18th century Beethoven as a boy, finely cut with details of hair and clothing, 18th century The Mudflap girl is a common modern image on car mudflaps Silhouette image representing human evolution Traffic signs often use silhouettes. This sign warns that the road crosses a railway line. The flag of Cyprus shows a map of the country in silhouette form. Countries are often identified by silhouette maps. A silhouette of the Statue of Liberty in New York. Monuments are often identified by their silhouettes. The Osborne bull advertising sign in Las Cabezas de San Juan, Spain. Rumination Below Bethesda Terrace Relaxing at a Japanese temple Barack and Michelle Obama watching fireworks Walpurgis night Lined up for sunset The Silent Sunset at al Masjid al-Nabawi Still water at dusk Cambodia at sunset Sunset on Lake Constance Silhouette of the Palace of Westminster Media related to Silhouettes at Wikimedia Commons","Title":"Silhouette - Wikipedia","KeyID":"5988","URL":"https://en.wikipedia.org/wiki/Silhouette"}