{"Content: ":"Thapunngaka (IPA: [dɑːbuːnŋɑːrgɑːr] meaning \"Spear Mouth\" in Wanamara) is a genus of anhanguerid pterosaur recovered from the Early Cretaceous marine Toolebuc Formation in Queensland, Australia. Thapunngaka represents the largest pterosaur known from the Australian continent.[1][2][3] The genus currently contains a single species, Thapunngaka shawi. Thapunngaka was initially discovered in June 2011 within the Lower Cretaceous, Upper Albian Toolebuc Formation on Wanamara Country, North West Queensland, Australia by fossicker Mr. Len Shaw. It would later be excavated from the surrounding rock by the Kronosaurus Korner Museum. The genus would later be described in 2021 on the basis of the holotype KKF 494, representing only a partial mandible lacking dentition.[2] Additionally, after the initial description the Kronosaurus Korner museum would later put the holotype of display for the general public.[2] The type species Thapunngaka shawi was described by Timothy Richards, Paul Stumkat and Steven Salisbury from the Kronosaurus Korner museum. The genus name Thapunngaka, incorporates words from the Wanamara, one of the Mayi languages spoken by the people of the Wanamara Nation, on whose Country the holotype was discovered. The generic name incorporates the words 'thapun' IPA: [dɑːbuːn] and 'ngaka' IPA: [ŋɑːrgɑːr], the Wanamara words for ‘spear’ and ‘mouth’, translating to \"Spear Mouth\" in the Wanamara language. The specific name shawi honors the discoverer of the holotype, Mr. Len Shaw. Therefore the full name translates to ‘Shaw’s spear mouth’.[1] The wingspan of Thapunngaka was estimated by a comparison with related species. It would be between 5.83 to 9.47 meters (19.1 to 31.1 ft), based on an extrapolation from Anhanguera piscator and Tropeognathus mesembrinus respectively. The lower jaws more strongly resembled those of A. piscator, from which it was concluded that a span of 6 to 7 meters (20 to 23 ft) was probable.[1] In its description, Thapunngaka was assigned within the subfamily Tropeognathinae of the family Anhangueridae, sister taxon to both Ferrodraco and Mythunga. The cladogram below shows a topology published by Richards and colleagues in 2021, which is based on a study by Borja Holgado and Rodrigo Pêgas in 2020:[1][4] Siroccopteryx Tropeognathus Mythunga Ferrodraco Thapunngaka Aerodraco Coloborhynchus Nicorhynchus Uktenadactylus Caulkicephalus Guidraco Ludodactylus Liaoningopterus Cearadactylus Maaradactylus Anhanguera   ","Title":"Thapunngaka - Wikipedia","KeyID":"599","URL":"https://en.wikipedia.org/wiki/Thapunngaka"}