{"Content: ":"Baudouin (US: /boʊˈdwæ̃/;[1][2][a] 7 September 1930 – 31 July 1993), Dutch name Boudewijn, was King of the Belgians from 17 July 1951 until his death in 1993. He was the last Belgian king to be sovereign of the Congo. Baudouin was the elder son of King Leopold III (1901–1983) and his first wife, Princess Astrid of Sweden (1905–1935). Because he and his wife, Queen Fabiola, had no children, at Baudouin's death the crown passed to his younger brother, King Albert II. Prince Baudouin was born on 7 September 1930 in the Château du Stuyvenberg, near Laeken, Brussels, the elder son and second child of Prince Leopold, then Duke of Brabant, and his first wife, Princess Astrid of Sweden. In 1934, Baudouin's grandfather King Albert I of Belgium was killed in a rock climbing accident; Leopold became king and the three-year-old Baudouin became Duke of Brabant as heir apparent to the throne. Baudouin's mother died in 1935 in an automobile accident, when Baudouin was nearly five.[3] Later, in 1941, his father remarried to Mary Lilian Baels (later became Princess of Réthy). This marriage produced three more children: Prince Alexandre, Princess Marie-Christine (who is also Baudouin's goddaughter) and Princess Marie-Esméralda. Baudouin and his siblings had a close relationship with their stepmother and they called her \"Mother\".[4][5] His education began at the age of seven, his tutors taught him half his lessons in French and half in Dutch. He frequently accompanied his father to parades and ceremonies and became well known to the public.[6] Despite maintaining strict neutrality during the opening months of the Second World War, on 10 May 1940, Belgium was invaded by Nazi Germany. Baudouin, his elder sister Princess Josephine-Charlotte and his younger brother Prince Albert, were immediately sent to France for safety and then to Spain.[7] The Belgian Army, assisted by the French and British, conducted a defensive campaign lasting 18 days, but Leopold, who had taken personal command, surrendered unconditionally on 28 May. Although the Belgian government escaped to form a Belgian government in exile, Leopold elected to remain in Belgium, and was placed under house arrest at the Palace of Laeken, from where he attempted to reach an understanding with the Germans, especially in respect of Belgian prisoners of war who were being held in Germany.[8] The children returned to Laeken from Spain on 6 August.[7] Leopold had established a royal Scout group at the palace for his sons, whose members were drawn from the various Belgian Scout associations. In April 1943, the wearing of uniforms was banned by the occupation forces and although Leopold was told that the royal group was exempt, insisted that the ban should apply to them too. However, Baudouin was about to be invested as a Scout and persuaded his father to delay the ban for one day so that the ceremony could take place.[9] Immediately following the Normandy landings in June 1944, the king, his new wife Princess Lilian, and the royal children, were deported to Hirschstein in Germany and then to Strobl in Austria from where they were liberated in May 1945 by the United States Army.[7] However, the royal family were prevented from returning to Belgium by the \"Royal Question\" over whether Leopold had collaborated with the Nazis; the surrender in 1940, his refusal to join the government-in-exile, his fruitless visit to Adolf Hitler at the Berghof in November 1940 and his unconstitutional marriage to Lilian whose father was believed to be pro-Nazi.[10] Until a political solution could be found, the king's brother, Prince Charles became regent and the royal family lived at the Château du Reposoir in Pregny-Chambésy, Switzerland. Baudouin continued his education at a secondary school in Geneva and visited the United States in 1948. In a referendum in March 1950, the public narrowly voted for the king to return and he was recalled on 4 June 1950. However, parliamentary dissent and public protests forced Leopold to delegate his powers to Baudouin on 11 August 1950, and finally to abdicate in favour of Baudouin, who took the oath of office as King of the Belgians on 17 July 1951.[7] On 15 December 1960, Baudouin was married in Brussels to Doña Fabiola de Mora y Aragón. Fabiola was a Spanish noblewoman who was working as a nurse. The couple announced their engagement on 16 September 1960 at the Castle of Laeken.[11] Fabiola began undertaking official engagements immediately, accompanying the king to lay a wreath at the tomb of the unknown soldier in Brussels on 26 September 1960,[12] and remained an active Queen Consort and Queen Dowager for the rest of her life, involved in social causes particularly those related to mental health, children's issues and women's issues. The king and queen had no children; all of the queen's five pregnancies ended in miscarriage.[13] During Baudouin's reign the colony of Belgian Congo became independent. During the parade following the last ceremonial inspection of the Force Publique, the royal sabre of the king was momentarily stolen by Ambroise Boimbo. The photograph, taken by Robert Lebeck, was widely published in world newspapers,[14] with some seeing the act as a humiliation for the king.[15] The next day the king attended the official reception; he gave a speech that received a blistering response by Congolese Prime Minister Patrice Lumumba.[16] As the head of state of Belgium, Baudouin, along with French President Charles de Gaulle, were the two prominent world leaders at the state funerals of both General of the Army and President, Dwight D. Eisenhower in March 1969 and his successor, President John F. Kennedy in November 1963.[17][18] At Kennedy's funeral, Baudouin was accompanied by Paul-Henri Spaak, the Minister of Foreign Affairs and former three-time Prime Minister of Belgium. At Eisenhower's, he was accompanied by Prime Minister Gaston Eyskens.[19] In 1976, on the 25th anniversary of Baudouin's accession, the King Baudouin Foundation was formed, with the aim of improving the living conditions of the Belgian people. He was the 1,176th Knight of the Order of the Golden Fleece in Spain, which was bestowed upon him in 1960, the 930th Knight of the Order of the Garter and also the last living knight of the Papal Supreme Order of Christ.[20][21] Baudouin was a devout Roman Catholic. Through the influence of Leo Cardinal Suenens, Baudouin participated in the growing Renewal Movement and regularly went on pilgrimages to the French shrine of Paray-le-Monial. In 1990, when a law submitted by Roger Lallemand and Lucienne Herman-Michielsens that liberalized Belgium's abortion laws was approved by Parliament, he refused to give Royal Assent to the bill. This was unprecedented; although Baudouin was de jure Belgium's chief executive, Royal Assent has long been a formality (as is the case in most constitutional and popular monarchies). However, due to his religious convictions—the Catholic Church opposes all forms of abortion—Baudouin asked the Government to declare him temporarily unable to reign so that he could avoid signing the measure into law.[22] The Government under Wilfried Martens complied with his request on 4 April 1990. According to the provisions of the Belgian Constitution, in the event the king is temporarily unable to reign, the Government as a whole assumes the role of head of state. All members of the Government signed the bill, and the next day (5 April 1990) the Government declared that Baudouin was capable of reigning again.[22] In 1960, Baudouin declared the Belgian colony of Congo independent. During the declaration of independence, Baudouin delivered a highly contested speech in which he celebrated the acts of the first Belgian owner of the Congo, King Leopold II, whom he described as \"a genius\". In the same event on the day of that independent status, the first democratically elected prime minister of Congo, Patrice Lumumba, responded in a speech that was hypercritical of the Belgian regime. Lumumba cited the killings of many Congolese, as well as the insults, humiliation and the slavery they experienced. Lumumba's speech infuriated Baudouin and generated extreme conflicts between the two men. After the independence of Congo, the natural resource-rich Katanga Province orchestrated a secession that received substantial military and financial support from the Belgian government, as well as from Belgian companies with business interests in Katanga. King Baudouin strengthened his relationships with the Katangese politician Moise Tshombé, whom he made a Knight in the Belgian Order of Leopold. In the meantime, Belgium's government, as well as the CIA, supported or organized plots to assassinate Lumumba. In early December 1960, Lumumba and two colleagues, Maurice Mpolo and Joseph Okito, political colleagues who had planned to assist him in setting up a new government. They were imprisoned in military barracks which were located about 150 kilometres (93 mi) from Leopoldville. They were underfed and mistreated, per Mobutu's orders. Lumumba registered his objections, writing directly to Indian and U.N. diplomat Rajeshwar Dayal, \"in a word, we are living amid absolutely impossible conditions; moreover, they are against the law\".[23] Dayal later headed the United Nations Operation in the Congo, which aimed to deescalate the hostilities in that country. Lumumba and his associates were released in mid-January 1961. Within hours, they were again captured, transported, beaten, then executed and buried in a shallow grave by Congolese soldiers under Belgian command. Belgian police officer Gerard Soete quickly exhumed, dismembered Lumumba's body, and dissolved the corpse in acid.[24] Dayal would later become India's foreign secretary.[25][26][27] Lumumba's assassination shocked Indian Prime Minister Jawaharlal Nehru who called it \"an international crime of the first magnitude.\"[28] In 2001, a parliamentary investigation set up by the Belgian government concluded that King Baudouin, amongst others, was informed of the assassination scheme developed by the subsequent dictator Joseph Mobutu Sese Seko and the Katangese rebel Moise Tshombé. Both men had conspired with a Belgian colonel, Guy Weber, to \"neutralize Lumumba, if possible physically.\" The king was informed of the plot, but did nothing to oppose the murder. His lack of intervention was described as \"incriminating\" by the parliamentary investigation, although there was no conclusory evidence found that the king ordered the specifics of the plans.[24] Baudouin reigned for 42 years. He died of heart failure on 31 July 1993 in the Villa Astrida in Motril, in the south of Spain.[29] Although in March 1992 the king had been operated on for a mitral valve prolapse in Paris, his death still came unexpectedly, and sent much of Belgium into a period of deep mourning. His death notably stopped the 1993 24 Hours of Spa sportscar race, which had reached the 15-hour mark when the news broke. Within hours the Royal Palace gates and enclosure were covered with flowers that people brought spontaneously. A viewing of the body was held at the Royal Palace in central Brussels; 500,000 people (5% of the population) came to pay their respects. Many waited in line up to 14 hours in sweltering heat to see their King one last time. Along with other members of European royalty, Queen Elizabeth II of the United Kingdom and the other Commonwealth realms attended the funeral (the only foreign state funeral ever attended by her in person as monarch). All European monarchs attended the service, as did Emperor Akihito of Japan. Non-royal guests included more than 20 presidents and leaders, such as UN Secretary General Boutros Boutros-Ghali, European Commission President Jacques Delors, French President François Mitterrand, Egyptian President Hosni Mubarak, German President Richard von Weizsacker, Polish President Lech Walesa, Bosnian President Alija Izetbegovic, Italian President Oscar Luigi Scalfaro, Canadian Governor General Ray Hnatyshyn and former American President Gerald Ford were also present at the funeral. King Baudouin was interred in the royal vault at the Church of Our Lady of Laeken, Brussels, Belgium. He was succeeded by his younger brother, who became King Albert II. The statue of him was vandalised in Brussels in June 2020, following George Floyd protests in Belgium.[30]","Title":"Baudouin of Belgium - Wikipedia","KeyID":"5995","URL":"https://en.wikipedia.org/wiki/Baudouin_of_Belgium"}