{"Content: ":"Doña Fabiola Fernanda María-de-las-Victoria Antonia Adelaida de Mora y Aragón (11 June 1928 – 5 December 2014) was Queen of the Belgians from her marriage to King Baudouin in 1960 until his death in 1993. The couple had no children, so the Crown passed to her husband's younger brother, King Albert II. Doña Fabiola de Mora y Aragón was born in Madrid, Spain, at the Palacio de Zurbano, the main residence of the Marqués de Casa Riera.[1] She was the daughter of Don Gonzalo de Mora y Fernández y Riera y del Olmo, 4th Marqués de Casa Riera, 2nd Count of Mora (1887–1957), and his wife, Doña Blanca de Aragón y Carrillo de Albornoz y Barroeta-Aldamar y Elío (1892–1981), daughter of the 6th Marchioness of Casa Torres[2] and Viscountess of Baiguer.[3] Her godmother was Queen Victoria Eugenia of Spain.[3] Queen Fabiola is the fifth child[citation needed] and had six siblings.[4] One of her siblings was Jaime de Mora y Aragón.[citation needed] She worked as a nurse in a hospital in Madrid.[4] Before her marriage, she published an album of 12 fairy tales (Los doce cuentos maravillosos), one of which (\"The Indian Water Lilies\") would get its own pavilion in the Efteling theme park in 1966.[5] On 15 December 1960, Fabiola married Baudouin, who had been King of the Belgians since the abdication of his father, Leopold III, in 1951.[6][7] At the marriage ceremony in the Cathedral of St. Michael and St. Gudula, she wore a 1926 Art Deco tiara that had been a gift of the Belgian state to her husband's mother, Astrid of Sweden, upon her marriage to Leopold III. Her dress of satin and ermine was designed by the couturier Cristóbal Balenciaga. Fabiola was a hospital nurse at the time of her engagement; Time magazine, in its 26 September 1960, issue, called Doña Fabiola the \"Cinderella Girl\" and described her as \"an attractive young woman, though no raving beauty\" and \"the girl who could not catch a man.\"[8] On the occasion of her marriage, Spanish bakers set out to honour Fabiola and created a type of bread, \"la fabiola\", which is still made in Palencia. The explorer Guido Derom named the Queen Fabiola Mountains – a newly discovered range of Antarctic mountains – in her honour in 1961.[9] She also has several varieties of ornamental plants named after her.[citation needed] The royal couple had no children, as the Queen's five pregnancies ended in miscarriage in 1961, 1962, 1963, 1966 and 1968.[3] Fabiola openly spoke about her miscarriages in 2008: 'You know, I myself lost five children. You learn something from that experience. I had problems with all my pregnancies, but you know, in the end I think life is beautiful'.[10] She and Baudouin I called the miscarriages a chance to be able to love all children.[11] She was deeply involved with the upbringing of Prince Philippe and Princess Astrid.[12] After the death of Queen Elisabeth, in November 1965, Queen Fabiola became the honorary president of Queen Elisabeth Music Competition. Queen Fabiola attend the elimination rounds and the finals of each session.[4] During the 1990s, the Hospital Saint-Pierre in Brussels was important in matters around AIDS. Queen Fabiola visited them in 1993 and embraced a patient. She was one of the first public figures to do this.[13] In September 1993, she became the president of the King Baudouin Foundation, established in 1976 to mark the twenty fifth anniversary of King Baudouin's reign.[4] The foundation's purpose is to improving the living conditions of the population.[4] Queen Fabiola also founded the Social Secretariat of the Queen with the purpose to answering many requests for help.[4] She has supported study programmes aimed at prevention and treatment of dyslexia among children.[4] She established Queen Fabiola Fund for Mental Health. The foundation's purpose is to help people with mental problems.[4] During her entire life, she devoted herself to causes such as young women prostitution, human slavery and people with disabilities. Queen Fabiola received several humanitarian awards in her lifetime and was awarded the Ceres Medal in 2001 by the UN Food and Agriculture Organization.[14] Every year, Queen Fabiola attend the Summit on Economic Progress of Rural Women at the Palais des Nations in Geneva. The purpose of the summit is to create a movement of first ladies to respond to the call for help from the deprived women in the third world.[4] Baudouin died in late July 1993 and was succeeded by his younger brother, Albert II. Fabiola moved out of the Royal Castle of Laeken to the more modest Stuyvenberg Castle and reduced her public appearances so as not to overshadow her sister-in-law, Queen Paola. Admired for her devout Roman Catholicism and involvement in social causes particularly those related to mental health, children's issues and women's issues,[15] Queen Fabiola received the 2001 Ceres Medal, in recognition of her work to promote rural women in developing countries. The medal was given by the Food and Agriculture Organization of the United Nations (FAO). She was also honorary president of the King Baudouin Foundation. In July 2009, the Belgian press published news of anonymous death threats she received stating she would be shot with a crossbow. She responded to the threats during Belgian National Day celebrations by waving an apple to the crowd in a reference to the William Tell folk tale.[16] Subsequent threats by an individual said to have a similar signature to the July 2009 threat-writer were received again in January 2010.[17] In January 2013, the Socialist Prime Minister Elio Di Rupo criticised Queen Fabiola for her plans to set up a private foundation (Fons Pereos), which was widely seen by the public as inheritance tax evasion (although, since the construction was admitted by Di Rupo to be legal, it would more precisely be a case of tax avoidance). Queen Fabiola denied the charges in a rare public statement: \"I have never had the intention of depositing funds I received from the public purse with my foundation. All the monies that I receive from the civil list go on expenditure on my household. The lion's share goes on salaries.\"[18][19] According to official sources, Queen Fabiola was fluent in French, Dutch, English, German and Italian, in addition to her native Spanish.[20] Queen Fabiola was hospitalised for 15 days with pneumonia beginning 16 January 2009, with her condition described as \"serious\".[21] She subsequently recovered and began attending public functions the following May. Queen Fabiola had been in poor health for years, having osteoporosis, as well as having never fully recovered from a lung inflammation she had in 2009. On the evening of 5 December 2014, the Royal Palace announced that Queen Fabiola had died at Stuyvenberg Castle.[22] The federal government declared a period of national mourning from Saturday 6 December to Friday 12 December, the day when the funeral of Queen Fabiola took place at the Cathedral of St. Michael and St. Gudula in Brussels.[23] The Royal Family, members of the government and the Lord Speaker received the coffin at the Royal Palace on 10 December where it was placed in the grand antechamber, where it was decorated with flowers and attended by an honour guard of generals, members of the King's Royal Military household.[24] Godfried Cardinal Danneels, Metropolitan Archbishop-emeritus of Mechelen-Brussels, celebrated the Requiem Mass. Members of several royal families around the world including the Grand Duke of Luxembourg, Empress of Japan, Queen of Denmark, King and Queen of Sweden, King of Norway accompanied by his sister Princess Astrid, former King Juan Carlos and Queen Sofia of Spain, former Queen Beatrix of the Netherlands, Sovereign Prince of Liechtenstein, former Empress Farah of Iran and Princess Maha Chakri Sirindhorn of Thailand, attended the funeral. No members of the British Royal Family or the Monegasque Princely Family attended the funeral, leading to criticism by both Belgian and international press.[25]","Title":"Fabiola de Mora y Aragón - Wikipedia","KeyID":"5996","URL":"https://en.wikipedia.org/wiki/Queen_Fabiola_of_Belgium"}