{"Content: ":"A Spanish Fury (or the Spanish Terror) was one of a number of violent sackings of cities in the Low Countries, mostly by Spanish Habsburg armies, that occurred in the years 1572–1579 during the Dutch Revolt. In some cases the sack did not follow the taking of a city. In others the sack was ordered, or at least not restrained, by Spanish commanders after the fall of a city. The most notorious Spanish Fury was the Sack of Antwerp in November 1576. In English this, or the mutinous campaign of 1576 in general, tend to be what is meant by \"Spanish Fury\". In Dutch the term can include a wider range of sackings, in particular the city punishments of 1572.[1][2][3] The events of the Spanish Fury contributed to the creation of an anti-Spanish sentiment in many parts of Europe. Several requests for relaxation of religious coercion in the Low Countries, including a petition by a covenant of noblemen in the winter of 1565–66, had been rejected. The summer then brought renewed violent outbursts of iconoclasm, in which 'Beeldenstorm' Calvinists destroyed religious images in Catholic monasteries and churches. The Battle of Oosterweel in March 1567 was the first Spanish military response to the many riots, and a prelude to or the start of the Eighty Years' War.[Note 1] The Spanish King's captain-general Alba, the Iron Duke, with 10,000 men made the first military use of the Spanish Road. He was granted powers exceeding those of the king's half-sister Margaret of Parma, who had manoeuvred both Granvelle and William the Silent of Orange to the background while trying to reconcile local priorities with Spanish orders. Upon their meeting, judging the duke's inflexibility on extreme positions, the duchess resigned. He replaced her as governor-general of the Seventeen Provinces, and unlawfully instituted the Council of Troubles in September of that same year. This court-martial style tribunal often sentenced political opponents and religious Reformists to death; the more than 1,000 executions caused it being called the 'Council of Blood'. The Sea Beggars, having been driven out of English harbours by Elizabeth I, captured Brielle on 1 April 1572. This foothold triggered anti-royalist rebellion in the Counties of Zeeland and of Holland. Other cities in the Low Countries that showed signs of rebellion against increased taxation and prosecution of Protestants, or did not allow troops of either side in,[4] became vigorously forced into Catholicism and total political obedience to the Spanish Crown.[5] Looting a conquered town was not uncommon, and Governor Alba took it a step further by intentionally setting horrifying examples against sympathy for the rebels.[6][7] By December 1573, high yet ineffective financial expenditures, and complaints about the sheer cruelty of the governor's expeditions, led Philip II to Requesens, where he replaced Alba, who returned to Spain. The notorious 'Council of Blood' ordered no more executions, and was already in June 1574 officially abolished by Requesens, but remained in session until the Summer of 1576. In October 1576, during the city of Maastricht's rebellion against its fortress because of continued heavy payments, German soldiers of the Spanish garrison followed city council orders and stood aside. While some Spanish troops held out at one of the gates, others fled with the garrison's commander Francisco de Montesdoca to his minor fortification at Wyck just across the River Maas bridge. Though Montesdoca was offered safety during negotiations, he was arrested in the heat of this dispute. He was liberated while soldiery arriving from Dalem and those of Wyck captured the city. As few Spanish lives had been lost, the Germans were excused but had to make camp in neighbouring villages. Upon Requesens' death in March 1576, the Spanish king appointed his own half-brother Don Juan as Governor-General of the Netherlands, but hesitated several months before notifying him. Even then, Don Juan did not hurry to proceed to Netherlands. The abandoned officers and ordinary soldiers were not being paid, and started a mutinous looting campaign. The Pacification of Ghent by which both Calvinists and Catholics decided to expel all Spanish troops, and for which negotiations had been going on since the sack of Aalst, was signed a few days after Antwerp's fate.[17] It was acceded to on 12 February 1577 by governor-general Don Juan when he signed the Perpetual Edict. A few months later, despite the agreed terms, Don Juan began planning a new campaign against the Dutch rebels, who found an ally in England's Elizabeth I.[Note 3] Though never recognized by Philip, an arrangement by Catholics put his nephew Matthias of Austria, Duke of Burgundy and Brabant, in the position of governor of the Netherlands until 1581.[Note 4][10][19] Alexander Farnese, son of Margaret of Parma, reconquered a large part of the Netherlands by methods found honourable by friend and foe. Thereupon the Union of Arras was signed and only weeks later, on 23 January 1579, the Union of Utrecht, at which the separation between southern and northern Netherlands became a fact. But the War was not finished. Between 12 March and 1 July 1579 both sides suffered hard in the Siege of Maastricht.[Note 5] The victorious attackers then held a second Spanish Fury at Maastricht which killed all but 400 people out of a population of 30,000.[18]","Title":"Spanish Fury - Wikipedia","KeyID":"6006","URL":"https://en.wikipedia.org/wiki/Spanish_Fury"}