{"Content: ":"Fadrique Álvarez de Toledo y Enríquez de Guzmán, 4th Duke of Alba, Grandee of Spain, (in full, Spanish: Don Fadrique Álvarez de Toledo y Enríquez de Guzmán, cuarto Duque de Alba de Tormes, Duque de Huéscar, Marqués de Coria, Señor del estado de Valdecorneja, Comendador Mayor de la Orden de Calatrava), (21 November 1537 – 11 December 1583), was a commander in the Spanish army during the Eighty Years' War. He was the first legitimate son of Fernando Álvarez de Toledo, 3rd Duke of Alba, and he became the fourth Duke after his father's death. His titles included Duke of Huéscar, Marquis of Coria [es] and Comendador Mayor in the Order of Calatrava. Don Fadrique was commander of the Spanish troops during the most bloody phase of the war in the Netherlands. He was in charge of the Spanish troops that slaughtered the populations of Mechelen, Zutphen and Naarden, as well as during the costly Siege of Haarlem. His army failed in the siege of Alkmaar, and he had to retreat. His father the Duke did not approve, he was afraid of his son's reputation that was already not good with Philip II of Spain, their King. After two short marriages, in 1555 to Guiomar de Aragón (died 1557), daughter of Alfonso de Aragón, Duque de Segorbe and in 1562 to María Josefa Pimentel y Girón (died 1566), daughter of Antonio Alonso Pimentel y Herrera de Velasco, III duque de Benavente, Fadrique had in 1566 promised to marry Magdalena de Guzman, lady of Queen Anne of Austria, but resiled from it, costing him arrest and imprisonment in the Castle of La Mota, Medina del Campo, Valladolid. The following year he was released so he could go abroad to fight. In 1578 Philip II ordered the case reopened against Fadrique, during which it was discovered that in order to prevent the marriage with Magdalena de Guzman, Fadrique had secretly married by proxy to María de Toledo, daughter of García Álvarez de Toledo and Osorio, IV Marquis of Villafranca del Bierzo, with the permission of his father the Duke of Alba, in contravention of the provisions of the King. Fadrique was again confined in the Castillo de la Mota and his father was banished from the court. Fadrique had no surviving children from his marriage with María de Toledo, and was succeeded by his nephew Antonio Álvarez de Toledo. Don Fadrique's health had deteriorated after 1573. He was Duke between 11 December 1582 and 11 December 1583.","Title":"Fadrique Álvarez de Toledo, 4th Duke of Alba - Wikipedia","KeyID":"6008","URL":"https://en.wikipedia.org/wiki/Fadrique_%C3%81lvarez_de_Toledo,_4th_Duke_of_Alba"}