{"Content: ":"Western Europe The English Fury at Mechelen or the Capture of Mechelen was an event in the Eighty Years' War and the Anglo–Spanish War on April 9, 1580. The city of Mechelen was conquered by Calvinist forces from Brussels which included a large contingent of English mercenaries. The city was brutally sacked and its religious treasures destroyed or plundered.[2] In 1579, the Lordship of Mechelen was one of the few territories in the Netherlands that had remained loyal to the Spanish King. Most surrounding cities, like Antwerp, Brussels and Ghent were ruled by Calvinists. There in 1580, plans were made to take over all remaining loyal cities, to deny the Spanish army any stronghold behind the frontline.[3] The Calvinist mayor of Brussels, Olivier van den Tympel, gathered a military force, supported by English troops under command of John Norreys and Scottish under command of Captain Stuart. After a short battle with Mechelen's Schutterij and Spanish troops the city was easily taken.[4] The English however turned against the population and plundered homes, churches and monasteries, later on the tombstones were removed from the cemeteries and sold in England. Some sixty civilians were killed and Archbishop Mathias Hovius hid in a cupboard for three days and then fled the city, dressed as a peasant. The Carmelite monk Petrus de Wolf participated in the defence of the city and was killed by John Norreys himself with his bare hands.[2][4] Mechelen remained under Calvinist rule until it was reconquered in 1585 by the Spanish under Alexander Farnese, Duke of Parma as one of the last cities in the Southern Netherlands.[3] The 1580 event was named the English Fury after the Spanish Fury that hit the city in 1572.[5] However, the looting committed by the English in the same village was longer and more intense than that of perpetuated by the Spanish. Contemporary laws of war admitted three days of looting, while that committed by the English lasted nearly an entire month. In addition to the usual crimes in these type of events, such as murders and rapes, some English even stole tombstones, which were later sold in England. History Reconsidered: Eighty Years War 1568 -1648","Title":"English Fury at Mechelen - Wikipedia","KeyID":"6009","URL":"https://en.wikipedia.org/wiki/English_Fury_at_Mechelen"}