{"Content: ":"Lucas Faydherbe (also spelled Lucas Faijdherbe; he signed as Lucas Fayd'herbe) (Mechelen, 19 January 1617 – Mechelen, 31 December 1697)[1] was a Flemish sculptor and architect who played a major role in the development of the High Baroque in the Southern Netherlands. Lucas Faydherbe was the first son of Hendrik Faydherbe and his second wife Cornelia Franchoys. His mother came from an artist family: her father was the successful painter Lucas Franchoys the Elder and her brothers Lucas and Peter were also accomplished painters. His father's sister Maria Faydherbe was recognised as a talented sculptor. Faydherbe's father ran a workshop for decorative sculpture and alabaster carving. Here Lucas learned the basics of sculpture. His father died when Lucas was twelve years old. His mother remarried with the sculptor Maximilian Labbé a year later. Lucas continued his training under Labbé.[2] When he was nineteen years old he was accepted as an apprentice in the workshop of Peter Paul Rubens in Antwerp, an enormous privilege given the hundreds of applicants for a limited number of places.[3] After three years, he unexpectedly left Rubens' workshop to marry Maria Snyers who was expecting his child. He was also forced to abandon his plans to travel to Italy. Faydherbe returned to his hometown Mechelen where, thanks to the intercession of Rubens, he was quickly accepted as a master in the local Guild of St. Luke. Based in Mechelen, he also worked in Brussels, Antwerp and Oudenaarde. His family expanded to twelve children. His son Jan-Lucas became a sculptor like his father and assisted him on various commissions. Problems with the local Guild of St. Luke turned him into one of the most ardent advocates of the establishment of an art academy in Mechelen, following the example of Brussels and Antwerp. His attempts were, however, not successful. Faydherbe often collaborated with other sculptors in the execution of large-scale religious projects. For instance on the various projects he undertook in the St Rumbold's Cathedral in Mechelen, Rombaut Pauwels assisted him on the funeral monument of Archbishop Andreas Creusen (1660) and an altar (1660-1665) and Mattheus van Beveren assisted him with the painted wood and stone main altar.[4][5] Faydherbe's wife died in 1693, and he himself three years after that.[6] His pupils included Jan van Delen, Frans Langhemans, Jan Frans Boeckstuyns and Nicolas van der Veken.[2][7] Faydherbe started his career at a crucial moment in the history of Flemish sculpture. In the first place, there was the religious context. The churches in Flanders had been emptied of their decorations by the iconoclasts in the 16th century and the Roman Catholic Contrareformation demanded that artists created paintings and sculptures in church contexts that would speak to the illiterate rather than to the well-informed. The Contrareformation stressed certain points of religious doctrine, as a result of which certain church furniture, such as the confessional gained an increased importance. These developments caused a sharp increase in the demand for religious sculpture.[8] Secondly, the sculptors Jerôme Duquesnoy the Younger and Artus Quellinus the Elder who had worked in Rome in the workshop of François Duquesnoy had returned to work in Flanders in the 1640s and realized many projects that introduced the classicizing Baroque style developed by François Duquesnoy. They revolutionized the role of the sculptor from that of an ornamentalist to that of an independent creator of art works that replaced the individual architectural elements by an artwork that united sculpture and painting into an harmonic ensemble.[6] Rubens, the leading Baroque painter in Flanders, also subscribed to the idea of the unity of the arts of sculpture and painting and this is the reason of his association with sculptors such as Johannes van Mildert, Georg Petel and Faydherbe.[9] Thanks to his training under Rubens, Faydherbe had learned to assimilate and translate Rubens' style into sculpture.[10] Faydherbe's early work following his return to Mechelen in 1640 showed a strong influence from Rubens. During this early period he created some large sculptures for churches in Mechelen and Brussels. The statues are characterized by a somewhat solemn monumentality: heavy draperies with a few but large folds that completely hide the body, with little detail and almost no differentiation in the representation of the different substances. A typical example is the statue of St. Andrew in Brussels Cathedral.[6] Faydherbe quickly became an artist in demand and he worked on many commissions. During his second style period (roughly between 1645 and 1655) he developed a more personal expression. His work became more plastic and was characterized by a richer and more refined design and an increased expressiveness. His work during this period succeeded in portraying persons in a more humane and psychologically sensitive manner. During this period he made mainly sculptures of men and he created a representational type, which is characterized by its broad and powerful conception without, however, becoming very monumental. During Faydherbe's final stylistic phase, which started around 1655, his talents reached their peak. This expressed itself, among other things, in his creation of two new types of statues and in the soulful depiction of the male figure. In the St. Rumbold's Cathedral in Mechelen each type is demonstrated in the tomb monument of Archbishop Cruesen. On the right is Christ, a beautiful statue that still literally refers to Rubens while on the left there is the statue of Chronos, or Time (referring to Death), which is a very personal creation of Faydherbe. Chronos is depicted as an old man with his clothes tightly draped around his body which emphasizes the verticality of the statue. The head is slightly turned and creates a particularly expressive tension without the artist having to rely on grand gestures or facial expressions. This statue of Chronos shows a characteristic aspect of Faydherbe's style which relied more on verticality in contrast to the broad and voluminous forms related to Rubens' style. This type of the old man was used by Faydherbe repeatedly. The second type of statue that Faydherbe created in his final period is exemplified by the statue of the Madonna with the infant Jesus of c. 1675, in the Rockoxhuis in Antwerp. The statue has a flowing movement and the expressions of the faces are very natural and human as if representing a real life mother enjoying the company of her child.[6] This statue shares many similarities with the statue of Maria and the infant Jesus before Saint Ignatius in the St. Rumbold's Cathedral in Mechelen.[11] Between 1648 and 1654 Faydherbe was commissioned to build eight baroque altars and in the 1660s and 1680s he received five more commissions. The altars show an evolution that is fully in line with the development of his sculpture: an increasing austerity, simpler verticality, a clearer and more geometric language and a reduced use of capricious, spiral decorative elements.[6] Faydherbe created a number of reliefs. He made two reliefs on the Adoration of the Shepherds and the Carrying of the Cross for the dome of the Basilica of Our Lady of Hanswijk in Mechelen. They visualize in a narrative manner an important religious event by integrating them into the concrete world of the believer. Another relief is placed on the facade of the Church of the Beguinage in Mechelen.[6] Faydherbe made several tomb monuments, including the already mentioned tomb of Archbishop Cruesen, the tomb of Jehan de Marchin and his first wife Jeanne de la Vaulx-Renard in the Saint Martin Church of Modave and the tomb of Gilles Othon and his second wife Jacqueline de Lalang in the St. Martin Church in Trazegnies.[12] The tombs demonstrate the ability of Faydherbe to create realistic and precise portraits. Faydherbe's oeuvre includes a number of terracotta pieces comprising eight busts of mythological figures, one portrait bust of Gaspar de Crayer (now in the Rijksmuseum), reliefs depicting mythological scenes and two sculpture groups with putti on dolphins.[6] Faydherbe's earliest known works are ivory sculptures that he made under Rubens' guidance such as Leda and the Swan (now in the Louvre). These works have been praised for their precision and their virtuoso technique. Lucas Faydherbe began working as an architect late in his career and without formal training. He had by then gained practical experience on various construction sites where he had worked as a sculptor. This was the case in the Church of the Beguinage in Mechelen, for which he is often erroneously attributed the role of architect. He did continue the work on the interior of that church after architect Jacob Franquart had to abandon the project for health reasons in 1645. The relief of God the Father (1646-1647) on the pediment is attributed to him. Other projects in which he gained important experience as an architect are the design of the St. Ursula Chapel in the Our Blessed Lady of Zavel Church in Brussels, the mausoleum of the Thurn und Taxis family in the same church and as a consultant on structural problems in the crossing of St. Michael's Church in Leuven.[13] Faydherbe remained in his architectural design, as in his sculpture, faithful to the prevailing Baroque rather than follow the trend towards classicism that arose later in the century. The two principal architectural designs realized by Faydherbe in Mechelen are the churches of Leliëndaal and Hanswijk. Church of Our Lady of Leliendaal Faydherbe took on the design of the Church of Our Lady of Leliendaal in 1662. It was the first major design commission that he undertook by himself. The design provided for simple solid masonry for the exterior walls, built with brick with bands of white stone. Only the façade on the east side was to have any decoration in the form of figurative sculpture and architectural elements. The construction work ran into various problems and there were multiple disputes with the client over quality and design issues. This latent conflict reached its peak in May 1664, when it was determined that the facade was slanted. Although the architect formulated various proposals to camouflage this, the client ordered the immediate demolition. The rising costs and the mutual distrust caused delays in the work, so that the construction of the church ultimately lasted five years longer than expected. Despite his lack of technical and financial insight Lucas Faydherbe had managed to create a new architectural language in this church which strongly contrasted with the contemporary, \"bombastic\" Baroque.[6] Basilica of Our Lady of Hanswijk In his design for the Basilica of Our Lady of Hanswijk, Faydherbe introduced an important innovation. He was one of the first Flemish architects to reject the basilica design for churches that was common in his day. He adopted instead the concept of the central-plan church with a dome. The designs for this church contained many miscalculations, causing the weight of the dome to be too much for the pillars. The substrate was made up of two curved arc galleries, one on either side of the longitudinal axis. To address the weight problems, various anchors and iron bands were applied. Of the five Doric columns only the middle one kept its originally designed appearance. The other four were connected to one another in pairs by three steel rods that were riveted with clamps around the shafts of the columns. To conceal these constructive interventions the arch openings of these bays were partially filled with stucco and decorative sculpture. As the original plans had to be adjusted several times to correct the errors, the proportions of the church are not perfect.[6] Church of Saint John the Baptist at the Beguinage Faydherbe is the presumed designer of the Church of Saint John the Baptist at the Beguinage in Brussels. This church is characterized by its very exuberant facade. Faydherbe is regarded as an accomplished designer of town houses. His designs had an important influence on the design of the facades of town houses in Mechelen in the second half of the 17th century. The St. Joseph house in Mechelen is an example of his work that has survived to this day.[14]","Title":"Lucas Faydherbe - Wikipedia","KeyID":"6012","URL":"https://en.wikipedia.org/wiki/Lucas_Faydherbe"}