{"Content: ":"Sir Anthony van Dyck (Dutch pronunciation: [vɑn ˈdɛik], many variant spellings;[1] 22 March 1599 – 9 December 1641)[2] was a Flemish Baroque artist who became the leading court painter in England after success in the Southern Netherlands and Italy. The seventh child of Frans van Dyck, a wealthy Antwerp silk merchant, Anthony painted from an early age. He was successful as an independent painter in his late teens, and became a master in the Antwerp guild in 1618. By this time he was working in the studio of the leading northern painter of the day, Peter Paul Rubens, who became a major influence on his work. Van Dyck worked in London for some months in 1621, then returned to Flanders for a brief time, before travelling to Italy, where he stayed until 1627, mostly in Genoa. In the late 1620s he completed his greatly admired Iconography series of portrait etchings, mostly of other artists. He spent five years in Flanders after his return from Italy, and from 1630 was court painter for the archduchess Isabella, Habsburg Governor of Flanders. In 1632 he returned to London to be the main court painter, at the request of Charles I of England. With the exception of Holbein, van Dyck and his contemporary Diego Velázquez were the first painters of pre-eminent talent to work mainly as court portraitists, revolutionising the genre. He is best known for his portraits of the aristocracy, most notably Charles I, and his family and associates. Van Dyck became the dominant influence on English portrait-painting for the next 150 years. He also painted mythological and biblical subjects, including altarpieces, displayed outstanding facility as a draughtsman, and was an important innovator in watercolour and etching. His superb brushwork, apparently rather quickly painted, can usually be distinguished from the large areas painted by his many assistants. His portrait style changed considerably between the different countries he worked in, culminating in the relaxed elegance of his last English period. His influence extends into the modern period. The Van Dyke beard is named after him. During his lifetime, Charles I granted him a knighthood, and he was buried in St Paul's Cathedral, an indication of his standing at the time of his death. Antoon van Dyck (his Flemish name) was born to prosperous parents in Antwerp and was the seventh of 12 children.[3] His father was Frans van Dyck, a silk merchant, and his mother was Maria Cupers, daughter of Dirk Cupers and Catharina Conincx.[4] He was baptised on 23 March 1599 (as Anthonio).[5] His talent was evident very early, and he was studying painting with Hendrick van Balen by 1609, and became an independent painter around 1615, setting up a workshop with his even younger friend Jan Brueghel the Younger.[6] By the age of fifteen he was already a highly accomplished artist, as his Self-portrait, 1613–14, shows.[7] He was admitted to the Antwerp painters' Guild of Saint Luke as a free master by February 1618.[8] Within a few years he was to be the chief assistant to the dominant master of Antwerp, and the whole of Northern Europe, Peter Paul Rubens, who made much use of sub-contracted artists as well as his own large workshop. His influence on the young artist was immense. Rubens referred to the nineteen-year-old van Dyck as \"the best of my pupils\".[9] The origins and exact nature of their relationship are unclear. It has been speculated that van Dyck was a pupil of Rubens from about 1613, as even his early work shows little trace of van Balen's style, but there is no clear evidence for this.[10] At the same time the dominance of Rubens in the relatively small and declining city of Antwerp probably explains why, despite his periodic returns to the city, van Dyck spent most of his career abroad.[10] In 1620, in Rubens's contract for the major commission for the ceiling of the Carolus Borromeuskerk, the Jesuit church at Antwerp (lost to fire in 1718), van Dyck is specified as one of the \"discipelen\" who was to execute the paintings to Rubens' designs.[11] Unlike van Dyck, Rubens worked for most of the courts of Europe, but avoided exclusive attachment to any of them. In 1620, at the instigation of George Villiers, Marquess of Buckingham, van Dyck went to England for the first time where he worked for King James I of England, receiving £100.[10] It was in London in the collection of the Earl of Arundel that he first saw the work of Titian, whose use of colour and subtle modeling of form would prove transformational, offering a new stylistic language that would enrich the compositional lessons learned from Rubens.[12] He returned to Flanders after about four months, and then left in late 1621 for Italy, where he remained for six years. There he studied the Italian masters while starting a successful career as a portraitist. He was already presenting himself as a figure of consequence, annoying the rather bohemian Northern artist's colony in Rome, says Giovan Pietro Bellori, by appearing with \"the pomp of Zeuxis ... his behaviour was that of a nobleman rather than an ordinary person, and he shone in rich garments. Since he was accustomed in the circle of Rubens to noblemen, and being naturally of elevated mind, and anxious to make himself distinguished, he therefore wore—as well as silks—a hat with feathers and brooches, gold chains across his chest, and was accompanied by servants.\"[13] He was mostly based in Genoa, although he also travelled extensively to other cities, and stayed for some time in Palermo in Sicily, where he was quarantined during the 1624 plague, one of the worst in Sicily's history. There he produced an important series of paintings of the city's plague saint Saint Rosalia. His depictions of a young woman with flowing blonde hair wearing a Franciscan cowl and reaching down toward the city of Palermo in its peril, became the standard iconography of the saint from that time onward and was extremely influential for Italian Baroque painters, from Luca Giordano to Pietro Novelli. Versions include those in Madrid, Houston, London, New York and Palermo, as well as Saint Rosalia Interceding for the City of Palermo in Puerto Rico, and Coronation of Saint Rosalia in Vienna. Van Dyck's series of St Rosalia paintings have been studied by Gauvin Alexander Bailey and Xavier F. Salomon, both of whom curated or co-curated exhibitions devoted to the theme of Italian art and the plague.[14][15][16] In 2020, the New York Times published an article about the Metropolitan Museum of Art's painting of Saint Rosalia by Van Dyck in the context of the COVID-19 virus.[17] For the Genoese aristocracy, then in a final flush of prosperity, he developed a full-length portrait style, drawing on Veronese and Titian as well as Rubens' style from his own period in Genoa, where extremely tall but graceful figures look down on the viewer with great hauteur. In 1627, he went back to Antwerp where he remained for five years, painting more affable portraits which still made his Flemish patrons look as stylish as possible. A life-size group portrait of twenty-four City Councillors of Brussels he painted for the council-chamber was destroyed in 1695.[18] He was evidently very charming to his patrons, and, like Rubens, well able to mix in aristocratic and court circles, which added to his ability to obtain commissions. By 1630, he was described as the court painter of the Habsburg Governor of Flanders, the Archduchess Isabella. In this period he also produced many religious works, including large altarpieces, and began his printmaking. King Charles I was the most passionate collector of art among the Stuart kings, and saw painting as a way of promoting his elevated view of the monarchy. In 1628, he bought the fabulous collection that the Duke of Mantua was forced to sell, and he had been trying since his accession in 1625 to bring leading foreign painters to England. In 1626, he was able to persuade Orazio Gentileschi to settle in England, later to be joined by his daughter Artemisia and some of his sons. Rubens was an especial target, who eventually in 1630 came on a diplomatic mission, which included painting, and he later sent Charles more paintings from Antwerp. Rubens was very well-treated during his nine-month visit, during which he was knighted. Charles's court portraitist, Daniel Mytens, was a somewhat pedestrian Dutchman. Charles was very short, less than 5 feet (1.5 m) tall, and presented challenges to a portrait artist. Van Dyck remained in touch with the English court and helped King Charles's agents in their search for pictures. He sent some of his own works, including a self portrait (1623) with Endymion Porter, one of Charles's agents, his Rinaldo and Armida (1629), and a religious picture for the Queen. He had also painted Charles's sister, Queen Elizabeth of Bohemia, at The Hague in 1632. In April of that year, van Dyche returned to London and was taken under the wing of the court immediately, being knighted in July and at the same time receiving a pension of £200 a year, in the grant of which he was described as principalle Paynter in ordinary to their majesties.[19][20] He was well paid for his paintings in addition to this, at least in theory, as King Charles did not actually pay over his pension for five years, and reduced the price of many paintings. He was provided with a house on the River Thames at Blackfriars, then just outside the City of London, thus avoiding the monopoly of the Worshipful Company of Painter-Stainers. A suite of rooms in Eltham Palace, no longer used by the royal family, was also put at his disposal as a country retreat. These residences were managed by his partner Margaret Lemon.[21] His Blackfriars studio was frequently visited by the King and Queen (later a special causeway was built to ease their access), who hardly sat for another painter while van Dyck lived.[10][18] He was an immediate success in England, where he painted large numbers of portraits of the King and Queen Henrietta Maria, as well as their children. Many portraits were done in several versions, to be sent as diplomatic gifts or given to supporters of the increasingly embattled king. Altogether van Dick has been estimated to have painted forty portraits of King Charles himself, as well as about thirty of the Queen, nine of the Earl of Strafford, and multiple ones of other courtiers.[22] He painted many of the court, and also himself and his mistress, Margaret Lemon.[21] In England he developed a version of his style which combined a relaxed elegance and ease with an understated authority in his subjects which was to dominate English portrait-painting to the end of the 18th century. Many of these portraits have a lush landscape background. His portraits of Charles on horseback updated the grandeur of Titian's Emperor Charles V, but even more effective and original is his portrait of Charles dismounted in the Louvre: \"Charles is given a totally natural look of instinctive sovereignty, in a deliberately informal setting where he strolls so negligently that he seems at first glance nature's gentleman rather than England's King\".[23] Although his portraits have created the classic idea of \"Cavalier\" style and dress, in fact a majority of his most important patrons in the nobility, such as Lord Wharton and the Earls of Bedford, Northumberland and Pembroke, took the Parliamentarian side in the English Civil War that broke out soon after his death.[18] The King in Council by letters patent granted van Dyck denizenship in 1638, on 27 February 1640 he married Mary Ruthven, with whom he had one daughter.[24] [25] Mary was the daughter of Patrick Ruthven, who, although the title was forfeited, styled himself Lord Ruthven.[26] She was a Lady-in-waiting to the Queen in 1639–40; this may have been instigated by the King in an attempt to keep him in England.[10] He had spent most of 1634 in Antwerp, returning the following year, and in 1640–41, as the Civil War loomed, spent several months in Flanders and France. In 1640 he accompanied prince John Casimir of Poland after he was freed from French imprisonment.[27] A letter dated 13 August 1641, from Lady Roxburghe in England to a correspondent in The Hague, reported that van Dyck was recuperating from a long illness.[28] In November, van Dyck's condition worsened, and he returned to England from Paris, where he had gone to paint Cardinal Richelieu.[28] He died in Blackfriars, London on 9 December 1641, the same day as the baptism of his daughter Justiniana.[29] He was buried on 11 December, in the choir of St Paul's Cathedral. His mortal remains and tomb (erected by the king) were destroyed in the Great Fire of London in 1666.[30][31] In the 17th century, demand for portraits was stronger than for other types of work. Van Dyck tried to persuade Charles to commission large-scale series on the history of the Order of the Garter for the Banqueting House, Whitehall, for which Rubens had earlier completed the large ceiling paintings (sending them from Antwerp). A sketch for one wall remains, but by 1638 Charles was too short of money to proceed.[10] This was a problem Velázquez did not have, but equally van Dyck's daily life was not encumbered by trivial court duties as faced by Velázquez. In his visits to Paris in his last years, van Dyck attempted to obtain the commission to paint the Grande Gallerie of the Louvre without success.[32] A list of history paintings produced by van Dyck in England survives. It was compiled by van Dyck's biographer Bellori, based on information from Sir Kenelm Digby. None of these works appear to remain, except the Eros and Psyche done for the King (below).[10] But many other works, rather more religious than mythological, do survive, and though they are very fine, they do not reach the heights of Velázquez's history paintings. Earlier ones remain very much within the style of Rubens, although some of his Sicilian works are individualistic. Van Dyck's portraits flattered more than Velázquez's. When Sophia, later Electoress of Hanover, first met Queen Henrietta Maria, in exile in Holland in 1641, she wrote: \"Van Dyck's handsome portraits had given me so fine an idea of the beauty of all English ladies, that I was surprised to find that the Queen, who looked so fine in painting, was a small woman raised up on her chair, with long skinny arms and teeth like defence works projecting from her mouth...\"[10] Some critics have blamed van Dyck for diverting a nascent, tougher English portrait tradition—of painters such as William Dobson, Robert Walker and Isaac Fuller—into what certainly became elegant blandness in the hands of many of van Dyck's successors, like Lely or Kneller.[10] The conventional view has always been more favourable: \"When Van Dyck came hither he brought Face-Painting to us; ever since which time ... England has excel'd all the World in that great Branch of the Art\" (Jonathan Richardson: An Essay on the Theory of Painting, 1715, 41). Thomas Gainsborough is reported to have said on his deathbed \"We are all going to heaven, and Van Dyck is of the Company.\"[18] A fairly small number of landscape pen and wash drawings or watercolours made in England played an important part in introducing the Flemish watercolour landscape tradition to England. Some are studies, which reappear in the background of paintings, but many are signed and dated and were probably regarded as finished works to be given as presents. Several of the most detailed are of Rye, a port for ships to the Continent, suggesting that van Dyck did them casually whilst waiting for wind or tide to improve.[33] Probably during his period in Antwerp after his return from Italy, van Dyck began his Iconography, which became a very large series of prints with half-length portraits of eminent contemporaries. He produced drawings, and for eighteen of the portraits he himself etched the heads and main outlines of the figure, for an engraver to work up: \"Portrait etching had scarcely had an existence before his time, and in his work it suddenly appears at the highest point ever reached in the art\".[34] He left most of the printmaking to specialists, who engraved after his drawings. His etched plates appear not to have been published until after his death, and early states are very rare.[35] Most of his plates were printed after only his work had been done. Some exist in further states after engraving had been added, sometimes obscuring his etching. He continued to add to the series until at least his departure for England, and presumably added Inigo Jones whilst in London. The series was a great success, but was his only venture into printmaking; portraiture probably paid better, and he was constantly in demand. At his death there were eighty plates by others, of which fifty-two were of artists, as well as his own eighteen. The plates were bought by a publisher; with the plates reworked periodically as they wore out they continued to be printed for centuries, and the series added to, so that it reached over two hundred portraits by the late 18th century. In 1851, the plates were bought by the Calcographie du Louvre.[35] The Iconography was highly influential as a commercial model for reproductive printmaking; now forgotten series of portrait prints were enormously popular until the advent of photography: \"the importance of this series was enormous, and it provided a repertory of images that were plundered by portrait painters throughout Europe over the next couple of centuries\".[18] Van Dyck's brilliant etching style, which depended on open lines and dots, was in marked contrast to that of the other great portraitist in prints of the period, Rembrandt, and had little influence until the 19th century, when it had a great influence on artists such as Whistler in the last major phase of portrait etching.[34] Hyatt Mayor wrote: Etchers have studied Van Dyck ever since, for they can hope to approximate his brilliant directness, whereas nobody can hope to approach the complexity of Rembrandt's portraits.[36] Van Dyck's success led him to maintain a large workshop in London, which became \"virtually a production line for portraits\". According to a visitor he usually only made a drawing on paper, which was then enlarged onto canvas by an assistant; he then painted the head himself. The costume in which the client wished to be painted was left at the studio and often with the unfinished canvas sent out to artists specialised in rendering such clothing.[18] In his last years these studio collaborations accounted for some decline in the quality of work.[37] In addition many copies untouched by him, or virtually so, were produced by the workshop, as well as by professional copyists and later painters. The number of paintings ascribed to him had by the 19th century become huge, as with Rembrandt, Titian and others. However, most of his assistants and copyists could not approach the refinement of his manner, so compared to many masters consensus among art historians on attributions to him is usually relatively easy to reach, and museum labelling is now mostly updated (country house attributions may be more dubious in some cases). The relatively few names of his assistants that are known are Dutch or Flemish. He probably preferred to use trained Flemings, as no equivalent English training existed in this period.[10] Van Dyck's enormous influence on English art does not come from a tradition handed down through his pupils; in fact it is not possible to document a connection to his studio for any English painter of any significance.[10] Dutchman Adriaen Hanneman (1604–1671) returned to his native The Hague in 1638 to become the leading portraitist there.[38] Flemish painter Pieter Thijs studied in van Dyck's workshop as one of van Dyck's last pupils. He became a very successful portrait and history painter in his native Antwerp.[39] Much later, the styles worn by his models provided the names of the Van Dyke beard for the sharply pointed and trimmed goatees popular for men in his day, and the van Dyke collar, \"a wide collar across the shoulders edged copiously with lace\".[40] During the reign of George III, a generic \"Cavalier\" fancy-dress costume called a Van Dyke was popular; Gainsborough's The Blue Boy is wearing such a Van Dyke outfit. In 1774 Derby porcelain advertised a figure, after a portrait by Johann Zoffany, of \"the King in a Vandyck dress\".[41] A confusing number of different pigments used in painting have been called \"Vandyke brown\" (mostly in English-language sources). Some predate van Dyck, and it is not clear that he used any of them.[42] Van Dyke brown is an early photographic printing process using the same colour. When van Dyck was knighted in 1632, he anglicized his name to Vandyke.[43] The British Royal Collection, which still contains many of his paintings, has a total of twenty-six paintings.[44] The National Gallery, London (fourteen works), The Museo del Prado (Spain) (twenty-five Works, such as: Self-portrait with Endymion Porter, The Metal Serpent, Christ Crowned with Thorns, The taking of Christ, Portrait of Mary Ruthven, the painter's Wife),[45] The Louvre in Paris (eighteen works), the Alte Pinakothek in Munich, the National Gallery of Art in Washington, D.C., the Museum of Fine Arts, Boston, and the Frick Collection have examples of his portrait style. Wilton House still holds the works he did for one of his main patrons, the Earl of Pembroke, including his largest work, a huge family group portrait with ten main figures. Spanish museums own a rich presence of this artist in addition to The Prado's ensemble; The Thyssen-Bornemisza Museum preserves the Portrait of Jacques Le Roy,[46] property of The Carmen Thyssen-Bornemisza Collection but also on display at the Museum there's a Crucified Christ,[47] and The Bilbao Fine Arts Museum houses a great Lamentation before the dead Christ.[48] In 2008, Patrimonio Nacional of Spain recovered a Martyrdom of Saint Sebastian and returned it to The Escorial Monastery, two centuries after its removal and, subsequently, The Real Academia de Bellas Artes de San Fernando has revealed as its own a long-stored painting, added to another, The Virgin with the Child with the repentant sinners,[49] in addition the institution has an original sketch. In addition, in December 2017, a Virgin with Child, which is kept in The Museum Cerralbo and was previously considered the work of Mateo Cerezo, was revealed as the painter's original after an exhaustive study and restoration project.[50] Finally, The Museum of Fine Arts of Valencia owns an Equestrian Portrait of Don Francisco de Moncada (currently undergoing restoration, April 2020).[51] Tate Britain held the exhibition Van Dyck & Britain in 2009.[52] In 2016 the Frick Collection in New York had an exhibition \"Van Dyck: The Anatomy of Portraiture\", the first major survey of the artist's work in the United States in over two decades.[53] The estate of the Earl Spencer at Althorp houses a small collection of van Dycks including War and Peace (Portrait of Sir George Digby, 2nd Earl of Bristol, English Royalist politician with William Russell, 1st Duke of Bedford), which is the most valuable painting in the collection and the favourite of the earl.[54] In 2017 Van Dyke's Portrait of Adriaen Hendriksz Moens, a looted artwork acquired by the Nazi Hermann Göring, was restituted to the heirs of Jacques Goudstikker. After WWII the Monuments Men returned the portrait to the Netherlands which was supposed to return it to the surviving Jewish family but which instead sold it to an art dealer in London[55] who sold it to the Nazi food processing millionnaire and former Nazi party member Rudolf August Oetker. Oekter's heirs restituted the painting to Goudstikkers heirs.[56][57] Christ Crowned with Thorns (c. 1620) in the Prado Luigia Cattaneo-Gentile, Genoa, ca. 1622 Elena Grimaldi, Genoa, 1623 Nicholas Lanier, 1628 The Vision of the Blessed Hermann Joseph c. 1629–30 Rest on the Flight into Egypt, ca. 1630, Alte Pinakothek, Munich Marie-Louise de Tassis, Antwerp, 1630 Charles I with M. de St Antoine, 1633 Equestrian Portrait of Thomas Francis, Prince of Carignano, 1634 Katherine, Countess of Chesterfield, and Lucy, Countess of Huntingdon, c. 1636–40, oil on canvas, Yale Center for British Art Equestrian Portrait of Charles I, c. 1637–38 Cupid and Psyche, 1638 Portrait of Mary Hill, Lady Killigrew, 1638 Princess Mary, Daughter of Charles I, about 1637, Museum of Fine Arts, Boston The apostle Matthew, Royal Museum of Fine Arts Antwerp Portrait of Sir George Digby, 2nd Earl of Bristol, English Royalist politician with William Russell, 1st Duke of Bedford (\"War and Peace\"), 1637, Althorp Portrait of Jacques Le Roy, 1631. Thyssen-Bornemisza Museum, Madrid. Portrait of Mary, daughter of Charles I with her husband the Prince of Orange, 1641. Rijksmuseum, Amsterdam.","Title":"Anthony van Dyck - Wikipedia","KeyID":"6013","URL":"https://en.wikipedia.org/wiki/Anthony_van_Dyck"}