{"Content: ":"The House of Limburg-Stirum (or Limburg-Styrum), which adopted its name in the 12th century from the immediate county of Limburg an der Lenne in what is now Germany, is one of the oldest families in Europe.[citation needed] It is the eldest and only surviving branch of the House of Berg, which was among the most powerful dynasties in the region of the lower Rhine during the Middle Ages. Some historians[who?] link them to an even older dynasty, the Ezzonen, going back to the 9th century. The Limburg-Stirum were imperial counts within the Holy Roman Empire, until they were mediatised in 1806 by the Confederation of the Rhine. Although undisputedly a mediatised comital family, having enjoyed a dynastic status for over 600 years until the collapse of the Empire, they were omitted from the Almanach de Gotha because the branches of the family possessing mediatised lands were extinct by the time (1815) that the Congress of Vienna established the German Confederation's obligation to recognise their dynastic status. Since the 9th century, the family counted five Counts Palatine of Lotharingia, several Dukes of Westphalia, Bavaria, Carinthia and Swabia, seven Archbishops of Cologne, one Prince-Bishop of Speyer, more than ten bishops in the Holy Roman Empire, and at least two saints of the Catholic Church (Saint Richenza, celebrated on 21 March, and Saint Engelbert of Cologne, celebrated on 7 November). The territorial authority of the family, counts of Berg since 1077, counts of Altena and Isenberg, then counts of Limburg since 1246, was significantly reduced following the opposition of Frederick II, Count of Isenberg to the aggression of his cousin, the Archbishop of Cologne, Engelbert II of Berg, leading to the murder of the latter. A cadet branch, the Counts van den Marck, later rose in importance as dukes of Cleves, Jülich and Berg, dukes of Nevers and Bouillon[disambiguation needed], counts of Schleiden, etc. Today's members are mostly found in Belgium and The Netherlands. The Ezzonen appear in the chronicles with Erenfried I (866-904), count of the Bliesgau, Keldachgau and Bonngau (maybe also count of Charmois). Probably he had Carolingian ancestors, although some historians prefer to link him to former Thuringian kings. The Ezzonian dynasty (named after Count Palatine Ezzo) were the Counts Palatine of Lotharingia during the 10th and 11th centuries. They were important in governance of the region of the Middle and Lower Rhine. In spite of their military accomplishments in favour of the German emperors, the Ezzonians did not succeed in building a territorial entity in Lotharingia. During a limited period, they were, however, assigned the duchies of Swabia, Bavaria and Carinthia. Famous members of the dynasty are: The surviving line of the Ezzonen descends from Adolf I of Lotharingia, son of Hermann I \"Pusillus\", Count palatine of Lotharingia. Adolf I of Lotharingia grandson, Adolf I of Berg, Vogt of Werden Abbey, became the first Count of Berg in 1050. The Counts of Berg became the most powerful dynasty in the Rhine region. Early rulers of Berg were: Eberhard IV of Berg, son of Adolf IV of Berg and Altena, inherited the eastern territorium of County of Berg. With him, the oldest line of the Counts of Berg takes from 1166 the name and title of Counts of Altena (on the Lenne, Westphalia). Eberhard's territorium was later divided between his two sons: Frederick II, Count of Isenberg was a leading figure in the opposition of Westphalian nobles to the aggressive power politics of his cousin, the Archbishop of Cologne, Engelbert II of Berg. In 1225 at the Nobles' Assembly in Soest, Frederick met his cousin Engelbert von Berg in order to bring about a peaceful agreement concerning the stewardship (Vogtei) of the Abbey of Essen which Frederick, according to contemporary complaints, was abusing to his own benefit and to the detriment of the abbey. No conclusion was reached. During their return together from Soest to Cologne, Count Frederick arranged an ambush of his cousin, in a sunken lane of the early medieval historic road from Dortmund to Cologne near Gevelsberg late in the afternoon of 7 November 1225: the Archbishop was killed. There is no consensus as to whether it was a deliberately planned murder, or whether the Archbishop was killed in the heat of combat. Current research assumes the latter: Engelbert was intended to have been taken into \"knightly detention\" so that the political demands of the opposing nobility could be pushed through. This was in accordance with the customs of the medieval feuding ethos. Frederick of Isenberg was outlawed and excommunicated. He was stripped of all offices and stewardships and his personal wealth was confiscated. In the winter of 1225/1226 the new Archbishop of Cologne, Heinrich von Müllenark, besieged and destroyed his castle. His cousin, Adolf von der Mark, was attributed large portions of Frederick's possessions and as such re-united the former territory of Altena. Frederick travelled with his brothers Dietrich and Engelbert, bishops of Münster and Osnabrück (both also implicated in the death of the Archbishop), and the notary of Isenberg with the necessary documents to the Curia in Rome, in order to have the excommunication lifted. On the return journey Frederick was taken prisoner at Liège and sold for 2,100 silver marks to the chapter of Cologne cathedral. On 14 November 1226 he was executed in front of the Severin Gate. His arms and legs were smashed and he was broken on the wheel, after which he was displayed on a stone pillar. He did not die until the next day. His son Count Dietrich I of Isenberg, disinherited of all his territories in the Holy Roman Empire following the execution of his father, later fought with the military support of his uncle the Duke of Limburg, to retrieve his paternal inheritance. On 1 May 1243 a peace agreement was signed between Dietrich and Count Adolf von der Mark. He built the castles of Limburg (Hohenlimburg) and Neu Isenberg (soon lost in favour of the Counts von der Mark) and from 1246 took the title of Count of Limburg. Two of his son's, Johan and Eberhard founded two separate familylines. Johan the eldest died a few years after his marriage. Eberhard inherited after his father's death, the title of count of Limburg, (later on Limburg Broich) taking up residence at the castle Hohenlimburg an der Lenne.Johann acquired Mülheim an der Ruhr and thereby the castle of Styrum, taking up residence there. Count Georg of Limburg-Styrum married in 1539 Irmgarde van Wisch, Lady of Wisch op Oud-Wisch, Wildenborch, Overhagen and Lichtenvoorde, hereditary Countess of Bronckhorst. She inherited the possessions of her uncle, the last count of Bronckhorst and Borculo. Her considerable possessions passed to her son Hermann Georg of Limburg, and the family settled in Gelderland. His grandson, Jobst of Limburg-Styrum, married Maria of Holstein-Pinneberg, heiress of the immediate lordship of Gemen and of Illereichen. Gemen remained for two centuries in the possession of the Counts of Limburg Stirum. His son Herman Otto I, Count of Limburg and Bronckhorst, lord of Gemen, served in the armies of the Dutch Republic. He commanded Christian of Brunswick's rearguard at the Battle of Stadtlohn (1623) and the Dutch cavalry at the Siege of Groenlo (1627). In 1644, the three sons of Hermann Otto I divided the family possessions among themselves: Otto of Limburg obtained the territories of Bronckhorst and Borculo, founding the older line, still flourishing. In the long conflict (known as the \"Borculo question\") between the heirs of the last count of Limburg-Bronckhorst, Joost (deceased in 1553 without children), and the Prince-Bishop of Münster over ownership of Borculo, the Court of Gelderland ruled on 20 December 1615 in favour of Count Joost. The ruling was imposed by troops from Zutphen, taking over the castle and city of Lichtenvoorde in December 1615, and the castle and city of Borculo in February 1616 after short combat. Prince Bishop Christoph Bernhard von Galen, tried twice more to keep Borculo under Münster's authority, but without success. The lordship of Bronckhorst was sold in 1721 by Maria of Limburg Styrum and in 1726 the lordship of Borculo was sold by Count Leopold to the count of Flodorf. Adolf Ernst of Limburg Stirum obtained the immediate lordship of Gemen and Illereichen in the 1644 partition and ruled it until his death in 1657, founding the line of Limburg Stirum Gemen. In 1782, with the extinction of the Gemen branch, Gemen was inherited by the line of Limburg Stirum Iller-Aicheheim In 1806, Gemen was mediatized to the princes of Salm-Kyrburg. It passed to France in 1810, then to Prussia in 1814. Moritz of Limburg-Styrum obtained the ownership of Mülheim an der Ruhr and thereby of the immediate lordship of Styrum, and later Oberstein. Here he founded the line of counts of Limburg-Styrum-Styrum, extinct in 1809. Moritz later also became hereditary banneret of the Principality of Guelders and of the County of Zutphen. He married his cousin Maria Bernhardine of Limburg-Bronckhorst. In the mediatisation of 1806, Styrum came under control of the Grand Duchy of Berg. The last count of Limburg-Styrum-Styrum, Ernst (deceased on 23 March 1809) left Styrum to the sister of his wife, Maria Margaretha von Humbracht, who sold it in 1825. Oberstein was mediatized at the Treaty of Lunéville in 1801, however Ernst was never compensated by the Final Recess of the Empire in 1803. The Limburg Stirum held seats in the Holy Roman Empire's Imperial Diet until 1800, through their possessions of immediate lordships in Gemen, Oberstein, Styrum, etc. When the branch of Gemen became extinct in 1800, the branch of Styrum failed to inherit their possessions, and Gemen passed to the barons von Boyneburg-Bömelberg. In 1806 the Confederation of the Rhine occurred and Gemen was mediatised to the Principality of Salm-Kyrburg. At the same moment Styrum was mediatised to the Grand Duchy of Berg. This branch became extinct three years later, in 1809. Since the Limburg Stirum held no imperial estate when the Holy Roman Empire was dissolved in 1806 (Gemen had been lost in 1800 and it is unclear if the Styrum branch did inherit the dynastic rights associated with Gemen), nor were any Limburg Stirum living in the German Confederation when the Congress of Vienna finalised the distinctions between the sovereign and non-sovereign dynasties of the former Empire (at that time all members were living in the newly created Kingdom of the Netherlands), the House of Limburg Stirum's centuries of previous status as immediate Reichsgrafen was not internationally recognised, nor was their head granted the style of Erlaucht (Illustrious Highness) and they were omitted from Section II of the Almanach de Gotha, which listed therein the other princely and countly families of mediatised dynastic rank. The house of Limburg Stirum is nevertheless considered part of the Standesherren by most authors on the subject.[1] The titles of the House of Limburg Stirum were confirmed in 1812 by Napoleon I and in 1814 the family was recognised in the nobility of the Kingdom of the Netherlands (name: van Limburg Stirum). Notable figures in recent history are: The Abbey of Brauweiler was founded in the early 11th century by Pfalzgraf Ezzo of Lotharingia and his wife Mathilde, daughter of the German Emperor Otto II, near Cologne, the place where their marriage had been celebrated. Pfalzgraf Heinrich received the castle Cochem from Queen Richenza of Poland. She wanted to prevent her nephew Conrad I from inheriting it. In 1133, Count Adolf II built Schloss Burg on a mountain over the river Wupper. It remained the main residence of the counts of Berg until the 14th century. Ancient arms of the Counts of Berg. At the beginning of the 12th century Adolf II of Berg donated the site of their old ancestral castle, Schloss Berg, to Cistercian monks from Burgundy. Adolf IV later built the Altenberg Abbey. Bust containing the relics of St Engelbert of Cologne, Engelbert II of Berg, Archbishop of Cologne, imperial administrator and guardian of Henry VII of Germany, whom he crowned in 1222 as King of the Romans. It was said that despite his personal piety he was more of a monarch than a churchman. Count Dietrich von Altena-Isenberg, disinherited of all his territories following the execution of his father, fought to retrieve his paternal inheritance and built the castle of Limburg an der Lenne and took the title of Count of Limburg. Along with the title of counts of Limburg, the Isenberg changed their arms from the rose of Isenberg to the lion of the Duke of Limburg. It is still used today by the Limburg Stirum. It is also present in the coat of arms of the Bentheim as they later took over the rule over the county of Limburg. Count Frederick I of Altena purchased Schloss Mark near Hamm from the Edelherren of Rüdenberg and made it the residence of the new Counts of the Mark. Count Georg of Limburg-Styrum acquired from his wife the county of Bronkhorst in 1539. It was ruled by the family until the 18th century. Schloss Styrum around 1840, by Domenico Quaglio the Younger (Städtisches Museum Mülheim an der Ruhr). After the murder of Archbishop Engelbert of Berg, the descendants of Frederick II of Isenberg gained ownership of the castle as Lords of Styrum. They founded the line of Counts of Limburg Styrum. The castle of Styrum today, near Mülheim in Germany. In 1640, the immediate lordship of Gemen passed for two centuries to the Counts of Limburg Stirum. In 1782, with extinction of Gemen branch of the House of Limburg Stirum, Gemen was inherited by the line of Limburg Stirum Iller-Aicheheim. Fürstbischof August von Limburg Stirum was overthrown by the French revolutionary troops and died in exile in Freudenhain castle, near Passau, Germany. Oberstein was known as a gemstone centre, source for agate and jasper. It belonged to the Limburg Stirum until it was mediatized in 1801. Castle of Wisch, in Gelderland, was inherited by the Limburg Stirum in the 16th century from Irmgard von Wisch, Countess von Bronckhorst. Ending a long succession dispute between the heirs of the last lords of Borculo, the Court of Gelders gave on 20 December 1615 the lordship of Borculo to Count Joost van Limburg and Bronkhorst. Leopold of Limburg Stirum (1758–1840), member of the Driemanschap of 1813 with Frans van der Duyn van Maasdam and Gijsbert van Hogendorp. The monument to Leopold of Limburg Stirum, G.K. van Hogendorp and F.A. van der Duyn van Maasdam on the 1813 square in The Hague. Castle of Lichtenvoorde, in Gelderland, Netherlands The castle fortress of Simontornya in Hungary was donated in the 1720s to the Limburg Styrum, but soon they built a new a castle, and turned the old one into a barn. The fortress was later inherited by the counts of Esterhazy. Menno van Limburg Stirum, as Minister of War, defended the suppression of military service in the Netherlands until he was sacked by the King who didn't share his view. Louis Gaspard Adrien van Limburg Stirum, President of the Dutch Parliament in 1849 and Governor of Groningen and Gelderland. The castle of Wemmel was given by the Limburg Stirum to the municipality, and now serves as town hall. Opening of the Volksraad of the Dutch East Indies by Governor-General J.P. van Limburg Stirum in 1918. Johan Paul van Limburg Stirum, Dutch Ambassador to Germany in 1924 The castle of Rumbeke in Belgium was inherited by the Limburg Stirum from Marie Therese Countess de Thiennes, Leyenburg et de Rumbeke. The Order of St Philip of the Lion of Limburg was created by the Limburg Stirum to reward persons of exceptional scientific, artistic or civil virtue. Mathilde van Limburg Stirum was the beloved of Crown Prince William of the Netherland. Their marriage was opposed by both King William III and Mathilde's father, Leopold van Limburg Stirum. The Coloma castle in Sint-Pieters-Leeuw near Brussels dates from the 17th century. It was inherited by Albert de Limburg Stirum from the van der Dilft de Borghvliet family. The current arms of the counts of Limburg Stirum display the arms of Berg/Limburg, Bronckhorst, Borculo, Wisch and Gemen. Coat of arms of Berg, then Limburg. Also used by the provinces of Limburg (Belgium) and Limburg (Netherlands). Coat of arms of Bronckhorst Coat of arms of Wisch Coat of arms of Borculo Arms of Limburg Stirum Coat of arms of the immediate lordship of Gemen, mediatized in 1806. The castle of Walzin in Belgium belongs to Count Alexis de Limburg Stirum. The House's coat of arm, as found in the stable at one of the family's estate in the Netherlands.","Title":"House of Limburg-Stirum - Wikipedia","KeyID":"6016","URL":"https://en.wikipedia.org/wiki/House_of_Limburg-Stirum"}