{"Content: ":"Nicorhynchus (meaning \"knucker snout\", in reference to its likely ecology) is a genus of anhanguerid pterosaur from the Cretaceous period. It contains two species, the type species, N. capito, from the Cambridge Greensand of England, and N. fluviferox from the Kem Kem Group of Morocco. These species were previously assigned to Coloborhynchus.[1] The genus Coloborhynchus has had a convoluted history, with many species having been assigned to the genus. In 2013, Rodrigues and Kellner considered Coloborhynchus to be monotypic, containing only C. clavirostris, and placed most other species in other genera, or declared them nomina dubia. One of these species was Coloborhynchus capito, which was originally named by Harry Seeley in 1870 as a species of Ornithocheirus. Its holotype is CAMSM B 54625, a snout. In 2001, this species was moved to Coloborhynchus by David Unwin, who also synonymized Ornithocheirus reedi (known from a lost specimen) with it. Rodrigues and Kellner recognized that the species was distinct from Coloborhynchus, but did not give it a new name pending the discovery of more complete material.[2] In 2018, Jacobs et al. named a new species of Coloborhynchus, C. fluviferox from the Ifezouane Formation of the Kem Kem Group of Morocco based on a partial snout, and also tentatively referred another specimen from the same locality to a different, unnamed species.[3] A 2020 review of a subfamily called Coloborhynchinae by Borja Holgado and Rodrigo Pêgas moved both C. capito and C. fluviferox to a new genus, Nicorhynchus, and also associated the unnamed Ifezouane Formation coloborhynchine to N. fluviferox. The name Nicorhynchus is derived from the Old English nicor (knucker, a kind of water dragon) and the Ancient Greek rhynchos (\"snout\"), in reference to its likely ecology as a fish-eating, flying reptile found in river and marine deposits.[1] The species N. capito represents the second largest known anhanguerid (after a Tropeognathus specimen),[4] and indeed the second largest toothed pterosaur known after Tropeognathus. A referred specimen from the Cambridge Greensand of England described in 2011 consists of a very large upper jaw tip which displays the tooth characteristics that distinguish N. capito from other species. The jaw tip is nearly 10 cm (3.9 in) tall and 5.6 cm (2.2 in) wide, with teeth up to 1.3 cm (0.51 in) in base diameter. If the proportions of this specimen were consistent with species of Coloborhynchus, the total skull length could have been up to 75 cm (30 in), leading to an estimated wingspan of 7 m (23 ft).[5] The describers of the genus, Holgado and Pêgas, had recovered Nicorhynchus within the subfamily Coloborhynchinae, which in turn was within the family Anhangueridae, sister taxon to Uktenadactylus. Their cladogram is shown below.[1] Siroccopteryx Tropeognathus Mythunga Ferrodraco Aerodraco Coloborhynchus Nicorhynchus Uktenadactylus Caulkicephalus Guidraco Ludodactylus Liaoningopterus Cearadactylus Maaradactylus Anhanguera   ","Title":"Nicorhynchus - Wikipedia","KeyID":"602","URL":"https://en.wikipedia.org/wiki/Nicorhynchus"}