{"Content: ":"Notker (or Notger) of Liège (Latin: Notgerus; c. 940 – 10 April 1008 AD) was a Benedictine monk, bishop (972–1008) and first prince-bishop (980–1008) of the Bishopric of Liège (now in Belgium). Notker was born around 940 and probably belonged to a noble Swabian family. He is mentioned in the Annales Hildesheimenses as Provost of Saint Gall in Switzerland, but he is not mentioned by the otherwise prolix historians of St Gall. In 969 he was appointed imperial chaplain in Italy, and in 972 he was nominated by Otto I, Holy Roman Emperor as bishop of Liège, a suffragan of the Archbishop of Cologne. When he received the countship of Huy in 980, he simultaneously obtained secular power for the See and thus became the first Prince-Bishop of Liège. He travelled to Rome for the coronation of Otto II by Pope Gregory V, and later negotiated a peace treaty between Henry II and Robert, the king of France. He adhered faithfully to the cause of the emperor Otto III, whom he accompanied to Rome. It was also who he brought back his corpse to Germany and prayed at his funeral in 1002. After receiving secular power from Otto II, Notker transformed the episcopal city into the capital of an ecclesiastical principality in the Holy Roman Empire. He built a new cathedral, Saint Lambert's, seven collegiate churches, including St. John's in Liège, after the model of Aachen Cathedral, two abbeys and a city wall. He laid the foundation of the fame of the Liège Schools, to which studious youths soon flocked from all Christendom. By procuring the services of Leo the Calabrian and thus making possible the study of Greek, Notker gave notable extension to the Liège curriculum. Among Notker's pupils, who extended the influence of the Liège schools to ever wider circles, may be mentioned Hubald, Wazo of Liège, Franco, who also taught at Liége, Gunther of Salzburg, Ruthard of Mainz and Erluin of Cambrai, Heimo of Verdun, Hesselo of Toul, Heriger of Lobbes, Adelmann (who later studied under Fulbert at Chartres), Gozechin who taught at Mainz and Adalbald of Utrecht. In Folcwin's opinion Notker's achievements surpass those of any of his predecessors. He developed the urban structure of the city, its fortifications, commerce and education. Under his rule, the city of Liège was sometimes called the \"Northern Athens\". He has sometimes wrongly been identified as the author of the Gesta episcoporum Leodiensium written under his patronage by Heriger of Lobbes. Johannes Fried considers Notker, rather than John Canaparius, the author of the Vita sancti Adalberti episcopi Pragensis, a life of Adalbert of Prague written around 1000, which contains the first recorded mention of Danzig/Gdansk, as urbs Gyddanyzc.","Title":"Notker of Liège - Wikipedia","KeyID":"6023","URL":"https://en.wikipedia.org/wiki/Notker_of_Li%C3%A8ge"}