{"Content: ":"A chapter (Latin: capitulum[1] or capitellum)[2] is one of several bodies of clergy in Roman Catholic, Old Catholic, Anglican, and Nordic Lutheran churches or their gatherings.  The name derives from the habit of convening monks or canons for the reading of a chapter of the Bible or a heading of the order's rule.[2] The 6th-century St Benedict directed that his monks begin their daily assemblies with such readings[1] and over time expressions such as \"coming together for the chapter\" (convenire ad capitulum) found their meaning transferred from the text to the meeting itself and then to the body gathering for it.[2] The place of such meetings similarly became known as the \"chapter house\" or \"room\". A cathedral chapter is the body (\"college\") of advisors assisting the bishop of a diocese at the cathedral church. These were a development of the presbyteries (presbyteria) made up of the priests and other church officials of cathedral cities in the early church. In the Catholic Church, they are now only established by papal decree.[1] In the event of an episcopal vacancy, cathedral chapters are sometimes charged with election of the bishop's replacement and with the government of the diocese. They are made up of canon priests.[1] \"Numbered\" chapters are made up of a fixed number of prebendaries, while \"unnumbered\" chapters vary in number according to the direction of the bishop. The chapters were originally led by the cathedral's archdeacon but, since the 11th century,[1] have been directed by a dean or provost.[2] In the Catholic Church, the chapter appoints its own treasurer, secretary, and sacristan and—since the Council of Trent—canon theologian[3] and canon penitentiary.[4] The same council approved of other local offices,[5] which might include precentors, chamberlains (camerarii), almoners (eleemosynarii), hospitalarii, portarii, primicerii, or custodes. Canons are sometimes given the functions of punctator and hebdomadarius as well.[1] In the Church of England, the chapter includes lay members, a chancellor who oversees its educational functions, and a precentor who oversees its musical services. Some Church of England cathedrals have \"lesser\" and \"greater\" chapters with separate functions. In the US Episcopal Church, the chapter is a meeting of those with the responsibilities of a vestry for a cathedral church.[6] A collegiate chapter is a similar body of canons who oversee a collegiate church other than a cathedral. A general chapter is a general assembly of monks, typically composed of representatives from all the monasteries of an order or congregation. The equivalent meetings of provincial representatives of Franciscan orders is called a Chapter of Mats. A chapter of faults is a gathering for public correction of infractions against community rules and for self-criticism separate from standard confession. The assembled body of knights of a military or knightly order was also referred as a \"chapter”.","Title":"Chapter (religion) - Wikipedia","KeyID":"6024","URL":"https://en.wikipedia.org/wiki/Chapter_(religion)"}