{"Content: ":"The Goethe House is a writer's house museum in the Innenstadt district of Frankfurt am Main, Germany. It is a birthplace of Johann Wolfgang von Goethe. Decorated with period furniture and paintings, it provides an authentic environment in which Goethe spent his youth.[1] It is also the place where Goethe wrote his famous works Götz von Berlichingen, Faust and The Sorrows of Young Werther.[2] The house was acquired by the Freies Deutsches Hochstift (Free German Foundation) in 1863. It is now part of the Deutsches Romantik-Museum. The original building was the family residence of the Goethe family, most notably Johann Wolfgang von Goethe, until 1795. Johann Wolfgang was himself born here in 1749 to his parents, Johann Caspar Goethe, a lawyer, and Katharina Elisabeth Goethe, daughter of the mayor (Bürgermeister) of Frankfurt. Johann Wolfgang lived here along with his sister Cornelia until 1765, aged sixteen, when he moved to Leipzig to study law, returning sporadically thereafter. Goethe subsequently wrote about his childhood spent here in his autobiography Aus Meinem Leben: Dichtung und Wahrheit, (Out of my Life: Poetry and Truth), (1811–1833), and describing his birth thus: The house was bought in 1733 by Goethe's grandmother, Cornelia Goethe, a guest house hostess. It was in fact originally two houses, dating from around 1600 in typical medieval wooden-fronted style, until 1755, when Goethe's father extensively remodeled and modernized them into the single structure we see today. Goethe writes in his autobiography that his father was careful to preserve the double overhang of the facade, which was not permitted in new buildings under the codes of 1719 and 1749, emphasizing that it was a remodeling of the existing structures and not a new construction. After leaving the Goethe family in 1795, the house went through a series of owners, until its purchase in 1863 by geologist Otto Volger for the Freies Deutsches Hochstift (Free German Foundation), an association he had founded in 1859. The association restored it to the condition the Goethe family had left it in, as a monument to its famous inhabitant.[3] The house was destroyed during the Allied bombing of Frankfurt on May 22, 1944, but was restored after the war between 1947 and 1951, as closely as possible to its original condition and furnishing, giving an insight into what life was like for a reasonably wealthy resident of Frankfurt in the 18th century. Nearby are the excavated foundations of the Jewish ghetto, which, along with the Jewish cemetery, gives a further glimpse of the older Frankfurt as Goethe himself would have experienced it. The Goethe Museum was opened in a new wing of the building in 1897, which also contained a library.[3] Along with the Goethe House, it was destroyed in 1944 and reopened to the public in 1954. Coordinates: 50°06′40″N 8°40′39″E﻿ / ﻿50.11111°N 8.67750°E﻿ / 50.11111; 8.67750","Title":"Goethe House - Wikipedia","KeyID":"6029","URL":"https://en.wikipedia.org/wiki/Goethe_House"}