{"Content: ":"The Freies Deutsches Hochstift (Free German Foundation) is an association based in Frankfurt, Hesse, Germany, whose main tasks are the supervision of the Frankfurt Goethe House and the Deutsches Romantik-Museum, and producing editions of literary works. The Hochstift owns an extensive collection of manuscripts, letters and paintings from the period of German Romanticism. The full name is the Freies Deutsches Hochstift für Wissenschaften, Künste und allgemeine Bildung (Free German Foundation for Science, Arts and General Education). The Freies Deutsches Hochstift für Wissenschaften, Künste und allgemeine Bildung (Free German Foundation for Science, Arts and General Education) was founded in 1859, on the 100th birthday of Friedrich Schiller, by 50 people, most of whom were citizens of Frankfurt. The initiator was Otto Volger, a lecturer in geology from Lüneburg, who was involved in the 1848 revolution. The political ideals of the revolution were to find a spiritual and cultural home in the association.[1] Volger acquired the Goethe House, the birthplace of the poet Johann Wolfgang von Goethe, for the Hochstift in 1863.[2] When the Goethe University Frankfurt was established in 1914, the university took over the association's adult education activities.[3] The restoration of the Goethe House to its 18th century condition was completed in 1926.[2] Today, the Hochstift runs a poets' archive, an art collection and a research library. As of 2022 the association is working on critical editions of Goethe's Faust and of the works of Clemens Brentano and Hugo von Hofmannsthal.[4] The Goethe House was destroyed during the air raids on Frankfurt am Main in 1944 and was restored by the painter and architect Theo Kellner after the Second World War. The previous interior and contents were removed in good time and were retained.[2] The association has published Jahrbuch des Freien Deutschen Hochstifts (Yearbook of the Free German Foundation) Since the year 1884/85. The journal was called Berichte des Freien Deutschen Hochstifts (Reports of the Free German Foundation) until 1902.[5] In addition to the Goethe House, the Freies Deutsches Hochstift also oversees the Willemer-Häuschen in Sachsenhausen. This garden house on the Sachsenhausen Mühlberg was the site of Goethe's encounters with Marianne von Willemer; it also serves as a venue for cultural events.[6] On the 150th anniversary of its founding on 28 August 2009, the Freies Deutsches Hochstift changed its name to Frankfurter Goethe-Haus – Freies Deutsches Hochstift, in order to be able to use both parts of the name independently in the future.[7] In 2021 the Hochstift opened the Deutsches Romantik-Museum in a building next to the Goethe House to display its collections of material related to German Romanticism.[8]","Title":"Freies Deutsches Hochstift - Wikipedia","KeyID":"6030","URL":"https://en.wikipedia.org/wiki/Freies_Deutsches_Hochstift"}