{"Content: ":"Carl Joachim Friedrich Ludwig von Arnim (26 January 1781 – 21 January 1831), better known as Achim von Arnim, was a German poet, novelist, and together with Clemens Brentano and Joseph von Eichendorff, a leading figure of German Romanticism. Arnim was born in Berlin, descending from a Brandenburgian Uradel noble family first mentioned in 1204. His father was the Prussian chamberlain (Kammerherr) Joachim Erdmann von Arnim (1741–1804), royal envoy in Copenhagen and Dresden, later active as the director of the Berlin Court Opera. His mother, Amalia Caroline von Labes (1761–1781), died three weeks after Arnim's birth. Arnim and his elder brother Carl Otto spent their childhood with their maternal grandmother Marie Elisabeth von Labes, the widow of Michael Gabriel Fredersdorf from her first marriage, in Zernikow and in Berlin, where he attended the Joachimsthal Gymnasium. In 1798 he went on to study law, natural science and mathematics at the University of Halle. His early writings included numerous articles for scientific magazines. His first major work, Theorie der elektrischen Erscheinungen (Theory of electrical phenomena) showed a leaning to the supernatural, common among the German romanticists. In Halle he associated with the composer Johann Friedrich Reichardt, in whose house he became acquainted with the Romantic poet Ludwig Tieck. From 1800 he continued his studies at the University of Göttingen, though, having met Johann Wolfgang von Goethe and Clemens Brentano, he inclined from natural sciences towards literature. Arnim received the degree of a Doctor of Medicine in 1801, but never practiced. He went on to travel through Europe with his brother from 1801 to 1804. He met his later wife Bettina in Frankfurt, travelled down the Rhine Valley together with Clemens Brentano, visited Germaine de Staël in Coppet, Friedrich Schlegel and his wife Dorothea in Paris, and continued his journey to London and Scotland. Arnim was influenced by the earlier writings of Goethe and Herder, from which he learned to appreciate the beauties of German traditional legends and folk songs. Back in Germany, he began forming a collection of these and in 1805 first published the result, in collaboration with Clemens Brentano, under the title Des Knaben Wunderhorn.[1] He went to see Goethe in Weimar, in order to edit the collection. In Frankfurt he met with the jurist Friedrich Carl von Savigny, the beginning of an enduring friendship. Arnims's editorial work was increasingly affected by the Napoleonic Wars. Upon the Prussian defeat in the 1806 Battle of Jena–Auerstedt, he followed the royal court to Königsberg, where he joined the circle of Prussian reformers around Baron vom Stein. In 1807 he moved back to Weimar and Kassel, where he visited the Brothers Grimm, and finally to Heidelberg. He and Brentano completed the second and third volume of their folk song collection and from 1808 together with Joseph Görres published the important romantic Zeitung für Einsiedler (Newspaper for Hermits) in Heidelberg in 1808. The Heidelberg Romanticist circle also included Tieck, Friedrich Schlegel, Jean Paul, Justinus Kerner, and Ludwig Uhland. From 1809 Arnim again lived in Berlin, however, his plans to enter the Prussian civil service failed. In 1810 he affianced Brentano's sister Bettina, who won wide recognition as a writer in her own right. They married on 11 March 1811; their daughter Gisela (one of seven children) became a writer as well. Shortly after their marriage the couple went on to visit Goethe in to Weimar, however, the reunion was overshadowed by a heated quarrel between Bettina and Goethe's wife Christiane. In Berlin, Achim worked on Heinrich von Kleist's legacy and founded the patriotic Deutsche Tischgesellschaft association of Christian men.[2] He remained connected with the Prussian patriots such as Adam Heinrich Müller and Friedrich de la Motte Fouqué and even commanded a Landsturm battalion during the German Campaign of 1813. From October 1813 he acted as publisher of the Berlin newspaper \"The Prussian Correspondent\", until he fell out with his predecessor Barthold Georg Niebuhr in February 1814. While his wife stayed in Berlin, Arnim in 1814 retired to Künstlerhaus Schloss Wiepersdorf, his family home, where he lived until his death from a stroke in 1831. His output, published in newspapers, magazines and almanacs as well as self-contained books, included novels, dramas, stories, poems and journalistic works. Following his death, his library was taken over by the Weimar court library. Arnim is considered one of the most important representatives of German Romanticism. His works were collected, with an introduction by Wilhelm Grimm, in twenty volumes (1839–48). Heinrich Heine wrote a eulogy of Arnim in his Deutschland. His works include: Category","Title":"Achim von Arnim - Wikipedia","KeyID":"6031","URL":"https://en.wikipedia.org/wiki/Achim_von_Arnim"}