{"Content: ":"Börsenverein des Deutschen Buchhandels (English: German Publishers and Booksellers Association[1]) is a trade association of the German publishing industry, based in Frankfurt. It was founded in Frankfurt in 1948, and merged in 1991 with a similar Leipzig organisation. It organises the annual Frankfurt Book Fair, where the peace prize Friedenspreis des Deutschen Buchhandels was awarded from 1950. In 1825, an association of German booksellers was founded in Leipzig, the Börsenverein der Deutschen Buchhändler [de]. When Leipzig was in the Soviet zone after World War II, the western part needed a representation. In 1948, a Arbeitsgemeinschaft Deutscher Verleger- und Buchhändler-Verbände was founded in the American and British zones, which was renamed Börsenverein Deutscher Verleger- und Buchhändlerverbände. The present name, Börsenverein des Deutschen Buchhandels, was established in 1955. In 1972, personal membership was replaced by institutional membership. From 1974 to 2000, Hans-Karl von Kupsch was managing director. After German reunification, he led the unification with the similar organisation in Leipzig. The office was in Frankfurt, Großer Hirschgraben 17–21, next to the Goethe House. In 2012, the office moved to Braubachstraße [de] 16, to a building designed in 1956 by Otto Apel [de] and named Haus des Buches (House of the book).[2][3] The Börsenverein organises the annual Frankfurter Buchmesse (Frankfurt Book Fair). Beginning in 1950, the Friedenspreis des Deutschen Buchhandels has been issued at the Paulskirche as part of the fair. It supports (as ideeller Träger) the Leipziger Buchmesse, where it awards the annual Leipzig Book Award for European Understanding. Additionally, since 2002, the association has awarded non-monetary literature prizes. This began with the Deutscher Bücherpreis at the 2002 Leipzig Book Fair with several categories including international books, and since 2004 has been replaced by the German Book Prize, which is only awarded to one German-language book each year. The association is member of the International Publishers Association, the Internationale Buchhändler-Vereinigung, the Federation of European Publishers and the European Booksellers Federation.","Title":"Börsenverein des Deutschen Buchhandels - Wikipedia","KeyID":"6035","URL":"https://en.wikipedia.org/wiki/B%C3%B6rsenverein_des_Deutschen_Buchhandels"}