{"Content: ":"Karsten Greve (born 15 September 1946 in Dahme, Brandenburg, Germany) is a German art dealer, publisher and owner of Galerie Karsten Greve in Cologne, St Moritz, Paris and formerly Milan, specialized in the international postwar avant-garde, contemporary art and photography. In 2014, Greve was listed as one of Artnet News’ Most Admired Art Dealers [1] and was included in Blouin's Art + Auction 2012 [2] and 2013 [3] Power 100 list and has been referred to as one of Europe's most influential art dealers.[4][5][6] Karsten Greve was born in Dahme, Germany.[5] The middle child of three sons of a medical doctor, he attended school in Berlin and Siegen. He studied Law and Art History in Cologne, Lausanne and Geneva. As a student, he began to build his own art collection, acquiring his first painting by Cy Twombly in 1966. By the age of 23 he had bought works by Twombly, Beuys, Fontana, Yves Klein, de Kooning, Cornell, and Kounellis.[7] In 1970, together with Rolf Möllenhof (born 1939, Chemnitz), he directed the Möllenhof/Greve Galerie. In 1972, he became the sole proprietor of Galerie Karsten Greve in its original Cologne Lindenstraße location, debuting with an Yves Klein solo exhibition of his Anthropometry series. In 1989, Karsten Greve opened a second space in Paris, in 1994 a third location in Milan (closed 2002) and another in St Moritz in 1999. Karsten Greve has an interest in vintage design furniture and is an avid collector of items by the likes of Robert Mallet-Stevens, Le Corbusier and Pierre Chareau.[8] He acquired a part of the rue Mallet-Stevens Hôtel Martel.[9][8][10][11] Karsten Greve is married and the father of three children.[12][13] Karsten Greve was among the first to set up an exhibition space in the Marais in Paris during the late 1980s and was also the first to open a gallery in St Moritz.[5] During a career of 40 years as an international art dealer, Karsten Greve significantly contributed to the worldwide recognition of artists such as Louise Bourgeois – as the first to exhibit her in Europe [14] - John Chamberlain, Lucio Fontana, Jannis Kounellis, Piero Manzoni and Cy Twombly, of which up to two thirds of the works in today's market were sold by him initially.[15][16] His intimate friendships with these artists[17] provided the basis for his programme, which is defined by the international avant-garde after 1945. Karsten Greve on meeting Cy Twombly for the first time: \"It was 1969. I was 23 and had just opened a gallery in Cologne. He was living in Rome, in a 16th-century palace that had no names on the door. I eventually figured out where he lived. I went to his apartment a couple of times and rang the bell but he never answered. Eventually, he heard from others that a crazy young German wanted to meet him and he let me in.\"[16] Karsten Greve earned a reputation for his carefully curated presentations at art fairs and museum quality exhibitions [18][19][20][21][22][23][24] and has been lauded for his ability to recognize the relevance of artist's work long before their rise to international recognition.[19][25] Greve curated a Cy Twombly solo show at the 1996 São Paulo Biennale. From 1997 to 2003 he was chair of the Art Cologne jury.[26][27] He was also part of the Art Basel selection committee and the FIAC selection committee.[28] Greve holds the Ordine al Merito della Repubblica Italiana (Cavaliere Ufficiale), which he received in December 1998.[29] Karsten Greve supports the Jewish National Fund (קרן קימת לישראל, Keren Kayemet LeYisrael) in its environmental efforts and afforestation project. In 2013 he made a donation of 1 Mio. Eur to enable the expansion of the Deutsches Romantik-Museum in Frankfurt am Main, after the City of Frankfurt surprisingly dropped out as a donor.[30][31] In 2015 he was one of the donors who gifted the Leiko Ikemura sculpture Usagi Kannon to the Museum für Ostasiatische Kunst [32] in Cologne. He gifted the Lucio Fontana work Natura to the Museum Ludwig and Pierre Chareau furniture [33] to the Museum für Angewandte Kunst in Cologne.","Title":"Karsten Greve - Wikipedia","KeyID":"6036","URL":"https://en.wikipedia.org/wiki/Karsten_Greve"}