{"Content: ":"Hessischer Rundfunk (HR; \"Hesse Broadcasting\") is the German state of Hesse's public broadcasting corporation. Headquartered in Frankfurt, it is a member of the national consortium of German public broadcasting corporations, ARD. Dornbusch Broadcasting House, in Bertramstraße, Frankfurt am Main, is home to HR's principal radio and television studios. There are additional radio and television studios in Kassel and Wiesbaden, as well as further radio studios in Darmstadt, Fulda, and Gießen. HR also maintains offices in Berlin, Eltville, Erbach, Limburg an der Lahn, and Marburg. In 2000, HR opened studios on the 53rd floor of the Main Tower in Frankfurt city centre. The corporation is also responsible for the management of ARD's studios in Madrid and Prague. Licensing fees are currently €17.50 per month. Since 2013, every household has been liable for this fee, whether or not there are radio or TV receivers present. The fee is collected by Beitragsservice von ARD, ZDF und Deutschlandradio. HR contributes to the programming of the main German public-service broadcasting channel Das Erste, and also to that of the associated 3sat, ARTE, KI.KA, and Phoenix. Like other regional public broadcasting corporations in Germany, HR has its own, regional \"channel three\" (i.e. in addition to the national ARD and ZDF channels). From 1964 until 1983 this was known as Das Hessisches Fernsehprogramm (\"The Hesse Television Programme\"). It was then rebaptized as Hessen Drei (\"Hesse Three\"), before it was rebaptized hessen fernsehen (\"Hesse Television\") in 1997. Most recently, in October 2004 the channel became hr-fernsehen. Since December 2013 the channel has also been available in HDTV.[1] hr1 plays almost exclusively middle of the road and easy listening music, chiefly from the 1965 to 1985 era, and is aimed at a 40- to 60-year-old demographic. Until 2004 hr1 had been HR's main information channel. hr2-kultur is HR's cultural and classical-music radio channel. hr3 is an adult-oriented popular music programme. Relaunched in the early 80s as a service targeted principally at young people, the station has aged together with its audience. hr4 is aimed at an older listenership. It broadcasts regional news and German popular music (schlagers) and \"evergreens\", as well as instrumental music, folk, and light classical music. hr-info is a 24-hour news radio. On weekday daytime, it provides rolling news, with bulletins every 20 minutes. At all other times (except overnight), it broadcasts special in-depth-reports on a range of topics, alongside a quick news summary every half-hour. YOU FM is HR's music programme for young people. It has also become famous outside of Hesse and Germany for its Saturday night techno music transmissions. Hessischer Rundfunk maintains three resident ensembles: Each of HR's six radio channels is streamed online.[5] Media related to Hessischer Rundfunk at Wikimedia Commons Coordinates: 50°08′08″N 8°40′32″E﻿ / ﻿50.13556°N 8.67556°E﻿ / 50.13556; 8.67556","Title":"Hessischer Rundfunk - Wikipedia","KeyID":"6043","URL":"https://en.wikipedia.org/wiki/Hessenschau"}