{"Content: ":"The Frankfurter Allgemeine Zeitung (German: [ˈfʁaŋkfʊʁtɐ ʔalɡəˈmaɪnə ˈtsaɪtʊŋ]; FAZ; \"Frankfurt General Newspaper\") is a former centre-right[1][5] conservative-liberal[3][4] and liberal-conservative,[1][2] now centre-left[6] German newspaper founded in 1949. It is published daily in Frankfurt.[7] Its Sunday edition is the Frankfurter Allgemeine Sonntagszeitung (pronounced [- ˈzɔntaːksˌtsaɪtʊŋ]; FAS). The paper runs its own correspondent network. Its editorial policy is not determined by a single editor, but cooperatively by four editors. It is the German newspaper with the widest circulation abroad, with its editors claiming the newspaper is delivered to 148 countries. The first edition of the F.A.Z. appeared on 1 November 1949;[8][9] its founding editors were Hans Baumgarten, Erich Dombrowski, Karl Korn, Paul Sethe and Erich Welter.[10] Welter acted as editor until 1980. Some editors had worked for the moderate Frankfurter Zeitung, which had been banned in 1943. However, in their first issue, the F.A.Z. editorial expressly refuted the notion of being the earlier paper's successor or of continuing its legacy: Arising from the fact that some of our colleagues previously were members of the Frankfurter Zeitung, it often has been suggested an attempt was being made here to be the successor to that newspaper. Such an assumption misjudges our intentions. Like everyone, we too are astonished at the high quality of that paper; ...however, showing respect for an amazing achievement does not imply a desire to copy it. Until 30 September 1950 the F.A.Z. was printed in Mainz. Traditionally, many of the headlines in the F.A.Z. were styled in orthodox blackletter format and no photographs appeared on the title page. Some of the rare exceptions were a picture of the celebrating people in front of the Reichstag in Berlin on German Unity Day on 4 October 1990, and the two pictures in the edition of 12 September 2001 showing the collapsing World Trade Center and the American president George W. Bush. In the early 2000s, F.A.Z. expanded aggressively, with customized sections for Berlin and Munich.[12] An eight-page six-day-a-week English-language edition was distributed as an insert in The International Herald Tribune (which is owned by The New York Times Company); the articles were selected and translated from the same day's edition of the parent newspaper by the F.A.Z. staff in Frankfurt.[13] However, F.A.Z. group suffered a loss of 60.6 million euros in 2002. By 2004 the customized sections were scrapped. The English edition shrank to a tabloid published once a week.[12] On 5 October 2007, the F.A.Z. altered their traditional layout to include color photographs on the front page and exclude blackletter typeface outside the nameplate. Due to its traditionally sober layout, the introduction of colour photographs in the F.A.Z. was controversially discussed by the readers, becoming the subject of a 2009 comedy film that was still current three years later.[14] Currently, the F.A.Z. is produced electronically using the Networked Interactive Content Access (NICA) and Hermes. For its characteristic comment headings, a digital Fraktur font was ordered. The Fraktur has since been abandoned, however, with the above-mentioned change of layout. After having introduced on 1 August 1999 the new spelling prescribed by the German spelling reform, the F.A.Z. returned exactly one year later to the old spelling, declaring that the reform had failed to achieve the primary goals of improving language mastery and strengthening the unity of the language.[15] After several changes had been made to the new spelling, F.A.Z. accepted it and started using it (in a custom version) on 1 January 2007.[16] Its political orientation is liberal-conservative,[2] occasionally providing a forum to commentators with different opinions. In particular, the Feuilleton and some sections of the Sunday edition cannot be said to be specifically conservative or liberal at all.[citation needed] In the 2013 elections the paper was among the supporters of the CDU/CSU alliance.[17] It has the legal form of a GmbH; the independent FAZIT-Stiftung (FAZIT Foundation) is its majority shareholder (93.7%).[18] The FAZIT-Stiftung was born in 1959 by the transformation of the then FAZ owner \"Allgemeine Verlagsgesellschaft mbH\" into a private foundation. The FAZIT-Stiftung is 'owned' by up to nine persons who can't sell or buy their share but have to transmit it free of charge to a successor which is co-opted by the remaining shareholders. The foundations statute prescribe that only such persons shall be co-opted as new member, who \"by their standing and personality\" can guarantee the \"independence\" of the FAZ. The current group of seven is composed of active or former CEOs, company owners, board members, and corporate lawyers. The FAZIT foundation also owns more than 90% of the shares of the company 'Frankfurter Societät' which in turn is owner of the printing enterprise 'Frankfurter Societätsdruckerei' and the regional paper Frankfurter Neue Presse. The F.A.Z. is one of several high-profile national newspapers in Germany (along with Süddeutsche Zeitung, Die Welt, Die Zeit, Frankfurter Rundschau and Die Tageszeitung) and among them has the second largest circulation nationwide. It maintains the largest number of foreign correspondents of any European newspaper (53 as of 2002).[19] In 2011, counted 40 foreign correspondents among its staff.[20] The 1993 circulation of the paper was 391,013 copies.[21] In 2001, it had a circulation of 409,000 copies.[22] The 2007 circulation of the daily was 382,499 copies.[23] The 2016 (IVW II/2016) circulation of the daily was 256,188 copies.[24] In December 1999, future German Chancellor Angela Merkel published an article in the Frankfurter Allgemeine Zeitung, lamenting the \"tragedy\" that had befallen the party (CDU donations scandal), blaming former Chancellor Helmut Kohl and urging a new course.[25] In 2006, the F.A.Z. was banned in Egypt for publishing articles which were deemed as \"insulting Islam\".[26] The paper was again banned in Egypt in February 2008 due to the publication of Muhammad's cartoons.[27] In November 2012, the paper provoked strong criticism in Spain because of its stance against Spanish immigration to Germany during the economic crisis.[28] In July 2019, the F.A.Z. website, along with other major German media, including Spiegel Online, was blocked by China's Great Firewall. The reasons for the ban remain unclear, but F.A.Z. believed it was possibly due to its reporting on the 2019–20 Hong Kong protests.[29][30]","Title":"Frankfurter Allgemeine Zeitung - Wikipedia","KeyID":"6044","URL":"https://en.wikipedia.org/wiki/Frankfurter_Allgemeine_Zeitung"}