{"Content: ":"Deutschlandfunk (DLF, German: [ˈdɔʏtʃlantˌfʊŋk] (listen) Broadcast Germany) is a public-broadcasting radio station in Germany, concentrating on news and current affairs. It is one of the four national radio channels produced by Deutschlandradio. Broadcasting in the Federal Republic of Germany is reserved under the Basic Law (constitution) to the states. This means that all public broadcasting is regionalised. National broadcasts must be aired through the national consortium of regional public broadcasters (ARD) or authorized by a treaty negotiated between the states. In the 1950s, the German Democratic Republic (GDR) began broadcasting its Deutschlandsender station on longwave.[1] In response to this, the then-Nordwestdeutscher Rundfunk applied for a licence to operate a similar longwave service on behalf of the ARD. This was granted in 1956 and operated as Deutscher Langwellensender (\"German Longwave Station\").[2] On 29 November 1960, the federal government under Konrad Adenauer created Deutschlandfunk as a national broadcasting corporation based in Cologne.[3][4] At the same time, the government's attempted creation of a national television channel under its direct control (later to become ZDF) prompted a complaint from several states to the Federal Constitutional Court regarding broadcasting powers. In the \"First Broadcasting Judgement\", handed down on 28 February 1961, the court held while that broadcasting to Germany was not a power granted to the federal government and therefore delegated to the states, broadcasting from Germany to other countries fell under the federal government's responsibility to conduct foreign affairs. When Norddeutscher Rundfunk's licence to broadcast on longwave expired, the federal government acquired the frequencies for Deutschlandfunk and began transmissions on 1 January 1962,[2] joining the ARD on 7 June. Deutschlandfunk broadcast primarily in German, targeting the GDR and German-speaking minorities in Eastern Europe. However, its European Department was responsible for foreign-language transmissions to neighbouring countries in Europe, primarily from the Ehndorf transmitter. From 7 June 1963 it began foreign language transmissions in Czech, Croatian, Polish and Serbian. Later it focused on the Federal Republic's free neighbours in northern Europe, including English programming for Ireland and the UK. Inter-continental broadcasts were the responsibility of Deutsche Welle. Back in 1989, also news on the half-hour were placed next to the hourly news. After reunification, negotiations between the states and the Federal Government led to a reorganization of Germany's national and international public broadcasters in which DLF lost its independence and ARD membership. On 1 July 1993, DLF's European Department was transferred to Deutsche Welle. DLF English programmes were phased out over several years and replaced by DW's intercontinental programmes. The rest of DLF was merged into Deutschlandradio (\"Germany Radio\"), a public broadcasting institution created to oversee national services, from 1 January 1994.[5] DLF was given a new remit as a news and current affairs service, while retaining its staff and studio facilities in Cologne. The service remains free of advertising. In the years immediately after the merger it was sometimes referred to as DeutschlandRadio Köln (\"Germany Radio Cologne\"). Deutschlandradio developed its service and beside of Deutschlandfunk (mainly news and information) and Deutschlandfunk Kultur (culture in a broader sense) they started Deutschlandfunk Nova, which is based on production also from Deutschlandfunk and targets young adults, mainly with spoken-word. The Dokumente und Debatten is an opt-out channel, often for special events and significant parliamentary debates. Deutschlandfunk's schedules are largely made up of news and documentaries, covering politics, economics and science. Music is also aired, especially during nighttime and weekend hours, it can account for half of the airtime. Deutschlandfunk broadcasts a news bulletin every half hour weekdays between 04:00 and 18:00, and every hour at all other times (except Saturday at 21:00). In even-numbered hours between 06:00 and 20:00; every day at 13:00 and weekdays at 23:00, the bulletins can last up to 10 minutes; and 5 minutes at all other times. The traffic bulletins cover the information of the whole Germany. On weekdays, the morning news magazine Informationen am Morgen is broadcast between 05:00 and 09:00, with frequent news bulletins. News magazines are also broadcast between 12:00 and 13:30 (Informationen am Mittag), and between 18:00 and 18:40 (Informationen am Abend). The main evening bulletin (Das war der Tag (\"That was the Day\")) is from 23:10 to 23:57. Selections from German and international newspaper commentaries are interspersed in the morning, noon, and midnight news magazines. On Sundays, a discussion programme called Essay und Diskurs is broadcast between 09:30 and 10:00,[6] covering subjects as varied as Islam in Germany, neurophysiology and the history of art. These discussions are archived on the internet [1]. Deutschlandfunk provides programming for the German-language Belgian radio station BRF-DLF in Brussels.[7] It also cooperates with the main Belgischer Rundfunk (BRF) domestic radio service for the East Cantons of Walonia, BRF1. Deutschlandfunk broadcasts in FM, DAB, and broadcast digitally via the Astra satellite system and used in the German and some European cable networks. Until the Geneva Frequency Plan of 1975 came into effect on 23 November 1978, Deutschlandfunk was transmitted on longwave from Sender Donebach and on mediumwave from Bad Dürrheim, Cremlingen, Ravensburg, Ehndorf, and Mainflingen. With implementation of the plan Bad Dürrheim was shut down. In 1979 new transmitters came into service: in Erching for daytime longwave transmission and in 1980/81 in Nordkirchen and Thurnau for mediumwave transmission. On 1 January 1989 the Aholming transmitter replaced Erching and allowed 24-hour service on the second longwave frequency. On 1 October 1994 Heusweiler transmitter, which had previously transmitted \"Europawelle Saar\", began transmitting Deutschlandfunk. On 31 December 1994 Mainflingen transmitter was shut down. On 31 December 2014 longwave transmissions from Donebach on 153 kHz and Aholming on 207 kHz ceased, although Donebach 153 kHz continued into the early hours of 1 January 2015 before being shut down. On 31 December 2015 all remaining medium wave transmissions ceased at 2350 CET.[8] FM transmitters carry the Deutschlandfunk signal throughout Germany but there are gaps in the coverage pattern, especially — but not only — in the southern states of Bavaria and Baden-Württemberg. As the state authorities have the power to allocate frequencies to broadcasters, they give preference to the regional public and commercial broadcasters under their jurisdiction. Several streams of Deutschlandfunk are available in MP3, AAC and Opus formats.[9] Coordinates: 50°54′10″N 6°57′34″E﻿ / ﻿50.90278°N 6.95944°E﻿ / 50.90278; 6.95944","Title":"Deutschlandfunk - Wikipedia","KeyID":"6047","URL":"https://en.wikipedia.org/wiki/Deutschlandfunk"}