{"Content: ":"Hessian (German: Hessisch) is a West Central German group of dialects of the German language in the central German state of Hesse. The dialect most similar to Hessian is Palatinate German (German: Pfälzisch) of the Rhine Franconian sub-family. However, the Hessian dialects have some features which set them somewhat apart from other West-Central German dialects. Hessian can be divided into four main dialects:[1] To understand this division, one must consider the history of Hesse and the fact that this state is the result of an administrative reform.[2] The urban New Hessian Regiolect of Frankfurt and the Rhine-Main area is based on the South Hessian dialect. In the Central Hessian dialect area, this regiolect is gradually replacing the traditional local dialects. Consonants are often softened. For instance, Standard German Äpfel ('apples') becomes Ebbel.  Hessian dialects are traditionally classified as part of Rhine Franconian dialect group, based on their reflexes of the High German consonant shift:[3] The main distinguishing feature between Hessian (in the traditional sense) and Palatine Rhine-Franconian is the retention of medial/final st, which became scht in the latter (Hessian: fest vs. Palatine: fescht). An alternative classification has been proposed by German dialectologist Peter Wiesinger. According to Wiesinger, North Hessian, East Hessian and Central Hessian betray closer historical links with Central Franconian and must be grouped together as Hessian (in a narrower sense) which is an independent dialect group within West Central German and thus not part of Rhine Franconian in spite of the same basic outcome of the High German consonant shift. On the other hand, South Hessian is not included in Wiesinger's Hessian, but remains included within Rhine Franconian.[4] Like Standard German, North Hessian has retained the Middle High German (MHG) endings -e and -en. In all other Hessian dialects, -e was lost, while -en was lost in East Hessian and became -e in Central and South Hessian. In the eastern North Hessian area, the MHG long vowels î, û, iu did not undergo New High German diphthongization (Ziiden 'times', Miise 'mice', Bruud 'bride', cf. Standard German Zeiten, Mäuse, Braut).[5][6] Central Hessian is characterized by a number of distinctive vowel shifts from MHG:[7][8] ","Title":"Hessian dialects - Wikipedia","KeyID":"6049","URL":"https://en.wikipedia.org/wiki/Hessian_dialects"}