{"Content: ":"A ford is a shallow place with good footing where a river or stream may be crossed by wading, or inside a vehicle getting its wheels wet.[1] A ford may occur naturally or be constructed. Fords may be impassable during high water. A low water crossing is a low bridge that allows crossing over a river or stream when water is low but may be treated as a ford when the river is high and water covers the crossing. A ford is a much cheaper form of river crossing than a bridge, and it can transport much more weight than a bridge, but it may become impassable after heavy rain or during flood conditions. A ford is therefore normally only suitable for very minor roads (and for paths intended for walkers and horse riders etc.). Most modern fords are usually shallow enough to be crossed by cars and other wheeled or tracked vehicles (a process known as \"fording\"). Fords may be accompanied by stepping stones for pedestrians. The United Kingdom has more than 2,000 fords, and most of them do not have any way of stopping vehicles from crossing when the water makes them impassable.[2] According to The AA, many flood-related vehicle breakdowns are at fords.[2] In New Zealand, fords are a normal part of roads, including, until 2010, along State Highway 1 on the South Island's east coast.[3] In dry weather, drivers become aware of a ford by crunching across outwash detritus on the roadway. A bailey bridge may be built off the mainline of the road to carry emergency traffic during high water. At places where the water is shallow enough, but the material on the riverbed will not support heavy vehicles, fords are sometimes improved by building a submerged concrete floor. In such cases, a curb (kerb) is often placed on the downstream side to prevent vehicles from slipping off, as the growth of algae will often make the slab very slippery. Fords may be also equipped with a post indicating the water depth, so that users may know if the water is too deep to attempt to cross. Some have an adjacent footbridge so that pedestrians may cross dryshod. Fords were sometimes the only way to cross, such as at the Milkhouse at Rock Creek in Washington, DC, but the regular use of this ford has been superseded by bridges.[4] The crossing remained for \"adventurous\" drivers until 1996 when the National Park Service closed the ford to automobiles.[5] A road running below the water level of a stream or river is often known as a \"watersplash\". It is a common name for a ford or stretch of wet road in some areas, and sometimes also used to describe tidal crossings. They have become a common feature in rallying courses. There are enthusiasts who seek out and drive through these water features, recording details (such as wave created, position, and access) on dedicated websites.[6] There are many old fords known as watersplashes in the United Kingdom. Examples are at Brockenhurst in Hampshire, Wookey in Somerset, and Swinbrook in Oxfordshire. Some of these are being replaced by bridges as these are a more reliable form of crossing in adverse weather conditions. The Dean Ford in Kilmarnock, Ayrshire, is mentioned in the deeds of Dean Castle, which was gifted to the local people. The ford has had to be maintained as a property boundary feature, despite several cars a year being washed away. Some very spectacular watersplashes can be found in diverse locations. Australia has the Gulf Savannah, and others may be found in Canada, Italy, South Africa, and Finland. They are also found on some Tennessee backroads, where they are referred to as \"underwater bridges\". In Israel and part of the British areas under the mandate a low water crossing or watersplash had been known as \"Irish bridge\"[7] in reference to the Anglo–Irish war.[8][9] The names of many towns and villages are derived from the word 'ford'. Examples include Oxford (a ford where oxen crossed the river: see the Oxford coat of arms); Hertford, the county town of Hertfordshire (the ford where harts cross or \"deer crossing\"); Ammanford (a ford on the River Amman); Staffort crossing the river Pfinz; and Stratford (a ford on a Roman street). Similarly, the German word Furt (as in Frankfurt, the ford of the Franks; Ochsenfurt, synonymous to Oxford; Schweinfurt, a ford where swine crossed the river; and Klagenfurt, literally \"ford of complaints\") and the Dutch voorde (as in Vilvoorde, Coevorden, Zandvoort, or Amersfoort) are cognates with the same meaning, all deriving from Proto-Indo-European *pértus 'crossing'. This is the source of Brythonic and Gaulish ritus (modern Welsh rhyd; the Welsh name of Oxford is Rhydychen \"ford of oxen\"), which underlies such names as Chambord (from Gaulish *Camboritum \"ford at the bend\") and Niort (Novioritum \"new ford\"). Towns such as Maastricht, Dordrecht, and Utrecht also formed at fords. The endings tricht, drecht, and trecht are derived from the Latin word traiectum, meaning \"crossing\". Thus the name Utrecht, originally the Roman fort of Traiectum, is derived from \"Uut Trecht\", meaning \"downstream crossing\". The Afrikaans form was taken into South African English as drift and led to place names like Rorke's Drift and Velddrift. Similarly, in Slavic languages, the word brod comes from the linguistic root that means \"river-crossing\" or \"place where a river can be crossed\". Although today brod in the Serbo-Croatian means 'ship', Slavonski Brod in Croatia, as well as Makedonski Brod in North Macedonia and other place names containing Brod in Slavic countries, where brod is still the word for 'ford', are named after fords. In historic times, positioning an army in large units close to a river was thought best for direct defense as well as to attack the enemy at any crossing points.[10] Therefore, a ford was often a strategic military point with many famous battles fought at or near fords: The Rye Water Ford in North Ayrshire, an unmodernised crossing of a minor river[11] A ford in Stanhope, England, that has been closed[12] A ford in a 19th-century oil painting. In this instance, the ford may have artistic or symbolic significance A Berber family crossing a ford in Algeria The ford at Brockenhurst following heavy rain[13] A ford, with pedestrian footbridge, on a minor road near Weimar bei Kassel in Germany Fording an Indian River, c. 1905","Title":"Ford (crossing) - Wikipedia","KeyID":"6051","URL":"https://en.wikipedia.org/wiki/Ford_(crossing)"}