{"Content: ":"Lower Franconia (German: Unterfranken) is one of seven districts of Bavaria, Germany. The districts of Lower, Middle and Upper Franconia make up the region of Franconia. After the founding of the Kingdom of Bavaria the state was totally reorganised and, in 1808, divided into 15 administrative government regions (German: Regierungsbezirke, singular Regierungsbezirk), in Bavaria called Kreise (singular: Kreis). They were created in the fashion of the French departements, quite even in size and population, and named after their main rivers. In the following years, due to territorial changes (e. g. loss of Tyrol, addition of the Palatinate), the number of Kreise was reduced to 8. One of these was the Untermainkreis (Lower Main District). In 1837 king Ludwig I of Bavaria renamed the Kreise after historical territorial names and tribes of the area. This also involved some border changes or territorial swaps. Thus the name Untermainkreis changed to Lower Franconia and Aschaffenburg, but the city name was dropped in the middle of the 20th century, leaving just Lower Franconia. From 1933, the regional Nazi Gauleiter, Otto Hellmuth, (who had renamed his party Gau \"Mainfranken\") insisted on renaming the government district Mainfranken as well. He encountered resistance from Bavarian state authorities but finally succeeded in having the name of the district changed, effective 1 June 1938.[2] After 1945 the name Unterfranken was restored. The municipal reform (Kreisreform) of June 1972 consolidated the 22 country districts of Lower Franconia into nine. Unterfranken is the north-west part of Franconia and consists of three district-free cities (Kreisfreie Städte) and nine country districts (Landkreise). The major portion of the Franconian wine region is situated in Lower Franconia. The Gross domestic product (GDP) of the region was 53.7 billion € in 2018, accounting for 1.6% of German economic output. GDP per capita adjusted for purchasing power was 37,500 € or 124% of the EU27 average in the same year. The GDP per employee was 102% of the EU average.[3] The coat of arms includes the \"Franconian Rake\" (the arms of Duchy of Franconia) in the upper portion, the \"Rennfähnlein [de]\", a banner, quarterly argent (silver) and gules (red), on a lance or (gold), in bend, on an azure (blue) field, associated with Würzburg in the lower left quadrant, and a white/silver wheel on a red field symbolizing the clerical state of Mainz, in the lower right quadrant. Next to the former episcopal residence cities of Würzburg (with Veitshöchheim) and Aschaffenburg, the towns of Miltenberg, Amorbach and Werneck, the scenic attractions of the River Main including the Mainschleife at Volkach and the low mountain ranges of the Rhön with the spa town Bad Kissingen and of the Spessart with Mespelbrunn Castle belong to the major tourist attractions.","Title":"Lower Franconia - Wikipedia","KeyID":"6066","URL":"https://en.wikipedia.org/wiki/Lower_Franconia"}