{"Content: ":"The Coronation of the Holy Roman Emperor was a ceremony in which the ruler of Western Europe's then-largest political entity received the Imperial Regalia at the hands of the Pope, symbolizing both the pope's right to crown Christian sovereigns and also the emperor's role as protector of the Roman Catholic Church. The Holy Roman Empresses were crowned as well. The Holy Roman Empire was established in the year 800 under Charlemagne. Later emperors were crowned by the pope or other Catholic bishops. Charles V became the last Holy Roman Emperor to be crowned by a pope, by Clement VII in Bologna in 1530. Thereafter, until the abolition of the empire in 1806, no further crownings by the Pope were held.[N 1] Later rulers simply proclaimed themselves Imperator Electus Romanorum or \"Elected Emperor of the Romans\" after their election and coronation as German king, without the ultimate formality of an imperial coronation by the Pope in Rome. A man could only become Holy Roman Emperor by being crowned the King of the Romans (Rex Romanorum) first; this required winning the Imperial election through the majority of the seven prince-electors' votes, and being crowned by an archbishop, for example that of Cologne, Aachen, or Trier. The King of the Romans then had to be crowned by the Pope to obtain the title of Holy Roman Emperor. This usually meant that he had to conduct an Italienzug (or Romzug) with his army to make his way down from Germany to Rome, occasionally having to fight off any enemies along the way. If so, this turned the trip for the formalisation of his Imperial authority into a military expedition to reach the Pope in Rome. Some elected or crowned Kings of the Romans never made it that far, and thus were never confirmed as Holy Roman Emperors by the Holy See. The papal coronation was required to acquire the Imperial title until 1508, when Maximilian I was unable to make the journey to Rome as it was blocked by the Venetians. As such, he was instead proclaimed emperor elect by Pope Julius II at Trent,[1] thus recognizing the right of Germanic monarchs elected by the prince-electors to use the Imperial title. Successors of Charlemagne were crowned in Rome for several centuries, where they received the imperial crown in St. Peter's from the pope. The Iron Crown of Lombardy (with the title King of Italy or King of the Lombards) was conferred in the Church of St. Ambrose at Milan or at the cathedral of Monza,[N 2] that of Burgundy at Arles, and the German crown—which came to be the most important of all—was usually given at Aachen,[3] until 1562 when, until the last German coronation in 1792, the Emperors-elect were crowned Kings in Germany in Frankfurt Cathedral, which had already in 1356 also become the established site for the imperial elections. The German coronation ceremony first required the electors to meet at Frankfurt, under the presidency of the Elector-Archbishop of Mainz, who formally summoned the electors and who always had the right of the last vote. Once a candidate was selected, the new emperor was led to the high altar of the cathedral and seated. He was then conducted to a gallery over the entrance to the choir, where he seated himself with the electors while proclamation was made of his election. The coronation itself took place on a subsequent day. If the coronation was performed (as it usually was before 1562) at the Palatine Chapel at Aachen, (now the Aachen Cathedral), then the Archbishop of Cologne, as local metropolitan, was the chief officiant, and was assisted by the two other clerical electors, the Archbishop of Mainz and the Archbishop of Trier.[N 3] These three Archbishop-Electors meet the Emperor-elect at the entrance of the church and the Archbishop of Cologne says the prayer, \"Almighty, everlasting God, your servant,...etc.\"[N 4] Then the choir sings the antiphon, \"Behold, I send my Angel...etc.\" (Ecce mitto Angelum meum...), as the Emperor-elect and then the Archbishops proceed into the church. The Archbishop of Cologne then said the prayers, \"God, who knows the human race,...etc.\" and \"Almighty and everlasting God of heaven and earth,...etc.\" The Mass is then begun, the propers being those of the Feast of the Epiphany. After the opening collect, the collect for the Feast of St. Michael. After the sequence is sung the Litany of the Saints and then the Archbishop of Cologne puts six questions to the Emperor-elect: 1. Will he defend the holy faith? 2. Will he defend the holy church? 3. Will he defend the kingdom? 4. Will he maintain the laws of the Empire? 5. Will he maintain justice? 6. Will he show due submission to the Pope?[N 5] To each of these he responds, \"I will.\" The Emperor-elect then lays two fingers on the altar and swears. The Recognition then followed and when the Emperor-elect is presented and asked if those assembled accepted him as their king, they respond, \"Let it be done\" three times. The Archbishop of Cologne then said the prayers, \"Bless, Lord, this king,...etc.\" and \"Ineffable God,...etc.\"[N 6] The Archbishop then anointed him with the oil of the catechumens on his head, his breast and his shoulders, saying, \"I anoint you king with the oil of sanctification in the name of the Father and of the Son and of the Holy Spirit. Amen.\" and then on the palms of both hands, saying, \"Let these hands be anointed, as kings and prophets were anointed and as Samuel anointed David to be king may you be blessed and established king in this kingdom over this people, whom the Lord, your God, has given you to rule and govern, which he vouchsafes to grant, who with the Father and the Holy Spirit, lives and reigns,...etc.\" and on the palms of both hands.[N 7] He was then vested in the imperial robes, which included buskins, a long alb, a dalmatic, stole crossed priest-wise over the breast, gloves and the mantle.[N 8] The sword was given the German king with the words, \"Receive this sword at the hands of us bishops...etc.\" The ring was given him with the words, \"Receive this ring of royal dignity...etc.\" The sceptre and orb are both given to the king with the words, \"Receive this rod of virtue and equity...etc.\" Finally the crown was set on his head conjointly by the three archbishop-electors with the words, \"Receive this royal crown...etc.\" The Oath was taken again, this time in the direct form in both Latin and German, \"I promise and pledge in the sight of God...etc.\" The responsory, \"My soul is longing,...etc.\" and the king is enthroned[N 9][N 10] with the words, \"Stand fast and hold firmly...etc.\" At the coronation of Charles V the Archbishop-Elector of Mainz preached a homily at this point. The coronation of the queen consort followed and was conducted jointly by the Archbishop-Electors of Mainz and Trier. The Te Deum was then sung during which Charles V dubbed a number of knights with the imperial sword, although at subsequent coronations this took place after the Coronation proper. The Mass was then concluded, during which the king communed in one kind. Whenever the coronations were performed at Aix-la-Chapelle, the new king was made a canon of the church at its conclusion.[3] From 1562 to 1792 the German coronation took place before the Altar of St. Bartholomew in the crossing of the Frankfurt Cathedral. The Roman imperial coronation evolved over the thousand years of the empire's existence from an originally very simple ritual (but which by its very simplicity paralleled and most clearly demonstrated its origins in its Byzantine counterpart) to one of increasing complexity. The oldest manuscript of the Roman imperial coronation ritual is found in the 9th century Gemunden Codex and while it is uncertain for whom (if anyone) the ritual described in it was intended to be used in it we come the closest to seeing the very types of forms which would have been used for Charlemagne himself.[5] The ritual began with a short prayer for the Emperor, \"Hear our prayer, Lord, and those of your servant...\". This was immediately followed by the prayer, \"Look, Almighty God, with a serene gaze on this, your glorious servant,...\", in which a golden crown was placed on the Emperor's head during the words of the concluding phrase of this prayer, \"Through whom honor and glory are yours through infinite ages of ages. Amen.\" A sword was then given to the Emperor with the word, \"Receive this sword by the hands of bishops, who, though unworthy, are consecrated to be in the place and authority of the holy Apostles, deliver it to you, with our blessing, to serve for the defense of the holy Church, divinely ordained, and remember of whom the Psalmist prophesied, saying, 'Gird the sword upon your thigh, O most Powerful One, that with it you may exercise equity.'\", a form which would have a long history both in the imperial coronation ritual and in those of numerous European royal coronation rituals as well. The Laudes Imperiale (a series of formal acclamations that originated in Roman times—see below) were then chanted. The ceremony traditionally took place in Saint Peter's basilica. In its more developed form during the High Middle Ages, before the coronation proper the Emperor[N 11] and went in procession first to the Church of St. Mary in Turri,[N 12] where the emperor took an oath to protect the Roman Church, \"In the name of Christ, I, Frederick, the Emperor, promise, pledge and guarantee in the sight of God and the blessed Apostle Peter that I will be the protector and defender of this holy Roman Church in all ways useful to her, however many, in so far as I am supported by divine assistance according to my knowledge and ability.\" The imperial party then proceeded to the Basilica of St. Peter. The Emperor was met at the silver door of St. Peter's by the Cardinal Bishop of Albano, who says the prayer, \"God in whose hands are the hearts of kings...\". He then entered the church, where the Cardinal Bishop of Porto said the prayer, \"Inscrutable God, Author of the world...\" The Emperor then went up into the choir and the Litany of the Saints then sung while the Emperor lay prostrate before the Altar of St. Peter. The Emperor then went to the Altar of St. Maurice, the patron saint of the Empire, where the Cardinal Bishop of Ostia anointed him on his right forearm and on the nape of his neck with the Oil of the Catechumens as he said the prayer, \"Lord God with whom is all power, ...\" or the prayer, \"God the Son of God,...\"[N 13][N 14][N 15] Following this, the Emperor proceeded to the Altar of St. Peter, where the Pope handed him a sword with the words, \"Receive the imperial sword for vindication over evil...\" and then kisses him. The Pope then gird the Emperor with the sword saying, \"Receive the sword upon your thigh...\" and kisses him again. The Emperor brandished the sword and returned it to its sheath. The Pope next handed the sceptre to the emperor with the words, \"Receive the royal sceptre, the rod of virtue...\" and lastly crowned him with the words, \"Receive the sign of glory...\" and kisses the Emperor a third time. The Germans present then chanted the Laudes Imperiale in German and Mass was celebrated.[6] In the coronation of Henry VI and Constantia[7] we see the Roman imperial ritual in substantially its final form; the imperial coronation ritual used for Henry VII in 1312[8] and that found in the Roman Pontifical of 1520[9] differ from it only in certain details. The Emperor and Empress go in procession to St. Mary in Turri, the choir singing, \"Behold, I send an angel\"[10] (1312--The Emperor is received as a brother canon by the canons of the church and dressed in a surplice and an almuce.) The Emperor takes the Oath to defend the Roman Church and swears fealty to the Pope and his successors and kisses the Pope's feet.[N 16] The Pope gives the Emperor the Kiss of Peace and the procession sets out for the Basilica of St. Peter, the choir singing, \"Blessed be the Lord God of Israel\".[11] At the Silver Door of the Basilica the Cardinal Bishop of Albano says the prayer, \"God in whose hands are the hearts of kings.\"[12] As the Pope enters the Basilica the responsory \"Peter, do you love me?\"[13] is sung. At the Rota porfiretica[N 17] the Pope puts several questions to the Emperor about his faith and duty and then he retires to vest for the Mass. The Cardinal Bishop of Porto says the prayer, \"Unerring God, Author of the World.\"[14] The Emperor goes to the Chapel of St. Gregory where he is vested in amice, alb and cincture and is then led to the Pope who 'makes him a cleric. The Emperor is then vested in tunicle, dalmatic, pluviale, mitre, buskins and sandals.[N 18] The Cardinal Bishop of Ostia in the meanwhile goes to the Silver Door where the Empress is waiting and on meeting her says the prayer, \"Almighty, eternal God, fount and source of goodness\"[15] and then leads her to the Altar of St. Gregory to await the Pope's procession. The Pope proceeds to the confessio of St. Peter and beginning the Mass. After the Kyrie, while the Emperor and Empress lie prostrate before the confessio, the Archdeacon sings the Litany of the Saints. The Emperor and Empress then rise and go to the Altar of St. Maurice where the Cardinal Bishop of Ostia anoints the Emperor with the Oil of the Catechumens on his right forearm and on the nape of his neck, while he says the prayers, \"The Lord God Almighty, whose omnipotence is\"[16] and \"God the Son of God.\"[17] The Cardinal Bishop of Ostia then says the prayer, \"God who alone has immortality\"[18] for the Empress and then anoints her on the breast with the Oil of the Catechumens while he says, \"The grace of the Holy Spirit through my humble ministry descend upon you copiously.\"[19] The Pope then descends to the Altar of St. Maurice[N 19] (and 1312--kisses the Emperor 'after the manner of a deacon'). The Pope then give the Emperor a ring with the words, \"Receive this ring the visible witness of holy faith...\" and then the short prayer, \"God with whom is all power...\" (a much shorter version of the prayer said at the anointing). The Pope girds the sword on the Emperor with the words, \"Receive this sword with the blessing of God...\" and the prayer, \"God whose providence...\" and then crowns the Emperor with the words, \"Receive the Crown of royal excellence...\" The Pope gives the Emperor the Scepter with the words, \"Receive the Scepter of royal power, the rod of royal rectitude, the staff of virtue,...\" and the prayer, \"Lord, fount of all honor...\" The Pope returns to the Altar of St. Peter and the Gloria in excelsis is sung and the Pope says the collect, \"God of all kings...\" (In the 1312 and later coronations this is said after the collect for the feastday and after these collects the Laudes Imperiale are sung). The Epistle[N 20] and the gradual is sung. (In the 1312 and later coronations the investitures with the imperial regalia take place after the gradual. The Pope sets a miter on the Emperor's head with the points 'to the right and to the left' and crowns him with the words, \"Receive the sign of glory...\"[N 21] The Sword is then given to the Emperor and gird on him, after which he brandishes it thrice. The Orb is placed in the Emperor's right hand and the Scepter in his left hand with the words, \"Receive the Rod of virtue and truth...\" and the Emperor is crowned and then kisses the Pope's feet. The Pope sets a miter on the Empress' head 'with the points to the right and to the left'[N 22] and crowns her with the words, \"Solemnly blessed as empress by our unworthy ministry, receive the crown of imperial excellence...\") The Laudes Imperiale are sung and then the Gospel is read by the Emperor. At the Offertory the Emperor offers bread, candles and gold and the Emperor offers the Pope the wine and the Empress the water for the chalice. (1312--The Emperor serves the Pope 'as a subdeacon offering him the chalice and water cruet.) Both the Emperor and the Empress communicate and in 1312 after Communion the Emperor kisses the Pope's cheek and the Empress kisses the Pope's hand. (After 1312 at the end of the Mass the Pope if he chooses may say the prayers, \"Look, we ask you, Lord, with a serene countenance...\", \"Bless, Lord, we ask you, this prince...,\" or \"God, Father of eternal glory...\"). On leaving the Basilica the Emperor swore in three places to maintain the rights and privileges of the Roman people. The Roman imperial coronation ritual had certain unique elements which distinguished it from those of the royal coronation rituals developed in the European royal coronation rituals, e.g., the stational character of the ritual in which individual parts of the ritual took place in different parts of the papal basilica (usually that of St. Peter's in the Vatican)[N 23] and the imperial coronation is quite unique in not having a solemn enthronement of the monarch (or even any use of a throne at all) in its ritual. Instead of an enthronement ritual we find the chanting of the Laudes Regiae, which paralleled in both form and importance its Byzantine imperial counterpart. Indeed, only those European coronation rituals which were directly modelled on the Roman imperial ritual, i.e., the papal coronation[N 24] and the royal coronation ritual in the Roman Pontifical, also include such chanting of a Laudes. The custom of the emperors going to Rome to be crowned was last observed by Frederick III in 1452, his grandson, Charles V was crowned by the Pope in Bologna in 1530; after that only the German coronation ritual was celebrated.[3] R. M. Woolley states that the accounts of the coronations of the Latin emperors of Constantinople are very scant and provide no record of the actual texts used in these ceremonies, but from what is recorded it may be assumed that these imperial coronations were modelled on the forms used for the coronations of the Holy Roman Emperors, rather than those traditionally used for the coronations of the Byzantine emperors.[20][N 25] It is unclear as to which crown was used for either the German royal coronation or the Roman imperial coronation. Lord Twining suggests that when the German royal coronation still took place at Aachen, the silver-gilt crown on the reliquary bust of Charlemagne was used, since the Imperial Crown or Reichskrone is made of gold. This is reinforced by medieval sources that refer to the Iron Crown of Italy, the silver crown of Germany and the gold crown of the Roman Empire. Twining indicates that it is also unclear as to what crown was used for the imperial coronation in Rome, and indicates that the Imperial Crown might have been worn by the emperor-elect for his formal entry into the city of Rome, with another gold crown, perhaps provided by the pope, being used in the actual imperial coronation ritual itself. One of these latter crowns, specifically that used for the imperial coronation of Frederick II, may be the Byzantine style closed crown found in the tomb of his mother, Constance of Sicily, in the Cathedral of Palermo.[21] Apparently, once Frankfurt had become the normal site for the German royal coronation, the Imperial Crown was always used and thus eventually became identified as the Crown of Charlemagne.[22] The Imperial Crown was originally made for Otto I (probably in the workshops of Reichenau abbey, the single arch of the crown from front to back originally separating the two halves of the now collapsed inner cap like the ribbon which similarly caused the 10th bishops' miters to bulge up on either side.[23] Thus the Imperial Crown is the first example of the miter crown worn as a unique privilege of the Holy Roman Emperors and Empresses. Later personal crowns of the Emperors were worn over miters with points like that of contemporary bishops' miters,[N 26] the miter eventually becoming a part of the crown itself,[N 27] although in the Baroque period the two halves of the miter took the form of two hemispheres.[N 28] Up to and including the coronation of Richenza of Northeim at Cologne in 1125, Holy Roman Empresses and German queens were usually anointed and crowned separately from their husbands, unless joint ceremony was required by political circumstances. From then on, joint coronation ceremonies were more common.[25]","Title":"Coronation of the Holy Roman Emperor - Wikipedia","KeyID":"6072","URL":"https://en.wikipedia.org/wiki/Coronation_of_the_Holy_Roman_Emperor"}