{"Content: ":"An expatriate (often shortened to expat) is a person who resides outside their native country.[1] In common usage, the term often refers to educated professionals, skilled workers, or artists taking positions outside their home country, either independently or sent abroad by their employers.[2] However, the term 'expatriate' is also used for retirees and others who have chosen to live outside their native country. Historically, it has also referred to exiles.[3] In contrast to an immigrant, expatriates maintain the cultural ties such as language of their country of origin—thereby not assimilating. Expatriates usually also do not seek to become citizens of their new country. The word expatriate comes from the Latin terms ex (\"out of\") and patria (\"native country, fatherland\"). Dictionary definitions for the current meaning of the word include: These definitions contrast with those of other words with a similar meaning, such as: The varying use of these terms for different groups of foreigners can be seen as implying nuances about wealth, intended length of stay, perceived motives for moving, nationality, and even race. This has caused controversy, with some commentators asserting that the traditional use of the word \"expat\" has had racist connotations.[9][10] An older usage of the word expatriate referred to an exile.[3] Alternatively, when used as a verbal noun, expatriation can mean the act of someone renouncing allegiance to their native country, as in the preamble to the United States Expatriation Act of 1868 which states: 'the right of expatriation is a natural and inherent right of all people, indispensable to the enjoyment of the rights of life, liberty and the pursuit of happiness'.[11] Some neologisms have been coined, including: The term \"expatriate\" is sometimes misspelled as \"ex-patriot\", which author Anu Garg has characterised as an example of an eggcorn.[17] In the 19th century, travel became easier by way of steamship or train. People could more readily choose to live for several years in a foreign country, or be sent there by employers. The table below aims to show significant examples of expatriate communities which have developed since that time: During the 1930s, Nazi Germany revoked the citizenship of many opponents, such as Albert Einstein, Oskar Maria Graf, Willy Brandt and Thomas Mann, often expatriating entire families.[19][20] Students who study in another country may or may not be referred to as expatriates.[21][22] In 2002, terrorist attacks against Westerners at times curtailed the party lifestyle of some expatriate communities, especially in the Middle East.[23] The number of expatriates in the world is difficult to determine, since there is no governmental census.[24] Finaccord estimated the number to be 66.2 million in 2017.[25] In 2013, the United Nations estimated that 232 million people, or 3.2% of the world population, lived outside their home country.[citation needed] As of 2019, according to the United Nations, the number of international migrants globally reached an estimated 272 million, or 3.5% of the world population.[26] Some multinational corporations send employees to foreign countries to work in branch offices or subsidiaries. Expatriate employees allow a parent company to more closely control its foreign subsidiaries. They can also improve global coordination.[27] A 2007 study found the key drivers for expatriates to pursue international careers were: breadth of responsibilities, nature of the international environment (risk and challenge), high levels of autonomy of international posts, and cultural differences (rethinking old ways).[28] However, expatriate professionals and independent expatriate hires are often more expensive than local employees. Expatriate salaries are usually augmented with allowances to compensate for a higher cost of living or hardships associated with a foreign posting. Other expenses may need to be paid, such as health care, housing, or fees at an international school. There is also the cost of moving a family and their belongings. Another problem can be government restrictions in the foreign country.[29][30] Spouses may have trouble adjusting due to culture shock, loss of their usual social network, interruptions to their own career, and helping children cope with a new school. These are chief reasons given for foreign assignments ending early.[31] However, a spouse can also act as a source of support for an expatriate professional.[32] Families with children help to bridge the language and culture aspect of the host and home country, while the spouse plays a critical role in balancing the families integration into the culture. Some corporations have begun to include spouses earlier when making decisions about a foreign posting, and offer coaching or adjustment training before a family departs.[33] Research suggests that tailoring pre-departure cross-cultural training and its specific relevance positively influence the fulfilment of expectations in expatriates' adjustment.[34] According to the 2012 Global Relocation Trends Survey Report, 88 per cent of spouses resist a proposed move. The most common reasons for refusing an assignment are family concerns and the spouse's career.[35][36] Expatriate failure is a term which has been coined for an employee returning prematurely to their home country, or resigning. About 7% of expatriates return early, but this figure does not include those who perform poorly while on assignment or resign entirely from a company.[37] When asked the cost of a premature expatriate's return, a survey of 57 multinational companies reported an average cost of about US$225,000.[38] People move abroad for many different reasons.[39] The realisation of what makes people move is the first step in the expatriation process. People could be ‘pushed’ away as a reaction to specific socio-economic or political conditions in the home country, or ‘pulled’ towards a destination country because of better work opportunities/conditions. The ‘pull’ can also include personal preferences, such as climate, a better quality of life, or the fact that family/friends are living there.[40][41] For some people, moving abroad is a conscious, thoroughly planned decision, while for others it could be a ‘spur of the moment’, spontaneous decision. This decision, of course, is influenced by the individual’s geographic, socioeconomic and political environment; as well as their personal circumstances. The motivation for moving (or staying) abroad also gets adjusted with the different life changes the person experiences – for example, if they get married, have children, etc. Also, different personalities (or personality types) have diverse reactions to the challenges of adjusting to a host-country culture; and these reactions affect their motivations to continue (or not) living abroad.[42][43][44] In this era of international competition, it is important for companies, as well as for countries, to understand what is that motivates people to move to another country to work. Understanding expatriates’ motivations for international mobility allows organisations to tailor work packages to match expatriates’ expectations in order to attract and/or retain skilled workers from abroad. Trends in recent years among business expatriates have included: The Munich-based research firm InterNations conducts a survey of expat opinions and trends.[59] There has been an increase in scholarly research into the field in recent years. For instance, Emerald Group Publishing in 2013 launched The Journal of Global Mobility: The home of expatriate management research.[60] S.K Canhilal and R.G. Shemueli suggest that successful expatriation is driven by a combination of individual, organizational, and context-related factors.[61] Of these factors, the most significant have been outlined as: cross-cultural competences, spousal support, motivational questions, time of assignment, emotional competences, previous international experience, language fluency, social relational skills, cultural differences, and organizational recruitment and selection process.[62] Expatriate milieus have been the setting of many novels and short stories, often written by authors who spent years living abroad. The following is a list of notable works and authors, by approximate date of publication. 19th century: American author Henry James moved to Europe as a young man and many of his novels, such as The Portrait of a Lady (1881), The Ambassadors (1903), and The Wings of the Dove (1902), dealt with relationships between the New World and the Old. From the 1890s to 1920s, Polish-born Joseph Conrad wrote a string of English-language novels drawing on his seagoing experiences in farflung colonies, including Heart of Darkness (1899), Lord Jim (1900) and Nostromo (1904). 1900s/1910s: German-American writer Herman George Scheffauer was active from 1900 to 1925. English writer W. Somerset Maugham, a former spy, set many short stories and novels overseas, such as The Moon and Sixpence (1919) in which an English stockbroker flees to Tahiti to become an artist, and The Razor's Edge (1944) in which a traumatised American pilot seeks meaning in France and India. Ford Madox Ford used spa towns in Europe as the setting for his novel The Good Soldier (1915) about an American couple, a British couple, and their infidelities. 1920s: A Passage to India (1924), one of the best-known books by E.M. Forster, is set against the backdrop of the independence movement in India. Ernest Hemingway portrayed American men in peril abroad, beginning with his debut novel, The Sun Also Rises (1926). 1930s: Graham Greene was a keen traveller and another former spy, and from the 1930s to 1980s many of his novels and short stories dealt with Englishmen struggling to cope in exotic foreign places. Tender is the Night (1934), the last complete novel by F. Scott Fitzgerald, was about a glamorous American couple unravelling in the South of France. George Orwell drew heavily on his own experiences as a colonial policeman for his novel Burmese Days (1934). Evelyn Waugh satirised foreign correspondents in Scoop (1938). 1940s: From the mid-1940s to the 1990s, American-born Paul Bowles set many short stories and novels in his adopted home of Morocco, including The Sheltering Sky (1949).[63] Malcolm Lowry in Under the Volcano (1947) told the tale of an alcoholic British consul in Mexico on the Day of the Dead.[64] 1950s: From the 1950s to the 1990s, American author Patricia Highsmith set many of her psychological thrillers abroad, including The Talented Mr. Ripley (1955). James Baldwin's novel Giovanni's Room (1956) was about an American man having an affair in Paris with an Italian bartender. Anthony Burgess worked as a teacher in Malaya and made it the setting of The Malayan Trilogy (1956-1959). The Alexandria Quartet (1957-1960) was the best-known work of Lawrence Durrell, who was born in India to British parents and lived overseas for most of his life. 1960s: English writer Paul Scott is best known for The Raj Quartet (1965-1975) dealing with the final years of the British Empire in India. John le Carré made use of overseas settings for The Spy Who Came in from the Cold (1963) and many of his subsequent novels about British spies. 1970s: In The Year of Living Dangerously (1978), Christopher Koch portrayed the lead-up to a 1965 coup in Indonesia through the eyes of an Australian journalist and a British diplomat. A Cry in the Jungle Bar (1979) by Robert Drewe portrayed an Australian out of his depth while working for the UN in South-East Asia. 1990s: In both Cocaine Nights (1996) and Super-Cannes (2000), J.G. Ballard's English protagonists uncover dark secrets in luxurious gated communities in the South of France. 2000s: Platform (2001) was French author Michel Houellebecq's novel of European sex tourists in Thailand. Prague (2002) was a debut novel by Arthur Phillips which dealt with Americans and Canadians in Hungary towards the end of the Cold War. Shantaram (2003) was a bestselling novel by Gregory David Roberts about an Australian criminal who flees to India. 2010s: American novelist Chris Pavone has set several thrillers overseas since his debut The Expats (2012). Janice Y. K. Lee in The Expatriates (2016) dealt with Americans in Hong Kong. Tom Rachman in his debut novel The Imperfectionists (2010) wrote of journalists working for an English-language newspaper in Rome.[65] Memoirs of expatriate life can be considered a form of travel literature with an extended stay in the host country. Some of the more notable examples are listed here in order of their publication date, and recount experiences of roughly the same decade unless noted otherwise. Medieval: In The Travels of Marco Polo (c.1300), Rustichello da Pisa recounted the tales of Italian merchant Marco Polo about journeying the Silk Road to China. 1930s-1960s: In the first half of Down and Out in Paris and London (1933), George Orwell described a life of low-paid squalor while working in the kitchens of Parisian restaurants. In The America That I Have Seen (1949), Egyptian Islamist Sayyid Qutb denounced the United States after studying there. In My Family and Other Animals (1956) and its sequels, Gerald Durrell described growing up as the budding naturalist in an eccentric English family on the Greek island of Corfu during the late 1930s. In As I Walked Out One Midsummer Morning (1969), Laurie Lee told of busking and tramping in his youth across 1930s Spain. 1970s-1990s: In Letters from Hollywood (1986), Michael Moorcock corresponded with a friend about the life of an English writer in Los Angeles. In A Year in Provence (1989), Peter Mayle and his English family adapt to life in Southern France while renovating an old farmhouse. In Notes from a Small Island (1995), American writer Bill Bryson described a farewell tour of Britain. 2000s: In A Year in the Merde (2004) English bachelor Stephen Clarke recounted comic escapades while working in Paris. In Eat, Pray, Love (2006), divorced American Elizabeth Gilbert searched for meaning in Italy, India and Indonesia. In the early chapters of Miracles of Life (2008), J.G. Ballard told of his childhood and early adolescence in Shanghai during the 1930s and 1940s. 2010s: That Bear Ate My Pants Films about expatriates often deal with issues of culture shock. They include dramas, comedies, thrillers, action/adventure films and romances. Examples, grouped by host country, include: Reality television has dealt with overseas real estate (House Hunters International and A Place in the Sun), wealthy Russians in London (Meet the Russians), British expat couples (No Going Back) and mismanaged restaurants (Ramsay's Costa del Nightmares). The final decades of the British Raj have been portrayed in dramas (The Jewel in the Crown and Indian Summers). Diplomats on a foreign posting have been the basis for drama (Embassy), documentary (The Embassy) and comedy (Ambassadors). British writers in Hollywood have been the subject of comedy (Episodes). Other settings include British doctors in contemporary India (The Good Karma Hospital) and a series of British detectives posted to an idyllic Caribbean island (Death in Paradise).","Title":"Expatriate - Wikipedia","KeyID":"6076","URL":"https://en.wikipedia.org/wiki/Expatriate"}