{"Content: ":"A flag carrier is a transport company, such as an airline or shipping company, that, being locally registered in a given sovereign state, enjoys preferential rights or privileges accorded by the government for international operations. Historically, the term was used to refer to airlines owned by the government of their home country and associated with the national identity of that country.[1] Such an airline may also be known as a national airline or a national carrier, although this can have different legal meanings in some countries. Today, it is any international airline with a strong connection to its home country or that represents its home country internationally, regardless of whether it is government-owned.[2][3] Flag carriers may also be known as such due to laws requiring aircraft or ships to display the state flag of the country of their registry.[4] For example, under the law of the United States, a U.S. flag air carrier is any airline that holds a certificate under Section 401 of the Federal Aviation Act of 1958 (i.e., any U.S.-based airline operating internationally),[5] and any ship registered in the United States is known as a U.S. flag vessel.[6] The term \"flag carrier\" is a legacy of the time when countries established state-owned airline companies. Governments then took the lead due to the high capital costs of establishing and running airlines. However, not all such airlines were government-owned; Pan Am, TWA, Cathay Pacific, Union de Transports Aériens, Canadian Pacific Air Lines and Olympic Airlines were all privately owned. Most of these were considered to be flag carriers[7] as they were the \"main national airline\"[8] and often a sign of their country's presence abroad.[9][10] The heavily regulated aviation industry also meant aviation rights are often negotiated between governments, denying airlines access to an open market. These Bilateral Air Transport Agreements similar to the Bermuda I and Bermuda II agreements specify rights awardable only to locally registered airlines, forcing some governments to jump-start airlines to avoid being disadvantaged in the face of foreign competition. Some countries also establish flag carriers such as Israel's El Al[11] or Lebanon's Middle East Airlines[12] for nationalist reasons or to aid the country's economy, particularly in the area of tourism.[13] In many cases, governments would directly assist in the growth of their flag carriers typically through subsidies and other fiscal incentives. The establishment of competitors in the form of other locally registered airlines may be prohibited or heavily regulated to avoid direct competition.[14] Even where privately run airlines may be allowed to be established, the flag carriers may still be accorded priority, especially in the apportionment of aviation rights to local or international markets.[15] Towards the end of the twentieth century, however, many of these airlines have since been corporatized as a public company or a state-owned enterprise, while others have been completely privatized.[16] The aviation industry has also been gradually deregulated and liberalized,[17] permitting greater freedoms of the air particularly in the United States and in the European Union with the signing of the Open Skies agreement.[18] One of the features of such agreements is the right of a country to designate multiple airlines to serve international routes with the result that there is no single \"flag carrier\".[19] The chart below lists airlines considered to be a \"flag carrier\", based on current or former state ownership or other verifiable designation as a national airline. Cite error: A list-defined reference named \"Swire Pacific Limited – About Us\" is not used in the content (see the help page).","Title":"Flag carrier - Wikipedia","KeyID":"6083","URL":"https://en.wikipedia.org/wiki/Flag_carrier"}