{"Content: ":"Commerzbank AG (German pronunciation: [kɔˈmɛʁt͡sbaŋk aːˌɡeː] (listen)) is a major German bank operating as a universal bank, headquartered in Frankfurt am Main. In the 2019 financial year, the bank was the second largest in Germany by the total value of its balance sheet.[4] Founded in 1870 in Hamburg, the bank is today present in more than 50 countries around the world and provides almost a third of Germany's trade finance.[5] In 2017, it handled 13 million customers in Germany and 5 million customers in Central and Eastern Europe. Commerzbank is a member of the Cash Group.[6] 15% of the shares are owned by the Federal Republic of Germany and 85% are in free float. On 26 February 1870, mainly Hanseatic merchants, merchant bankers and private bankers founded the Commerz- and Disconto-Bank in Hamburg. Shipowner C. Woermann was the first chairman of the supervisory board of Commerz- und Disconto-Bank from 1870.[7] In the founding consortium, the following banks were represented: In 1873, the subsidiary London and Hanseatic Bank was founded, which was active until the First World War. In Germany, Commerzbank was initially active in Hamburg until 1897 branches were built in Berlin and Frankfurt am Main. After the merger in 1905 with the Berliner Bank, founded in 1871, the focus shifted increasingly to Berlin.[7] In 1920, Commerzbank AG merged with Mitteldeutsche Privatbank AG in Magdeburg to form Commerz- und Privat-Bank AG, thereby gaining a dense branch network in the provinces of Saxony and Thuringia. In the early 1920s, many smaller banks were taken over (including the Hessian Bank Association) and in 1929 it merged with the Mitteldeutsche Creditbank in Frankfurt am Main. In 1927, Commerzbank increased business in the US by establishing an office in New York and issuing a ten-year, $20-million-dollar bond.[8] In 1931, during the Great Depression Commerzbank, ran into difficulties. The Reich government under Chancellor Heinrich Brüning decided in February 1932 to merge Commerzbank with Barmer Bankverein, which had a dense branch network in northern and western Germany. Majority of shares of this bank were bought by the government and the Reichsbank.[8] In 1937, the nationalized shares were then transferred back to private shareholders. In 1940, the name Commerzbank Aktiengesellschaft, which had already been used in public, was adopted and the logo changed to \"C\" with side wings. Through Aryanization of the property of Jews displaced or murdered during the Holocaust, Commerzbank participated and benefited mostly through brokerage commissions. From 1940 to 1944, Commerzbank opened several subsidiaries in countries occupied by the German Reich, including the Netherlands, Belgium, Estonia and Latvia. Towards the end of the war, the bank's headquarters moved to Hamburg.[8] With the division of Europe after World War II, three regional banks were united in 1958 to form Commerzbank AG, which had its headquarters in Düsseldorf. Commerzbank stepped up its economic financing activities and started expanding around the globe. From 1970 onwards, the bank's administrative activities were shifted to Frankfurt am Main, which has been its legal domicile since 1990.[9] Commerzbank suffered reversals in a disastrous foray into investment banking in the first half decade of the 2000s and eventually shut down its Commerzbank Securities investment banking unit run by Mehmet Dalman and Roman Schmidt after Chairman Klaus-Peter Müller labelled it a \"problem child\" and a review by consulting firm Mercer Oliver Wyman which concluded that Commerzbank Securities lacked a viable business model.[10][11][12][13] What was left of Commerzbank Securities was folded into a division of the commercial bank called Corporates and Markets.[14] Further mergers, acquisitions and restructures saw the group grow to servicing over 4 million customers in 1998, 6 million customers in 2001 and 15 million post the global financial crisis oriented takeover of Dresdner Bank from Allianz for €5.5 billion in 2008. Commerzbank was hit hard by the financial crisis and received an €18 billion ($22.3 billion) state bailout.[15] In September 2016, Commerzbank planned to cut 9,600 jobs or about a fifth of its workforce in 4 years.[16] In late 2019, Commerzbank entered into talks with Petrus Advisers to buy its 7.5% stake in Comdirect and take over the entire online bank.[17] In 2021 the bank announced it will reduce the number of branches in Germany from 790 to 450 and cut jobs by 10,000 (a third of its German workforce)[18] by 2024.[19] As of December 2018, the bank's two largest shareholders were the Government of Germany (15.6%) and Cerberus Capital Management (5.01%).[20] In July 2020, the bank's chairman Stefan Schmittmann announced that he will be resigning by August 3. Subsequently, Martin Zielke, Commerzbank's chief executive said that he is ready to step out of its function. The decisions were made after in June 2020, Cerberus attacked the firm's leadership team, \"significant change at the supervisory board, the management board and the company’s strategic plan to stop a 'downward spiral' caused by what the investor said were bloated costs, low profits and managerial inaction.\"[21] In the Q2 of 2020, the company made an operating profit of €205 million; it was 34 per cent less compared to the same period of 2019. \"According to people familiar with the matter\", the bank's profit was more affected by the insolvency of Wirecard than the economic effects of the COVID-19 pandemic.[22] In September 2020, the bank named Deutsche Bank AG German retail head Manfred Knof to take over as the chief executive officer on Jan 1, 2021.[23] For more than a decade, Commerzbank was involved in laundering hundreds of billions of U.S. dollars out of Iran, Sudan and Myanmar, against United States sanctions.[24][better source needed] Commerzbank agreed to pay US$1.5 billion in fines and dismiss several employees for their role in laundering US$253 billion, and for helping the Japanese company Olympus Corporation orchestrate accounting fraud.[25][26] The bank has been subject to several corruption investigations,[27][25] paying US$1.5 billion in fines in 2015.[25] In 2017, Frankfurt prosecutors, together with federal crime police and tax officials, conducted searches of Commerzbank offices as well as the flats of three suspects in Frankfurt and nearby Hanau.[27] The police raid was about a \"tax evasion probe in which several current and former managers are suspected of evading €40 million in taxes via dividend stripping, also known as \"cum-ex\" transactions\".[28] The investigation also extended to trades in 2008 at Dresdner Bank, which was taken over by Commerzbank in 2009.[28] Commerzbank said \"it proactively notified the authorities with the preliminary results of that investigation and is cooperating fully\".[28] In 2019, Cologne prosecutors again raided Commerzbank's Frankfurt headquarters as part of the criminal investigation.[29] It was announced in July 2019 that Commerzbank was being investigated by the European Central Bank and BaFin for facilitating its subsidiary mBank's toxic financial product offering in Poland, as well as for the linked potential tax evasion resulting from Commerzbank's financing of mBank's CHF-linked toxic financial products.[30][31] Media related to Commerzbank at Wikimedia Commons","Title":"Commerzbank - Wikipedia","KeyID":"6090","URL":"https://en.wikipedia.org/wiki/Commerzbank"}