{"Content: ":"Financial technology (abbreviated fintech or FinTech) is the technology and innovation that aims to compete with traditional financial methods in the delivery of financial services.[1][2][3] Artificial intelligence, Blockchain, Cloud computing, and big data are regarded as the \"ABCD\" (four key areas) of FinTech.[4] The Fintech industry is an emerging industry that uses technology to improve activities in finance.[5] The use of smartphones for mobile banking, investing, borrowing services,[6] and cryptocurrency are examples of technologies aiming to make financial services more accessible to the general public. Financial technology companies consist of both startups and established financial institutions and technology companies trying to replace or enhance the usage of financial services provided by existing financial companies. A subset of fintech companies that focus on the insurance industry are collectively known as insurtech or insuretech companies.[7][8] After reviewing more than 200 scientific papers citing the term \"fintech\", a study on the definition of fintech concluded that \"fintech is a new financial industry that applies technology to improve financial activities.\"[9] Fintech is the new applications, processes, products, or business models in the financial services industry, composed of one or more complementary financial services and provided as an end-to-end process via the Internet.[6] Artificial Intelligence (AI), Blockchain, Cloud Computing, and Big Data are considered the four key areas of FinTech. Artificial intelligence refers to the intelligence demonstrated by machines, in contrast with “natural intelligence” displayed by humans and animals. AI is assuming an increasingly important role in traditional banking as it provides technologies such as voice recognition, natural language processing, and computer vision for user-account management and fraud detection, machine learning methods and deep learning networks for anti-moneylaundering and credit modeling. Mobile and internet payment systems are closely connected to cloud computing. The past ten years have witnessed increasing adoption of cloud computing by financial institutions around the globe. [10] Financial technology has been used to automate investments, insurance, trading, banking services and risk management.[11] The services may originate from various independent service providers including at least one licensed bank or insurer. The interconnection is enabled through open APIs and open banking and supported by regulations such as the European Payment Services Directive. Robo-advisers are a class of automated financial adviser that provide financial advice or investment management online with moderate to minimal human intervention.[12] They provide digital financial advice based on mathematical rules or algorithms, and thus can provide a low-cost alternative to a human advisers. Global investment in financial technology increased more than 12,000% from $930 million in 2008 to $121.6 billion in 2020.[13] 2019 saw a record high with the total global investment in financial technology being $215.3 billion, of which Q3 alone accounted for $144.7 billion in investment.[14] In H1 2021, Fintech deal volume hit a new high of 2,456 deals accounting for $98 billion in investment. Global VC investment was higher than $52 billion in H1’21 — very close to the annual record of $54 billion seen in 2018.[15] H1’21 saw $21 billion in corporate-affiliated VC investment. CVC deal volume reached a high of 284 in Q1’21, and then grew further to 312 in Q2’21.[16] The Americas saw about $51.4 billion of fintech investment in H1’21, with the US alone accounting for $42.1 billion. In the EMEA region, investment in fintech was very robust at $39.1 billion. In Asia-Pacific, fintech investment grew between H2’20 and H1’21 — rising from $4.5 billion to $7.5 billion, although it was subdued in comparison with previous record highs.[17] The nascent financial technology industry in London has seen rapid growth over the last few years, according to the office of the Mayor of London. Forty percent of the City of London's workforce is employed in financial and technology services.[18] As of April 2019, about 76,500 people form the UK-wide FinTech workforce, and this number is projected to rise to 105,500 by 2030. Of the current fintech workforce in the UK, 42% of workers are from overseas. [19] In Europe, $1.5 billion was invested in financial technology companies in 2014, with London-based companies receiving $539 million, Amsterdam-based companies $306 million, and Stockholm-based companies receiving $266 million in investment. After London, Stockholm is the second highest funded city in Europe in the past 10 years. Europe's fintech deals reached a five-quarter high, rising from 37 in Q4 2015 to 47 in Q1 2016.[20][21] Lithuania is starting to become a northern European hub for financial technology companies since the news in 2016 about the exit of Britain from the European Union. Lithuania has issued 51 fintech licenses since 2016, 32 of those in 2017.[22] Fintech companies in the United States raised $12.4 billion in 2018, a 43% increase over 2017 figures.[23] In the Asia Pacific region, the growth will see a new financial technology hub to be opened in Sydney, in April 2015.[24] According to KPMG, Sydney's financial services sector in 2017 creates 9 per cent of national GDP and is bigger than the financial services sector in either Hong Kong or Singapore.[25] A financial technology innovation lab was launched in Hong Kong in 2015.[26] In 2015, the Monetary Authority of Singapore launched an initiative named Fintech and Information Group to draw in start-ups from around the world. It pledged to spend $225 million in the fintech sector over the next five years.[27] While Singapore has been one of the central Fintech hubs in Asia, start ups in the sector from Vietnam and Indonesia have been attracting more venture capital investments in recent years. Since 2014, Southeast Asian Fintech companies have increased VC funding from $35 million to $679 million in 2018 and $1.14 billion in 2019.[11] Fintech companies use a variety of technologies, including artificial intelligence (AI), big data, robotic process automation (RPA), and blockchain. AI algorithms can provide insight on customer spending habits, allowing financial institutions to better understand their clients.[28] Chatbots are another AI-driven tool that banks are starting to use to help with customer service.[29] Big data can predict client investments and market changes in order to create new strategies and portfolios, analyze customer spending habits, improve fraud detection, and create marketing strategies.[30][citation needed] Robotic Process Automation is an artificial intelligence technology that focuses on automating specific repetitive tasks.[31] RPA helps to process financial information such as accounts payable and receivable more efficiently than the manual process and often more accurately.[32] Blockchain is an emerging technology in finance which has driven significant investment from many companies.[33] The decentralized nature of blockchain can eliminate the need for a third party to execute transactions.[34] Financial magazine Forbes created a list of the leading disruptors in financial technology for its Forbes 2021 global Fintech 50.[35] In Europe there is a list called the FinTech 50,[36] which aims to recognise the most innovative companies in fintech.[37] A report published in February 2016 by EY commissioned by the UK Treasury compared seven leading fintech hubs: the United Kingdom, California, New York City, Singapore, Germany, Australia and Hong Kong. It ranked California first for 'talent' and 'capital', the United Kingdom first for 'government policy' and New York City first for 'demand'.[38] For the past few years, PwC has posted a report called the \"Global Fintech Report\". The 2019 report covers many topics of the financial technology sector, describing the landscape of the \"Fintech\" industry, and some of the emerging technologies in the sector. And it provides strategies for financial institutions on how to incorporate more \"fintech\" technologies into their business.[39] Finance is seen as one of the industries most vulnerable to disruption by software because financial services, much like publishing, are made of information rather than concrete goods. In particular blockchains have the potential to reduce the cost of transacting in a financial system.[40] While finance has been shielded by regulation until now, and weathered the dot-com boom without major upheaval, a new wave of startups is increasingly \"disaggregating\" global banks.[41] However, aggressive enforcement of the Bank Secrecy Act and money transmission regulations represents an ongoing threat to fintech companies.[42] In response, the International Monetary Fund (IMF) and the World Bank jointly presented Bali Fintech Agenda on October 11, 2018[43] which consists of 12 policy elements acting as a guidelines for various governments and central banking institutions to adopt and deploy \"rapid advances in financial technology\".[44] The New York Venture Capital Association (NYVCA) hosts annual summits to educate those interested in learning more about fintech.[45] In 2018 alone, fintech was responsible for over 1,700 deals worth over 40 billion dollars.[46] In 2021, one in every five dollars invested by venture capital has gone into fintech.[47] In addition to established competitors, fintech companies often face doubts from financial regulators like issuing banks and the Federal Government.[48][49] In July 2018, the Trump Administration issued a policy statement that allowed FinTech companies to apply for special purpose national bank charters from the federal Office of the Comptroller of the Currency.[50] Federal preemption applies to state law regarding federally chartered banks.[51] Data security is another issue regulators are concerned about because of the threat of hacking as well as the need to protect sensitive consumer and corporate financial data.[52][53] Leading global fintech companies are proactively turning to cloud technology to meet increasingly stringent compliance regulations.[54] The Federal Trade Commission provides free resources for corporations of all sizes to meet their legal obligations of protecting sensitive data.[55] Several private initiatives suggest that multiple layers of defense can help isolate and secure financial data.[56] In the European Union, fintech companies must adhere to data protection laws, such as GDPR. Companies need to proactively protect users and companies data or face fines of 20 million euros, or in the case of an undertaking, up to 4% of their total global turnover.[57] In addition to GDPR, European financial institutions including fintech firms have to update their regulatory affairs departments with the Payment Services Directive (PSD2), meaning they must organise their revenue structure around a central goal of privacy.[58] Any data breach, no matter how small, can result in direct liability to a company (see the Gramm–Leach–Bliley Act)[59] and ruin a fintech company's reputation.[60] The online financial sector is also an increasing target of distributed denial of service extortion attacks.[61][62] This security challenge is also faced by historical bank companies since they do offer Internet-connected customer services.[63] Many FinTech technologies have very high start-up costs but very low marginal costs for adding additional customers, effectively necessitating many FinTechs to act as natural monopolies.[64]","Title":"Financial technology - Wikipedia","KeyID":"6092","URL":"https://en.wikipedia.org/wiki/Financial_technology"}