{"Content: ":"DE-CIX (Deutscher Commercial Internet Exchange) is a carrier- and data-center-neutral internet exchange point (IXP) situated in Frankfurt, Germany.[4] It is the single largest exchange point worldwide in terms of average traffic throughput of 6.9 Tbit/s in April 2021.[3][5][4] In addition to DE-CIX in Frankfurt, DE-CIX operates internet exchange points in Düsseldorf, Hamburg, Munich (ALP-IX),[6] New York City (DE-CIX New York), Dallas (DE-CIX Dallas), Dubai (UAE-IX), Palermo (DE-CIX Palermo),[7] Marseille (DE-CIX Marseille),[8] Istanbul (DE-CIX Istanbul),[9] and Mumbai (Mumbai Convergence Hub).[10] DE-CIX was founded in 1995 by three Internet Service Providers (ISPs). Back then, German Internet traffic was still exchanged in the United States. To improve latency and reduce costs for backhaul connectivity, three providers decided to establish an Internet exchange in the back room of a postal office in Gutleutviertel in Frankfurt. Hamburg-based MAZ, EUnet from Dortmund and XLink from Karlsruhe were the first to connect their networks in Frankfurt at DE-CIX. DE-CIX was originally managed by Electronic Commerce Forum, now known as eco – Association of the Internet Industry. Other providers joined and made DE-CIX and Frankfurt the hotspot for the German internet. In 1998, DE-CIX moved its switching hardware to the Interxion data center in Frankfurt. By 2000, DE-CIX had become Germany's largest internet exchange and was ranked as one of the larger internet exchanges in Europe. DE-CIX added its second switching site at the Interxion campus in 2001[11] and a third site in close proximity to its original roots at the TelecityGroup data center in 2004. Until 2006, Cisco switches supported the growth in customers and traffic. DE-CIX extended its reach to additional data centers, introducing Force10 and Brocade switches and scaling the platform to over 700 10-Gigabit ports. Over the years, DE-CIX has attracted networks from all over the world, especially from Eastern Europe, leading to an annual traffic growth rate of up to 100 percent per year. As of 2019[update], DE-CIX connects more than 850 ISPs with its peering services, including broadband providers, content delivery networks, streaming websites, DDoS mitigation services, web hosters, and incumbent operators. DE-CIX is available at 27 data centers throughout Frankfurt, including CenturyLink, Colt, Equinix, e-shelter, Global Switch, Interxion, ITENOS, Keppel DC, KPN, NewTelco, TelecityGroup and Telehouse.[12] In 2013, DE-CIX introduced DE-CIX Apollon, its new Ethernet-based platform. DE-CIX Apollon operates ten Nokia 7950 XRS routers. Six routers act as edge devices that support 1 GE, 10 GE and 100 GE customer connections. Four routers are used for the redundant core network. The routing layer is combined with an optical layer based on ADVA Optical Networking's FSP 3000, which delivers a total capacity of 48 Tbit/s across a mesh-network topology.[13] In 2017, DE-CIX introduced DirectCLOUD, a service that enables customers to access cloud service providers or other ISPs connected to DE-CIX to use their services, such as IP transit, infrastructure, and network capabilities.[14][15] DirectCLOUD partners include Amazon Web Services, Google Cloud Platform, Evolink, Hurricane Electric, Telehouse and Voxility.[16] In 2018, DE-CIX added support for Google Cloud Partner Interconnect to the DE-CIX DirectCLOUD Exchanges at the locations in Frankfurt, Munich, New York, Dallas, and Marseille.[17] In January 2019, the company announced expanding of its interconnection services to Delhi, Kolkata, and Chennai in the first quarter of 2019.[4][18] The platform provides transport speeds of up to 8 Tbit/s per fiber and supports port density of up to eighty 100 Gbit/s Ethernet ports per chassis, with a total of 320 100 Gbit/s ports available across its entire optical network. The platform is able to grow 10-fold without major changes.[13] Customer networks in all locations (except Dubai) are protected against DDoS attacks by DE-CIX's blackholing services.","Title":"DE-CIX - Wikipedia","KeyID":"6095","URL":"https://en.wikipedia.org/wiki/Deutscher_Commercial_Internet_Exchange"}