{"Content: ":"Messe Frankfurt (literally \"Frankfurt Trade Fair\") is the world's largest trade fair, congress and event organizer with its own exhibition grounds.[2] The organisation has 2,500 employees at some 30 locations, generating annual sales of around €661 million. Its services include renting exhibition grounds, trade fair construction and marketing, personnel and food services.[3] Headquartered in Frankfurt am Main, the company is owned by the City of Frankfurt (60 percent) and the State of Hesse (40 percent). The Board of Management of Messe Frankfurt consists of Wolfgang Marzin (Chairman), Detlef Braun, and Uwe Behm. Frankfurt has been known for its trade fairs for over 800 years. In the Middle Ages, merchants and businessmen met at the \"Römer\", a medieval building in the heart of the city that served as a market place; from 1909 onwards, they met on the grounds of the Festhalle Frankfurt, to the north of Frankfurt Central Station. The first Frankfurt trade fair to be documented in writing dates back to 11 July 1240, when the Frankfurt Autumn Trade Fair was called into being by Emperor Frederick II, who decreed that merchants travelling to the fair were under his protection. Some ninety years later, on 25 April 1330, the Frankfurt Spring Fair also received its privilege from Emperor Louis IV. And from this time onwards, trade fairs were held in Frankfurt twice a year, in spring and autumn, forming the basic structure for Messe Frankfurt's modern consumer goods fairs.[2] Located at the heart of financial and business centre Frankfurt, the exhibition grounds are among the largest and most modern worldwide with 367,000 m2 (3,950,000 sq ft) of hall area and more than 96,000 m2 (1,030,000 sq ft) of free space at its disposal. As well as excellent international transport connections by air, rail and road, the exhibition venue enjoys excellent public transport connections: The S-Bahn suburban train station \"Messe\" stops in the centre of the exhibition grounds, the U-Bahn underground train station and the Strassenbahn tram station are located directly at the City Entrance/Festhalle. With their unique designs, architects such as Helmut Jahn, Oswald M. Ungers and Nicolas Grimshaw gave Messe Frankfurt's exhibition grounds an unmistakable look that dovetails with Frankfurt's modern cityscape. With the Congress Center and Kap Europa, the company operates two congress centres as well. Hall 12 is the newest and ultramodern hall. From 2023 onwards, the new hall 5 will be ready as well. Messe Frankfurt - City Entrance Festhalle Frankfurt - A unique location for events of all kinds. Hall 11 and Portalhaus Congress Centre Kap Europa Hall 12 under construction Coordinates: 50°06′41″N 8°38′54″E﻿ / ﻿50.11139°N 8.64833°E﻿ / 50.11139; 8.64833","Title":"Messe Frankfurt - Wikipedia","KeyID":"6097","URL":"https://en.wikipedia.org/wiki/Messe_Frankfurt"}