{"Content: ":"The Frankfurt University of Music and Performing Arts (German: Hochschule für Musik und Darstellende Kunst Frankfurt am Main, HfMDK) is a state Hochschule for music, theatre and dance in Frankfurt and is the only one of its kind in the Federal State of Hesse. It was founded in 1938. At present around 900 students are taught by about sixty-five professors and 320 other teaching staff. The study programs include performance in all instruments and voice, the teaching of music, composition, conducting and church music. There are also programs in musical theatre, drama and dance. The university offers doctoral studies in musicology and music education. Frankfurt had an institute for the teaching of music since 1878. The Hoch Conservatory flourished and had a worldwide reputation in the late 19th and early 20th centuries. Through teachers like the pianist Clara Schumann and composers Joachim Raff, Bernhard Sekles and Engelbert Humperdinck, the Hoch Conservatory attracted students from around the world, including the composers Hans Pfitzner, Edward MacDowell, Percy Grainger, Paul Hindemith and Ernst Toch, and the conductors Otto Klemperer and Hans Rosbaud. In April 1933, when the National Socialists came to power in Germany, the director Bernhard Sekles, Mátyás Seiber, head of the world's first jazz department, and twelve other members of the teaching staff who were Jewish or foreign, were removed from their positions.[2] Later, the Hoch Conservatory was degraded to a Music School (Musikschule des Dr Hoch's Konservatorium).[3] In 1938 the \"Hochschule für Musik\" was established. In 1940 its name was the \"Staatliche Hochschule für Musik – Dr Hoch's Konservatorium\", but in 1942 the subtitle \"Dr Hoch's Konservatorium\" was dropped, leaving the full name as \"Staatliche Hochschule für Musik\".[4] In his testament Joseph Hoch, benefactor of the conservatory, had stipulated that the name \"Dr Hoch's Konservatorium\" should never be changed.[5][6] The Hochschule thus became a new and separate institution, distancing itself from the conservatory its history. In the closing stages of World War II, both institutions closed down. After the war both were reopened, and they now work together in a three-tier system of the Hochschule, the Hoch Conservatory and the Music School. Helmut Walcha, who had taught the organ at the Hoch Conservatory from 1933 to 1938, initiated the reopening of the Hochschule in 1947.[7] The first department to be reopened was that of church music, followed by the department of school music and, in 1949, the seminar for the teaching of music. In the summer of 1950, the violinist Walther Davisson, who had studied and taught at the Hoch Conservatory, became artistic director of both the Hochschule and the Hoch Conservatory. Under his directorship the Department of Performance was, step by step, restarted in instrumental and vocal training. During this post-war period, teaching was still taking place in private homes and in the partly renovated conservatory building – which was still in ruins. (It was unfortunately pulled down later.) Not until 1956 did the Hochschule have its own building: it was given the Radio-House of the Hessischer Rundfunk, built in 1933. The development of the Hochschule continued through the 1950s and 60s: including the establishment of the opera school and opera-choir school (1954 and 1958), the drama school (1960) and the dance school (1961). In the 1960s the Studio for New Music and the Studio for Early Music were initiated. Later, departments of jazz and popular music were opened and in 1982 the department of musicology was established. From 1989 the Hochschule was given the right to offer graduate studies in the teaching of music and musicology. From 1990 until 1993 the Hochschule's new main building and library were built. The Historical Performance Practice and Contemporary Music Institutes were founded in 2005.[8] Sources","Title":"Frankfurt University of Music and Performing Arts - Wikipedia","KeyID":"6104","URL":"https://en.wikipedia.org/wiki/Frankfurt_University_of_Music_and_Performing_Arts"}