{"Content: ":"Frankfurt School of Finance & Management Frankfurt School of Finance & Management is a private university with a right to award doctorates, recognized under Hesse’s Higher Education Act.[1] The parent organization is the Frankfurt School of Finance & Management Foundation.[2] Frankfurt School has a second campus in HafenCity in Hamburg and a study center in Munich,[3] as well as offices in developing and emerging countries in cities such as Nairobi and Amman.[4] In recent years, Frankfurt School has steadily improved its rankings in German and international university and business school ranking tables, regularly achieving top positions. Frankfurt School began life as Bankakademie e.V. (the Banking Academy), which was established in 1957 by Gabler Verlag, a publishing house in Wiesbaden. Initially, the institution focused exclusively on providing professional development programs for bankers. In 1966, the Banking Academy was re-established with regional private banking associations and the association of German cooperative banks as members, and the portfolio of programs was further developed and expanded. The professional development portfolio grew to include seminars and training programs on specific topics. In the early 1990s, the International Advisory Services (IAS) unit was set up to manage advisory and educational projects in developing and emerging countries all over the world. In 1990, the institution set up its own university for banking, the Hochschule für Bankwirtschaft (HfB), and the first 35 students completed their business administration degrees in 1994. The course’s main differentiator was in allowing students to study for a business administration degree while completing an apprenticeship or, if they had already done so, to study alongside a part-time job. A semester and work placement abroad were also a mandatory part of the program right from the start. HfB was granted the right to award doctorates in 2004. On 17 January 2007, all the Banking Academy business activities, including HfB, were absorbed into Frankfurt School of Finance & Management. Since January 2008, Frankfurt School of Finance & Management has been a non-profit company with limited liability (gGmbH), funded by the foundation of the same name. In the winter semester of 2017/18, Frankfurt School moved to a new campus on Adickesallee in the Nordend district of Frankfurt. Constructed between 2014 and 2017, the new building stands on the site of Frankfurt’s old regional tax office.[5] Frankfurt School’s Executive Board consists of: Professor Nils Stieglitz, President and Managing Director; Fatma Dirkes, Director and Vice President of International Advisory Services; Karolina Kristic, Chancellor and Chief Financial Officer; Jovana Karajanov, Chief Information Officer; Oliver Matthews, Chief Marketing Officer; Professor Claus Rerup, Vice President Academic Affairs; Angelika Werner, Vice President Strategic Relations; Professor Jörg R. Werner, Vice President Degree Programs.[6] Academic programs Frankfurt School offers Bachelor, Master and MBA programs, as well as continuing professional development (CPD) programs and a doctoral program. The majority of courses are run on the Frankfurt campus, but Frankfurt School also offers selected academic programs on its Hamburg campus, at its Munich study center, and at other locations in Germany. Many of the programs give students the opportunity to specialize by selecting various concentrations. All Frankfurt School academic programs (Bachelor, Master and MBA) involve either a mandatory or optional work placement abroad and at least one semester studying abroad at one of more than 80 partner universities. Bachelor programs[7] Master programs[8] MBA and EMBA programs[9] Continuing professional development programs[10] Doctoral program (Dr. rer. pol.)[11] Professional development/Executive Education Frankfurt School’s Executive Education department offers over 600 certification courses, seminars, workshops and executive training courses in a broad range of subject areas:[12] Frankfurt School’s executive education courses regularly achieve top positions in rankings, appearing in the Financial Times Top 50 (2020).[13] In 2020, Stern magazine ranked Frankfurt School as the best business school for professional development courses.[14] And in November 2020, WirtschaftsWoche voted it the best provider of online professional development courses in the Business Schools category.[15] International Advisory Services (IAS) Since 1992, the International Advisory Services (IAS) unit has been working to improve financial markets and provide easier access to financial resources for low-income segments of local populations. Since then, IAS has extended its commitments: as well as removing financial bottlenecks in various sectors of the financial services industry, IAS also works to improve food security and energy efficiency worldwide. The unit’s services are aimed primarily at developing and transition nations, as well as emerging economies. To achieve its objectives, IAS designs, structures and implements advisory, training and educational projects and carries out applied research. To increase the institutional or entrepreneurial capacities of beneficiary institutions, the unit develops approaches tailored to local market conditions. IAS products and services are grouped into the following areas: Advisory Services, the FS-UNEP Center and the Sustainable World Academy. The International Advisory Services unit operates through regional offices in Kenya (for Sub-Saharan Africa), Jordan (MENA region), Turkey (Central Asia and Turkey), the United Arab Emirates (Gulf States), Belgium (Europe), through various country offices (including China and India) and from the main Frankfurt campus, supporting and advising partners and customers in more than 130 countries worldwide. In developing its products and carrying out its services, IAS makes use of far-reaching synergies both between the different clusters and with Frankfurt School’s academic and Executive Education departments. IAS also collaborates closely with the independent Frankfurt School Financial Services unit. Sustainable development is a central goal of all IAS activities, which build on the three pillars of sustainability: society, economy and environment. Frankfurt School’s various advisory and training projects contribute to achieving the UN’s Sustainable Development Goals (UN SDGs). Research Frankfurt School is one of the top higher-education institutions involved in business and management research, and has one of the largest business-school faculties in Germany. Faculty members publish their research findings in leading international peer-reviewed journals, present them at academic and specialist conferences, and conduct joint research projects with industry practitioners. The Frankfurt School faculty is organized around six departments.[16] Education Management Frankfurt School assists and advises companies across Germany throughout the training process, including candidate management and recruiting. The business school provides trainees with personal support throughout their training courses and prepares them for exams. Occupational training courses include:[17] Frankfurt School also offers professional development courses for instructors, trainers and lecturers. Frankfurt School is recognized under the Hessian Higher Education Act (HHG), which means that the academic qualifications awarded to graduates are recognized.[18] It is one of four German universities to be accredited by AACSB, FIBAA[19] and EQUIS.[20] In September 2018 it also received AMBA[21] accreditation, making it a Triple Crown institution. In 2015, Frankfurt School was given a temporary right to award doctorates. It was then accredited by the German Council of Science and Humanities for another five years as a higher-education institution on a par with a university.[22] At the end of 2016, the Hessian Ministry for Science and the Arts officially removed the five-year limit on Frankfurt School’s entitlement to award doctoral degrees. Frankfurt School placed 26th in the latest Financial Times European Business School Ranking (December 2020),[23] making it one of the top 30 business schools in Europe. It placed 76th in the Financial Times Executive MBA Ranking.[24] The Financial Times Masters in Management Ranking (September 2020) placed Frankfurt School 34th in the world, and 29th in Europe.[25] In June 2021, Frankfurt School’s Master of Finance program came 31st in the world in the Financial Times ranking.[26] In the Financial Times Executive Education Ranking 2020, Frankfurt School placed 50th in the world, and in the top three in Germany.[27][28] In the Times Higher Education Global University Employability Ranking (2020), Frankfurt School placed 6th out of 17 German universities, and 78th in the world.[29] Frankfurt School of Finance & Management took part in the Executive MBA Ranking of The Economist for the first time in 2020 and was placed 49th in the world.[30] In the CHE University Ranking 2020/21, Frankfurt School of Finance & Management appeared in the top group for its Bachelor programs, with “excellent” ratings for 11 of the 12 criteria. For its various Master programs in business studies in the same year, Frankfurt School scored top results in seven out of eight categories in the CHE Ranking.[31][32] In 2020, Stern magazine, in cooperation with market research institute Statista, voted Frankfurt School the best business school for professional development courses, awarding five out of five stars.[33][34] In the WirtschaftsWoche university ranking for 2021, Frankfurt School ranked 5th for business studies, an improvement on the previous year.[35][36] In another ranking in 2020 carried out in collaboration with market research institute ServiceValue, WirtschaftsWoche rated Frankfurt School as the best provider of digital professional development courses in the “Business Schools” category.[37][38] Manager Magazin ranked Frankfurt School as Germany’s best higher-education institution for auditors in a ranking published in March 2020. Frankfurt School was the only university to be awarded an “excellent” rating.[39][40] Frankfurt School is also one of the top universities in the internationally recognized U-Multirank university ranking. Of the 104 German universities assessed by U-Multirank, Frankfurt School came second, winning two “Top 25 Performing Universities” awards in 2020.[41] Admission procedures There is no numerus clausus (NC) at Frankfurt School. There is a two-stage application process for admissions. A written application is followed by an Assessment Center in either German or English. The Assessment Center for the Bachelor programs consists of a mathematics test, cognitive tests and a personal interview. English language abilities are also tested during the Assessment Center.[42] Quality of teaching All taught courses are evaluated by the students. Learning objectives are also defined for the different study programs. These are skills and abilities which the students are expected to have acquired by the end of the course. In this way, the university assesses not only its students, but also its own teaching performance. There are dedicated members of staff for quality management.[43] Image and logo The logo is an invented symbol incorporating elements of the dollar, euro, yen and pound currency symbols, as well as the mathematical signs for equals/does not equal and integration. The colors were originally dark blue (the color of the Banking Academy) and yellow-orange (the former HfB). On 30 March 2007, the Maleki Group, a Frankfurt communications agency, filed an objection against the logo, attempting to prevent Frankfurt School of Finance & Management from using the words “Frankfurt” and “Finance” in its name and from using the logo and the blue-yellow color combination.[44] In a conciliation hearing at the regional court in Frankfurt am Main on 10 November 2009, the presiding judge declared that there was no trademark resemblance between the two symbols. With respect to the color combination, the parties were advised to accept a compromise in which Frankfurt School would cease to use yellow tones in its logo. Frankfurt School has been using the blue and white version since 30 August 2010.[45] Frankfurt School of Finance & Management adjusted its logo on 1 September 2015, omitting the reference to the HfB Banking Academy (“HfB Bankakademie”) and replacing it with the motto “German Excellence. Global Relevance”. Temporary right to award doctorates Since 2005, Frankfurt School has offered a doctoral program that leads to the academic title Dr. rer. pol. The right to award doctorates was originally granted with a time limit, which ended on 31 December 2010. This was extended for five years.[46] The right of the private business school to award doctorates has not been without controversy. The German Council of Science and Humanities noted in an opinion statement on Frankfurt School’s accreditation that Frankfurt School had been very late in taking energetic steps to support the temporary entitlement it had been granted with adequate research achievements, and expressly excluded the right to award doctorates when it issued the ten-year accreditation.[47] According to the German Council of Science and Humanities, Frankfurt School had neglected to create the institutional and infrastructural conditions required for a research environment. It therefore saw “no sufficient academic basis at the present time for removing the time limit or further extending Frankfurt School’s temporary right to award doctorates.”[48] Following accusations of plagiarism, the first student to be awarded a doctorate by Frankfurt School, in 2007,[49] was stripped of his title.[50] In 2015, in another review of the school’s right to award doctorates, the German Council of Science and Humanities established that “Frankfurt School has the academic standards of a higher-education institution that is on a par with a university.” The German Council of Science and Humanities therefore recommended that the State of Hesse extend the existing right of Frankfurt School to award doctoral degrees.[51] Based on the expert opinion of the German Council of Science and Humanities, as part of the “compact process for granting the right to award doctoral degrees”, the Hessian Ministry for Science and the Arts announced its final decision to remove the time limits on Frankfurt School’s entitlement to award doctoral degrees at the end of 2016. Notable professors Frankfurt School has a large, active Alumni Network with over 100,000 graduate members. It offers members of the Alumni Network an attractive package, including a lifelong learning option, careers advice, networking events and specialist lectures. In addition, an alumni association, Frankfurt School Alumni e.V.[54], has been running successfully for over 25 years. It is a non-profit, independent association and is managed and funded by its members, who now number over 3,000.[55] The Alumni Network includes alumni from the following programs: - Academic programs (BA, BSc, MSc, MBA, Dipl.) - Doctoral program (Dr. rer. pol.) - Continuing professional development programs (banking, business administration, management studies) - Certification courses in the Executive Education and International Advisory Services departments Notable graduates of Frankfurt School","Title":"Frankfurt School of Finance & Management - Wikipedia","KeyID":"6105","URL":"https://en.wikipedia.org/wiki/Frankfurt_School_of_Finance_%26_Management"}