{"Content: ":"Alte Oper (Old Opera) is a concert hall in Frankfurt am Main, Hesse, Germany. It is located in the inner city, Innenstadt, within the banking district Bankenviertel. Today's Alte Oper was built in 1880 as the city's opera house, which was destroyed by bombs in 1944. It was rebuilt in the 1970s as a concert hall with a large hall and smaller venues, opened in 1981. The square in front of the building is still known as Opernplatz (Opera Square). Many important works were performed for the first time when it was Frankfurt's opera house, including Schreker's Der ferne Klang and Carl Orff's Carmina Burana in 1937. The Oper Frankfurt now plays in the Opern- und Schauspielhaus Frankfurt, completed in 1951. The building was designed by the Berlin architect Richard Lucae, financed by the citizens of Frankfurt and built by Philipp Holzmann. Construction began in 1873.[1] It opened on 20 October 1880. Among the guests was Kaiser Wilhelm I of Germany, who was impressed and said: Das könnte ich mir in Berlin nicht erlauben. (I couldn't permit myself this sort of thing in Berlin.)[2] The citizens of Frankfurt, who had to finance the structure (initial estimate two million marks), were rather sceptical at first.[citation needed] Alluding to the inscription on the frieze The folkloristic Frankfurt poet Adolf Stoltze wrote, in his best Hessian dialect: The opera house was extensively damaged by bombing raids during World War II in 1944, though many of the outside walls and façades survived. In the 1960s the city magistrate planned to build a modern office building on the site. The then Minister of Economy in Hessen Rudi Arndt, earned the nickname \"Dynamit-Rudi\" (Dynamite Rudi) when he proposed to blow up \"Germany's most beautiful ruin\" with \"a little dynamite\". Arndt later said that this was not meant seriously.[citation needed] A citizen's initiative campaigned for reconstruction funds after 1953 and collected 15 million DM. It ended costing c. DM160, and the building was reopened on 28 August 1981 to the sounds of Gustav Mahler's Symphony No. 8, the \"Symphony of a Thousand\". A live recording of that concert conducted by Michael Gielen is available on CD. Alte Oper has venues of different size: Front Front during the blue hour Eastern facade in September 2014 Notes Sources Coordinates: 50°06′57″N 8°40′19″E﻿ / ﻿50.11583°N 8.67194°E﻿ / 50.11583; 8.67194","Title":"Alte Oper - Wikipedia","KeyID":"6107","URL":"https://en.wikipedia.org/wiki/Alte_Oper"}