{"Content: ":"The Städel, officially the Städelsches Kunstinstitut und Städtische Galerie, is an art museum in Frankfurt, with one of the most important collections in Germany. The Städel Museum owns 3,100 paintings, 660 sculptures, more than 4,600 photographs and more than 100,000 drawings and prints. It has around 4,000 m2 of display and a library of 115,000 books. The Städel was honoured as \"Museum of the Year 2012\" by the German art critics association AICA in 2012. In the same year the museum recorded the highest attendance figures in its history, of 447,395 visitors.[1] In 2020 the museum had 318,732 visitors, down 45 percent from 2019, due to the COVID-19 pandemic. It ranked 71st on the list of most-visited art museums in 2020.[2] The Städel was founded in 1817, and is one of the oldest museums in Frankfurt's Museumsufer, or museum embankment. The founding followed a bequest by the Frankfurt banker and art patron Johann Friedrich Städel [de] (1728–1816), who left his house, art collection and fortune with the request in his will that the institute be set up.[3] In 1878, a new building, in the Gründerzeit style, was erected on Schaumainkai street, presently the major museum district. By the start of the 20th century, the gallery was among the most prominent German collections of classic Pan-European art; the other such collections open to the public were the Dresden Gallery, the Alte Pinakothek in Munich, and the Altes Museum in Berlin. In 1937, 77 paintings and 700 prints were confiscated from the museum when the National Socialists declared them \"degenerate art\". In 1939, the collection was moved out of Frankfurt to protect it from damage in World War II. The collection of the Städel Museum was removed from the museum to avoid destruction from the Allied bombings, and the collection was stored in the Schloss Rossbach, a castle owned by the Baron Thüngen near Bad Brückenau in Bavaria. There, the museum's paintings and library were discovered by Lt. Thomas Carr Howe, USN, of the American Monuments, Fine Arts and Archives program. Although the Baron von Thüngen and his wife were uncooperative with the Americans, Frau Dr. Holzinger, a licensed physician and the Swiss wife of the Städel Museum director, was present at the site and assisted with the cataloging and the removal of the items to the Munich Central Collecting Point. Lt. Howe said, “The first room to be inspected was a library adjoining the sitting room in which we had been waiting. Here we found a quantity of excellent French Impressionist paintings, all from the permanent collection of the Städel Museum, and a considerable number of fine Old Master drawings. Most of these were likewise the property of the museum, but a few – I remember one superb Rembrandt sketch – appeared to have come from Switzerland. Those would, of course, have to be looked into later, to determine their exact origin and how they came to be on loan to the museum. But for the moment we were concerned primarily with storage conditions and the problem of security. In another room we found an enormous collection of books, the library of one of the Frankfurt museums. In a third we encountered an array of medieval sculpture – saints all sizes and description, some of carved wood, others of stone, plain or polychromed. These too, were of museum origin. The last storage room was below ground, a vast, cavernous chamber beneath the house. Here was row upon row of pictures, stacked in two tiers down the center of the room and also along two sides. From what we could make of them in the poor light, they were not of high quality. During the summer months they would be alright in the underground room, but we thought the place would be very damp in the winter. Frau Holzinger assured us that this was so and that the pictures should be removed before the bad weather set in.”[4] The gallery was substantially damaged by air raids in World War II and it was rebuilt by 1966 following a design by the Frankfurt architect Johannes Krahn. An expansion building for the display of 20th-century work and special exhibits was erected in 1990, designed by the Austrian architect Gustav Peichl. Small structural changes and renovations took place from 1997 to 1999. The largest extension in the history of the museum intended for the presentation of contemporary art was designed by the Frankfurt architectural firm Schneider+Schumacher [de] and opened in February 2012.[5][6] The Städel is currently significantly enlarging its activities and outreach through a major digital expansion on the occasion of its 200-year anniversary in 2015. Already available to visitors is an exhibition 'digitorial' and free access to WiFi throughout the museum and its grounds. From March the museum will offer to visitors a new Städel app, the possibility of listening to audio guides on their own devices, and a new 'cabinet of digital curiosities'. Several more projects are currently in development including an online exhibition platform; educational computer games for children; online art-history courses and a digital art book.[7] The Städel has European paintings from seven centuries, beginning with the early 14th century, moving into Late Gothic, the Renaissance, Baroque, and into the 19th, 20th and 21st centuries. The large collection of prints and drawings is not on permanent display and occupies the first floor of the museum. Works on paper not on display can be viewed by appointment. The gallery has a conservation department that performs conservation and restoration work on the collection. The museum also features works by the 20th-century German artist Max Beckmann. Jan van Eyck, Lucca Madonna Oberrheinischer Meister, Paradiesgärtlein Sandro Botticelli, Portrait of a Young Woman Bartolomeo Veneto, Portrait of a Young Woman Rembrandt Harmensz van Rijn, The Blinding of Samson Johannes Vermeer, The Geographer Johann Heinrich Wilhelm Tischbein, Goethe in the Roman Campagna Edgar Degas, Musicians in the Orchestra [fr] The directors of the Städel Museum: Coordinates: 50°06′10″N 8°40′26″E﻿ / ﻿50.10278°N 8.67389°E﻿ / 50.10278; 8.67389","Title":"Städel - Wikipedia","KeyID":"6110","URL":"https://en.wikipedia.org/wiki/St%C3%A4del"}