{"Content: ":"The Naturmuseum Senckenberg is a museum of natural history, located in Frankfurt am Main. It is the second-largest of its type in Germany. The museum contains a large and diverse collection of birds with 90,000 bird skins, 5,050 egg sets, 17,000 skeletons, and 3,375 spirit specimens (a specimen preserved in fluid).[citation needed] In 2010, almost 517,000 people visited the museum.[5] The building housing the Senckenberg Museum was erected between 1904 and 1907 outside of the center of Frankfurt in the same area as the Johann Wolfgang Goethe University, which was founded in 1914. The museum is owned and operated by the Senckenberg Nature Research Society, which began with an endowment by Johann Christian Senckenberg. Attractions include a Diplodocus (donated by the American Museum of Natural History on the occasion of the present museum building's inauguration in 1907), the crested Hadrosaur Parasaurolophus, a fossilized Psittacosaurus with clear bristles around its tail and visible fossilized stomach contents, and an Oviraptor. Big public attractions also include the Tyrannosaurus rex, an original of an Iguanodon, and the museum's mascot, the Triceratops. The Senckenberg Museum also has a large collection of animal exhibits from every epoch of Earth's history. For example, the museum houses many originals from the Messel pit: field mice, reptiles, fish[citation needed] and a predecessor to the modern horse that lived about 50 million years ago and stood less than 60 cm tall.[6] Unique in Europe is a cast of the famous Lucy, an almost complete skeleton of the upright hominid Australopithecus afarensis. Historical cabinets full of stuffed animals are arranged in the upper levels; among other things one can see one of twenty existing examples of the quagga, which has been extinct since 1883. Since the remodeling finished in 2003, a new reptile exhibit addresses both the biodiversity of reptiles and amphibians and the topic of nature conservation.[citation needed] In 1763, Johann Christian Senckenberg donated 95,000 guilders-his entire fortune-to establish a community hospital and to promote scientific projects. Senckenberg died in 1772. In 1817, in Senckenberg's memory, 32 Frankfurt citizens founded the Senckenberg Nature Research Society (in German: Senckenberg Gesellschaft für Naturforschung). Soon after, Johann Georg Neuburg [de] donated his collection of bird and mammal specimens to the society. The museum's first location was near the Eschenheimer Turm. The museum moved to a new building on Senckenberganlage in 1907.[7]","Title":"Naturmuseum Senckenberg - Wikipedia","KeyID":"6112","URL":"https://en.wikipedia.org/wiki/Naturmuseum_Senckenberg"}