{"Content: ":"The Schirn Kunsthalle is a Kunsthalle in Frankfurt, Germany, located in the old city between the Römer and the Frankfurt Cathedral. The Schirn exhibits both modern and contemporary art. It is the main venue for temporary art exhibitions in Frankfurt. Exhibitions in recent years included retrospectives of Wassily Kandinsky, Marc Chagall, Frida Kahlo, Alberto Giacometti, Bill Viola, and Yves Klein. The Kunsthalle opened in 1986 and is financially supported by the city and the state. Historically, the German term \"Schirn\" denotes an open-air stall for the sale of goods, and such stalls were located here until the 19th century. The area was destroyed in 1944 during the Second World War and was not redeveloped until the building of the Kunsthalle. As an exhibition venue, the Schirn enjoys national and international renown, which it has attained through independent productions, publications, and exhibition collaborations with museums such as the Centre Pompidou, the Tate Gallery, the Solomon R. Guggenheim Museum, the Hermitage Museum, or the Museum of Modern Art. The Kunsthalle Schirn was designed and built beginning in 1983 by the Architekturbüro BJSS (Dietrich Bangert, Bernd Jansen, Stefan Jan Scholz, and Axel Schultes). The opening took place on February 28, 1986. The Kunsthalle has an overall exhibition space of more than 1,400 square meters. The Schirn is located in Frankfurt’s historic city center. Faced with light sandstone, it consists of several interlocking structures, each of which features a geometric floor plan. The most prominent structural element is an approximately 140-meter-long and 10-meter-wide 6-story hall, the actual exhibition building, which runs from east to west. Bangert designed the longhouse to resemble the Uffizi building in Florence. Additional structural elements are arranged somewhat to the west of the middle of this longhouse along an imaginary transverse axis: to the south, facing Saalgasse, a multistory cube with a rectangular floor plan (ca. 18 x 25 m), and adjoining it, parallel to the longhouse, an elongated rectangular expansion. The second most prominent structural element besides the main exhibition building follows on the north side of the main axis: the sky-domed rotunda, approximately twenty meters in diameter, which constitutes the monumental main entrance. It is the Schirn’s highest structure and consists of a single open space, through which one enters the Schirn. After passing through the rotunda, a chasm cut into the building runs along the old Bendergasse. A further semicircular structural element follows to the north, beyond Bendergasse, which with a somewhat more than twofold radius features the same center of circle as the rotunda. This structure, separated from the main exhibition building by Bendergasse, houses the Schirn Café. A rectangular opening has been incorporated into the east end of this structural element in which an approximately three-story tall, oversized table with no specific purpose once stood at the street level, which was demolished within the scope of the Dom-Römer Project, the reconstruction of Frankfurt’s historic city center, in August 2012. The Schirn has had a new interior since 2012 that was designed by the Kuehn Malvezzi architectural office. It bathes the foyer in alternating colors of light with the aid of modern RGB lighting technology. The name “Schirn” derives from the history of its location. The word originally denoted an “open sales booth.” The site on which the Schirn Kunsthalle is currently situated was Frankfurt’s densely populated historic city center until it was destroyed on March 22, 1944. The sales booths of the city’s butchers’ guild stood in the narrow alleys between today’s Schirn and the Main River until the mid-19th century. Christoph Vitali was the director of the Schirn from 1985 to 1993, and during that same period the chief executive of the Kulturgesellschaft Frankfurt mbH. He established the Schirn as an exhibition venue. His successor was Hellmut Seemann. The Austrian Max Hollein has been directing the Schirn since October 2001. In 2006 he also took over the directorship of the Städel Museum and the Liebieghaus. With exceptional exhibitions, provocative titles, and improved financial resources he has increased the number of visitors to the Schirn threefold. More than 200 exhibitions have been presented at the Schirn since its opening These have included major survey exhibitions on, for example, Viennese Art Nouveau, Expressionism, Dada and Surrealism, on “Esprit Montmartre,” women Expressionists, “German Pop,” on the history of photography, or on subjects such as shopping, art and consumption, visual art of the Stalin era, the Nazarenes, or new Romanticism in contemporary art. Monograph exhibitions have been presented on artists such as Wassily Kandinsky, Alberto Giacometti, Henri Matisse, Julian Schnabel, James Ensor, James Lee Byars, Yves Klein, Peter Doig, László Moholy-Nagy, Georges Seurat, Jeff Koons, Edvard Munch, Théodore Géricault, and Helene Schjerfbeck. Contemporary artists such as Thomas Hirschhorn, Ayşe Erkmen, Carsten Nicolai, Jan De Cock, Jonathan Meese, John Bock, Michael Sailstorfer, Terence Koh, Aleksandra Mir, Eberhard Havekost, Mike Bouchet, Yoko Ono, or Tobias Rehberger have been presented in solo exhibitions. To date, more than five million people have visited the Schirn. Some of the exhibitions with the most visitors in the history of the Schirn include Edvard Munch. The Modern Eye (2012), Wassily Kandinsky—The First Soviet Retrospective (1989), Esprit Montmartre. Bohemian Life in Paris around 1900 (2014), Women Impressionists—Berthe Morisot, Mary Cassatt, Eva Gonzalès, Marie Bracquemond (2008), and Henri Matisse. Drawing with Scissors (2003). Coordinates: 50°06′37″N 8°41′01″E﻿ / ﻿50.11028°N 8.68361°E﻿ / 50.11028; 8.68361","Title":"Schirn Kunsthalle Frankfurt - Wikipedia","KeyID":"6113","URL":"https://en.wikipedia.org/wiki/Schirn_Kunsthalle_Frankfurt"}