{"Content: ":"The Botanischer Garten Frankfurt am Main (7 hectares) is a botanical garden and arboretum formerly maintained by the Goethe University and since 2012 administered by the City of Frankfurt. It is located at Siesmayerstraße 72, Frankfurt am Main, Germany, and opens daily in the warmer months. First Garden: near the Eschenheimer Tor (1767-1907). Frankfurt's first botanical garden was created in the years 1763-1774 by Johann Christian Senckenberg (1707-1772), and was operated by the Senckenberg Foundation as a hortus medicus for the cultivation of medicinal herbs for the foundation's public hospital and medical institute. Its site, about 1 hectare in size, was patterned on Carl Linnaeus' garden in Uppsala. Until 1867 every director was a physician. By 1903, the garden cultivated more than 4,000 species but its extent had been gradually reduced by hospital expansion until just 7,000 m² remained. Second Garden: adjacent to the Palmengarten (1907-1958). After lengthy negotiations between the city and foundation, a new, 1.4-hectare site was found just east of the Palmengarten. The move took place in 1907-1908. When the university was founded in 1914, the garden became a research facility. In the 1930s it was improved by an arboretum, alpine garden, and sand dunes. (The Palmengarten was restored in the 1960s and serves as Frankfurt's other major botanical garden.) Third Garden: Siesmayerstraße (since 1931). From 1931-1937, the garden again began relocation to today's site on Siesmayerstraße in the northwestern Grüneburgpark. This move was delayed by World War II and the subsequent American occupation, and relocation was finally completed in 1958. A laboratory building and large greenhouse were added in the years 1961-63. Today the garden contains about 5,000 species, with special collections of Rubus (45 species) and indigenous plants of central Europe. It is organized into two major areas as follows. The geobotanical area contains an alpine garden, arboretum, meadows, steppes, marsh, and pond, as well as collections of plants from the Canary Islands, Caucasus, East Asia, Mediterranean, and North America. The systematic and ecological collection includes crop plants, endangered species, ornamental plants, roses, and the Neuer Senckenbergischer Arzneipflanzengarten (New Senckenberg Medicinal Plant Garden, 1200 m²). When the biological institutes of the Goethe University moved to the Riedberg, a new botanical garden, the Wissenschaftsgarten, was built there and the Botanischer Garten became part of the City of Frankfurt in 2012. Some collections, especially of tropical plants, moved to the new garden, but the majority, mainly temperate plants, remained in place. Coordinates: 50°7′38″N 8°39′30″E﻿ / ﻿50.12722°N 8.65833°E﻿ / 50.12722; 8.65833","Title":"Botanical Garden Frankfurt - Wikipedia","KeyID":"6121","URL":"https://en.wikipedia.org/wiki/Botanischer_Garten_der_Johann_Wolfgang_Goethe-Universit%C3%A4t_Frankfurt_am_Main"}