{"Content: ":"Eintracht Frankfurt e.V. (German pronunciation: [ˈaɪntʁaxt ˈfʁaŋkfʊʁt] (listen)) is a professional sports club based in Frankfurt, Hesse, Germany. It is best known for its football club, which was founded on 8 March 1899. The team are currently playing in the Bundesliga, the top tier of the German football league system. Eintracht have won the German championship once, the DFB-Pokal five times, the UEFA Europa League twice and finished as runner-up in the European Cup once. The team was one of the founding members of the Bundesliga at its inception[1] and has spent a total of 53 seasons in the top division, thus making them the seventh longest participating club in the highest tier of the league. The club's initial games from 1899 to 1906 were played on the former Hundswiese field, whose present day location would be near Hessischer Rundfunk. Following new regulations that pitches needed to be surrounded by a fence for the purpose of official games, the team established a new pitch by the Eschersheimer Landstraße called Victoriaplatz in 1906, for which they purchased stands at a price of 350 marks in 1908. From 1912 the team moved to a new ground at Roseggerstraße in Dornbusch with more facilities, before relocating to the former Riederwaldstadion in 1920 following the fusion of Frankfurter FV and Frankfurter Turngemeinde von 1861.[2] Since 1925 their stadium has been the Waldstadion, which was renamed Deutsche Bank Park for sponsorship reasons.[3] Eintracht Frankfurt have enjoyed some success in the Bundesliga, having either won or drawn more than three-quarters of their games as well as having finished the majority of their seasons placed in the top half of the table,[4] but also having the highest number of losses in the league (657).[5] With an average attendance of 47,942 since 2013[6] the team also boasts one of the highest attendance ratings in the world and the eighth highest out of the 36 Bundesliga and 2. Bundesliga teams. The player with the highest number of appearances (602) in the Bundesliga, Charly Körbel,[7] spent his entire senior career as a defender for Eintracht Frankfurt. The club's primary rival is local club Kickers Offenbach, although, due to spending most of their history in different divisions, the two have only played two league matches within the last 40 years.[8] The origins of the club go back to a pair of football clubs founded in 1899: Frankfurter Fußball-Club Viktoria von 1899 – regarded as the original team in the club's history – and Frankfurter Fußball-Club Kickers von 1899. Both clubs were founding members of the new Nordkreis-Liga in 1909. These two teams merged in May 1911 to become Frankfurter Fußball Verein (Kickers-Viktoria), an instant success, taking three league titles from 1912 to 1914 in the Nordkreis-Liga and qualifying for the Southern German championship in each of those seasons. In turn, Frankfurter FV joined the gymnastics club Frankfurter Turngemeinde von 1861 to form TuS Eintracht Frankfurt von 1861 in 1920. The German word Eintracht means 'harmony' or 'concord', and so Eintracht is the equivalent of United in English in the names of sports teams.[9] At the time, sports in Germany was dominated by nationalistic gymnastics organizations, and under pressure from that sport's governing authority, the gymnasts and footballers went their separate ways again in 1927, as Turngemeinde Eintracht Frankfurt von 1861 and Sportgemeinde Eintracht Frankfurt (FFV) von 1899. Through the late 1920s and into the 1930s, Eintracht won a handful of local and regional championships, first in the Kreisliga Nordmain, then in the Bezirksliga Main and Bezirksliga Main-Hessen. After being eliminated from the national level playoffs after quarterfinal losses in 1930 and 1931, they won their way to the final in 1932 where they were beaten 2–0 by Bayern Munich, who claimed their first ever German championship. In 1933, German football was re-organized into sixteen Gauligen under the Third Reich and the club played first division football in the Gauliga Südwest, consistently finishing in the upper half of the table and winning their division in 1938. Eintracht picked up where they left off after World War II, playing as a solid side in the first division Oberliga Süd and capturing division titles in 1953 and 1959. Their biggest success came on the heels of that second divisional title as they went on to a 5–3 victory over local rivals Kickers Offenbach to take the 1959 German national title and followed up immediately with an outstanding run in the 1960 European Cup. Eintracht lost 7–3 to Real Madrid in a final that was widely regarded as one of the best football matches ever played,[10] which included a hat-trick by Alfredo Di Stéfano and four goals by Ferenc Puskás. The side continued to play good football and earned themselves a place as one of the original 16 teams selected to play in the Bundesliga, Germany's new professional football league, formed in 1963. Eintracht played Bundesliga football for 33 seasons, finishing in the top half of the table for the majority of them. Their best Bundesliga performances were five third-place finishes: they ended just two points behind champion VfB Stuttgart in 1991–92. The team also narrowly avoided relegation on several occasions. In 1984, they defeated MSV Duisburg 6–1 on aggregate, and in 1989 they beat 1. FC Saarbrücken 4–1 on aggregate, in two-game playoffs. Eintracht finally slipped and were relegated to 2. Bundesliga for the 1996–97 season. At the time that they were sent down alongside 1. FC Kaiserslautern, these teams were two of only four sides that had been in the Bundesliga since the league's inaugural season. It looked as though they would be out again in 1998–99, but they pulled through by beating defending champions Kaiserslautern 5–1, while 1. FC Nürnberg unexpectedly lost at home to give Eintracht the break they needed to stay up. The following year, in another struggle to avoid relegation, the club was \"fined\" two points by the German Football Association (DFB) for financial misdeeds, but pulled through with a win by a late goal over SSV Ulm on the last day of the season. The club was plagued by financial difficulties again in 2004 before once more being relegated. Between 1997 and 2005, Eintracht bounced regularly between the top two divisions. The 2010–11 season ended with the club's fourth Bundesliga relegation. After setting a new record for most points in the first half of the season, the club struggled after the winter break, going seven games without scoring a goal. Despite winning the next game, Frankfurt sacked coach Michael Skibbe, replacing him with Christoph Daum.[11] The change in coaches did little to improve Eintracht's fortunes. Frankfurt achieved only three draws from the last seven games of the season and were relegated on the 34th matchday.[12] One year later, Eintracht defeated Alemannia Aachen 3–0 on the 32nd matchday of the 2011–12 season, securing promotion to the Bundesliga.[13] In 2018–19, Eintracht had the 21st highest attendance in Europe, ahead of such prominent clubs as Olympique Lyonnais, Paris Saint-Germain and Valencia CF. The club has enjoyed success in competition outside the Bundesliga. Eintracht lost the European Cup final to Real Madrid on 18 May 1960 at Hampden Park 7–3 in front of 127,621 spectators. In the match, Alfredo Di Stéfano scored three and Ferenc Puskás scored the other four in Madrid's victory. In 1967, Eintracht won the Intertoto Cup after beating Inter Bratislava in the final. Eintracht won the DFB-Pokal in 1974, 1975, 1981, 1988 and in 2018, and took the UEFA Cup over another German team, Borussia Mönchengladbach, in 1980. Also, Eintracht were the losing finalists in the 2005–06 DFB-Pokal. Their opponents in the final, that year's Bundesliga champions Bayern Munich, previously qualified to participate in the Champions League. As a result, Eintracht, received the DFB-Pokal's winner's place in the UEFA Cup, where they advanced to the group stage. In 2017 DFB-Pokal, they were defeated in the final match by Borussia Dortmund and made it the next year again into the final, which they won 3–1 against Bayern Munich. In 2018–19 UEFA Europa League, Eintracht reached the semi-finals of the competition, only losing on penalties to the eventual champions, Chelsea.[14] In 2022, Eintracht Frankfurt beat Rangers 5–4 on penalties after a 1–1 draw in extra-time in the 2022 UEFA Europa League Final.[15] The club logo derives from the coat of arms of the city of Frankfurt, which itself is a reference to the one-headed imperial eagle of the 13th century.[16] The logo has evolved slowly over time, showing little significant change until 1980, when a stylized eagle in black and white was chosen to represent the team.[17] In Eintracht's centenary year of 1999, the club decided to re-adopt a more traditional eagle logo. Since 2005, Eintracht has had a living mascot, a golden eagle named Attila from the nearby Hanau Zoo,[18] who has currently been present at over 200 different games.[19] The official club colours of red, black, and white have their origins in the colours of the founding clubs Frankfurter FC Viktoria and Frankfurter FC Kickers, which sported red and white and black and white respectively. Red and white are the colours of the city coat of arms, and black and white the colours of Prussia.[20] When the clubs merged, officials decided to adopt the colours of both sides. Since local rival Kickers Offenbach sport the colours red and white, Eintracht avoids playing in such a kit, preferring to play in black and red, or in black and white. The club is nicknamed \"Die Adler\" (\"The Eagles\"), which derives from their logo. A nickname still popular among supporters is SGE, taken from the club's old official name Sportgemeinde Eintracht (Frankfurt), which roughly translates into English as \"Sports Community Harmony.\" The nickname Launische Diva (\"Moody Diva\") was heard most often in the early 1990s when the club would comfortably defeat top teams only to surprisingly lose to lesser clubs.[21][22][23] The nickname Schlappekicker (\"Slipper Kickers\") has been around since the 1920s, when J. & C. A. Schneider, a local manufacturer of shoes and especially slippers (called Schlappe in the regional Hessian dialect) was a major financial backer of the club and helped propel it to national relevance.[24] Since June 2021 the executive board consists of Axel Hellmann (head of marketing and fan relations), Markus Krösche (head of sports) and Oliver Frankenbach (head of finances).[25]  Green denotes the highest level of football in Germany; yellow the second highest. Note: Flags indicate national team as defined under FIFA eligibility rules. Players may hold more than one non-FIFA nationality. Note: Flags indicate national team as defined under FIFA eligibility rules. Players may hold more than one non-FIFA nationality. The ground was inaugurated as Waldstadion (\"Forest Stadium\") in 1925 with the German championship final match between FSV Frankfurt vs. 1. FC Nürnberg. The facility was renovated for the FIFA World Cup 2006 in Germany. For Bundesliga fixtures the maximum capacity is 51,500 as on the East Stand next to the visitor's terrace some spaces are held free for security purposes. Though the media usually refer to the ground by the official name, Deutsche Bank Park, Eintracht fans faithful typically use the original name, Waldstadion. Eintracht Frankfurt U21 is the reserve team of Eintracht Frankfurt. The team played as U23 (Under 23) to emphasize the character of the team as a link between the youth academy and professional team. The club board decided to dissolve the team after the 2013–14 season while playining in the regular league system in the fourth tier, the Regionalliga Süd. On 14 February 2022 Eintracht Frankfurt applied to have a reserves team to be re-admitted to the 5th tier Hessenliga for the 2022–23 season.[29] The club's main rival is from across the Main river, the side Kickers Offenbach. The clubs played the 1959 German championship final, which Eintracht won. Eintracht also maintain rivalries with Darmstadt 98 regionally, known as the Hesse derby, as well with 1. FSV Mainz 05 and 1. FC Kaiserslautern in Rhineland-Palatinate.[30] The club's original rival was Frankfurt city-rival FSV Frankfurt. In both clubs' early years, there used to be a fierce rivalry, but after World War II Eintracht proved to be the stronger club and the ways parted and the rivalry deteriorated due to lack of contact. Nowadays, the fan relations tend to be friendly.[31] The 2011–12 season saw Eintracht play FSV in a league match for the first time in almost 50 years. The last league game between the two had been played on 27 January 1962, then in the Oberliga Süd. For the first of the two matches, FSV's home game on 21 August 2011, the decision was made to move to Eintracht's stadium as FSV's Bornheimer Hang only holds less than 11,000 spectators.[32] Eintracht won 4–0. The second match on 18 February 2012 ended in another victory for Eintracht, a 6–1 rout. A friendship between two Eintracht fan clubs and supporters of English club Oldham Athletic has lasted for over 30 years after fans from each club met at an international football tournament. Small sections of each club's support will pay a visit to the other's ground at least once a season.[33] Eintracht supporters also have an international friendship with supporters of Italian club Atalanta.[34][35] The sports club Eintracht Frankfurt e.V. is made up of nineteen sections: Betty Heidler, the hammer throw world champion of 2007, was a member of the Eintracht Frankfurt athletics team. Other Eintracht athletes include the 2008 Olympians Andrea Bunjes, Ariane Friedrich, Kamghe Gaba and Kathrin Klaas. The club's rugby union section twice reached the final of the German rugby union championship, in 1940 and 1965.[36] Within the football section, the sports club directly manages only the youth system and the reserve team. The professional footballers are managed as a separate limited corporation, Eintracht Frankfurt Fußball-AG, which is a subsidiary of the parent club.","Title":"Eintracht Frankfurt - Wikipedia","KeyID":"6123","URL":"https://en.wikipedia.org/wiki/Eintracht_Frankfurt"}