{"Content: ":"The Skyliners Frankfurt, currently known as Fraport Skyliners for sponsorship reasons, are a professional basketball club based in Frankfurt, Germany.[1] Their home arena is Ballsporthalle. The club has played in the Basketball Bundesliga since 1999. Its greatest accomplishments were the German Cup competition title in 2000, the German national championship in 2004 and the FIBA Europe Cup in 2016. Its most famous player has been Pascal Roller, who was selected as Basketball Bundesliga All-Star seven times and played 122 games for the German national basketball team. Roller played ten seasons for the Frankfurt Skyliners until his retirement in 2011. Besides Roller, numerous other players of the German national team played multiple seasons for the Skyliners. A notable non-German basketball player is Mario Kasun, who played for the Skyliners when he was discovered and eventually drafted by the NBA team Orlando Magic in 2002. In 1999, Gunnar Woebke, then manager and former player of TV Tatami Rhöndorf moved his team from Bad Honnef to its current location. The declared goal was to place the team in a big arena in a large city to become a top team in the Basketball Bundesliga and in Europe in the near future. In Bad Honnef, this did not seem possible. After going through several options – including the idea to send the team to Cologne – Sylvia Schenk, the director of Frankfurt's sports department officially announced Frankfurt as the team's new location. Franz-Ludwig Solzbacher, a businessman from Bad Honnef helped organize the Skyliners' first steps but remained patron of the TV Rhöndorf and bought a second division license from EnBW Ludwigsburg to keep Rhöndorf from being relegated. In its first season as a German elite team it managed to win the German Cup competition. In 2004, they won their first and only Bundesliga title, beating Baskets Bamberg in the finals by 3–2 victories. The following year, the Skyliners had a repeated appearance in the finals, but this time the Baskets Bamberg took the title by 3–2 victories. As in the year before, both teams were almost equally strong. In 2004 and 2010, the Skyliners finished as runner-up in the German Cup competition, falling against the same opponent with identical victory splits again. Throughout the years, the Skyliners have been known for their numerous appearances at European competitions such as the Euroleague, Saporta Cup and the Eurocup Basketball. In 2015, the team reached the EuroChallenge Final Four, but the Germans lost both games to finish in fourth place. In the 2015–16 season, Fraport had once again an impressive European campaign, this time in the newly established FIBA Europe Cup. In the Final, Skyliners beat Pallacanestro Varese 66–62 to win its first European cup in history.[2] The Skyliners play their home games at the 5,002 seat Fraport Arena (until summer 2011, it was called Ballsporthalle Frankfurt). Total titles: 3 Note: Flags indicate national team eligibility at FIBA-sanctioned events. Players may hold other non-FIBA nationality not displayed. Note: Flags indicate national team, as has been defined under FIBA eligibility rules. Players may hold more than one non-FIBA nationality. – Set a club record or won an individual award as a professional player. – Played at least one official international match for his senior national team at any time. The second team of Skyliners plays in the ProB, the German third division. To develop its young players further, the Skyliners have merged some of their youth departments with Eintracht Frankfurt Basketball.[4]","Title":"Skyliners Frankfurt - Wikipedia","KeyID":"6125","URL":"https://en.wikipedia.org/wiki/Skyliners_Frankfurt"}