{"Content: ":"A global city (power city, world city, alpha city, world center) is a city that is a primary node in the global economic network. The concept comes from geography and urban studies, and from the idea that globalization is created and furthered in strategic geographic locales according to a hierarchy of their importance to the operation of the global system of finance and trade. The most complex node is the global city, with links binding it to other cities that have direct, tangible effects on global socio-economic affairs.[1] The term megacity entered common use in the late 19th or early 20th century; one of the earliest documented uses of the term was by the University of Texas in 1904.[2] The term global city was popularized by sociologist Saskia Sassen in her work The Global City: New York, London, Tokyo (1991).[3] The term world city, meaning a city heavily involved in global trade, appeared in a May 1886 description of Liverpool, by The Illustrated London News.[4] Sociologist and geographer Patrick Geddes used the term world city in 1915.[5] More recently, the term has focused on a city's financial power and high-technology infrastructure, with other factors becoming less relevant.[6][7] Competing groups have developed multiple alternative methods to classify and rank world cities and to distinguish them from non-world cities.[5] Although there is a consensus on the leading world cities,[8] the chosen criteria affect which other cities are included.[5] Selection criteria may be based on a yardstick value (e.g., if the producer-service sector is the largest sector then city X is a world city)[5] or on an imminent determination (if the producer-service sector of city X is greater than the combined producer-service sectors of N other cities then city X is a world city.)[5] Cities can fall from their respective rankings, as in the case of cities that have become less cosmopolitan and less internationally renowned in the current era. Although criteria are variable and fluid, typical characteristics of world cities include:[9] Global city rankings are numerous, with one study suggesting as many as 300.[12] New York City, London, Tokyo, and Paris, are fashion capitals and are notably the most prominent metropolises mentioned in this respect.[13][14] have been ranked in top four positions in Global Cities Index and Global Power City Index since both indices' inception in 2008, with New York and London exclusively in the top two positions. According to multi-national consulting firm A.T. Kearney, the global Covid-19 pandemic exerted a profound effect upon global city power rankings. Accordingly, these were the most powerful global cities for 2021:[15][16] Jon Beaverstock, Richard G. Smith, and Peter J. Taylor established the Globalization and World Cities Research Network (GaWC). A list of world cities in the GaWC Research Bulletin 5 is ranked by their connectivity through four \"advanced producer services\": accountancy, advertising, banking/finance, and law.[8] The GaWC inventory identifies three levels of global cities and several sub-ranks,[17] although the authors caution that \"concern for city rankings operates against the spirit of the GaWC project\"[18] (emphasis in original). The 2004 rankings added several new indicators while continuing to rank city-economics more heavily than political and cultural factors. The 2008 version of the list, similar to the 1998 version, is sorted into categories of Alpha world cities (with four sub-categories), Beta world cities (three sub-categories), Gamma world cities (three sub-categories), and cities with High sufficiency and Sufficiency presence. The cities in the top two classifications in the 2020 edition are as follows:[19] In 2012, the Economist Intelligence Unit (The Economist Group) ranked the competitiveness of global cities according to their demonstrated ability to attract capital, businesses, talent, and visitors.[20] In 2008, the American journal Foreign Policy, working with the consulting firm A.T. Kearney and the Chicago Council on Global Affairs, published a ranking of global cities, based on consultation with Saskia Sassen, Witold Rybczynski, and others.[21] Foreign Policy noted that \"the world's biggest, most interconnected cities help set global agendas, weather transnational dangers, and serve as the hubs of global integration. They are the engines of growth for their countries and the gateways to the resources of their regions.\"[22] The ranking is based on 27 metrics across five dimensions—business activity, human capital, information exchange, cultural experience, and political engagement—and was updated in 2010, 2012, 2014, 2015, 2016, 2017, 2018, and 2019.[23] Since 2015, it has been published with a separate index, the Global Cities Outlook, which is a projection of a city's potential based on rate of change in 13 indicators across four dimensions: personal well-being, economics, innovation, and governance. The top ranked cities in 2021 were:[24] A study by Brookings Institution conducted in 2016 introduced its own typology, sorting global cities into seven categories: Global Giants, Asian Anchors, Emerging Gateways, Factory China, Knowledge Capitals, American Middleweights, and International Middleweights.[25] The Global Giants classification includes wealthy, extremely large metropolitan areas that are the largest cities in developed nations. They are hubs for financial markets and major corporations, and serve as key nodes in global flows of capital and of talent. An analysis report compiled by the Global City Lab of the Global Top 500 Cities was released in New York on 30 December 2021.[26] The top 10 of the \"2020 Global Top 500 Cities\" by brand value were as follows: In 2015, the second Global Economic Power Index, a meta list compiled by Richard Florida, was published by The Atlantic (distinct from a namesake list[27] published by the Martin Prosperity Institute), with city composite rank based on five other lists.[27][28] Strength as a financial center has become one of the pre-eminent indicators of a global city's ranking. As of March 2022, the cities representing the top five financial centers according to the Global Financial Centres Index by analytics firm Z/Yen were: The Tokyo-based Institute for Urban Strategies at The Mori Memorial Foundation, issued a comprehensive study of global cities in 2008. They are ranked in six categories: economy, research and development, cultural interaction, livability, environment, and accessibility, with 70 individual indicators among them. The top ten world cities are also ranked by subjective categories, including manager, researcher, artist, visitor and resident.[29] The top 10 cities in the 2021 Global Power City Index were:[30] \"The Wealth Report\" (a global perspective on prime property and wealth) is made by the London-based estate agent Knight Frank LLP and the Citi Private Bank. The report includes a \"Global Cities Survey\", evaluating which cities are considered the most important to the world's HNWIs (high-net-worth individuals, having over $25 million of investable assets each). For the Global Cities Survey, Citi Private Bank's wealth advisors, and Knight Frank's luxury property specialists were asked to name the cities that they considered the most important to HNWIs, in regard to \"economic activity\", \"political power\", \"knowledge and influence\", and \"quality of life\".[31][32] Most important cities to UHNWIs in 2020:[33] 1. / London (tie) 1. / New York (tie) 3. / Paris 4. / Tokyo 5. / Hong Kong 6. / Chicago (tie) 6. / Los Angeles (tie) 8. Singapore 9. / Munich 10. / Amsterdam Most important cities to UHNWIs in 2025:[citation needed] A study by ING Media, a London-based built environment communications firm, has ranked 250 global cities by total online mentions across social media and online news for 2019. It found that a fifth of digital mentions were for Tokyo, New York City, London, and Paris, identifying these as the world's super brands.[34][35] The Top 10 in the 2019 edition were:[36] The A.T. Kearney ranking most closely resembled the composite summary of rankings. Note that the Global Financial Centres Index rankings were not included in this summary of other rankings.","Title":"Global city - Wikipedia","KeyID":"6136","URL":"https://en.wikipedia.org/wiki/Global_city"}