{"Content: ":"A number of animals are capable of aerial locomotion, either by powered flight or by gliding. This trait has appeared by evolution many times, without any single common ancestor. Flight has evolved at least five times in separate animals: insects, pterosaurs, birds, bats and humans (through tool use). Gliding has evolved on many more occasions. Usually the development is to aid canopy animals in getting from tree to tree, although there are other possibilities. Gliding, in particular, has evolved among rainforest animals, especially in the rainforests in Asia (most especially Borneo) where the trees are tall and widely spaced. Several species of aquatic animals, and a few amphibians and reptiles have also evolved this gliding flight ability, typically as a means of evading predators. Animal aerial locomotion can be divided into two categories: powered and unpowered. In unpowered modes of locomotion, the animal uses aerodynamics forces exerted on the body due to wind or falling through the air. In powered flight, the animal uses muscular power to generate aerodynamic forces to climb or to maintain steady, level flight. Those who can find air that is rising faster than they are falling can gain altitude by soaring. These modes of locomotion typically require an animal start from a raised location, converting that potential energy into kinetic energy and using aerodynamic forces to control trajectory and angle of descent. Energy is continually lost to drag without being replaced, thus these methods of locomotion have limited range and duration. Powered flight has evolved at least four times: first in the insects, then in pterosaurs, next in birds, and last in bats. Studies on theropod dinosaurs do suggest multiple (≥3) independent acquisitions of powered flight however,[1][2] and a recent study proposes independent acquisitions amidst the different bat clades as well.[3] Powered flight uses muscles to generate aerodynamic force, which allows the animal to produce lift and thrust. The animal may ascend without the aid of rising air. Ballooning and soaring are not powered by muscle, but rather by external aerodynamic sources of energy: the wind and rising thermals, respectively. Both can continue as long as the source of external power is present. Soaring is typically only seen in species capable of powered flight, as it requires extremely large wings. Many species will use multiple of these modes at various times; a hawk will use powered flight to rise, then soar on thermals, then descend via free-fall to catch its prey. While gliding occurs independently from powered flight,[4] it has some ecological advantages of its own as it is the simplest form of flight.[5] Gliding is a very energy-efficient way of travelling from tree to tree. Although moving through the canopy running along the branches may be less energetically demanding, the faster transition between trees allows for greater foraging rates in a particular patch.[6] Glide ratios can be dependent on size and current behavior. Higher foraging rates are supported by low glide ratios as smaller foraging patches require less gliding time over shorter distances and greater amounts of food can be acquired in a shorter time period.[6] Low ratios are not as energy efficient as the higher ratios,[5] but an argument made is that many gliding animals eat low energy foods such as leaves and are restricted to gliding because of this, whereas flying animals eat more high energy foods such as fruits, nectar, and insects.[7] Mammals tend to rely on lower glide ratios to increase the amount of time foraging for lower energy food.[8] An equilibrium glide, achieving a constant airspeed and glide angle, is harder to obtain as animal size increases. Larger animals need to glide from much higher heights and longer distances to make it energetically beneficial.[9] Gliding is also very suitable for predator avoidance, allowing for controlled targeted landings to safer areas[10][9]. In contrast to flight, gliding has evolved independently many times (more than a dozen times among extant vertebrates); however these groups have not radiated nearly as much as have groups of flying animals. Worldwide, the distribution of gliding animals is uneven, as most inhabit rain forests in Southeast Asia. (Despite seemingly suitable rain forest habitats, few gliders are found in India or New Guinea and none in Madagascar.) Additionally, a variety of gliding vertebrates are found in Africa, a family of hylids (flying frogs) lives in South America and several species of gliding squirrels are found in the forests of northern Asia and North America.[11] Various factors produce these disparities. In the forests of Southeast Asia, the dominant canopy trees (usually dipterocarps) are taller than the canopy trees of the other forests. Forest structure and distance between trees are influential in the development of gliding within varying species.[8] A higher start provides a competitive advantage of further glides and farther travel. Gliding predators may more efficiently search for prey. The lower abundance of insect and small vertebrate prey for carnivorous animals (such as lizards) in Asian forests may be a factor.[11] In Australia, many mammals (and all mammalian gliders) possess, to some extent, prehensile tails. Globally, smaller gliding species tend to have feather-like tails and larger species have fur covered round bushy tails,[10] but smaller animals tend to rely on parachuting rather than developing gliding membranes.[9] The gliding membranes, patagium, are classified in the 4 groups of propatagium, digipatagium, plagiopatagium and uropatagium. These membranes consist of two tightly bounded layers of skin connected my muscles and connective tissue between the fore and hind limbs.[10] Powered flight has evolved unambiguously only four times—birds, bats, pterosaurs, and insects (though see above for possible independent acquisitions within bird and bat groups). In contrast to gliding, which has evolved more frequently but typically gives rise to only a handful of species, all three extant groups of powered flyers have a huge number of species, suggesting that flight is a very successful strategy once evolved. Bats, after rodents, have the most species of any mammalian order, about 20% of all mammalian species.[12] Birds have the most species of any class of terrestrial vertebrates. Finally, insects (most of which fly at some point in their life cycle) have more species than all other animal groups combined. The evolution of flight is one of the most striking and demanding in animal evolution, and has attracted the attention of many prominent scientists and generated many theories. Additionally, because flying animals tend to be small and have a low mass (both of which increase the surface-area-to-mass ratio), they tend to fossilize infrequently and poorly compared to the larger, heavier-boned terrestrial species they share habitat with. Fossils of flying animals tend to be confined to exceptional fossil deposits formed under highly specific circumstances, resulting in a generally poor fossil record, and a particular lack of transitional forms. Furthermore, as fossils do not preserve behavior or muscle, it can be difficult to discriminate between a poor flyer and a good glider. Insects were the first to evolve flight, approximately 350 million years ago. The developmental origin of the insect wing remains in dispute, as does the purpose prior to true flight. One suggestion is that wings initially evolved from tracheal gill structures and were used to catch the wind for small insects that live on the surface of the water, while another is that they evolved from paranotal lobes or leg structures and gradually progressed from parachuting, to gliding, to flight for originally arboreal insects.[13] Pterosaurs were the next to evolve flight, approximately 228 million years ago. These reptiles were close relatives of the dinosaurs, and reached enormous sizes, with some of the last forms being the largest flying animals ever to inhabit the Earth, having wingspans of over 9.1 m (30 ft). However, they spanned a large range of sizes, down to a 250 mm (10 in) wingspan in Nemicolopterus. Birds have an extensive fossil record, along with many forms documenting both their evolution from small theropod dinosaurs and the numerous bird-like forms of theropod which did not survive the mass extinction at the end of the Cretaceous. Indeed, Archaeopteryx is arguably the most famous transitional fossil in the world, both due to its mix of reptilian and avian anatomy and the luck of being discovered only two years after Darwin's publication of On the Origin of Species. However, the ecology of this transition is considerably more contentious, with various scientists supporting either a \"trees down\" origin (in which an arboreal ancestor evolved gliding, then flight) or a \"ground up\" origin (in which a fast-running terrestrial ancestor used wings for a speed boost and to help catch prey). Bats are the most recent to evolve (about 60 million years ago), most likely from a fluttering ancestor,[14] though their poor fossil record has hindered more detailed study. Only a few animals are known to have specialised in soaring: the larger of the extinct pterosaurs, and some large birds. Powered flight is very energetically expensive for large animals, but for soaring their size is an advantage, as it allows them a low wing loading, that is a large wing area relative to their weight, which maximizes lift.[15] Soaring is very energetically efficient. During a free-fall with no aerodynamic forces, the object accelerates due to gravity, resulting in increasing velocity as the object descends. During parachuting, animals use the aerodynamic forces on their body to counteract the force or gravity. Any object moving through air experiences a drag force that is proportion to surface area and to velocity squared, and this force will partially counter the force of gravity, slowing the animal's descent to a safer speed. If this drag is oriented at an angle to the vertical, the animal's trajectory will gradually become more horizontal, and it will cover horizontal as well as vertical distance. Smaller adjustments can allow turning or other maneuvers. This can allow a parachuting animal to move from a high location on one tree to a lower location on another tree nearby. Specifically in gliding mammals, there are 3 types of gliding paths respectively being S glide, J glide, and \"straight-shaped\" glides where species either gain altitude post launch then descend, rapidly decrease height before gliding, and maintaining a constant angled descent.[10] During gliding, lift plays an increased role. Like drag, lift is proportional to velocity squared. Gliding animals will typically leap or drop from high locations such as trees, just as in parachuting, and as gravitational acceleration increases their speed, the aerodynamic forces also increase. Because the animal can utilize lift and drag to generate greater aerodynamic force, it can glide at a shallower angle than parachuting animals, allowing it to cover greater horizontal distance in the same loss of altitude, and reach trees further away. Successful flights for gliding animals are achieved through 5 steps: preparation, launch, glide, braking, and landing. Gliding species are better able to control themselves mid-air, with the tail acting as a rudder, making it capable to pull off banking movements or U-turns during flight.[10] During landing, arboreal mammals will extend their fore and hind limbs in front of itself to brace for landing and to trap air in order to maximize air resistance and lower impact speed.[10] Unlike most air vehicles, in which the objects that generate lift (wings) and thrust (engine or propeller) are separate and the wings remain fixed, flying animals use their wings to generate both lift and thrust by moving them relative to the body. This has made the flight of organisms considerably harder to understand than that of vehicles, as it involves varying speeds, angles, orientations, areas, and flow patterns over the wings. A bird or bat flying through the air at a constant speed moves its wings up and down (usually with some fore-aft movement as well). Because the animal is in motion, there is some airflow relative to its body which, combined with the velocity of its wings, generates a faster airflow moving over the wing. This will generate lift force vector pointing forwards and upwards, and a drag force vector pointing rearwards and upwards. The upwards components of these counteract gravity, keeping the body in the air, while the forward component provides thrust to counteract both the drag from the wing and from the body as a whole. Pterosaur flight likely worked in a similar manner, though no living pterosaurs remain for study. Insect flight is considerably different, due to their small size, rigid wings, and other anatomical differences. Turbulence and vortices play a much larger role in insect flight, making it even more complex and difficult to study than the flight of vertebrates.[16] There are two basic aerodynamic models of insect flight. Most insects use a method that creates a spiralling leading edge vortex.[17][18] Some very small insects use the fling-and-clap or Weis-Fogh mechanism in which the wings clap together above the insect's body and then fling apart. As they fling open, the air gets sucked in and creates a vortex over each wing. This bound vortex then moves across the wing and, in the clap, acts as the starting vortex for the other wing. Circulation and lift are increased, at the price of wear and tear on the wings.[17][18] Gliding has evolved independently in two families of tree frogs, the Old World Rhacophoridae and the New World Hylidae. Within each lineage there are a range of gliding abilities from non-gliding, to parachuting, to full gliding. Several lizards and snakes are capable of gliding: Bats are the only freely flying mammals.[49] A few other mammals can glide or parachute; the best known are flying squirrels and flying lemurs. Media related to Animal flight at Wikimedia Commons","Title":"Flying and gliding animals - Wikipedia","KeyID":"614","URL":"https://en.wikipedia.org/wiki/Flying_and_gliding_animals"}