{"Content: ":"The Deutsche Bahn AG (IPA: [ˈdɔʏtʃə ˈbaːn]; abbreviated as DB or DB AG) is the national railway company of Germany. Headquartered in the Bahntower in Berlin, it is a private joint-stock company (AG). The Federal Republic of Germany is its single shareholder.[2][3] Deutsche Bahn describes itself as the second-largest transport company in the world, after the German postal and logistics company Deutsche Post / DHL, and is the largest railway operator and infrastructure owner in Europe. Deutsche Bahn was the largest railway company in the world by revenue in 2015;[4] in 2019, DB Passenger transport companies carried around 4.8 billion passengers, and DB logistics companies transported approximately 232 million tons of goods in rail freight transport.[5] The group is divided into several companies, including DB Fernverkehr (long-distance passenger), DB Regio (local passenger services) and DB Cargo (rail freight). The Group subsidiary DB Netz also operates large parts of the German railway infrastructure, making it the largest rail network in Europe. The company generates about half of its total revenue from operating rail transport. The other half of the business comprises the further transport and logistics businesses, as well as various service providers. The company generates part of its revenue through public transport contracts; as well as support services for infrastructure maintenance and expansion. The Deutsche Bahn Group is divided into various organizational units that perform their tasks with subsidiaries. DB Personenverkehr is the group that manages passenger travel within Germany. Originally called Reise & Touristik (English: Travel and Tourism), this group is responsible for the managing, servicing and running of German passenger services. This group is divided into three business areas: DB Fernverkehr, DB Regio and Arriva. Deutsche Bahn purchased Arriva in August 2010 off the London Stock Exchange.[6][7] To satisfy the European Commission, Arriva's German operations were rebranded Netinera and sold.[8] As at July 2022, Arriva operated 15,700 buses and 800 railway vehicles in 14 European countries.[9] In 2019 Deutsche Bahn unsuccessfully tried to sell the business.[10] DB Fernverkehr AG is a semi-independent division of Deutsche Bahn that operates long-distance passenger trains in Germany. It was founded in 1999 in the second stage of the privatisation of German Federal Railways under the name of DB Reise & Touristik and renamed in 2003. DB Fernverkehr operates all Intercity Express and Intercity trains in Germany as well as in some neighboring countries and several EuroCity and EuroCityExpress trains throughout Europe. Unlike its sister companies DB Regio and DB Cargo, DB Fernverkehr still holds a de facto monopoly in its segment of the market as it operates hundreds of trains per day, while all competitors' long-distance services combined amount to no more than 10–15 trains per day. Additionally DB Fernverkehr operates a few long-distance coach services throughout Germany, called IC Bus. DB Regio AG is the subsidiary of Deutsche Bahn that operates passenger trains on short and medium distances in Germany. Unlike its long-distance counterpart, DB Fernverkehr, it does not operate trains on its own account. Traffic is ordered and paid for by the Bundesländer (states) or their respective SPNV-Aufgabenträger (Regional train operation supervisors). Some states have awarded long-term contracts to DB Regio (usually 10 to 15 years), in others, DB Regio's operations are decreasing, in North Rhine-Westphalia, their market share is expected to be lower than 50%. DB Regio rail services are divided into several regional companies: The bus services consist of 25 bus companies, which have subsidiary companies themselves. The infrastructure division is divided into the DB Netz (rail infrastructure), DB Station&Service (stations and services) and DB Energie (Energy) business units. DB Engineering & Consulting, which is responsible for construction supervision, construction planning and maintenance, is also assigned to this department without being part of a business area. Via its subsidiary DB Engineering&Consulting, DB signed a memorandum of understanding with Iranian rail operator Bonyad Eastern Railways (BonRail) in May 2017 and shortly after a consulting contract with Islamic Republic of Iran Railways; both projects were abandoned after the United States imposed new sanctions against Iran and said firms doing business with Iran would be barred from doing business with the United States.[11] The California High-Speed Rail Authority's (CHSRA) board approved on 15 November 2017 an early train operator contract with DB Engineering & Consulting USA.[12] The firm is the U.S. arm of Deutsche Bahn AG. As early train operator, DB Engineering & Consulting will assist CHSRA with planning, designing and implementing the state's high-speed rail program. In Germany, DB E&C acts as a planning office and in construction supervision for Deutsche Bahn construction sites. The Transport and Logistics division acted in the market with the business units DB Schenker Logistics and DB Schenker Rail, which were combined under the umbrella of DB Schenker, and the Intermodal division, which operates in combined transport. In 2016, rail freight transport was separated from logistics and DB Schenker Rail was renamed DB Cargo. In cooperation with the logistics provider time:matters, DB offers the transport of shipments weighing up to 20 kg on its EC/IC/ICE trains.[13] DB also has interests abroad, owning the United Kingdom's largest rail freight operator, DB Cargo UK, which also operates the British Royal Train[14] and also has interests in Eastern Europe. It is possible to obtain train times for any journey in Europe from Deutsche Bahn's website.[15] Trans-Eurasia Logistics is a joint venture with Russian Railways (RŽD) that operates container freight trains between Germany and China via Russia. The railway network in Germany dates back to 1835 when the first tracks were laid on a 6 km (3.7 mi) route between Nuremberg and Fürth. The Deutsche Reichsbahn operated from 1920[16] through the Weimar and Nazi eras until 1949.[17] when it was split between East and West Germany into two successor entities, Deutsche Reichsbahn and Deutsche Bundesbahn, respectively.[18] They remained separate throughout the Cold War when there were two separate German states. The German reunification begun in 1990 and fall of the Berlin Wall paved the way for the companies to reunite. On 1 January 1994 Deutsche Reichsbahn and Deutsche Bundesbahn were merged to form one company, and so, they became Deutsche Bahn, the successor organisation to the Reichsbahn.[19][20][21][22] At the same time, Deutsche Bahn adopted its current logo and DB abbreviation. Kurt Weidemann modernised the logo and typographer Erik Spiekermann designed a new corporate font known as DB Type. When Deutsche Bahn was formed in January 1994, it became a joint stock-company, and were designed to operate the railways of both the former East and West Germany after unification in October 1990 as a single, uniform, and private company.[23] There are three main periods of development in this unified German railway: its formation, its early years (1994–1999), and the period from 1999 to the present. Originally, DBAG had its headquarters in Frankfurt am Main but moved to Potsdamer Platz in central Berlin in 1996, where it occupies a 26-storey office tower designed by Helmut Jahn at the eastern end of the Sony Center and named Bahntower. As the lease was to expire in 2010, DB had announced plans to relocate to Berlin Hauptbahnhof, and in 2007 a proposal for a new headquarters by 3XN Architects won an architectural competition which also included Foster + Partners, Dominique Perrault and Auer + Weber.[24] However, these plans were put on hold due to the financial crisis of 2008, and the Bahntower lease was extended.[25] Construction of the new headquarters building was started in 2017 under the title \"Cube Berlin\" according to the designs by 3XN. Finished in February 2020, the Cube will house the legal offices of Deutsche Bahn, but not become the main headquarters.[26] The second step of the Bahnreform (railway reform) was carried out in 1999. All rolling stock, track, personnel, and real assets were divided between the subsidiaries of DBAG: DB Reise & Touristik AG (long-distance passenger service, later renamed DB Station & Service AG (operating the stations). This new organisational scheme was introduced not least to implement European Community directive 91/440/EEC that demands open access operations on railway lines by companies other than those that own the rail infrastructure. In December 2007, DB reorganised again, bringing all passenger services into its DB Bahn arm, logistics under DB Schenker and infrastructure and operations under DB Netze. The DB is owned by the Federal Republic. By the Constitution, the Federal Republic is required to retain (directly or indirectly) a majority of the infrastructure (the present DB Netze) stocks. In 2008, it was agreed to \"float\" a portion of the business, meaning an end to the 100% share the German Federal Republic had in it, with a plan that 25% of the overall share would be sold to the private sector.[27] However the onset of the financial crisis of 2007–08 saw this cancelled.[28] In 2014, the Jewish community of Thessaloniki demanded that the Deutsche Bahn, which is the successor of the Deutsche Reichsbahn, should reimburse the heirs of Greek Holocaust victims of Thessaloniki for train fares that they were forced to pay for their deportation from Thessaloniki to Auschwitz and Treblinka between March and August 1943.[29][30] In June 2018 controversy grew in the United Kingdom over widespread cancellations of railway services and numerous delayed services operated by Deutsche Bahn in Britain, under its Northern brand. This resulted in Britain's Minister of Transport, Chris Grayling, setting up an enquiry into whether the Deutsche Bahn subsidiary had breached its contractual agreement to provide railway services in the north of England. He warned that if the company was found to be in breach of its contractual agreements it could be banned from running railway services in the United Kingdom.[31] 1 April 1920 to 26 April 1945, operating as Deutsche Reichsbahn. 30 August 1924 to 31 December 1993, operating as Deutsche Reichsbahn. This mark was used in tandem with the previous logo until April 1945. 10 October 1946 to 31 December 1993, operating as Deutsche Bundesbahn. Current logo, in use since 1 January 1994, operating as Deutsche Bahn. Trains in Germany are classified by their stopping pattern:[32] Train categories no longer used include: In the early days of DBAG, the most basic train categories, which were in use since the early days of rail travel in Germany, were also used: There are several other operators in Germany which sometimes offer other categories, also, a local transport authority or tariff associations might brand the trains in a different way than DB does. For example, in the Nuremberg region, RE and RB trains are not differentiated, but called R instead. In some regions, such as Verkehrsverbund Berlin-Brandenburg, private operators do use the RE and RB labels, in others, such as Saxony, they do not. In online and print information systems of DB, private trains officially labelled RB and RE by their operators, might get a different label, for example \"ABR\" for trains operated by Abellio, though on platforms, trains and maps or timetables issued by the local transport authority overseeing regional train services, these abbreviations usually do not appear. In conjunction with Emirates, China Airlines, TAM Airlines, Turkish Airlines, Biman Bangladesh Airlines, and Lufthansa, Deutsche Bahn operates the AIRail Service between Frankfurt Airport and Köln Hauptbahnhof/Bonn Hauptbahnhof, Düsseldorf, Freiburg, Hamburg, Hanover, Mannheim, Munich, Nuremberg, and Stuttgart. Deutsche Bahn has the IATA designator 2A.[33] DB offers two different pricing models for single or return tickets for routes that include long-distance trains: Ticket prices generally rise degressively over distance, particularly for Sparpreise and Supersparpreise. Therefore, putting connecting local trains or excursions planned for the next morning on the same ticket is usually of advantage. Seat reservations are included only for first class tickets and seating capacity is not always assured, even for tickets valid on one particular connection only. Local trains (S, RB, RE, IRE) also accept tickets issued by local transport associations, which can also be used on buses, trams, and U-Bahn trains. DB offers concessionary fares with the BahnCard discount cards, which are available as BahnCard 25 (25% discount on Flexpreis and Sparpreis), BahnCard 50 (50% discount on Flexpreis and 25% discount on Sparpreis), and BahnCard 100 (unlimited travel on all Deutsche Bahn trains, a few private train companies and also in many local transport associations). Other special tickets, such as the Länder-Tickets, which give unlimited journeys on local trains and in many transport associations within a state, and Interrail are also available. These Länder-Tickets offer group tickets, where up to five people can travel on a single ticket.[34] Regular travellers usually use weekly, monthly or annual passes for their connection or region; day or sometimes weekend passes exist in local transport primarily. The price system applies to some international destinations from Germany similarly, when bought at Deutsche Bahn, but it is often advisable to compare prices of the respective train operators involved. States with limited recognition: Abkhazia1 AŽD/AA • Kosovo HK/KŽ • Transnistria PŽD/PZ/CFN","Title":"Deutsche Bahn - Wikipedia","KeyID":"6143","URL":"https://en.wikipedia.org/wiki/Deutsche_Bahn"}