{"Content: ":"Old High German (OHG, German: Althochdeutsch, German abbr. Ahd.) is the earliest stage of the German language, conventionally covering the period from around 750 to 1050. There is no standardised or supra-regional form of German at this period, and Old High German is an umbrella term for the group of continental West Germanic dialects which underwent the set of consonantal changes called the Second Sound Shift. At the start of this period, the main dialect areas belonged to largely independent tribal kingdoms, but by 788 the conquests of Charlemagne had brought all OHG dialect areas into a single polity. The period also saw the development of a stable linguistic border between German and Gallo-Romance, later French. The surviving OHG texts were all written in monastic scriptoria and, as a result, the overwhelming majority of them are religious in nature or, when secular, belong to the Latinate literary culture of Christianity. The earliest written texts in Old High German, glosses and interlinear translations for Latin texts, appear in the latter half of the 8th century. The importance of the church in the production of texts and the extensive missionary activity of the period have left their mark on the OHG vocabulary, with many new loans and new coinages to represent the Latin vocabulary of the church. OHG largely preserves the synthetic inflectional system inherited from its ancestral Germanic forms, but the end of the period is marked by sound changes which disrupt these patterns of inflection, leading to the more analytic grammar of Middle High German. In syntax, the most important change was the development of new periphrastic tenses to express the future and passive. Old High German is generally dated, following Willhelm Scherer, from around 750 to around 1050.[1][2] The start of this period sees the beginning of the OHG written tradition, at first with only glosses, but with substantial translations and original compositions by the 9th century.[2] However the fact that the defining feature of Old High German, the Second Sound Shift, may have started as early as the 6th century and is complete by 750, means that some take the 6th century to be the start of the period.[a] Alternatively, terms such as Voralthochdeutsch (\"pre-OHG\")[3] or vorliterarisches Althochdeutsch (\"pre-literary OHG\")[4] are sometimes used for the period before 750.[b] Regardless of terminology, all recognize a distinction between a pre-literary period and the start of a continuous tradition of written texts around the middle of the 8th century.[5] Differing approaches are taken, too, to the position of Langobardic. Langobardic is an Elbe Germanic and thus Upper German dialect, and it shows early evidence for the Second Sound Shift. For this reason, some scholars treat Langobardic as part of Old High German,[6] but with no surviving texts — just individual words and names in Latin texts — and the speakers starting to abandon the language by the 8th century,[7] others exclude Langobardic from discussion of OHG.[8] As Heidermanns observes, this exclusion is based solely on the external circumstances of preservation and not on the internal features of the language.[8] The end of the period is less controversial. The sound changes reflected in spelling during the 11th century led to the remodelling of the entire system of noun and adjective declensions.[9] There is also a hundred-year \"dearth of continuous texts\" after the death of Notker Labeo in 1022.[5] The mid-11th century is widely accepted as marking the transition to Middle High German.[10] Old High German comprises the dialects of these groups which underwent the Second Sound Shift during the 6th Century, namely all of Elbe Germanic and most of the Weser-Rhine Germanic dialects. The Franks in the western part of Francia (Neustria and western Austrasia) gradually adopted Gallo-Romance by the beginning of the OHG period, with the linguistic boundary later stabilised approximately along the course of the Meuse and Moselle in the east, and the northern boundary probably a little further south than the current boundary between French and Dutch.[11] North of this line, the Franks retained their language, but it was not affected by the Second Sound Shift, which thus separated the Old Dutch varieties from the more easterly Franconian dialects which formed part of Old High German.[12] In the south, the Lombards, who had settled in Northern Italy, maintained their dialect until their conquest by Charlemagne in 774. After this the Germanic-speaking population, who were by then almost certainly bilingual, gradually switched to the Romance language of the native population, so that Langobardic had died out by the end of the OHG period.[7] At the beginning of the period, no Germanic language was spoken east of a line from Kieler Förde to the rivers Elbe and Saale, earlier Germanic speakers in the Northern part of the area having been displaced by the Slavs. This area did not become German-speaking until the German eastward expansion (\"Ostkolonisation\") of the early 12th century, though there was some attempt at conquest and missionary work under the Ottonians.[13] The Alemannic polity was conquered by Clovis I in 496, and in the last twenty years of the 8th century Charlemagne subdued the Saxons, the Frisians, the Bavarians, and the Lombards, bringing all continental Germanic-speaking peoples under Frankish rule. While this led to some degree of Frankish linguistic influence, the language of both the administration and the Church was Latin, and this unification did not therefore lead to any development of a supra-regional variety of Frankish nor a standardized Old High German; the individual dialects retained their identity. There was no standard or supra-regional variety of Old High German—every text is written in a particular dialect, or in some cases a mixture of dialects. Broadly speaking, the main dialect divisions of Old High German seem to have been similar to those of later periods—they are based on established territorial groupings and the effects of the Second Sound Shift, which have remained influential until the present day. But because the direct evidence for Old High German consists solely of manuscripts produced in a few major ecclesiastical centres, there is no isogloss information of the sort on which modern dialect maps are based. For this reason the dialects may be termed \"monastery dialects\" (German Klosterdialekte).[14] The main dialects, with their bishoprics and monasteries:[15] In addition, there are two poorly attested dialects: The continued existence of a West Frankish dialect in the Western, Romanized part of Francia is uncertain. Claims that this might have been the language of the Carolingian court or that it is attested in the Ludwigslied, whose presence in a French manuscript suggests bilingualism, are controversial.[15][16] Old High German literacy is a product of the monasteries, notably at St. Gallen, Reichenau Island and Fulda. Its origins lie in the establishment of the German church by Saint Boniface in the mid-8th century, and it was further encouraged during the Carolingian Renaissance in the 9th. The dedication to the preservation of Old High German epic poetry among the scholars of the Carolingian Renaissance was significantly greater than could be suspected from the meagre survivals we have today (less than 200 lines in total between the Hildebrandslied and the Muspilli). Einhard tells how Charlemagne himself ordered that the epic lays should be collected for posterity.[18] It was the neglect or religious zeal of later generations that led to the loss of these records. Thus, it was Charlemagne's weak successor, Louis the Pious, who destroyed his father's collection of epic poetry on account of its pagan content.[19] Rabanus Maurus, a student of Alcuin's and abbot at Fulda from 822, was an important advocate of the cultivation of German literacy. Among his students were Walafrid Strabo and Otfrid of Weissenburg. Towards the end of the Old High German period, Notker Labeo (d. 1022) was among the greatest stylists in the language, and developed a systematic orthography.[20] While there are a few runic inscriptions from the pre-OHG period,[21] all other OHG texts are written with the Latin alphabet, which, however, was ill-suited for representing some of the sounds of OHG. This led to considerable variations in spelling conventions, as individual scribes and scriptoria had to develop their own solutions to these problems.[22] Otfrid von Weissenburg, in one of the prefaces to his Evangelienbuch, offers comments on and examples of some of the issues which arise in adapting the Latin alphabet for German: \"...sic etiam in multis dictis scriptio est propter litterarum aut congeriem aut incognitam sonoritatem difficilis.\" (\"...so also, in many expressions, spelling is difficult because of the piling up of letters or their unfamiliar sound.\")[23] The careful orthographies of the OHG Isidor or Notker show a similar awareness.[22] The charts show the vowel and consonant systems of the East Franconian dialect in the 9th century. This is the dialect of the monastery of Fulda, and specifically of the Old High German Tatian. Dictionaries and grammars of OHG often use the spellings of the Tatian as a substitute for genuine standardised spellings, and these have the advantage of being recognizably close to the Middle High German forms of words, particularly with respect to the consonants.[24] Old High German had six phonemic short vowels and five phonemic long vowels. Both occurred in stressed and unstressed syllables. In addition, there were six diphthongs.[25] Notes: By the mid 11th century the many different vowels found in unstressed syllables had almost all been reduced to ⟨e⟩ /ə/.[28] Examples: (The Modern German forms of these words are broadly the same as in Middle High German.) The main difference between Old High German and the West Germanic dialects from which it developed is that it underwent the Second Sound Shift. The result of this sound change is that the consonantal system of German remains different from all other West Germanic languages, including English and Low German. Here are enumerated the sound changes that transformed Common West Germanic into Old High German, not including the Late OHG changes which affected Middle High German Germanic had a simple two-tense system, with forms for a present and preterite. These were inherited by Old High German, but in addition OHG developed three periphrastic tenses: the perfect, pluperfect and future. The periphrastic past tenses were formed by combining the present or preterite of an auxiliary verb (wësan, habēn) with the past participle. Initially the past participle retained its original function as an adjective and showed case and gender endings - for intransitive verbs the nominative, for transitive verbs the accusative.[29] For example: After thie thö argangana warun ahtu taga (Tatian, 7,1) \"When eight days had passed\", literally \"After that then gone-by were eight days\" Latin: Et postquam consummati sunt dies octo (Luke 2:21)[30]  phīgboum habeta sum giflanzotan (Tatian 102,2) \"There was a fig tree that some man had planted\", literally \"Fig-tree had certain (or someone) planted\" Latin: arborem fici habebat quidam plantatam (Luke 13:6)[31][32] In time, however, these endings fell out of use and the participle came to be seen no longer as an adjective but as part of the verb, as in Modern German. This development is taken to be arising from a need to render Medieval Latin forms,[33] but parallels in other Germanic languages (particularly Gothic, where the Biblical texts were translated from Greek, not Latin) raise the possibility that it was an independent development.[34][35] Germanic also had no future tense, but again OHG created periphrastic forms, using an auxiliary verb skulan (Modern German sollen) and the infinitive, or werden and the present participle: Thu scalt beran einan alawaltenden (Otfrid's Evangelienbuch I, 5,23) \"You shall bear an almighty one\" Inti nu uuirdist thu suigenti' (Tatian 2,9) \"And now you will start to fall silent\" Latin: Et ecce eris tacens (Luke 1:20)[36] The present tense continued to be used alongside these new forms to indicate future time (as it still is in Modern German). The following is a sample conjugation of a strong verb, nëman \"to take\". Any description of OHG syntax faces a fundamental problem: texts translated from or based on a Latin original will be syntactically influenced by their source,[38] while the verse works may show patterns that are determined by the needs of rhyme and metre, or that represent literary archaisms.[39] Nonetheless, the basic word order rules are broadly those of Modern Standard German.[40] Two differences from the modern language are the possibility of omitting a subject pronoun and lack of definite and indefinite articles. Both features are exemplified in the start of the 8th century Alemannic creed from St Gall:[41] kilaubu in got vater almahticun (Modern German, Ich glaube an Gott den allmächtigen Vater; English \"I believe in God the almighty father\").[42] By the end of the OHG period, however, use of a subject pronoun has become obligatory, while the definite article has developed from the original demonstrative pronoun (der, diu, daz)[43] and the numeral ein (\"one\") has come into use as an indefinite article.[44] These developments are generally seen as mechanisms to compensate for the loss of morphological distinctions which resulted from the weakening of unstressed vowels in the endings of nouns and verbs (see above).[c][d] The early part of the period saw considerable missionary activity, and by 800 the whole of the Frankish Empire had, in principle, been Christianized. All the manuscripts which contain Old High German texts were written in ecclesiastical scriptoria by scribes whose main task was writing in Latin rather than German. Consequently, the majority of Old High German texts are religious in nature and show strong influence of ecclesiastical Latin on the vocabulary. In fact, most surviving prose texts are translations of Latin originals. Even secular works such as the Hildebrandslied are often preserved only because they were written on spare sheets in religious codices. The earliest Old High German text is generally taken to be the Abrogans, a Latin–Old High German glossary variously dated between 750 and 780, probably from Reichenau. The 8th century Merseburg Incantations are the only remnant of pre-Christian German literature. The earliest texts not dependent on Latin originals would seem to be the Hildebrandslied and the Wessobrunn Prayer, both recorded in manuscripts of the early 9th century, though the texts are assumed to derive from earlier copies. The Bavarian Muspilli is the sole survivor of what must have been a vast oral tradition. Other important works are the Evangelienbuch (Gospel harmony) of Otfrid von Weissenburg, the short but splendid Ludwigslied and the 9th century Georgslied. The boundary to Early Middle High German (from c. 1050) is not clear-cut. An example of Early Middle High German literature is the Annolied. The Lord's Prayer is given in four Old High German dialects below. Because these are translations of a liturgical text, they are best not regarded as examples of idiomatic language, but they do show dialect variation very clearly. Pater noster, qui in caelis es, sanctificetur nomen tuum, adveniat regnum tuum, fiat voluntas tua, sicut in caelo, et in terra, panem nostrum cotidianum da nobis hodie, et dimitte nobis debita nostra, sicut et nos dimittimus debitoribus nostris, et ne inducas nos in temptationem, sed libera nos a malo. Fater unseer, thu pist in himile, uuihi namun dinan, qhueme rihhi diin, uuerde uuillo diin, so in himile sosa in erdu. prooth unseer emezzihic kip uns hiutu, oblaz uns sculdi unsero, so uuir oblazem uns skuldikem, enti ni unsih firleiti in khorunka, uzzer losi unsih fona ubile. Fater unsēr, thu in himilom bist, giuuīhit sī namo thīn. quaeme rīchi thīn. uuerdhe uuilleo thīn, sama sō in himile endi in erthu. Brooth unseraz emezzīgaz gib uns hiutu. endi farlāz uns sculdhi unsero, sama sō uuir farlāzzēm scolōm unserēm. endi ni gileidi unsih in costunga. auh arlōsi unsih fona ubile. Fater unser, thū thār bist in himile, sī geheilagōt thīn namo, queme thīn rīhhi, sī thīn uuillo, sō her in himile ist, sō sī her in erdu, unsar brōt tagalīhhaz gib uns hiutu, inti furlāz uns unsara sculdi sō uuir furlāzemēs unsarēn sculdīgōn, inti ni gileitēst unsih in costunga, ūzouh arlōsi unsih fon ubile. Fater unser, du pist in himilum. Kauuihit si namo din. Piqhueme rihhi din, Uuesa din uuillo, sama so in himile est, sama in erdu. Pilipi unsraz emizzigaz kip uns eogauuanna. Enti flaz uns unsro sculdi, sama so uuir flazzames unsrem scolom. Enti ni princ unsih in chorunka. Uzzan kaneri unsih fona allem sunton.","Title":"Old High German - Wikipedia","KeyID":"6156","URL":"https://en.wikipedia.org/wiki/Old_High_German"}