{"Content: ":"The Rhamphorhynchoidea forms one of the two suborders of pterosaurs and represents an evolutionary grade of primitive members of flying reptiles. This suborder is paraphyletic unlike the Pterodactyloidea, which arose from within the Rhamphorhynchoidea as opposed to a more distant common ancestor. Because it is not a completely natural grouping, Rhamphorhynchoidea is not used as a formal group in most scientific literature, though some pterosaur scientists continue to use it as an informal grouping in popular works, such as The Pterosaurs: From Deep Time by David Unwin, and in some formal studies.[1][2] Rhamphorhynchoids were the first pterosaurs to have appeared, in the late Triassic Period (Norian age, about 210 million years ago[3]). Unlike their descendants, the pterodactyloids, most rhamphorhynchoids had teeth and long tails, and most species lacked a bony crest, though several are known to have crests formed from soft tissue like keratin.[4][5][6][7] They were generally small, with wingspans rarely exceeding 2.5 meters, though one specimen alluded to by Alexander Stoyanow would be among the largest pterosaurs of all time with a wingspan of 10 meters, comparable to the largest azhdarchids.[8][9][10] However, this alleged giant Jurassic pterosaur specimen is not recorded anywhere outside the original Time article.[11] Nearly all rhamphorhynchoids had become extinct by the end of the Jurassic Period, though some anurognathids persisted to the early Cretaceous. The family Wukongopteridae, which shows a mix of rhamphorhynchoid and pterodactyloid features, is known from the Daohugou Beds which are most commonly dated to the Jurassic, but a few studies give a Cretaceous date.[12][13] Furthermore, remains of a non-pterodactyloid from the Candeleros Formation extend the presence of basal pterosaurs into the at least early Late Cretaceous.[14] Listing of families and superfamilies within the suborder Rhamphorhynchoidea, after Unwin 2006 unless otherwise noted.[1]","Title":"Rhamphorhynchoidea - Wikipedia","KeyID":"616","URL":"https://en.wikipedia.org/wiki/Rhamphorhynchoid"}