{"Content: ":"The Sicambri, also known as the Sugambri or Sicambrians, were a Germanic people who during Roman times lived on the east bank of the river Rhine, in what is now Germany, near the border with the Netherlands. They were first reported by Julius Caesar, who described them as Germanic (Germani), though he did not necessarily define this in terms of language. Whether or not the Sicambri spoke a Germanic or Celtic language, or something else, is not certain, because they lived in the so-called Nordwestblock zone where these two language families came into contact and were both influential. By the 3rd century, the region in which they and their neighbours had lived had become part of the territory of the Franks, which was a new name that possibly represented a new alliance of older tribes, possibly including the Sicambri. However, many Sicambri had been moved into the Roman empire by this time. The material culture of the Sicambri which was a variant of the La Tène culture, which is associated with Celtic languages.[1] Like the Cimbri, and like their neighbours across the Rhine, the Eburones, many names of Sicambrian leaders end in typical Celtic suffixes like -rix (Baetorix, Deudorix, etc.). If the Sicambri were not Celtic speakers themselves, this could also indicate intense contacts with Celtic peoples across the Rhine in Gaul. The Sicambri appear in history around 55 BC, during the time of conquests of Gaul by Julius Caesar and his expansion of the Roman Empire. Caesar wrote in his Commentarii de Bello Gallico that near the confluence of the Rhine and Meuse a battle took place in the land of the Menapii with a large number of Tencteri and Usipetes, who then proceeded to move south. When these two peoples were routed by Caesar, their cavalry escaped and found asylum back across the river with the Sicambri. Caesar then built a bridge across the river to punish the Sicambri. In 53 BC, Caesar confronted a raiding army of Sicambri who had crossed the Rhine to take advantage of the Roman war with the Eburones. When Caesar defeated the Eburones, he invited all of the peoples that were interested to destroy the remainder. The Sicambri responded to Caesar's call. They took large amounts of cattle, slaves and plunder. Caesar commented that \"these men are born for war and raids\". \"No swamp or marsh will stop them\". After the raid on the Eburones they moved on against the Romans. They destroyed some of Caesar's units, in revenge for his campaign against them, and when the remains of the legion withdrew into the city of Atuatuca, the Sicambri went back across the Rhine. Suetonius says that Augustus moved the Sicambri, presumably only a part of them, to the west bank of the Rhine, like the Ubii.[2] Claudius Ptolemy located the Sicambri, together with the Bructeri Minores, at the most northern part of the Rhine and south of the Frisii who inhabit the coast north of the river. Matching the much earlier description of Caesar, Strabo located the Sicambri next to the Menapii, “who dwell on both sides of the river Rhine near its mouth, in marshes and low thorny woods. It is opposite to these Menapii that the Sicambri are situated\". Strabo describes them as Germanic, and that beyond them are the Suevi and other peoples.[3] Elsewhere Strabo mentions that the Rhine valley Germans have been mainly displaced: \"there are but few remaining, and some portion of them are Sicambri\". He apparently understood their position on the Rhine to literally be on the coast.[4] With the German wars still on-going, he describes them as being one of the most well-known Germanic tribes in his time.[5] In 16 BC their leader Melo, brother of Baetorix, organised a raid and defeated a Roman army under the command of Marcus Lollius, which sparked a reaction from the Roman Empire and helped start the series of Germanic Wars. Later the Sicambri under Deudorix, son of Baetorix, joined the rebellion of Arminius which subsequently annihilated the 3 Roman legions of Publius Quinctilius Varus. In 12BC and 11 BC, the descriptions of the wars of Nero Claudius Drusus show that the tribe was living to the south of the river Lippe, with the Usipetes now settled to their north.[6] In 9 BC the Sicambri battled the Romans in an alliance with the Cherusci and Suevi and lost. At least a part was forced to move to the south side of the lower Rhine, where they possibly merged into Romanized populations such as the Tungri or Cugerni.[7] In contrast to those Sicambri who were moved west of the Rhine, the main part of the Sicambri \"migrated deep into the country anticipating the Romans\" according to Strabo. It has been suggested that the Marsi were a part of the Sicambri who managed to stay east of the Rhine after most had been moved from the area to join the Eburones and other Germani cisrhenani.[8] In 26 AD some Sicambrian auxiliaries allied to Rome were involved in crushing an uprising of Thracian tribesmen.[9] By the time of Rome's conflict with the British Silures, Tacitus reports that the Sicambri could be mentioned as an historical example of a tribe who \"had been formerly destroyed or transplanted into Gaul\".[10] Martial, in his Liber De Spectaculis, a series of epigrams written to celebrate the games in the Colosseum under Titus or Domitian, noted the attendance of numerous peoples, including the Sicambri: \"With locks twisted into a knot, are come the Sicambrians...\"[11]  In Roman and Merovingian times, panegyrics played an important role in the transmission of culture. One of the ritual customs of these poems is the use of archaic names for contemporary things. Romans were often called Trojans, and Franks were called Sicambri. An example of this custom is remembered by the 6th-century historian Gregory of Tours (II, 31), who states that the Merovingian Frankish leader Clovis I, on the occasion of his baptism into the Catholic faith, was addressed as a Sicamber by Saint Remigius, the officiating bishop of Rheims. At the crucial moment of Clovis's baptism, Remigius declared, \"bend down your head, you proud Sicamber. Honour what you have burnt. Burn what you have honoured.\" It is likely that this recalled a link between the Sicambri and the Franks. More examples of Franks being called Sicamber can be found in the Panegyrici Latini, Life of King Sigismund, Life of King Dagobert and other old texts. An anonymous work of 727 called Liber Historiae Francorum states that following the fall of Troy, 12,000 Trojans led by chiefs Priam and Antenor moved to the Tanais (Don) river, settled in Pannonia near the Sea of Azov and founded a city called Sicambria. After altercations the Alans and Emperor Valentinian (the late 4th century AD), who renamed them Franks, they moved to the Rhine. These stories have obvious difficulties. Historians, including eyewitnesses like Caesar, have given us accounts that place the Sicambri firmly at the delta of the Rhine, and archaeologists have confirmed ongoing settlement of peoples. Frankish historian Fredegar also has the Franks originate in Troy but lets them move straight to the Rhine.  Primary sources","Title":"Sicambri - Wikipedia","KeyID":"6160","URL":"https://en.wikipedia.org/wiki/Sicambri"}