{"Content: ":"Nida was an ancient Roman town in the area today occupied by the northwestern suburbs of Frankfurt am Main, Germany, specifically Frankfurt-Heddernheim, on the edge of the Wetterau region. At the time of the Roman empire, it was the capital of the Civitas Taunensium. The name of the settlement is known thanks to written sources from Roman times and probably derives from the name of the adjacent river Nidda. The area of the Civitas Taunensium was initially occupied with the Germanic campaigns of Emperor Augustus during the Roman expansion to create the Roman province of Germania. Here, the Rhine river area in the shape of the \"Wetterau range\" extended extensively into German territory. From the legionary camp of Mogontiacum (modern-day Mainz) a series of fortresses were created, which made it safer for Roman units to march from the Rhine into the inner German territories. These castra were located in Rödgen, Friedberg, Bad Nauheim, and possibly Nida. Additionally, the existence of the Roman forum of Waldgirmes also falls into this period.[1] The fortifications were connected by a military road, now known as \"Elisabethenstrasse\". A second supply route was the water: the Main and Nidda rivers served mainly for the transport of goods and materials. To secure the waterway, a fortress in Frankfurt-Höchst might have been used, where walls of this time were found in Bolongarostraße. But with the devastating defeat of Varus in 9 AD the Roman expansion was halted. The first traces of a temporary Roman civilian settlement (called vicus) date to the reign of Emperor Vespasian in the years 69 to 79 AD. Traffic routes throughout the Rhine-Main-Area came together here and the Romans sought to control and protect these. Traces of eleven military forts (castella) have been found, but most of them appear to have been temporary. The most solidly fortified was 'Castellum A', which was constructed of stone and which seems to have been abandoned by the military around 110 AD. However, it formed the core of the town which evolved around it. At its peak, during the peaceful 1st century AD, Nida probably had a population of 10,000 and was one of the biggest Roman settlements in the area enclosed by the limes. It had a market, public baths, city walls and a theatre. The settlement covered 45ha. The road system of the civitas capital reflected the streets of the earlier military vicus. This resulted in an irregular street grid without rectangular insulae. Two street names are known from inscriptions: platea praetoria and platea vici novi. The stone defences (length 2,750m) were backed by an earth rampart and fronted by a ditch. They were built in the early 3rd century AD and surrounded the settlement in an irregular square. Seven gates and interval towers are known...Immediately to the west of the fort two large buildings stood, linked by a common portico. The (63 x 70 m) inn (praetorium) centred on a large courtyard around which 62 small, mostly square rooms were arranged. A small bath was added in the east wing. The complex was built in the early 2nd century and the (64 x 36m) East Baths (Ostthermen) consisted of a front section, arranged around a porticoed courtyard and a rear area, which contained the heated bathing suite. In the space between the East Baths and the ditch of the former fort, a large (5.6 x 0.9m) foundation was found and it has been suggested that it (and a relief showing lictors) belonged to an honorific arch...Nida was provided with a second set of luxuriously appointed public baths at the (45 x 68m) Westthermen, which had cold, warm and hot baths in two sequences. The theatre (diam. 54m), in the south of the settlement, was entered through a stone passage, although the rest of the structure was timber built. It seated 1,000 - 1,500 spectators but it is unclear whether it was built during or after the fort phase. Four sanctuaries have been found, all in the form of mithraea.Thomas Schmidts[2] Nida was officially established as capital of \"Civitas Taunensium\" by emperor Trajan in 110 AD.[3] Indeed the town grew into an important civilian settlement, and after the withdrawal of troops to the Limes around 110 AD, became the main town of the \"Civitas Taunensium\". There have been three Mithraea (temples to Mithras) discovered at Nida:[4] a hoard of silver votive plaques was discovered in the Roman vicus in the nineteenth century, some of which are in the British Museum[5](the offerings appear to have been deposited in a shrine dedicated to the Roman God of Jupiter Dolichenus). Nida appears to have gone into decline gradually from about 259-260 AD in the face of the invading Alamanni. Recent research on coins found there shows that there might have been people living in the city up until about 275 AD. However, some new researches indicate that the vicus was populated until the fifth century, probably with mixed populations of Romanized Germans & invading Alamanni. The remains of Nida survived for centuries afterwards and were visible in the so-called Heidenfeld ('heathens' field') near Heddernheim until at least the 15th century, when walls above ground began to be broken down to be used as building material by people from the nearby villages. Extensive underground remains, with walls several metres high, were known to have survived untouched in the field and were subject of a few archaeological excavations, that found pottery, fibulas & statues[6] & a beautiful helm.[7] However, their destruction began with the construction of the \"Römerstadt\",[8] a new residential suburb, in 1927-9 and was completed during the \"Nordweststadt\" building project from 1961 to 1973. Little remains of Nida today after this destruction: only two pottery kilns, a well, and a little portion of the city walls with some doorsteps have survived. Most of these finds are in the archaeological museum in Frankfurt.[9] Image of Nida inhabitant Triangular bronze plate with Jupiter-Dolichenus representation from Nida-Heddernheim Epigraphy inscriptions from Nida Corner doorstep (a protection against carts turning at this corner) Roman kitchen Nida - Roman well Reconstructed Roman well near Nida (the columns were found inside the well). Coordinates: 50°09′15″N 8°38′16″E﻿ / ﻿50.15417°N 8.63778°E﻿ / 50.15417; 8.63778","Title":"Nida (Roman town) - Wikipedia","KeyID":"6161","URL":"https://en.wikipedia.org/wiki/Nida_(Roman_town)"}