{"Content: ":"Frankfurt (Oder) (also known as Frankfurt an der Oder, German: [ˈfʁaŋkfʊʁt ʔan deːɐ̯ ˈʔoːdɐ]; abbreviated Frankfurt a. d. Oder, Frankfurt a. d. O., Frankf. a. d. O., lit. 'Frankfurt on the Oder') is a town in Brandenburg, Germany, located on the west side of the Oder River, on the Germany-Poland border, about 80 kilometres (50 mi) east of Berlin. The town's recorded history began in the 13th century as a West Slavic settlement. During its history, it was successively part of the Kingdom of Poland, the Margraviate of Brandenburg, the Bohemian Crown, Prussia and Germany. After World War II, the eastern part of Frankfurt became part of Poland under the terms of the Potsdam Agreement and was renamed to Słubice, while the western part became a border town of the German Democratic Republic in 1949. During the communist era, Frankfurt reached a population peak with more than 87,000 inhabitants at the end of the 1980s. Following German reunification, the population decreased significantly, but has stabilized in recent years at about 58,000 inhabitants. As of 2020, the town plays an important role in German–Polish relations and European integration. It is home to the Viadrina European University. The official name Frankfurt (Oder) and the older Frankfurt an der Oder are used to distinguish it from the larger city of Frankfurt am Main. Prior to 1249, a West Slavic settlement named Zliwitz along with the Lubusz Land was part of the Kingdom of Poland. The Piast duke Henry the Bearded granted Zliwitz staple rights in 1225.[3] In 1226, construction of the St. Nicholas Church (today's Friedenskirche) began. In 1249, the settlement became part of the Margraviate of Brandenburg. The town of Frankfurt received its charter in 1253 at the Brandendamm. The early settlers lived on the western banks of the Oder; later the town was extended to the eastern bank. After a war broke out over control of the region in 1319, the town came under the control of the Duchy of Pomerania. In 1319, Wartislaw IV, Duke of Pomerania, granted new privileges to the town.[4] The town fell again to Brandenburg in 1324. In the Late Middle Ages, the town dominated the river trade between Wrocław and Szczecin. From 1373 to 1415, along with Brandenburg, it was part of the Lands of the Bohemian Crown. In 1430, Frankfurt joined the Hanseatic League. In April 1631, during the Thirty Years' War, Frankfurt was the site of the Battle of Frankfurt an der Oder between the Swedish Empire and the Holy Roman Empire.[5] After a two-day siege, Swedish forces, supported by Scottish auxiliaries,[6] stormed the town and destroyed many buildings, e.g. the Georgen Hospital.[5] The result was a Swedish victory.[5][6] By the end of the Thirty Years' War, the town's population had decreased from 12,000 inhabitants to 2,366 inhabitants.[7] In the 16th century the oldest church of the town (today's Friedenskirche) was secularized and was even used as a granary, and from the 17th century it served as the church of the French Huguenots.[8] The city was briefly occupied by the Russian Imperial Army during the Seven Years' War, in August 1759, in the prelude to the battle of Kunersdorf.[9] With the dissolution of the Margraviate of Brandenburg during the Napoleonic Wars, Frankfurt became part of the Province of Brandenburg in 1815. In the 19th century, Frankfurt played an important role in trade. Centrally positioned in the Kingdom of Prussia between Berlin and Posen (Poznań), on the river Oder with its heavy traffic, the town housed the second-largest annual trade fair (Messe) of the German Reich, surpassed only by that in Leipzig. In 1842, the Berlin–Frankfurt (Oder) railway was opened.[10] The Einsatzgruppe VI was formed in the town before it entered several Polish cities, including Poznań, Kalisz and Leszno, to commit various crimes against Poles during the German invasion of Poland, which started World War II.[11] During World War II the Germans brought numerous forced laborers, both men and women, from Poland and the Soviet Union to the town.[12] There was no fighting for the town in 1945 during World War II even though the town was declared a fortress (Festung) in an attempt to block the Red Army's route to Berlin. The nearly empty town was burned down by the Red Army. The postwar German–Polish border ran along the Oder, separating the Dammvorstadt on the eastern bank – which became the Polish town of Słubice – from the rest of Frankfurt. While part of communist East Germany, Frankfurt was administered within Bezirk Frankfurt (Oder). It became part of the reconstituted state of Brandenburg with German reunification in 1990. In the post-communist era, following the collapse of its main employer VEB Halbleiterwerk, Frankfurt has suffered from high unemployment and low economic growth. Its population has fallen significantly from around 87,000 at the time of German reunification in 1990. Today, the towns of Frankfurt and Słubice have friendly relations and run several common projects and facilities. Poland joined the European Union on 1 May 2004, and implemented the Schengen Agreement on 21 December 2007 leading to the removal of permanent border controls. In March 2008, the Jewish community of Frankfurt celebrated its first Torah dedication since the Holocaust. The procession of the new Torah scroll began from the spot where the town's Frankfurter Synagogue stood prior to World War II, 500 meters from Germany's current border with Poland. Celebrants marched with the scroll into the town's Chabad-Lubavitch centre, where they danced with the Torah, which had been donated by members of the Chabad-Lubavitch community in Berlin.[13] Development of population since 1875 within the current boundaries (blue line: population; dotted line: comparison to population development of Brandenburg state) Recent population development and projections (population development before Census 2011 (blue line); recent population development according to the Census in Germany in 2011 (blue bordered line); official projections for 2005–2030 (yellow line); for 2017–2030 (scarlet line); for 2020–2030 (green line) The Margraviate of Brandenburg's first university was Frankfurt's Alma Mater Viadrina, founded in 1506 by Joachim I Nestor, Elector of Brandenburg. An early chancellor, Bishop Georg von Blumenthal (1490–1550), was a notable opponent of the Protestant Reformation, as he remained a Catholic. Frankfurt also trained the noted archbishop Albert of Brandenburg around 1510, who also became a vocal opponent of the Reformation. The university was closed in 1811, and its assets divided between two new universities founded under King Frederick William III: Frederick William University of Berlin, presently Humboldt University; and the Silesian Frederick William University in Breslau, presently the University of Wrocław. The university was refounded in 1991 with a European emphasis as the Viadrina European University, in close cooperation with the Adam Mickiewicz University in Poznań; they jointly run the Collegium Polonicum in Słubice. The Frankfurt (Oder) Bahnhof is a station served by the Berlin-Warszawa-Express and has regular regional connections to Magdeburg and Cottbus. Within the city, there is a network of five tram lines. 1. FC Frankfurt is the town's local football team. Frankfurt (Oder), being located on the border to Poland, plays a special role in connection with German–Polish relations and European integration. The European University Viadrina has one of its buildings in Poland, in the neighbouring town of Słubice. The university also has a number of projects and initiatives dedicated to bringing Poland and Germany together, and offers its students pro bono Polish courses. Another project that contributes to German–Polish integration in Frankfurt (Oder) is the Fforst House,[15] a German-Polish student project, which has been granted support by the town's administration[16] and by the Viadrina,[17] having been described by the former president of the university, Gesine Schwan, as the place where \"Europe begins\".[18] Frankfurt (Oder) is twinned with:[19] In recent years, Frankfurt has been the setting for several notable German films: The Gothic town hall The town archives and the C.P.E. Bach Concert Hall St Gertraud's Church The neo-Gothic post office The Friedenskirche The Oder bridge linking Frankfurt with Słubice View of northern Frankfurt river front Brick Gothic St. Mary's Church Große Scharrnstraße, rebuilt in the late 1980s The Paulinenhof settlement, built in the 1920s for railway employees The Flutstein, Oderpromenade. Nicolaus Copernicus monument in Frankfurt (Oder) Kleist Memorial in Frankfurt (Oder) Red Army monument in Frankfurt (Oder) Old East German passport stamp from Frankfurt (Oder). Reunified Germany passport stamp from same border crossing Schengen passport stamp for the same border crossing","Title":"Frankfurt (Oder) - Wikipedia","KeyID":"6169","URL":"https://en.wikipedia.org/wiki/Frankfurt_(Oder)"}