{"Content: ":"Jus novum (c. 1140-1563) Jus novissimum (c. 1563-1918) Jus codicis (1918-present) Other Sacraments Sacramentals Sacred places Sacred times Supra-diocesan/eparchal structures Particular churches Juridic persons Philosophy, theology, and fundamental theory of Catholic canon law Clerics Office Juridic and physical persons Associations of the faithful Pars dynamica (trial procedure) Canonization Election of the Roman Pontiff Academic degrees Journals and Professional Societies Faculties of canon law Canonists Institute of consecrated life Society of apostolic life In Christianity, a collegiate church is a church where the daily office of worship is maintained by a college of canons: a non-monastic or \"secular\" community of clergy, organised as a self-governing corporate body, which may be presided over by a dean or provost. In its governance and religious observance a collegiate church is similar to a cathedral, although a collegiate church is not the seat of a bishop and has no diocesan responsibilities. Collegiate churches were often supported by extensive lands held by the church, or by tithe income from appropriated benefices. They commonly provide distinct spaces for congregational worship and for the choir offices of their clerical community. In the early medieval period, before the development of the parish system in Western Christianity, many new church foundations were staffed by groups of secular priests, living a communal life and serving an extensive territory. In England these churches were termed minsters, from the Latin monasterium,[1] although confusingly only a few were strictly monastic. In the 9th and 10th centuries many such churches adopted formal rules of governance, commonly derived from those composed by Chrodegang of Metz for Metz cathedral, and thenceforth came to be described as \"collegiate\"; and there were also new foundations of this type. Originally the endowments of these foundations were held in a common treasury from which each canon received a proportion for their subsistence, such canons being termed portioners; but from the 11th century onwards, the richer collegiate churches tended to be provided with new statutes establishing the priests of the college as canons within a formal chapter such that each canon was supported by a separate endowment, or prebend; such canons being termed prebendaries. A few major collegiate bodies remained portionary; such as Beverley Minster and the cathedral chapters of Utrecht and Exeter; and otherwise, in less affluent foundations, the pooled endowments of the community continued to be apportioned between the canons. Both prebendaries and portioners tended in this period to abandon communal living, each canon establishing his own house within the precinct of the church. In response to which, and generally on account of widespread concern that the religious life of collegiate communities might be insufficiently rigorous, many collegiate foundations in the 12th century adopted the Augustinian rule, and become fully monastic, as for example at Dorchester Abbey and Christchurch Priory. Because each prebend or portion provided a discrete source of income as a separate benefice, in the later medieval period canons increasingly tended to be non-resident, paying a vicar to undertake divine service in their place. Kings and bishops came to regard prebends as useful sources of income for favoured servants and supporters, and it was not uncommon for a bishop or archbishop also to hold half a dozen or more collegiate prebends or deaneries. From the 13th century onwards, existing collegiate foundations (like monasteries) also attracted chantry endowments, usually a legacy in a will providing for masses to be sung for the repose of the souls of the testator and their families by the collegiate clergy or their vicars. The same impetus to establish endowed prayer also led to many new collegiate foundations in this later period; under which an existing parish church would be rebuilt to accommodate a new chantry college; commonly with the intention that the rectory of the parish should be appropriated to support the new foundation. A new organisational structure was developed for these bodies, by which endowment income was held collectively, and each canon received a fixed stipend conditional on being personally resident, such canons being termed fellows, or chaplains led by a warden or master. In this arrangement, only the office of warden constituted a separate benefice; appointment to the individual canonries being at the discretion of the chapter. Chantry colleges still maintained the daily divine office with the additional prime function of offering masses in intercession for departed members of the founder's family; but also typically served charitable or educational purposes, such as providing hospitals or schools. For founders, this presented the added advantage that masses for the repose of themselves and their families endowed in a chantry would be supported by a guaranteed congregation of grateful and virtuous recipients of charity, which conferred a perceived advantage in endowing such a chantry in a parish church over doing so in a monastery. Consequently, in the later medieval period, testators consistently tended to favour chantries linked to parochial charitable endowments. One particular development of the chantry college principle was the establishment in university cities of collegiate foundations in which the fellows were graduate academics and university teachers. Local parish churches were appropriated to these foundations, thereby initially acquiring collegiate status. However, this form of college developed radically in the later Middle Ages after the pattern of New College, Oxford, where for the first time college residence was extended to include undergraduate students. Thereafter university collegiate bodies developed into a distinct type of religious establishment whose regular worship took place in dedicated college chapels rather than in collegiate churches; and in this form they survived the Reformation in England in the universities of Oxford and Cambridge; as also did the associated collegiate schools and chapels of Eton College and Winchester College. In a collegiate church or chapel, as in a cathedral, the canons or fellows are typically seated separately from any provision for a lay congregation, in quire stalls parallel with the south and north walls facing inwards rather than towards the altar at the eastern end. This has influenced the design of other churches in that the singing choir is seen as representing the idea of a college. The Westminster model of parliamentary seating arrangement arose from Parliament's use of the collegiate St Stephen's Chapel Westminster for its sittings, until Westminster Palace burned down in 1834. Three traditional collegiate churches have survived in England since the Middle Ages: at Westminster Abbey in London, St George's Chapel of Windsor Castle and Church of St Endelienta, St Endellion, Cornwall. The idea of a \"collegiate church\" has continued to develop a contemporary equivalent. Many contemporary Collegiate Churches draw on the idea that collegiate means a \"church with more than one minister\", often understood as reflected in the \"priesthood of all believers\" and local, congregational governance. Two different examples of contemporary collegiate churches in America today are The Collegiate Church of New York City,[2] and St. Paul's Collegiate Church at Storrs, Connecticut.[3] The churches of the former include the Marble Collegiate Church, founded in 1628, and the Middle Collegiate, Fort Washington Collegiate and West End Collegiate churches, affiliated with the Reformed Church in America. St. Paul's Collegiate Church at Storrs features contemporary architecture reflecting traditional collegiate church architecture (pictured). Unlike most historical collegiate churches, this is a non-denominational, evangelical church. According to church leaders, they chose the name \"collegiate\" to emphasize \"the priesthood of all believers\" and that \"every member of the Body of Christ is a minister.\" While collegiate churches typically have its seating arranged parallel with the south and north walls, facing inwards rather than towards the altar at the eastern end, St. Paul's Collegiate Church has adapted this by creating a chapel fully in the round, with the altar/communion station in the center. In the Catholic Church, most cathedrals possess a cathedral chapter and are thus collegiate churches. The number of collegiate chapters other than those of cathedrals has been greatly reduced compared to times past. Three of them are in Rome: the two papal basilicas (other than the Lateran as cathedral and St. Paul's as a monastery) of St. Peter and St. Mary Major, together with the Basilica St. Maria ad Martyres. Elsewhere, three can be found in Germany, to wit, St. Martin's Church, Landshut (chapter of Sts. Martin and Kastulus), Sts. Philipp and James in Altötting (chapter of St. Rupert) and St. Remigius in Borken. In Portugal the one example (abolished in 1869, restored in 1891 abolished again in 1910 and restored in 1967 – minus its Royal prerogative, the monarchy itself having been abolished in the intervening period) that survives is that of the ancient Real Colegiada of Nossa Senhora da Oliveira in Guimarães. One collegiate church can be found in the Czech Republic: Sts. Peter and Paul in Prague-Vyšehrad. Historical Collegiate Churches include: In pre-Reformation England there were usually a number of collegiate churches in each diocese, with over a hundred in total. They were mostly abolished during the reign of Edward VI in 1547, as part of the Reformation, by the Act for the Dissolution of Collegiate Churches and Chantries. Almost all continue to serve as parish churches with a resident rector, vicar or curate (although the appointment of a vicar in succession to the priestly services of the Augustinian priory at St Paul's Church, Bedford predates this by nineteen years). Two major collegiate churches, however, Manchester and Southwell, were refounded with a collegiate body after the Reformation; and these were joined by the revived college at Ripon in 1604, all three churches maintaining choral foundations for daily worship. These three churches became cathedrals in the 19th century. Hence, at the beginning the 20th century, the royal peculiars of Westminster and Windsor alone survived with a functioning non-cathedral and non-academic collegiate body. The colleges of Oxford and Cambridge universities, and the schools of Eton and Winchester, successfully resisted dissolution at the Reformation, arguing that their chantry origins had effectively been subsumed within their continuing academic and religious functions; and pleading that they be permitted simply to cease maintaining their chantries and obituaries. For the most part, they had already ceased to undertake collegiate worship in their appropriated churches, which reverted to normal parish status. The chapel of Merton College, Oxford, however, continued to serve as a collegiate church until 1891; just as the chapel of Christ Church, Oxford doubles as the cathedral of Oxford; while the chapel of Eton College serves as the parish church of Eton to this day. The Church of St Mary Magdalene, Newark-on-Trent, though never collegiate in the medieval period, maintained a choral foundation for collegiate worship after the Reformation in association with the Magnus Bequest, an arrangement that continued till 1901. Otherwise, twelve colleges survived the Reformation in England and Wales in nominal form. In some cases these were refoundations under Queen Mary (as for instance the college of Wolverhampton); in other cases, they may simply have been overlooked by the suppression commissioners. Unlike at Manchester, Ripon and Southwell, these churches did not continue to maintain regular collegiate worship, but their prebends or portioners persisted as non-resident sinecures, and as such were mostly dissolved by the Cathedrals Act 1840. However, the Victorian legislators themselves overlooked two churches of portioners in Shropshire – St Mary's, Burford and St George's, Pontesbury; and also the college of Saint Endellion in Cornwall, which uniquely continues collegiate to this day, having in 1929 been provided with new statutes that re-established non-resident unpaid prebends and an annual chapter. In Ireland, there are a number of ancient churches still in regular use that are collegiate churches. Most notably the church known as St Patrick's Cathedral in Dublin, is a collegiate church. St Mary's Collegiate Church (in Youghal founded 1220,[4] County Cork, a building of very remote antiquity, home to a fine choir, The Clerks Choral. St Nicholas' Collegiate Church in Galway, founded in 1320 and granted collegiate status in 1484, is another fine example of a pre-reformation Collegiate Church. The Collegiate Church of St Peter and St Paul is located in Kilmallock; founded by 1241, it was dedicated as a collegiate church in 1410. The church now referred to as 'St Giles Cathedral', in Edinburgh, became a collegiate church in 1466, less than a century before the Scottish Reformation. St Peter's Collegiate Church, Ruthin, was built by John de Grey in 1310, following the erection of Ruthin Castle by his father, Reginald de Grey in 1277. For some time before this, Ruthin had been the home of a nunnery and a prior. From 1310 to 1536 St Peter's was a Collegiate Church served by a Warden and seven priests. Following the dissolution of the college its work was restored on a new pattern by Gabriel Goodman (1528–1601), a Ruthin man who became Dean of Westminster in 1561. Goodman re-established Ruthin school in 1574 and refounded the Almshouses of Christ's Hospital, together with the Wardenship of Ruthin in 1590. Since then, St Peter's has continued as a Parochial and Collegiate Church with its Warden, Churchwardens and Parochial Church Council. A close relationship is maintained between the Church, Ruthin School and the Almshouses of Christ's Hospital. St Padarn's Church, Llanbadarn Fawr was a collegiate church, having originally been founded as a clas church by Saint Padarn, after whom it was named, in the early sixth century.[5] The church had been the seat of a bishop during the years immediately following St Padarn, who was its first bishop. The church was re-founded as a cell of St Peter's, Gloucester (a Benedictine abbey), by Gilbert fitzRichard. Monastic life at Llanbadarn Fawr was short-lived for the Welsh drove the English monks away when they re-conquered Cardigan. The priory later became a college of priests. Thomas Bradwardine, later briefly Archbishop of Canterbury, was Rector of Llanbadarn Fawr 1347–1349, and thereafter the Abbot of the Cistercian Vale Royal Abbey, Chester, was ex officio Rector 1360–1538. The old Bishop's Palace at Abergwili, home to the Bishop of St David's since 1542, when Bishop William Barlow transferred his palace from St David's to Abergwili, re-using the premises of an older college of priests. The building is believed to have been built between 1283 and 1291, when Thomas Bek was made bishop of St Davids. It was known as a college until it was amalgamated with the Dominican friary now known as Christ College Brecon, refounded as a public school in 1541. It was almost completely rebuilt in 1903 following a disastrous fire. It contains the chapel originally added by Archbishop Laud in 1625, when he was Bishop of St David's. In 1974 the old episcopal palace was purchased by Carmarthenshire County Council for use as a museum, whilst a new residence for the bishops, \"Llys Esgob\", was built in part of the grounds, together with Diocesan Offices – thereby continuing a connection with Abergwili which has now lasted for well over 400 years.[6] St. Cybi's Collegiate and Parish Church, Holyhead, was another collegiate church, as is the Collegiate and Parish Church of St Mary, St Mary's Square, Swansea, along with St Clynnog's Church, Clynnog Fawr.","Title":"Collegiate church - Wikipedia","KeyID":"6184","URL":"https://en.wikipedia.org/wiki/Collegiate_church"}