{"Content: ":"Bartholomew (Aramaic: ܒܪ ܬܘܠܡܝ; Ancient Greek: Βαρθολομαῖος, romanized: Bartholomaîos; Latin: Bartholomaeus; Armenian: Բարթողիմէոս; Coptic: ⲃⲁⲣⲑⲟⲗⲟⲙⲉⲟⲥ; Hebrew: בר-תולמי, romanized: bar-Tôlmay; Arabic: بَرثُولَماوُس, romanized: Barthulmāwus) was one of the twelve apostles of Jesus according to the New Testament. He is said to have been martyred for having converted Polymius, King of Armenia, to Christianity. He has also been identified as Nathanael or Nathaniel,[1] who appears in the Gospel of John when introduced to Jesus by Philip (who also became an apostle; John 1:43–51), although some modern commentators reject the identification of Nathanael with Bartholomew.[2] According to the Synaxarium of the Coptic Orthodox Church of Alexandria, Bartholomew's martyrdom is commemorated on the first day of the Coptic calendar (i.e., the first day of the month of Thout), which currently falls on 11 September (corresponding to 29 August in the Julian calendar). Eastern Christianity honours him on June 11 and the Catholic Church honours him on 24 August. Bartholomew the Apostle is remembered in the Church of England with a Festival on 24 August.[3][4] The Armenian Apostolic Church honours Saint Bartholomew along with Saint Thaddeus as its patron saints. Bartholomew is English for Bar Talmai (Greek: Βαρθολομαῖος, transliterated Bartholomaios in Greek) comes from the Aramaic: בר-תולמי bar-Tolmay native to Hebrew \"son of Talmai\", or farmer, \"son of the furrows\".[5] Bartholomew is listed among the Twelve Apostles of Jesus in the three synoptic gospels: Matthew,[10:1–4] Mark,[3:13–19] and Luke,[6:12–16] and also appears as one of the witnesses of the Ascension;[Acts 1:4, 12, 13] on each occasion, however, he is named in the company of Philip. He is not mentioned by the name \"Bartholomew\" in the Gospel of John, nor are there any early acta,[a] the earliest being written by a pseudepigraphical writer, Pseudo-Abdias, who assumed the identity of Abdias of Babylon and to whom is attributed the Saint-Thierry (Reims, Bibl. mun., ms 142) and Pseudo-Abdias manuscripts.[6][7] In art Bartholomew is most commonly depicted with a beard and curly hair at the time of his martyrdom. According to legends, he was skinned alive and beheaded so is often depicted holding his flayed skin or the curved flensing knife with which he was skinned; thus, he is remembered and approved as saint of leather makers.[8] In the East, where Bartholomew's evangelical labours were expended, he was identified as \"Nathanael\", in works by Abdisho bar Berika (often known as \"Ebedjesu\" in the West), the 14th century Nestorian metropolitan of Soba, and Elias, the bishop of Damascus.[b] Nathanael is mentioned only in the Gospel of John. In the Synoptic Gospels, Philip and Bartholomew are always mentioned together, while Nathanael is never mentioned. In John's gospel, however, Philip and Nathanael are similarly mentioned together. Giuseppe Simone Assemani specifically remarks, \"the Chaldeans confound Bartholomew with Nathaniel\".[c] Some Biblical scholars reject this identification, however.[9][d] Eusebius of Caesarea's Ecclesiastical History (5:10) states that after the Ascension, Bartholomew went on a missionary tour to India, where he left behind a copy of the Gospel of Matthew. Other traditions record him as serving as a missionary in Ethiopia, Mesopotamia, Parthia, and Lycaonia.[10] Popular traditions and legends say that Bartholomew preached the Gospel in India, then went to Greater Armenia.[5] Two ancient testimonies exist about the mission of Saint Bartholomew in India. These are of Eusebius of Caesarea (early 4th century) and of Saint Jerome (late 4th century). Both of these refer to this tradition while speaking of the reported visit of Pantaenus to India in the 2nd century.[11] The studies of Fr A.C. Perumalil SJ and Moraes hold that the Bombay region on the Konkan coast, a region which may have been known as the ancient city Kalyan, was the field of Saint Bartholomew's missionary activities. Previously the consensus among scholars was against the apostolate of Saint Bartholomew the Apostle in India. The majority of the scholars are skeptical about the mission of Saint Bartholomew the Apostle in India. Stallings (1703), Neander (1853), Hunter (1886), Rae (1892), Zaleski (1915) are the authors who supported the Apostolate of Saint Bartholomew in India. Scholars such as Sollerius (1669), Carpentier (1822), Harnack (1903), Medlycott (1905), Mingana (1926), Thurston (1933), Attwater (1935), etc. do not support this hypothesis. The main argument is that India, Eusebius, and Jerome refers here should be Ethiopia or Arabia Felix.[11] Along with his fellow apostle Jude \"Thaddeus\", Bartholomew is reputed to have brought Christianity to Armenia in the 1st century. Thus, both saints are considered the patron saints of the Armenian Apostolic Church.[12] One tradition has it that Apostle Bartholomew was executed in Albanopolis in Armenia. According to popular hagiography, the apostle was flayed alive and beheaded. According to other accounts, he was crucified upside down (head downward) like St. Peter. He is said to have been martyred for having converted Polymius, the king of Armenia, to Christianity. Enraged by the monarch's conversion, and fearing a Roman backlash, King Polymius's brother, Prince Astyages, ordered Bartholomew's torture and execution, which Bartholomew endured. However, there are no records of any Armenian king of the Arsacid dynasty of Armenia with the name \"Polymius\". Current scholarship indicates that Bartholomew is more likely to have died in Kalyan in India, where there was an official named \"Polymius\".[13][14] The 13th-century Saint Bartholomew Monastery was a prominent Armenian monastery constructed at the site of the martyrdom of Apostle Bartholomew in Vaspurakan, Greater Armenia (now in southeastern Turkey).[15] The 6th-century writer in Constantinople, Theodorus Lector, averred that in about 507, the Byzantine emperor Anastasius I Dicorus gave the body of Bartholomew to the city of Daras, in Mesopotamia, which he had recently refounded.[16] The existence of relics at Lipari, a small island off the coast of Sicily, in the part of Italy controlled from Constantinople, was explained by Gregory of Tours[17] by his body having miraculously washed up there: a large piece of his skin and many bones that were kept in the Cathedral of St Bartholomew the Apostle, Lipari, were translated to Benevento in 838, where they are still kept now in the Basilica San Bartolomeo. A portion of the relics was given in 983 by Otto II, Holy Roman Emperor, to Rome, where it is conserved at San Bartolomeo all'Isola, which was founded on the temple of Asclepius, an important Roman medical centre. This association with medicine in course of time caused Bartholomew's name to become associated with medicine and hospitals.[18] Some of Bartholomew's alleged skull was transferred to the Frankfurt Cathedral, while an arm was venerated in Canterbury Cathedral.[citation needed] Of the many miracles claimed to have been performed by Bartholomew before and after his death, two are known by the townsfolk of the small Italian island of Lipari. The people of Lipari celebrated his feast day annually. The tradition of the people was to take the solid silver and gold statue from inside the Cathedral of St Bartholomew and carry it through the town. On one occasion, when taking the statue down the hill towards the town, it suddenly became very heavy and had to be set down. When the men carrying the statue regained their strength, they lifted it a second time. After another few seconds, it got even heavier. They set it down and attempted once more to pick it up. They managed to lift it but had to put it down one last time. Within seconds, walls further downhill collapsed. If the statue had been able to be lifted, all the townspeople would have been killed.[4] During World War II, the fascist regime looked for ways to finance their activities. The order was given to take the silver statue of Saint Bartholomew and melt it down. The statue was weighed, and it was found to be only a few grams. It was returned to its place in the Cathedral of Lipari. In reality, the statue is made from many kilograms of silver and it is considered a miracle that it was not melted down.[19] Saint Bartholomew is credited with many other miracles having to do with the weight of objects.[20] The appearance of the saint is described in detail in the Golden Legend: \"His hair is black and crisped, his skin fair, his eyes wide, his nose even and straight, his beard thick and with few grey hairs; he is of medium stature...\"[21] Christian tradition has three stories about Bartholomew's death: \"One speaks of his being kidnapped, beaten unconscious, and cast into the sea to drown. Another account states that he was crucified upside down, and another says that he was skinned alive and beheaded in Albac or Albanopolis\", near Başkale, Turkey.[22] St Bartholomew is the most prominent flayed Christian martyr.[23] During the 16th century, images of the flaying of Bartholomew were so popular that it came to signify the saint in works of art.[24] Consequently, Saint Bartholomew is most often represented being skinned alive.[25] Symbols associated with the saint include knives (alluding to the knife used to skin the saint alive) and his skin, which Bartholomew holds or drapes around his body.[24] Similarly, the ancient herald of Bartholomew is known by \"flaying knives with silver blades and gold handles, on a red field.\"[26] As in Michelangelo’s Last Judgement, the saint is often depicted with both the knife and his skin.[25] Representations of Bartholomew with a chained demon are common in Spanish painting.[24] Saint Bartholomew is often depicted in lavish medieval manuscripts.[27] Manuscripts, which are literally made from flayed and manipulated skin, hold a strong visual and cognitive association with the saint during the medieval period and can also be seen as depicting book production.[27] Florentine artist Pacino di Bonaguida, depicts his martyrdom in a complex and striking composition in his Laudario of Sant’Agnese, a book of Italian Hymns produced for the Compagnia di Sant’Agnese c. 1340.[23] In the five scene, narrative based image three torturers flay Bartholomew's legs and arms as he is immobilised and chained to a gate. On the right, the saint wears his own flesh tied around his neck while he kneels in prayer before a rock, his severed head fallen to the ground. Another example includes the Flaying of St. Bartholomew in the Luttrell Psalter c.1325–1340. Bartholomew is depicted on a surgical table, surrounded by tormentors while he is flayed with golden knives.[28] Due to the nature of his martyrdom, Bartholomew is the patron saint of tanners, plasterers, tailors, leatherworkers, bookbinders, farmers, housepainters, butchers, and glove makers.[24] In works of art the saint has been depicted being skinned by tanners, as in Guido da Siena's reliquary shutters with the Martyrdoms of St. Francis, St. Claire, St. Bartholomew, and St. Catherine of Alexandria.[29] Popular in Florence and other areas in Tuscany, the saint also came to be associated with salt, oil, and cheese merchants.[30] Although Bartholomew's death is commonly depicted in artworks of a religious nature, his story has also been used to represent anatomical depictions of the human body devoid of flesh. An example of this can be seen in Marco d'Agrate's St Bartholomew Flayed (1562) where Bartholomew is depicted wrapped in his own skin with every muscle, vein and tendon clearly visible, acting as a clear description of the muscles and structure of the human body.[31] The Martyrdom of Saint Bartholomew (1634) by Jusepe de Ribera depicts Bartholomew's final moments before being flayed alive. The viewer is meant to empathize with Bartholomew, whose body seemingly bursts through the surface of the canvas, and whose outstretched arms embrace a mystical light that illuminates his flesh. His piercing eyes, open mouth, and petitioning left hand bespeak an intense communion with the divine; yet this same hand draws our attention to the instruments of his torture, symbolically positioned in the shape of a cross. Transfixed by Bartholomew's active faith, the executioner seems to have stopped short in his actions, and his furrowed brow and partially illuminated face suggest a moment of doubt, with the possibility of conversion.[32] The representation of Bartholomew's demise in the National Gallery painting differs significantly from all other depictions by Ribera. By limiting the number of participants to the main protagonists of the story—the saint, his executioner, one of the priests who condemned him, and one of the soldiers who captured him—and presenting them halflength and filling the picture space, the artist rejected an active, movemented composition for one of intense psychological drama. The cusping along all four edges shows that the painting has not been cut down: Ribera intended the composition to be just such a tight, restricted presentation, with the figures cut off and pressed together.[33] The idea of using the story of Bartholomew being skinned alive to create an artwork depicting an anatomical study of a human is still common amongst contemporary artists with Gunther Von Hagens's The Skin Man (2002) and Damien Hirst's Exquisite Pain (2006). Within Gunther Von Hagens's body of work called Body Worlds a figure reminiscent of Bartholomew holds up his skin. This figure is depicted in actual human tissues (made possible by Hagens's plastination process) to educate the public about the inner workings of the human body and to show the effects of healthy and unhealthy lifestyles.[34] In Exquisite Pain 2006, Damien Hirst depicts St Bartholomew with a high level of anatomical detail with his flayed skin draped over his right arm, a scalpel in one hand and a pair of scissors in the other. The inclusion of scissors was inspired by Tim Burton's film Edward Scissorhands (1990).[35] Bartholomew plays a part in Francis Bacon's Utopian tale New Atlantis, about a mythical isolated land, Bensalem, populated by a people dedicated to reason and natural philosophy. Some twenty years after the ascension of Christ the people of Bensalem found an ark floating off their shore. The ark contained a letter as well as the books of the Old and New Testaments. The letter was from Bartholomew the Apostle and declared that an angel told him to set the ark and its contents afloat. Thus the scientists of Bensalem received the revelation of the Word of God.[36] Saint Bartholomew displaying his flayed skin in Michelangelo's The Last Judgment. St Bartholomew Flayed, by Marco d'Agrate, 1562 (Duomo di Milano) Statue of Bartholomew at the Archbasilica of St. John Lateran by Pierre Le Gros the Younger. Shield showing three flaying knives, symbol of St. Bartholomew, at the Church of the Good Shepherd (Rosemont, Pennsylvania) The Martyrdom of St. Bartolomew or the Double Martydom Aris Kalaizis, 2015 The festival in August has been a traditional occasion for markets and fairs, such as the Bartholomew Fair which was held in Smithfield, London, from the Middle Ages,[37] and which served as the scene for Ben Jonson's 1614 homonymous comedy.[citation needed] St Bartholomew's Street Fair is held in Crewkerne, Somerset, annually at the start of September.[38] The fair dates back to Saxon times and the major traders' market was recorded in the Domesday Book. St Bartholomew's Street Fair, Crewkerne is reputed to have been granted its charter in the time of Henry III (1207–1272). The earliest surviving court record was made in 1280, which can be found in the British Library.[citation needed] The Qur’anic account of the disciples of Jesus does not include their names, numbers, or any detailed accounts of their lives. Muslim exegesis, however, more or less agrees with the New Testament list and holds that the disciples included Peter, Philip, Thomas, Bartholomew, Matthew, Andrew, James, Jude, James, son of Alphaeus, John and Simon the Zealot.[39]","Title":"Bartholomew the Apostle - Wikipedia","KeyID":"6185","URL":"https://en.wikipedia.org/wiki/Bartholomew_the_Apostle"}