{"Content: ":"The election of a Holy Roman Emperor was generally a two-stage process whereby, from at least the 13th century, the King of the Romans was elected by a small body of the greatest princes of the Empire, the prince-electors. This was then followed shortly thereafter by his coronation as Emperor by the Pope.[1] In 1356, the Emperor Charles IV promulgated the Golden Bull, which became the fundamental law by which all future kings and emperors were elected.[2] After 1508, the Pope recognized election alone to be sufficient for the use of the Imperial title. The last papal coronation took place in 1530. Although the Holy Roman Empire is perhaps the best-known example of an elective monarchy, only members of the Habsburg dynasty were elected emperor between 1438 and 1740, making the empire a de facto hereditary monarchy during that period.[3] The Königswahl was the election of royal candidates in the Holy Roman Empire and its predecessors as king by a specified elective body (the Gremium). Whilst the succession to the throne of the monarch in most cultures is governed by the rules of hereditary succession, there are also elective monarchies. There were elective monarchies in several Germanic successor states after the collapse of the Roman Empire during the Migration Period, the Early Middle Ages, the Holy Roman Empire and the Kingdom of Poland from 1573 to 1795 (see History of Poland, period of the Aristocratic Republic). From the 13th century, the right to elect kings in the Holy Roman Empire was granted to a limited number of imperial princes, the so-called prince-electors. There are various theories over the emergence of their exclusive election right.[4] The secular electoral seats were hereditary. However, spiritual electors (and other prince-(arch)bishops) were usually elected by the cathedral chapters as religious leaders, but simultaneously ruled as monarch (prince) of a territory of imperial immediacy (which usually comprised a part of their diocesan territory). Thus the prince-bishoprics were elective monarchies too. The same holds true for prince-abbeys, whose prince-abbesses or prince-abbots were elected by a college of clerics and imperially appointed as princely rulers in a pertaining territory. Initially seven electors chose the \"King of the Romans\" as the Emperor's designated heir was known. The elected king then went on to be crowned by the Pope. The prince-electors were: Later additions to the electoral council were:","Title":"Imperial election - Wikipedia","KeyID":"6188","URL":"https://en.wikipedia.org/wiki/Imperial_election"}