{"Content: ":"Bubonic plague is one of three types of plague caused by the plague bacterium (Yersinia pestis).[1] One to seven days after exposure to the bacteria, flu-like symptoms develop.[1] These symptoms include fever, headaches, and vomiting,[1] as well as swollen and painful lymph nodes occurring in the area closest to where the bacteria entered the skin.[2] Acral necrosis, the dark discoloration of skin, is another symptom. Occasionally, swollen lymph nodes, known as \"buboes,\" may break open.[1] The three types of plague are the result of the route of infection: bubonic plague, septicemic plague, and pneumonic plague.[1] Bubonic plague is mainly spread by infected fleas from small animals.[1] It may also result from exposure to the body fluids from a dead plague-infected animal.[6] Mammals such as rabbits, hares, and some cat species are susceptible to bubonic plague, and typically die upon contraction.[7] In the bubonic form of plague, the bacteria enter through the skin through a flea bite and travel via the lymphatic vessels to a lymph node, causing it to swell.[1] Diagnosis is made by finding the bacteria in the blood, sputum, or fluid from lymph nodes.[1] Prevention is through public health measures such as not handling dead animals in areas where plague is common.[8][1] While vaccines against the plague have been developed, the World Health Organization recommends that only high-risk groups, such as certain laboratory personnel and health care workers, get inoculated.[1] Several antibiotics are effective for treatment, including streptomycin, gentamicin, and doxycycline.[4][5] Without treatment, plague results in the death of 30% to 90% of those infected.[1][4] Death, if it occurs, is typically within 10 days.[9] With treatment, the risk of death is around 10%.[4] Globally between 2010 and 2015 there were 3,248 documented cases, which resulted in 584 deaths.[1] The countries with the greatest number of cases are the Democratic Republic of the Congo, Madagascar, and Peru.[1] The plague is considered the likely cause of the Black Death that swept through Asia, Europe, and Africa in the 14th century and killed an estimated 50 million people,[1][10] including about 25% to 60% of the European population.[1][11] Because the plague killed so many of the working population, wages rose due to the demand for labor.[11] Some historians see this as a turning point in European economic development.[11] The disease is also considered to have been responsible for the Plague of Justinian, originating in the Eastern Roman Empire in the 6th century CE, as well as the third epidemic, affecting China, Mongolia, and India, originating in the Yunnan Province in 1855.[12] The term bubonic is derived from the Greek word βουβών, meaning \"groin\".[13] Bubonic plague is an infection of the lymphatic system, usually resulting from the bite of an infected flea, Xenopsylla cheopis (the Oriental rat flea).[14] Several flea species carried the bubonic plague, such as Pulex irritans (the human flea), Xenopsylla cheopis, and Ceratophyllus fasciatus.[14] Xenopsylla cheopis was the most effective flea species for transmittal.[14] In very rare circumstances, as in septicemic plague, the disease can be transmitted by direct contact with infected tissue or exposure to the cough of another human. The flea is parasitic on house and field rats and seeks out other prey when its rodent hosts die. The bacteria remain harmless to the flea, allowing the new host to spread the bacteria. Rats were an amplifying factor to bubonic plague due to their common association with humans as well as the nature of their blood.[15] The rat's blood allowed the rat to withstand a major concentration of the plague.[15] The bacteria form aggregates in the gut of infected fleas and this results in the flea regurgitating ingested blood, which is now infected, into the bite site of a rodent or human host. Once established, bacteria rapidly spread to the lymph nodes and multiply. The fleas that transmit the disease only directly infect humans when the rat population in the area is wiped out from a mass infection.[16] Furthermore, in areas of a large population of rats, the animals can harbor low levels of the plague infection without causing human outbreaks.[15] With no new rat inputs being added to the population from other areas, the infection would only spread to humans in very rare cases of overcrowding.[15] After being transmitted via the bite of an infected flea, the Y. pestis bacteria become localized in an inflamed lymph node, where they begin to colonize and reproduce. Infected lymph nodes develop hemorrhages, which result in the death of tissue.[17]Y. pestis bacilli can resist phagocytosis and even reproduce inside phagocytes and kill them. As the disease progresses, the lymph nodes can hemorrhage and become swollen and necrotic. Bubonic plague can progress to lethal septicemic plague in some cases. The plague is also known to spread to the lungs and become the disease known as the pneumonic plague. Symptoms appear 2–7 days after getting bitten and they include:[14] The best-known symptom of bubonic plague is one or more infected, enlarged, and painful lymph nodes, known as buboes. Buboes associated with the bubonic plague are commonly found in the armpits, upper femoral, groin, and neck region. Symptoms include heavy breathing, continuous vomiting of blood (hematemesis), aching limbs, coughing, and extreme pain caused by the decay or decomposition of the skin while the person is still alive. Additional symptoms include extreme fatigue, gastrointestinal problems, spleen inflammation, lenticulae (black dots scattered throughout the body), delirium, coma, organ failure, and death.[19] Organ failure is a result of the bacteria infecting organs through the bloodstream.[14] Other forms of the disease include septicemic plague and pneumonic plague in which the bacterium reproduces in the person's blood and lungs respectively.[20] Laboratory testing is required in order to diagnose and confirm plague. Ideally, confirmation is through the identification of Y. pestis culture from a patient sample. Confirmation of infection can be done by examining serum taken during the early and late stages of infection. To quickly screen for the Y. pestis antigen in patients, rapid dipstick tests have been developed for field use.[21] Samples taken for testing include:[22] Bubonic plague outbreaks are controlled by pest control and modern sanitation techniques. This disease uses fleas commonly found on rats as a vector to jump from animals to humans. The mortality rate hits its peak during the hot and humid months of June, July, and August.[23] Furthermore, the plague most affected those of poor upbringing due to greater exposure, poor sanitation techniques and lack of a healthy immune system due to a poor diet.[23] The successful control of rat populations in dense urban areas is essential to outbreak prevention. One example is the use of a machine called the Sulfurozador, used to deliver sulphur dioxide to eradicate the pest that spread the bubonic plague, in Buenos Aires, Argentina during the early 18th century.[24] Targeted chemoprophylaxis, sanitation, and vector control also played a role in controlling the 2003 Oran outbreak of the bubonic plague.[25] Another means of prevention in large European cities was a city-wide quarantine to not only limit interaction with people who were infected, but also to limit the interaction with the infected rats.[26] Several classes of antibiotics are effective in treating bubonic plague. These include aminoglycosides such as streptomycin and gentamicin, tetracyclines (especially doxycycline), and the fluoroquinolone ciprofloxacin. Mortality associated with treated cases of bubonic plague is about 1–15%, compared to a mortality of 40–60% in untreated cases.[27] People potentially infected with the plague need immediate treatment and should be given antibiotics within 24 hours of the first symptoms to prevent death. Other treatments include oxygen, intravenous fluids, and respiratory support. People who have had contact with anyone infected by pneumonic plague are given prophylactic antibiotics.[28] Using the broad-based antibiotic streptomycin has proven to be dramatically successful against the bubonic plague within 12 hours of infection.[29] Globally between 2010 and 2015, there were 3,248 documented cases, which resulted in 584 deaths.[1] The countries with the greatest number of cases are the Democratic Republic of the Congo, Madagascar, and Peru.[1] For over a decade since 2001, Zambia, India, Malawi, Algeria, China, Peru, and the Democratic Republic of the Congo had the most plague cases with over 1,100 cases in the Democratic Republic of the Congo alone. From 1,000 to 2,000 cases are conservatively reported per year to the WHO.[30] From 2012 to 2017, reflecting political unrest and poor hygienic conditions, Madagascar began to host regular epidemics.[30] Between 1900 and 2015, the United States had 1,036 human plague cases with an average of 9 cases per year. In 2015, 16 people in the Western United States developed plague, including 2 cases in Yosemite National Park.[31] These US cases usually occur in rural northern New Mexico, northern Arizona, southern Colorado, California, southern Oregon, and far western Nevada.[32] In November 2017, the Madagascar Ministry of Health reported an outbreak to the WHO (World Health Organization) with more cases and deaths than any recent outbreak in the country. Unusually, most of the cases were pneumonic rather than bubonic.[33] In June 2018, a child was confirmed to be the first person in Idaho to be infected by bubonic plague in nearly 30 years.[34] A couple died in May 2019, in Mongolia, while hunting marmots.[35] Another two people in the province of Inner Mongolia, China were treated in November 2019 for the disease.[36] In July 2020, in Bayannur, Inner Mongolia of China, a human case of bubonic plague was reported. Officials responded by activating a city-wide plague-prevention system for the remainder of the year.[37] Also in July 2020, in Mongolia, a teenager died from bubonic plague after consuming infected marmot meat.[38] Yersinia pestis has been discovered in archaeological finds from the Late Bronze Age (~3800 BP).[39] The bacteria is identified by ancient DNA in human teeth from Asia and Europe dating from 2,800 to 5,000 years ago.[40] The first recorded epidemic affected the Sasanian Empire and their arch-rivals, the Eastern Roman Empire (Byzantine Empire) and was named the Plague of Justinian after emperor Justinian I, who was infected but survived through extensive treatment.[41][42] The pandemic resulted in the deaths of an estimated 25 million (6th century outbreak) to 50 million people (two centuries of recurrence).[43][44] The historian Procopius wrote, in Volume II of History of the Wars, of his personal encounter with the plague and the effect it had on the rising empire. In the spring of 542, the plague arrived in Constantinople, working its way from port city to port city and spreading around the Mediterranean Sea, later migrating inland eastward into Asia Minor and west into Greece and Italy. The Plague of Justinian is said to have been \"completed\" in the middle of the 8th century.[15] Because the infectious disease spread inland by the transferring of merchandise through Justinian's efforts in acquiring luxurious goods of the time and exporting supplies, his capital became the leading exporter of the bubonic plague. Procopius, in his work Secret History, declared that Justinian was a demon of an emperor who either created the plague himself or was being punished for his sinfulness.[44] In the Late Middle Ages Europe experienced the deadliest disease outbreak in history when the Black Death, the infamous pandemic of bubonic plague, hit in 1347, killing one-third of the European human population. Some historians believe that society subsequently became more violent as the mass mortality rate cheapened life and thus increased warfare, crime, popular revolt, waves of flagellants, and persecution.[45] The Black Death originated in Central Asia and spread from Italy and then throughout other European countries. Arab historians Ibn Al-Wardni and Almaqrizi believed the Black Death originated in Mongolia. Chinese records also showed a huge outbreak in Mongolia in the early 1330s.[46] In 2022, researchers presented evidence that the plague originated near Lake Issyk-Kul in Kyrgyzstan.[47] The Mongols had cut the trade route (the Silk Road) between China and Europe, which halted the spread of the Black Death from eastern Russia to Western Europe. The European epidemic began with an attack that Mongols launched on the Italian merchants' last trading station in the region, Caffa in the Crimea.[29] In late 1346, plague broke out among the besiegers and from them penetrated the town. The Mongol forces catapulted plague-infested corpses into Caffa as a form of attack, one of the first known instances of biological warfare.[48] When spring arrived, the Italian merchants fled on their ships, unknowingly carrying the Black Death. Carried by the fleas on rats, the plague initially spread to humans near the Black Sea and then outwards to the rest of Europe as a result of people fleeing from one area to another. Rats migrated with humans, traveling among grain bags, clothing, ships, wagons, and grain husks.[19] Continued research indicates that black rats, those that primarily transmitted the disease, prefer grain as a primary meal.[15] Due to this, the major bulk grain fleets that transported major city's food shipments from Africa and Alexandria to the heavily populated areas, and then unloaded by hand, played a role in the transmission effectiveness of the plague.[15] The plague resurfaced for a third time in the mid-19th century. Like the two previous outbreaks, this one also originated in Eastern Asia, most likely in Yunnan, a province of China, where there are several natural plague foci.[49] The initial outbreaks occurred in the second half of the 18th century.[50][51] The disease remained localized in Southwest China for several years before spreading. In the city of Canton, beginning in January 1894, the disease killed 80,000 people by June. Daily water-traffic with the nearby city of Hong Kong rapidly spread the plague there, killing over 2,400 within two months during the 1894 Hong Kong plague.[52] Also known as the modern pandemic, the third pandemic spread the disease to port cities throughout the world in the second half of the 19th century and the early 20th century via shipping routes.[53] The plague infected people in Chinatown in San Francisco from 1900 to 1904,[54] and in the nearby locales of Oakland and the East Bay again from 1907 to 1909.[55] During the outbreak from 1900 to 1904 in San Francisco is when authorities made permanent the Chinese Exclusion Act. This law was originally signed into existence by President Chester A. Arthur in 1882. The Chinese Exclusion Act was supposed to last for 10 years, but was renewed in 1892 with the Geary Act and subsequently made permanent in 1902 during the outbreak of plague in Chinatown, San Francisco. The last major outbreak in the United States occurred in Los Angeles in 1924,[56] though the disease is still present in wild rodents, and can be passed to humans that come in contact with them.[32] According to the World Health Organization, the pandemic was considered active until 1959, when worldwide casualties dropped to 200 per year. In 1994, a plague outbreak in five Indian states caused an estimated 700 infections (including 52 deaths) and triggered a large migration of Indians within India as they tried to avoid the plague.[citation needed] It was during the 1894 Hong Kong plague outbreak that Alexandre Yersin isolated the bacterium responsible (Yersinia pestis),[57] a few days after Japanese bacteriologist Kitasato Shibasaburō had isolated it.[58][57] However, the latter's description expressed doubts of its relation to the disease, and was imprecise, and thus the bacterium is today only named after Yersin.[57][59] The scale of death and social upheaval associated with plague outbreaks has made the topic prominent in many historical and fictional accounts since the disease was first recognized. The Black Death in particular is described and referenced in numerous contemporary sources, some of which, including works by Chaucer, Boccaccio, and Petrarch, are considered part of the Western canon. The Decameron, by Boccaccio, is notable for its use of a frame story involving individuals who have fled Florence for a secluded villa to escape the Black Death. First-person, sometimes sensationalized or fictionalized, accounts of living through plague years have also been popular across centuries and cultures. For example, Samuel Pepys's diary makes several references to his first-hand experiences of the Great Plague of London in 1665–6.[60] Later works, such as Albert Camus's novel The Plague or Ingmar Bergman's film The Seventh Seal have used bubonic plague in settings, such as quarantined cities in either medieval or modern times, as a backdrop to explore a variety of concepts. Common themes include the breakdown of society, institutions, and individuals during the plague, the cultural and psychological existential confrontation with mortality, and the allegorical use of the plague about contemporary moral or spiritual questions.[citation needed] Some of the earliest instances of biological warfare were said to have been products of the plague, as armies of the 14th century were recorded catapulting diseased corpses over the walls of towns and villages to spread the pestilence. This was done by Jani Beg when he attacked the city of Kaffa in 1343.[citation needed] Later, plague was used during the Second Sino-Japanese War as a bacteriological weapon by the Imperial Japanese Army. These weapons were provided by Shirō Ishii's units and used in experiments on humans before being used on the field. For example, in 1940, the Imperial Japanese Army Air Service bombed Ningbo with fleas carrying the bubonic plague.[61] During the Khabarovsk War Crime Trials, the accused, such as Major General Kiyoshi Kawashima, testified that, in 1941, 40 members of Unit 731 air-dropped plague-contaminated fleas on Changde. These operations caused epidemic plague outbreaks.[26] Substantial research has been done regarding the origin of the plague and how it traveled through the continent.[15] Mitochondrial DNA of modern rats in Western Europe indicated that these rats came from two different areas, one being Africa and the other being unclear of a specific origin.[15] The research regarding this pandemic has greatly increased with technology.[15] Through archaeo-molecular investigation, researchers have discovered the DNA of plague bacillus in the dental core of those that fell ill to the plague.[15] Analysis of teeth of the deceased allows researchers to further understand both the demographics and mortuary patterns of the disease. For example, in 2013 in England, archeologists uncovered a burial mound to reveal 17 bodies, mainly children, who had died of the Bubonic plague. They analyzed these burial remains using radiocarbon dating to determine they were from the 1530s, and dental core analysis revealed the presence of Yersinia pestis.[62] Other evidence for rats that are currently still being researched consists of gnaw marks on bones, predator pellets and rat remains that were preserved in situ.[15] This research allows individuals to trace early rat remains to track the path traveled and in turn connect the impact of the Bubonic Plague to specific breeds of rats.[15] Burial sites, known as plague pits, offer archaeologists an opportunity to study the remains of people who died from the plague.[63] Another research study indicates that these separate pandemics were all interconnected.[16] A current computer model indicates that the disease did not go away in between these pandemics.[16] It rather lurked within the rat population for years without causing human epidemics.[16]","Title":"Bubonic plague - Wikipedia","KeyID":"6197","URL":"https://en.wikipedia.org/wiki/Bubonic_plague"}