{"Content: ":"Eugène Rose de Beauharnais, Duke of Leuchtenberg ([øʒɛn də boaʁnɛ]; 3 September 1781 – 21 February 1824) was a French nobleman, statesman and military commander who served during the French Revolutionary Wars and the Napoleonic Wars. Through the second marriage of his mother, Joséphine de Beauharnais, he was the stepson of Napoleon Bonaparte. Under the French Empire he also became Napoleon's adopted son (but not the heir to the imperial throne). He commanded the Army of Italy during the Napoleonic Wars, and was Viceroy of the Kingdom of Italy under his stepfather. Historians consider him one of the ablest of Napoleon's relatives.[1] Eugène Rose de Beauharnais was born in Paris on 3 September 1781, to the noble Beauharnais family. He was the son of Viscount Alexandre de Beauharnais and Joséphine Tascher de la Pagerie, both born in the French colony of Martinique. Alexandre was executed by guillotine in 1794, a few days before the end of the revolutionary Reign of Terror.[2] Eugène began his military career in the War in the Vendée, serving under General Lazare Hoche,[3] and fought at Quiberon. However, within a year his mother Joséphine had arranged his return to Paris. In the Italian campaigns of 1796–1797, Eugène served as aide-de-camp to his stepfather, whom he also accompanied to Egypt. In Egypt, Eugène was wounded during the Siege of Acre (1799) and returned to France with Napoleon in the autumn of 1799, helping to bring about the reconciliation of the General and his mother, who had become estranged due to the extramarital affairs of both. During the Coup of Brumaire, Eugène accompanied Napoleon to Saint-Cloud, where the legislative assemblies were brought into submission. When Napoleon became First Consul following Brumaire, Eugène became a captain in the Chasseurs à Cheval of the Consular Guard. With his squadron he took part in the Battle of Marengo where, though half his men fell, he led charge after charge.[4] By a decree of 1 February 1805 Eugène was created Arch-Chancellor of the French Empire. As commander of the Imperial Guard (successor to the Consular Guard), Eugène preceded his step-father to Milan ahead of Napoleon's coronation as King of Italy on 26 May 1805. Napoleon had originally intended to place his brother Joseph on the Italian throne and then, after Joseph's refusal, his nephew Napoléon Charles, the son of Louis Bonaparte and Eugène's sister, Hortense. However, both Joseph and Louis refused and so Napoleon instead placed the Iron Crown upon his own head. During the coronation Napoleon handed the royal ring and mantle to his stepson and on 7 June 1805 announced Eugène's appointment as Viceroy of Italy to the Italian Legislative Assembly.[5] During the War of the Fifth Coalition, Eugène was put in command of the Army of Italy, with some highly competent generals like Grenier, Charpentier and the future marshal MacDonald accompanying him as advisers and officers.[6] In April 1809 he fought and lost the Battle of Sacile against the Austrian army of the Archduke John, but Eugène's troops won the rematch at the Battle of the Piave in May and the Battle of Raab in June.[6] After the Battle of Aspern-Essling, Napoleon recalled the Army of Italy to Austria.[6] After joining the main army on the island of Lobau in the Danube, Eugène took part in the Battle of Wagram.[6] Napoleon considered making Eugene regent of France during the Russian campaign but ultimately decided against this.[7] During the campaign, Eugène again commanded the Army of Italy (IV Corps) with which he fought in the Battle of Borodino and the Battle of Maloyaroslavets. After Napoleon and then Joachim Murat had left the retreating army, Eugène took command of the remnants and led it back to Germany in 1813.[8] During the campaign of 1813, Eugène fought in the Battle of Lützen. Napoleon then sent him back to Italy, where he organised the defence against the Austrians, holding out on the Mincio until the abdication in 1814. After the fall of Napoleon in 1814, Eugène retired to Munich and at the behest of his father-in-law, King Maximilian I Joseph of Bavaria. He soon returned to Paris on the death of his mother, where he was welcomed by Louis XVIII and Alexander I of Russia, and immediately renounced his political activity and returned to his wife's family in Bavaria. Accordingly, he remained neutral during Napoleon's return to power in the Hundred Days.[3] As Duke of Leuchtenberg, Eugène lived his last years in Munich managing his estates and expanding his art collection. At the same time, he provided assistance for Antoine Marie Chamans de Lavalette, a proscript under the Bourbon Restoration who had fled France, and lobbied for the alleviation of the harsh treatment imposed on Napoleon in his captivity in Saint-Helena.[3] In 1822, Eugène's health began to deteriorate. After suffering two attacks of apoplexy in 1823, he died on 21 February 1824 in Munich, aged 42.[3] On 14 June 1804 he was made an official member of the imperial family as His Imperial Highness, French Prince (Prince français) Eugène de Beauharnais. By a statute of 5 June 1805 the Emperor added Viceroy of Italy to his titles.[5] Eugène was adopted by Napoleon on 12 January 1806, though excluded from succession to the French Empire. On 16 February 1806, Eugène was declared heir presumptive to the Kingdom of Italy, in the absence of a second son of Napoleon. On 20 December 1807 he was given the title of Prince de Venise (\"Prince of Venice\"), a title created on 30 March 1806, when the Venetian Province taken from Austria in 1805 was united to Bonaparte's Kingdom of Italy. In 1810, Napoleon used his influence over Karl von Dalberg, Archbishop of Regensburg and Grand Duke of Frankfurt, to name Eugène as constitutional heir of the grand duchy. Von Dalberg abdicated on 26 October 1813 due to Frankfurt's imminent conquest by the allied armies, and Eugène became nominal grand duke until Frankfurt was occupied by the allies in December of that same year. A further imperial sinecure was Archichancelier d'État de l'Empire de France (\"Archchancellor of State of the Empire of France\"). His Name is inscribed on Coloumn 24 of the Southern Pillar of the Arc du Triomphe, reading BEAUHARNAIS. Monogram of Eugène de Beauharnais Coat of arms as French Prince Coat of arms as Viceroy of Italy Coat of arms as Duke of Leuchtenberg On 14 January 1806, two days after his adoption by Napoleon, Eugène married Princess Augusta Amalia Ludovika Georgia of Bavaria (1788–1851), eldest daughter of Napoleon's ally, King Maximilian I Joseph of Bavaria. On 14 November 1817, his father-in-law made him Duke of Leuchtenberg and Prince of Eichstätt. Eugène and Augusta had seven children:","Title":"Eugène de Beauharnais - Wikipedia","KeyID":"6207","URL":"https://en.wikipedia.org/wiki/Prince_of_Venice"}