{"Content: ":"Prussian-led German and Italian victory Prussian-led German states Austrian-led German Confederation states 637,262[1] 522,203[2] 39,990[3] 132,414[2] The Austro-Prussian War, Seven Weeks' War, German Civil War, Brothers War or Fraternal War, known in Germany as Deutscher Krieg (\"German War\"), Deutscher Bruderkrieg (pronounced [ˌdɔɪ̯t͡ʃɐ ˈbʁuːdɐkʁiːk] (listen); \"German war of brothers\") and by a variety of other names, was fought in 1866 between the Austrian Empire and the Kingdom of Prussia, with each also being aided by various allies within the German Confederation. Prussia had also allied with the Kingdom of Italy, linking this conflict to the Third Independence War of Italian unification. The Austro-Prussian War was part of the wider rivalry between Austria and Prussia, and resulted in Prussian dominance over the German states. The major result of the war was a shift in power among the German states away from Austrian and towards Prussian hegemony. It resulted in the abolition of the German Confederation and its partial replacement by the unification of all of the northern German states in the North German Confederation that excluded Austria and the other Southern German states, a Kleindeutsches Reich. The war also resulted in the Italian annexation of the Austrian province of Venetia. The war erupted as a result of the dispute between Prussia and Austria over the administration of Schleswig-Holstein, which the two of them had conquered from Denmark and agreed to jointly occupy at the end of the Second Schleswig War in 1864. The crisis started on 26 January 1866, when Prussia protested the decision of the Austrian Governor of Holstein to permit the estates of the duchies to call up a united assembly, declaring the Austrian decision a breach of the principle of joint sovereignty. Austria replied on 7 February, asserting that its decision did not infringe on Prussia's rights in the duchies.[4] In March 1866, Austria reinforced its troops along its frontier with Prussia.[4] Prussia responded with a partial mobilization of five divisions on 28 March.[5] Bismarck made an alliance with Italy on 8 April, committing it to the war if Prussia entered one against Austria within three months, which was an obvious incentive for Bismarck to go to war with Austria within three months so that Italy would divert Austrian strength away from Prussia. Austria responded with a mobilization of its Southern Army on the Italian border on 21 April. Italy called for a general mobilization on 26 April and Austria ordered its own general mobilization the next day.[6] Prussia's general mobilization orders were signed in steps on 3, 5, 7, 8, 10 and 12 May.[7] When Austria brought the Schleswig-Holstein dispute before the German Diet on 1 June and also decided on 5 June to convene the Diet of Holstein on 11 June, Prussia declared that the Gastein Convention of 14 August 1865 had thereby been nullified and invaded Holstein on 9 June. When the German Diet responded by voting for a partial mobilization against Prussia on 14 June, Bismarck claimed that the German Confederation had ended. The Prussian Army invaded Hanover, Saxony and the Electorate of Hesse on 15 June. Italy declared war on Austria on 20 June. For several centuries, Central Europe was split into a few large- or medium-sized states and hundreds of tiny entities, which while ostensibly being within the Holy Roman Empire ruled by the Holy Roman Emperor, operated in a largely independent fashion. When an existing Emperor died, seven secular and ecclesiastical princes, each of whom ruled at least one of the states, would elect a new Emperor. Over time the Empire became smaller and by 1789 came to consist of primarily German peoples (aside from Bohemia, Moravia, the southern Netherlands and Slovenia). Aside from five years (1740–1745), the Habsburg family, whose personal territory was Austria, controlled the Emperorship from 1440 to 1806, although it became increasingly ceremonial only as Austria found itself at war at certain times with other states within the Empire, such as Prussia, which in fact defeated Austria during the War of Austrian Succession to seize the province of Silesia in 1742. While Austria was traditionally considered the leader of the German states, Prussia became increasingly powerful and by the late 18th century was ranked as one of the great powers of Europe. Francis II's abolition of the office of Holy Roman Emperor in 1806 also deprived him of his imperial authority over most of German-speaking Europe, though little true authority remained by that time; he did, however, retain firm control of an extensive multi-ethnic empire (most of it outside the previous boundaries of the Holy Roman Empire). After 1815, the German states were once again reorganized into a loose confederation: the German Confederation, under Austrian leadership.[8] Prussia had been contesting Austria's supremacy in Germany since at least 1850, when a war between the two powers had nearly erupted over Prussia's leadership of the Erfurt Union, though at that time Prussia had backed down. Partly in reaction to the triumphant French nationalism of Napoleon I and the increasing nationalist sentiments expressed during the Romantic era, German nationalism became a potent force during this period. The ultimate aim of most German nationalists was the gathering of all Germans under one state, although most accepted that the German portions of Switzerland would remain in Switzerland. Two ideas of national unity eventually came to the fore – one including and one excluding Austria. There are many interpretations of Otto von Bismarck's behaviour before the Austrian-Prussian war, which concentrate mainly on the fact that he had a master plan that resulted in this war, the North German Confederation and the unification of Germany. Bismarck maintained that he orchestrated the conflict in order to bring about the North German Confederation, the Franco-Prussian War and the eventual unification of Germany. [9] On 22 February 1866, Count Károlyi, Austrian ambassador in Berlin, sent a dispatch to the Minister of Foreign Affairs, Count Alexander Mensdorff-Pouilly. He explained to him that Prussian public opinion had become extremely sensitive about the Duchies issue and that he had no doubt that \"this artificial exaggeration of the danger by public opinion formed an essential part of the calculations and actions of Count Bismarck [who considered] the annexation of the Duchies ... a matter of life and death for his political existence [and wished] to make it appear such for Prussia too.\"[10] Possible evidence can be found in Bismarck's orchestration of the Austrian alliance during the Second Schleswig War against Denmark, which can be seen as his diplomatic \"masterstroke\". Taylor also believes that the alliance was a \"test for Austria rather than a trap\" and that the goal was not war with Austria, contradicting what Bismarck later gave in his memoirs as his main reason for establishing the alliance. It was in the Prussian interest to gain an alliance with Austria to defeat Denmark and settle the issue of the duchies of Schleswig and Holstein. The alliance can be regarded as an aid to Prussian expansion, rather than a provocation of war against Austria. Many historians believe that Bismarck was simply a Prussian expansionist, rather than a German nationalist, who sought the unification of Germany. It was at the Gastein Convention that the Austrian alliance was set up to lure Austria into war.[11][page needed] The timing of the Prusso-Italian alliance of 8 April 1866 was perfect, because all other European powers were either bound by alliances that forbade them from entering the conflict, or had domestic problems that had priority. Britain had no stake economically or politically in war between Prussia and Austria. Russia was unlikely to enter on the side of Austria, due to ill will over Austrian support of the anti-Russian alliance during the Crimean War and Prussia had stood by Russia during the January Uprising in Poland, signing the Alvensleben Convention of February 1863 with Russia, whereas Austria had not.[12][page needed] France was also unlikely to enter on the side of Austria, because Bismarck and Napoleon III met in Biarritz and allegedly discussed whether or not France would intervene in a potential Austro-Prussian war. The details of the discussion are unknown but many historians think Bismarck was guaranteed French neutrality in the event of a war. Italy was already allied with Prussia, which meant that Austria would be fighting both with no major allies of its own. Bismarck was aware of his numerical superiority but still \"he was not prepared to advise it immediately even though he gave a favourable account of the international situation\".[13] When the Prussian victory became clear, France attempted to extract territorial concessions in the Palatinate and Luxembourg. In his speech to the Reichstag on 2 May 1871, Bismarck said: It is known that even on 6 August 1866, I was in the position to observe the French ambassador make his appearance to see me in order, to put it succinctly, to present an ultimatum: to relinquish Mainz, or to expect an immediate declaration of war. Naturally I was not doubtful of the answer for a second. I answered him: \"Good, then it's war!\" He travelled to Paris with this answer. A few days after one in Paris thought differently, and I was given to understand that this instruction had been torn from Emperor Napoleon during an illness. The further attempts in relation to Luxemburg are known.[14] Bismarck may well have been encouraged to go to war by the advantages of the Prussian army against the Austrian Empire. Taylor wrote that Bismarck was reluctant to pursue war as it \"deprived him of control and left the decisions to the generals whose ability he distrusted\". (The two most important personalities within the Prussian army were the War Minister Albrecht Graf von Roon and Chief of the General Staff Helmuth Graf von Moltke.) Taylor suggested that Bismarck was hoping to force Austrian leaders into concessions in Germany, rather than provoke war. The truth may be more complicated than simply that Bismarck, who famously said that \"politics is the art of the possible\", initially sought war with Austria or was initially against the idea of going to war with Austria. In 1862, von Roon had implemented several army reforms that ensured that all Prussian citizens were liable to conscription. Before this date, the size of the army had been fixed by earlier laws that had not taken population growth into account, making conscription inequitable and unpopular for this reason. While some Prussian men remained in the army or the reserves until they were forty years old, about one man in three (or even more in some regions where the population had expanded greatly as a result of industrialisation) was assigned minimal service in the Landwehr, the home guard.[15] Introducing universal conscription for three years increased the size of the active duty army and provided Prussia with a reserve army equal in size to that which Moltke deployed against Austria. Had France under Napoleon III attempted to intervene against the Prussians, they could have faced him with equal or superior numbers of troops.[16] Prussian conscript service was one of continuous training and drill, in contrast to the Austrian army where some commanders routinely dismissed infantry conscripts to their homes on permanent leave soon after their induction into the army, retaining only a cadre of long-term soldiers for formal parades and routine duties.[17] Austrian conscripts had to be trained almost from scratch when they were recalled to their units on the outbreak of war. The Prussian army was thus better trained and disciplined than the Austrian army, particularly in the infantry. While Austrian cavalry and artillery were as well trained as their Prussian counterparts, with Austria possessing two elite divisions of heavy cavalry, weapons and tactics had advanced since the Napoleonic Wars and cavalry charges had been rendered obsolete.[citation needed] The Prussian army was locally based, organized in Kreise (military districts, lit.: circles), each containing a Korps headquarters and its component units. Most reservists lived close to their regimental depots and could be swiftly mobilized. Austrian policy was to ensure that units were stationed far from home to prevent them from taking part in separatist revolts. Conscripts on leave or reservists recalled to their units during mobilization faced a journey that might take weeks before they could report to their units, making the Austrian mobilization much slower than that of the Prussian Army. The railway system of Prussia was more extensively developed than that within Austria. Railways made it possible to supply larger numbers of troops than hitherto and allowed the rapid movement of troops within friendly territory. The more efficient Prussian rail network allowed the Prussian army to concentrate more rapidly than the Austrians. Moltke, reviewing his plans to Roon stated, \"We have the inestimable advantage of being able to carry our Field Army of 285,000 men over five railway lines and of virtually concentrating them in twenty-five days. ... Austria has only one railway line and it will take her forty-five days to assemble 200,000 men.\"[18] Moltke had also said earlier, \"Nothing could be more welcome to us than to have now the war that we must have.\" The Austrian army under Ludwig von Benedek in Bohemia (the present-day Czech Republic) might previously have been expected to enjoy the advantage of the \"central position\", by being able to concentrate on successive attacking armies strung out along the frontier, but the quicker Prussian concentration nullified this advantage. By the time the Austrians were fully assembled, they would be unable to concentrate against one Prussian army without having the other two instantly attack their flank and rear, threatening their lines of communication. Prussian infantry were equipped with the Dreyse needle gun, a bolt-action rifle which could be fired faster than the muzzle-loading Lorenz rifles of the Austrian army. In the Franco-Austrian War of 1859, French troops took advantage of poorly trained enemies who didn't readjust their gunsights as they got closer – thus firing too high at close range. By rapidly closing the range, French troops came to close quarters with an advantage over the Austrian infantry. After the war, the Austrians adopted the same methods, which they termed the Stoßtaktik (\"shock tactics\"). Although they had some warnings of the Prussian weapon, they ignored these and retained Stoßtaktik. The Austrian artillery had breech-loading rifled guns which were superior to the Prussian muzzle-loading smooth bore cannon. New Krupp breech-loading cannons were being slowly introduced by the Prussians, but not in numbers large enough to influence outcomes. Despite the Austrian advantage in the quality of their artillery equipment, other limitations prevented these from being effectively used. In 1866, the Prussian economy was rapidly growing, partly as a result of the Zollverein, which gave Prussia an advantage in the war. Prussia could equip its armies with breech-loading rifles and later with new Krupp breech-loading artillery but the Austrian economy was suffering from the effects of the Hungarian Revolution of 1848 and the Second Italian War of Independence. Austria had only one bank,[citation needed] the Creditanstalt, and the state was heavily in debt. Historian Christopher Clark wrote that there is little to suggest that Prussia had an overwhelming economic and industrial advantage over Austria and wrote that a larger portion of the Prussian population was engaged in agriculture than in the Austrian population and that Austrian industry could produce the most sophisticated weapons in the war (rifled artillery). The Austro-Prussian War ended quickly and was fought mainly with existing weapons and munitions, which reduced the influence of economic and industrial power relative to politics and military culture.[19][page needed] Before the war started both the Austrian and Prussian governments sought to rally allies in Germany. On 15 June Bismarck offered territorial compensation in the Grand Duchy of Hesse to the Electorate of Hesse, if Elector Frederick William were to ally with Prussia. The proposition grievously offended Frederick William's \"legitimist sensibilities\" and the monarch joined the Austrians, despite the Hessian Landtag voting for neutrality.[20] King George V of Hanover during the spring of 1866 was contacted by Austrian Emperor Franz Joseph about establishing a coalition against the Prussians, however his success took some time. The Hanoverian monarch concluded that his kingdom would fall if it were to fight against the Prussian armies.[20] Most of the southern German states sided with Austria against Prussia. Those that sided with Austria included the Kingdoms of Bavaria and Württemberg. Smaller middle states such as Baden, Hesse-Kassel (or Hesse-Cassel), Hesse-Darmstadt, and Nassau also joined with Austria. Many of the German princes allied with the Habsburgs principally out of a desire to keep their thrones.[20] Most of the northern German states joined Prussia, in particular Oldenburg, Mecklenburg-Schwerin, Mecklenburg-Strelitz, and Brunswick. The Kingdom of Italy participated in the war with Prussia, because Austria held Venetia and other smaller territories wanted by Italy to further the process of Italian unification. In return for Italian aid against Austria, Bismarck agreed not to make a separate peace until Italy had obtained Venetia. Notably, the other foreign powers abstained from this war. French Emperor Napoleon III, who expected a Prussian defeat, chose to remain out of the war to strengthen his negotiating position for territory along the Rhine, while the Russian Empire still bore a grudge against Austria from the Crimean War. The first war between two major continental powers in seven years, it used many of the same technologies as the Second Italian War of Independence, including railways to concentrate troops during mobilization and telegraphs to enhance long-distance communication. The Prussian Army used von Dreyse's breech-loading needle gun, which could be rapidly loaded while the soldier was seeking cover on the ground, whereas the Austrian muzzle-loading rifles could be loaded only slowly, and generally from a standing position. The main campaign of the war occurred in Bohemia. Prussian Chief of General Staff Helmuth von Moltke had planned meticulously for the war. He rapidly mobilized the Prussian army and advanced across the border into Saxony and Bohemia, where the Austrian army was concentrating for an invasion of Silesia. There, the Prussian armies, led nominally by King William I, converged, and the two sides met at the Battle of Königgrätz (Hradec Králové) on 3 July. The Prussian Elbe Army advanced on the Austrian left wing, and the First Army on the center, prematurely; they risked being counter-flanked on their own left. Victory therefore depended on the timely arrival of the Second Army on the left wing. This was achieved through the brilliant work of its Chief of Staff, Leonhard Graf von Blumenthal. Superior Prussian organization and élan decided the battle against Austrian numerical superiority, and the victory was near total, with Austrian battle deaths nearly seven times the Prussian figure. An armistice between Prussia and Austria came into effect at noon on 22 July.[21] A preliminary peace was signed on 26 July at Nikolsburg.[22] Except for Saxony, the other German states allied to Austria played little role in the main campaign. Hanover's army defeated Prussia at the Second Battle of Langensalza on 27 June 1866, but, within a few days, they were forced to surrender by superior numbers. Prussian armies fought against Bavaria, Württemberg, Baden and the Hessian states on the river Main, reaching Nuremberg and Frankfurt. The Bavarian fortress of Würzburg was shelled by Prussian artillery, but the garrison defended its position until armistice day. The Austrians were more successful in their war with Italy, defeating the Italians on land at the Battle of Custoza (24 June), and on sea at the Battle of Lissa (20 July). However, Italy's \"Hunters of the Alps\" led by Garibaldi defeated the Austrians at the Battle of Bezzecca on 21 July, conquered the lower part of Trentino, and moved towards Trento. The Prussian peace with Austria forced the Italian government to seek an armistice with Austria on 12 August. According to the Treaty of Vienna, signed on 12 October, Austria ceded Veneto to France, which, in turn, ceded it to Italy. In order to prevent \"unnecessary bitterness of feeling or desire for revenge\" and forestall intervention by France or Russia, Bismarck pushed King William I of Prussia to make peace with the Austrians rapidly, rather than continue the war in hopes of further gains.[23] William had \"planned to install both the crown prince of Hanover and the nephew of the elector of Hesse as titular grand dukes in small territorial residuals of their dynastic inheritance\" due to opposition in the government cabinet, including Crown Prince Frederick William of Prussia, to the annexation of several German states.[20] The Austrians accepted mediation from France's Napoleon III. The Peace of Prague on 23 August 1866 resulted in the dissolution of the German Confederation, Prussian annexation of four of Austria’s former allies, and the permanent exclusion of Austria from German affairs. This left Prussia free to form the North German Confederation the next year, incorporating all the German states north of the Main River. Prussia chose not to seek Austrian territory for itself, and this made it possible for Prussia and Austria to ally in the future, since Austria felt threatened more by Italian and Pan-Slavic irredentism than by Prussia. The war left Prussia dominant in German politics (since Austria was now excluded from Germany and no longer the top German power), and German nationalism would encourage the remaining independent states to ally with Prussia in the Franco-Prussian War in 1870, and then to accede to the crowning of King William of Prussia as German Emperor in 1871. The united German states would become one of the most influential of all the European powers. In addition to war reparations, the following territorial changes took place: The war meant the end of the German Confederation. Those states who remained neutral or passive during the conflict took different actions after the Prague treaty: The Austrian Chancellor Count Friedrich Ferdinand von Beust was \"impatient to take his revenge on Bismarck for Sadowa\". As a preliminary step, the Ausgleich with Hungary was \"rapidly concluded\". Beust \"persuaded Francis Joseph to accept Magyar demands which he had until then rejected\",[25] but Austrian plans fell short of French hopes (e.g. Archduke Albrecht, Duke of Teschen proposed a plan which required the French army to fight alone for six weeks in order to allow Austrian mobilisation).[26] Victor Emmanuel II and the Italian government wanted to join this potential alliance, but Italian public opinion was bitterly opposed so long as Napoleon III kept a French garrison in Rome protecting Pope Pius IX, thereby denying Italy the possession of its capital (Rome had been declared capital of Italy in March 1861, when the first Italian Parliament had met in Turin). Napoleon III was not strictly opposed to this (in response to a French minister of State's declaration that Italy would never lay its hands on Rome, the Emperor had commented \"You know, in politics, one should never say 'never'\"[27]) and had made various proposals for resolving the Roman Question, but Pius IX rejected them all. Despite his support for Italian unification, Napoleon could not press the issue for fear of angering Catholics in France. Raffaele de Cesare, an Italian journalist, political scientist, and author, noted that: The alliance, proposed two years before 1870, between France, Italy, and Austria, was never concluded because Napoleon III ... would never consent to the occupation of Rome by Italy. ... He wished Austria to avenge Sadowa, either by taking part in a military action, or by preventing South Germany from making common cause with Prussia. ... If he could ensure, through Austrian aid, the neutrality of the South German States in a war against Prussia, he considered himself sure of defeating the Prussian army, and thus would remain arbiter of the European situation. But when the war suddenly broke out, before anything was concluded, the first unexpected French defeats overthrew all previsions, and raised difficulties for Austria and Italy which prevented them from making common cause with France. Wörth and Sedan followed each other too closely. The Roman question was the stone tied to Napoleon's feet — that dragged him into the abyss. He never forgot, even in August 1870, a month before Sedan, that he was a sovereign of a Catholic country, that he had been made Emperor, and was supported by the votes of the conservatives and the influence of the clergy; and that it was his supreme duty not to abandon the Pontiff. ... For twenty years Napoleon III had been the true sovereign of Rome, where he had many friends and relations ... Without him the temporal power would never have been reconstituted, nor, being reconstituted, would have endured.[28] Another reason that Beust's supposedly desired revanche against Prussia did not materialize is seen in the fact that, in 1870, the Hungarian Prime Minister Gyula Andrássy was \"vigorously opposed\".[29]","Title":"Austro-Prussian War - Wikipedia","KeyID":"6217","URL":"https://en.wikipedia.org/wiki/Austro-Prussian_War"}