{"Content: ":"Germany Ruhr Red Army 604 killed and missing The Ruhr uprising (German: Ruhraufstand) or March uprising (Märzaufstand) was a left-wing workers' revolt in the Ruhr region of Germany in March 1920. It initially took place in support of the call for a general strike issued by the Social Democrat members of the German government, the unions, and other parties in response to the right-wing Kapp Putsch of 13 March 1920. The communists and socialists in the Ruhr had previously laid plans for \"winning political power by the dictatorship of the proletariat\" in the event of a general strike. But after the collapse of the Kapp Putsch, the German government sent in the Reichswehr (the German army) and right-wing Freikorps to crush the ongoing insurgency of the estimated 50,000 members of the \"Red Ruhr Army\". This involved considerable brutality and summary executions of prisoners. An estimated 1,000 workers were killed. As the Treaty of Versailles came into force on 10 January 1920, the German government had to drastically reduce the headcount of its regular armed forces, and dissolve paramilitary units such as the right-wing Freikorps. Consequently, the German Reichswehrminister (defence minister) Gustav Noske ordered the dissolution of the Freikorps Marinebrigaden \"Ehrhardt\" and \"Loewenfeld\".[1] The highest-ranking general of the Reichswehr, Walther von Lüttwitz, refused to comply. He contributed to what became known as Kapp Putsch, or Lüttwitz-Kapp-Putsch, an effort by military and right-wing forces to overthrow the elected government and restore the monarchy.[1] On 13 March 1920, the right-wing Marinebrigade Ehrhardt led by von Lüttwitz marched into Berlin, occupied the government buildings, and installed Wolfgang Kapp as new chancellor, calling for a return of the monarchy. To restore order, Noske asked Hans von Seeckt, who at the time was the head of the Truppenamt im Reichswehrministerium, to order the regular army, the \"Transitional Reichswehr\", to put down the putsch. Von Seeckt and the other senior commanders, with the exception of General Walther Reinhardt, refused and the government was forced to flee from Berlin. Since the ministerial bureaucracy did not cooperate with the Kapp government, however, the latter could not govern effectively. On the very day of the putsch, the Social Democratic members of the government and Otto Wels, head of the SPD, signed a call for a general strike to topple the putschists. It was supported by the Allgemeiner Deutscher Gewerkschaftsbund (ADGB) led by Carl Legien, the Arbeitsgemeinschaft für Angestellte (AfA) and the Deutsche Beamtenbund.[2] Separately, the KPD, USPD and the DDP also called for a strike. Although protests by conservative groups including the Reichswehr soon caused the Reichsregierung to distance itself from this call to strike, the general strike of around 12 million workers helped bring about the putsch's collapse on 17 March 1920.[3] The first demonstrations against the putsch were in the Ruhr region on 13 March 1920. For example, in Bochum, 20,000 people turned out. Whilst the Kapp Putsch was in progress in Berlin, on 14 March 1920, in Elberfeld a meeting of representatives of the Communist Party of Germany (KPD), the Independent Social Democratic Party of Germany (USPD), and the Social Democratic Party of Germany (SPD) was held. The left-wing workers' parties decided on a spontaneous alliance against the putschists. The SPD, USPD and KPD drafted a joint appeal to \"winning political power by the dictatorship of the proletariat\". As a consequence of this appeal and in the context of the general strike, some workers' organisations attempted to seize state power on a regional scale. Across the Ruhr area, spontaneously formed local \"Executive Councils\" took over political power. These were dominated mostly by the USPD, with the KPD also participating. The anarcho-syndicalist Free Workers' Union of Germany (FAUD) was also represented. Worker-soldiers were deployed, who controlled the cities. The Red Ruhr Army, whose strength was estimated at approximately 50,000 members judging by the number of rifles that were later confiscated, prevailed over government forces in the area in a very short time. On 17 March 1920, units of the Red Ruhr Army near Wetter attacked an advance party of the Freikorps Lichtschlag under Hauptmann Hasenclever. When asked, he had identified himself as a supporter of the new Kapp government. The workers took the enemy force's weapons, captured 600 Freikorps members, and occupied Dortmund.[4] On 20 March 1920 in Essen, a Central Committee (Zentralrat) of the Workers' councils was formed, the latter being in the process of taking power in parts of the Ruhr.[4] Another central organ was in Hagen. The uprising possessed no common leadership nor a common political program, although turning ownership of important industries over to the workers was an important issue.[5] The general strike was officially declared as having ended on 22 March by the unions (ADGB), the USPD and the KPD after additional concessions by the government of chancellor Gustav Bauer. These included the dismissal of Reichswehrminister Noske, as well as changes to social and economic policies. General Reinhardt also resigned. Otto Gessler succeeded Noske; von Seeckt became Chef der Heeresleitung. The demands by the USPD that a socialist workers' government be installed to prevent a move of Germany to the right were rejected.[2][4] The legitimate government, newly returned to Berlin, issued an ultimatum on 24 March, demanding that the workers' councils put an end to the strike and the uprising by 30 March (later extended to 2 April); the councils did not comply with this. On 25 March, the government of Gustav Bauer resigned and on 26 March Reichspräsident Friedrich Ebert appointed Hermann Müller as the new chancellor.[4] The attempt to settle the conflict at the negotiating table in the Bielefeld Agreement failed, ultimately due to the unauthorized actions of the regional military commander, Oskar von Watter. The consequence was the renewed proclamation of a general strike. More than 300,000 miners joined this (they represented about 75% of the work force in mining). The communist uprising brought Düsseldorf and Elberfeld into the hands of the communists. Until the end of March, the whole Ruhr area was taken. Those involved in the uprising, who were often Great War veterans, were paid wages from the workers' councils. They often operated in small groups, traveling by bicycle. They attacked Zitadelle Wesel on 24 March, but here the Ruhr Army suffered its first defeat. The structure of the Ruhr Army was, like the political demands and positions of the different workers' councils, very heterogeneous and subject to frequent changes. In general, there was a strong difference among workers in the East and West. The USPD-dominated eastern Ruhr area organised and armed earlier, but it did not support a continuation of armed action against the newly restored federal government. On the other hand, the mobilization was slower in the trade union-dominated western Ruhr area, but continuation of the uprising in the later stages found greater support here. On 2 April 1920, government Reichswehr units marched into the Ruhr area to suppress the uprising.[4] This force also contained units that had supported the putsch only days previously, such as the Marinebrigade von Loewenfeld and the Marinebrigade Ehrhardt.[3] With the support of the federal government, the uprising was suppressed by General Watter, approaching from the north. Based in Münster, his staff led the civil war in the Ruhr area. Units of the Reichswehr and Freikorps successfully suppressed the Red Ruhr Army. The fighting was followed by death sentences and mass executions. Those found to be carrying weapons at the time of their arrest were shot, including the wounded. On 3 April 1920, Reichspräsident Ebert forbade these summary executions. On 12 April 1920, General von Watter forbade his soldiers from engaging in \"unlawful behaviour\". The actions of both sides in the fighting have been described as showing \"a maximum of cruelty\".[5] On 5 April, a large part of the Ruhr Army fled before the Reichswehr to the region occupied by the French Army. In response to the Reichswehr presence in the Ruhr, which contravened the Treaty of Versailles, the French occupied towns such as Frankfurt, Hanau and Darmstadt on 6 April.[4] The Reichswehr stopped only at the river Ruhr. The British occupation forces were threatening to occupy the Bergisches Land due to the breach of the Versailles Treaty. By 8 April, the Reichswehr controlled all of the northern Ruhr area.[4] By the end of the fighting, the Reichswehr had lost 208 dead and 123 missing,[6] and Freikorps about 273 lives. An estimated 1,000 workers were killed. A memorial to the Ruhr Uprising was later commissioned and installed in Hagen.","Title":"Ruhr uprising - Wikipedia","KeyID":"6221","URL":"https://en.wikipedia.org/wiki/Ruhr_uprising"}