{"Content: ":"French occupation of Frankfurt occurred from 6 April to 17 May 1920 as part of the Allied occupation of the Rhineland. The principal city occupied was Frankfurt, but the French also occupied Dieburg, Darmstadt, Hanau and Homburg. The occupation was in response to the mobilisation of armed forces by the government of Hermann Müller to suppress the Ruhr Uprising - which in turn was part of a widespread strike movement which defeated the Kapp Putsch. On 20 January 1920 Alexandre Millerand succeeded Georges Clemenceau as Prime Minister of France. On 31 January he attended the first meeting of the Conseil supérieur de la guerre since the armistice and enquired whether the French Army was capable of occupying the Ruhr. Edmond Buat, the Chief of Staff of the French Army, replied this would only be possible with the mobilisation of reserves.[1] The Kapp Putsch was an attempted coup on 13 March 1920 by parts of the Reichswehr (military), the Freikorps and other conservative, nationalist and monarchist factions. They aimed to undo the German Revolution of 1918–1919, overthrow the Weimar Republic and establish a right-wing autocratic government in its place. The French claimed that Articles 42 to 44 of the peace treaty of Versailles concerning the demilitarisation of the Rhineland had been broken.[2] These had designated a neutral zone 50 kilometres deep on the left bank of the Rhine. In this area any construction of fortifications or any military maneuvers were strictly forbidden, it being further specified that any breach would \"be regarded as committing a hostile act against the Powers signatory of the present Treaty and as calculated to disturb the peace of the world.\" When the German Army sent 7,000 troops into the areas north of the River Lippe, the French government concluded that this was a breach of the treaty, and promptly responded by sending their own troops into the Neutral Zone.[3]: 228  On 7 April, some Moroccan soldiers of the 3rd Moroccan Tirailleurs Regiment were stationed at the Hauptwache in the centre of Frankfurt. Originally they were surrounded by a curious crowd. However the situation deteriorated and the troops opened fire with a machine gun. This led to nine people being killed and twenty six wounded.[4] The following day, when newspaper publishing was recommenced, the Mayor Georg Voigt, the Police Chief Ehler and the President of the Alternative Government, Cossman, issued a call for calm.[5]","Title":"French occupation of Frankfurt - Wikipedia","KeyID":"6222","URL":"https://en.wikipedia.org/wiki/French_occupation_of_Frankfurt"}