{"Content: ":"German reunification (German: Deutsche Wiedervereinigung) was the process in 1990 by which the German Democratic Republic (GDR; German: Deutsche Demokratische Republik, DDR) became part of the Federal Republic of Germany (FRG; German: Bundesrepublik Deutschland, BRD) to form the reunited country of Germany. The end of the unification process is officially referred to as German unity (Deutsche Einheit), celebrated each year on 3 October as German Unity Day (Tag der deutschen Einheit).[1] East and West Berlin were reunited into a single city and again became the capital of united Germany. The East German government started to falter in May 1989, when the removal of Hungary's border fence with Austria opened a hole in the Iron Curtain. The border was still closely guarded, but the Pan-European Picnic and the indecisive reaction of the rulers of the Eastern Bloc set in motion an irreversible peaceful movement.[2][3] It allowed an exodus of thousands of East Germans fleeing to West Germany via Hungary. The Peaceful Revolution, a series of protests by East Germans, led to the GDR's first free elections on 18 March 1990 and to the negotiations between the GDR and FRG that culminated in a Unification Treaty.[1] Other negotiations between the GDR and FRG and the four occupying powers produced the so-called \"Two Plus Four Treaty\" (Treaty on the Final Settlement with Respect to Germany), granting full sovereignty to a unified German state, whose two parts were previously bound by a number of limitations stemming from their post-World War II status as occupied regions. The West German government of Konrad Adenauer rejected proposals of the 1952 Stalin note to reunify under terms of neutrality. The government instead pursued a policy of West German rearmament, while ending the process of denazification and declaring an amnesty. This led to the 1952 establishment of the Western European Union, and West Germany joined NATO in 1955. The 1945 Potsdam Agreement had specified that a full peace treaty concluding World War II, including the exact delimitation of Germany's postwar boundaries, was required to be \"accepted by the Government of Germany when a government adequate for the purpose is established.\" The Federal Republic had always maintained that no such government could be said to have been established until East and West Germany had been united within a free democratic state; but, in 1990, a range of opinions continued to be maintained over whether a unified West Germany, East Germany, and Berlin could be said to represent \"Germany as a whole\" for this purpose. The key question was whether a Germany that remained bounded to the east by the Oder–Neisse line (the international border with Poland) could act as a \"united Germany\" in signing the peace treaty without qualification. Under the \"Two Plus Four Treaty\", both the Federal Republic and the Democratic Republic committed themselves and their unified continuation to the principle that their joint pre-1990 boundaries constituted the entire territory that could be claimed by a Government of Germany, and hence that there were no further lands outside those boundaries that were parts of Germany as a whole. The post-1990 united Germany is not a successor state, but an enlarged continuation of the former West Germany. The enlarged Federal Republic of Germany retained the West German seats in the governing bodies of the European Economic Community (later the European Union) and in international organizations including NATO and the United Nations. Memberships in the Warsaw Pact and other international organizations to which East Germany belonged ended because East Germany ceased to exist. For political and diplomatic reasons, West German politicians carefully avoided the term \"reunification\" during the runup to what Germans frequently refer to as die Wende (roughly: the turning point). The 1990 treaty defines the official term as Deutsche Einheit (\"German unity\");[1] this is commonly used in Germany, and it is this term that then-Vice Chancellor Hans-Dietrich Genscher used in front of international journalists to correct them when they asked him about \"reunification\" in 1990.[citation needed] After 1990, the term die Wende became more common. The term generally refers to the events (mostly in Eastern Europe) that led up to the actual reunification; in its usual context, this term loosely translates to \"the turning point\", without any further meaning. When referring to the events surrounding reunification, however, it carries the cultural connotation of the time and the events in the GDR that brought about this \"turnaround\" in German history. However, anticommunist activists from Eastern Germany rejected the term Wende as it had been introduced by the Socialist Unity Party of Germany's Secretary General Egon Krenz.[4] Germany was officially divided into four occupation zones as result of the Potsdam Agreement on 1 August 1945, under the four military governments of the United States, the United Kingdom, France, and the Soviet Union. The capital city of Berlin was similarly divided into the four sectors. Between 1947 and 1949, the three zones of the western allies were merged, forming the Federal Republic of Germany and West Berlin, aligned with capitalist Europe (which later developed into the European Community), France also controlled German Saarland from 1946 to 1956. The Soviet zone became the German Democratic Republic with its capital in East Berlin, a part of the communist Soviet Bloc. The FRG was a member of the western military alliance, NATO; the GDR was a member of the Warsaw Pact. Germans lived under such imposed divisions throughout the ensuing Cold War. Into the 1980s, the Soviet Union experienced a period of economic and political stagnation, and correspondingly decreased intervention in Eastern Bloc politics. In 1987, US President Ronald Reagan gave a speech at the Brandenburg Gate, challenging Soviet General Secretary Mikhail Gorbachev to \"tear down this wall\" which divided Berlin. The wall had stood as an icon for the political and economic division between East and West, a division that Churchill had referred to as the \"Iron Curtain\". Gorbachev announced in 1988 that the Soviet Union would abandon the Brezhnev Doctrine and allow the Eastern bloc countries to freely determine their own internal affairs.[5] In early 1989, under a new era of Soviet policies of glasnost (openness) and perestroika (economic restructuring), and taken further by Gorbachev, the Solidarity movement took hold in Poland. Further inspired by other images of brave defiance, a wave of revolutions swept throughout the Eastern Bloc that year. In May 1989, Hungary removed their border fence. However, the dismantling of the old Hungarian border facilities did not open the borders nor were the previous strict controls removed, and the isolation by the Iron Curtain was still intact over its entire length. The opening of a border gate between Austria and Hungary at the Pan-European Picnic on 19 August 1989 then set in motion a peaceful chain reaction, at the end of which there was no longer a GDR and the Eastern Bloc had disintegrated.[3][6] Extensive advertising for the planned picnic was made by posters and flyers among the GDR holidaymakers in Hungary. The Austrian branch of the Paneuropean Union, which was then headed by Karl von Habsburg, distributed thousands of brochures inviting them to a picnic near the border at Sopron. It was the largest escape movement from East Germany since the Berlin Wall was built in 1961. After the picnic, which was based on an idea by Karl's father Otto von Habsburg to test the reaction of the USSR and Mikhail Gorbachev to an opening of the border, tens of thousands of media-informed East Germans set off for Hungary.[7] The media reaction of Erich Honecker in the \"Daily Mirror\" of 19 August 1989 showed the public in East and West that there had been a loss of power by the Eastern European communist rulers in their own sphere of power, and that they were no longer the designers of what was happening: \"Habsburg distributed leaflets far into Poland, on which the East German holidaymakers were invited to a picnic. When they came to the picnic, they were given gifts, food and Deutsche Mark, and then they were persuaded to come to the West.\" In particular, it was examined by Habsburg and the Hungarian Minister of State Imre Pozsgay, whether Moscow would give the Soviet troops stationed in Hungary the command to intervene.[8] But, with the mass exodus at the Pan-European Picnic, the subsequent hesitant behavior of the Socialist Unity Party of East Germany and the nonintervention of the Soviet Union broke the dams. Thus, the bracket of the Eastern Bloc was broken.[9] Tens of thousands of the media-informed East Germans now made their way to Hungary, which was no longer ready to keep its borders completely closed or to oblige its border troops to use force of arms. By the end of September 1989, more than 30,000 East Germans had escaped to the West before the GDR denied travel to Hungary, leaving Czechoslovakia as the only neighboring state to which East Germans could escape.[10][11] Even then, many people within and without Germany still believed that real reunification would never happen in the foreseeable future.[12] The turning point in Germany, called \"Die Wende\", was marked by the \"Peaceful Revolution\" leading to the removal of the Berlin Wall, with East and West Germany subsequently entering into negotiations toward eliminating the division that had been imposed upon Germans more than four decades earlier. On 28 November 1989—two weeks after the fall of the Berlin Wall—West German Chancellor Helmut Kohl announced a 10-point program calling for the two Germanies to expand their cooperation with a view toward eventual reunification.[13] Initially, no timetable was proposed. However, events rapidly came to a head in early 1990. First, in March, the Party of Democratic Socialism—the former Socialist Unity Party of Germany—was heavily defeated in East Germany's first free elections. A grand coalition was formed under Lothar de Maizière, leader of the East German wing of Kohl's Christian Democratic Union, on a platform of speedy reunification. Second, East Germany's economy and infrastructure underwent a swift and near-total collapse. Although East Germany was long reckoned as having the most robust economy in the Soviet bloc, the removal of Communist hegemony revealed the ramshackle foundations of that system. The East German mark had been almost worthless outside East Germany for some time before the events of 1989–1990, and the collapse of the East German economy further magnified the problem. Discussions immediately began on an emergency merger of the German economies. On 18 May 1990, the two German states signed a treaty agreeing on monetary, economic, and social union. This treaty is called Vertrag über die Schaffung einer Währungs-, Wirtschafts- und Sozialunion zwischen der Deutschen Demokratischen Republik und der Bundesrepublik Deutschland [de] (\"Treaty Establishing a Monetary, Economic and Social Union between the German Democratic Republic and the Federal Republic of Germany\");[14] it came into force on 1 July 1990, with the West German Deutsche Mark replacing the East German mark as the official currency of East Germany. The Deutsche Mark had a very high reputation among the East Germans and was considered stable.[15] While the GDR transferred its financial policy sovereignty to West Germany, the West started granting subsidies for the GDR budget and social security system.[16] At the same time, many West German laws came into force in the GDR. This created a suitable framework for a political union by diminishing the huge gap between the two existing political, social, and economic systems.[16] The Volkskammer, the Parliament of East Germany, passed a resolution on 23 August 1990 declaring the accession (Beitritt) of the German Democratic Republic to the Federal Republic of Germany, and the extension of the field of application of the Federal Republic's Basic Law to the territory of East Germany as allowed by article 23 of the West German Basic Law, effective 3 October 1990.[17][18][19] This Declaration of Accession (Beitrittserklärung) was formally presented by the President of the Volkskammer, Sabine Bergmann-Pohl, to the President of the West German Bundestag, Rita Süssmuth, by means of a letter dated 25 August 1990.[19] Thus, formally, the procedure of reunification by means of the accession of East Germany to West Germany, and of East Germany's acceptance of the Basic Law already in force in West Germany, was initiated as the unilateral, sovereign decision of East Germany, as allowed by the provisions of article 23 of the West German Basic Law as it then existed. In the wake of that resolution of accession, the \"German reunification treaty\",[20][21][22] commonly known in German as \"Einigungsvertrag\" (Unification Treaty) or \"Wiedervereinigungsvertrag\" (Reunification Treaty), that had been negotiated between the two German states since 2 July 1990, was signed by representatives of the two governments on 31 August 1990. This Treaty, officially titled Vertrag zwischen der Bundesrepublik Deutschland und der Deutschen Demokratischen Republik über die Herstellung der Einheit Deutschlands (Treaty between the Federal Republic of Germany and the German Democratic Republic on the Establishment of German Unity), was approved by large majorities in the legislative chambers of both countries on 20 September 1990 (442–47 in the West German Bundestag and 299–80 in the East German Volkskammer).[23] The Treaty passed the West German Bundesrat on the following day, 21 September 1990. The amendments to the Federal Republic's Basic Law that were foreseen in the Unification Treaty or necessary for its implementation were adopted by the Federal Statute of 23 September 1990, that enacted the incorporation of the Treaty as part of the Law of the Federal Republic of Germany. The said Federal Statute, containing the whole text of the Treaty and its Protocols as an annex, was published in the Bundesgesetzblatt (the official journal for the publication of the laws of the Federal Republic) on 28 September 1990.[24] In the German Democratic Republic, the constitutional law (Verfassungsgesetz) giving effect to the Treaty was also published on 28 September 1990.[19] With the adoption of the Treaty as part of its Constitution, East Germany legislated its own abolition as a State. Under article 45 of the Treaty,[25] it entered into force according to international law on 29 September 1990, upon the exchange of notices regarding the completion of the respective internal constitutional requirements for the adoption of the treaty in both East Germany and West Germany. With that last step, and in accordance with article 1 of the Treaty, and in conformity with East Germany's Declaration of Accession presented to the Federal Republic, Germany was officially reunited at 00:00 CEST on 3 October 1990. East Germany joined the Federal Republic as the five Länder (states) of Brandenburg, Mecklenburg-Western Pomerania, Saxony, Saxony-Anhalt, and Thuringia. These states were the five original states of East Germany but were abolished in 1952 in favor of a centralized system. As part of 18 May treaty, the five East German states were reconstituted on 23 August. At the same time, East and West Berlin reunited into one city, which became a city-state along the lines of the existing city-states of Bremen and Hamburg. Berlin was still formally under Allied occupation (that would only be terminated later, as a result of the provisions of the Two Plus Four Treaty), but the city's administrative merger and inclusion in the Federal Republic of Germany, effective on 3 October 1990, had been greenlighted by the Allies, and were formally approved in the final meeting of the Allied Control Council on 2 October 1990. In an emotional ceremony, at the stroke of midnight on 3 October 1990, the black-red-gold flag of West Germany—now the flag of a reunited Germany—was raised above the Brandenburg Gate, marking the moment of German reunification. The process chosen was one of two options implemented in the West German constitution (Grundgesetz or Basic Law) of 1949 to facilitate eventual reunification. The Basic Law stated that it was only intended for temporary use until a permanent constitution could be adopted by the German people as a whole. Via that document's (then-existing) Article 23, any new prospective Länder could adhere to the Basic Law by a simple majority vote. The initial 11 joining states of 1949 constituted the Trizone. West Berlin had been proposed as the 12th state but was legally inhibited by Allied objections since Berlin as a whole was legally a quadripartite occupied area. Despite this, West Berlin's political affiliation was with West Germany, and, in many fields, it functioned de facto as if it were a component state of West Germany. In 1957, the Saar Protectorate joined West Germany under the Article 23 procedure as Saarland. The other option was Article 146, which provided a mechanism for a permanent constitution for a reunified Germany. This route would have entailed a formal union between two German states that then would have had to, among other things, create a new constitution for the newly established country. However, by the spring of 1990, it was apparent that drafting a new constitution would require protracted negotiations that would open up numerous issues in West Germany. Even without this to consider, by the start of 1990, East Germany was in a state of economic and political collapse. In contrast, reunification under Article 23 could be implemented in as little as six months. Ultimately, when the treaty on monetary, economic, and social union was signed, it was decided to use the quicker process of Article 23. By this process, East Germany voted to dissolve itself and to join West Germany, and the area in which the Basic Law was in force simply extended to include them.[26] Thus, while legally East Germany as a whole acceded to the Federal Republic, the constituent parts of East Germany entered into the Federal Republic as five new states, which held their first elections on 14 October 1990. Nevertheless, although the Volkskammer's declaration of accession to the Federal Republic had initiated the process of reunification, the act of reunification itself (with its many specific terms, conditions, and qualifications, some of which required amendments to the Basic Law itself) was achieved constitutionally by the subsequent Unification Treaty of 31 August 1990; that is, through a binding agreement between the former GDR and the Federal Republic now recognizing each another as separate sovereign states in international law.[27] This treaty was then voted into effect by both the Volkskammer and the Bundestag by the constitutionally required two-thirds majorities, effecting on the one hand, the extinction of the GDR, and on the other, the agreed amendments to the Basic Law of the Federal Republic. Hence, although the GDR declared its accession to the Federal Republic under Article 23 of the Basic Law, this did not imply its acceptance of the Basic Law as it then stood, but rather, of the Basic Law as subsequently amended in line with the Unification Treaty. Legally, the reunification did not create a third state out of the two. Rather, West Germany effectively absorbed East Germany. Accordingly, on Unification Day, 3 October 1990, the German Democratic Republic ceased to exist, and five new federated states on its former territory joined the Federal Republic of Germany. East and West Berlin were reunited and joined the Federal Republic as a full-fledged federated city-state. Under this model, the Federal Republic of Germany, now enlarged to include the five states of the former GDR plus the reunified Berlin, continued legally to exist under the same legal personality that was founded in May 1949. While the Basic Law was modified, rather than replaced by a constitution as such, it still permits the adoption of a formal constitution by the German people at some time in the future. The practical result of that model is that the now-expanded Federal Republic of Germany inherited the old West Germany's seats at the UN, NATO, the European Communities, and other international organizations. It also continued to be a party to all the treaties the old West Germany signed prior to the moment of reunification. The Basic Law and statutory laws that were in force in the Federal Republic, as amended in accordance with the Unification Treaty, continued automatically in force but now applied to the expanded territory. Also, the same President, Chancellor (Prime Minister), and Government of the Federal Republic remained in office, but their jurisdiction now included the newly acquired territory of the former East Germany. To facilitate this process and to reassure other countries, fundamental changes were made to the \"Basic Law\" (constitution). The Preamble and Article 146 were amended, and Article 23 was replaced, but the deleted former Article 23 was applied as the constitutional model to be used for the 1990 reunification. Hence, prior to the five \"New Länder\" of East Germany joining, the Basic Law was amended to indicate that all parts of Germany would then be unified such that Germany could now no longer consider itself constitutionally open to further extension to include the former eastern territories of Germany, that were now Polish, Russian, or Lithuanian. The changes effectively formalized the Oder–Neisse line as Germany's permanent eastern border. These amendments to the Basic Law were mandated by Article I, section 4 of the Two Plus Four Treaty.[citation needed] To commemorate the day that marks the official unification of the former East and West Germany in 1990, 3 October has since then been the official German national holiday, the Day of German Unity (Tag der deutschen Einheit). It replaced the previous national holiday held in West Germany on 17 June commemorating the East German uprising of 1953 and the national holiday on 7 October in the GDR, that commemorated the foundation of the East German state.[16] We defeated the Germans twice! And now they're back! For decades, West Germany's allies stated their support for reunification. Israeli Prime Minister Yitzhak Shamir, who speculated that a country that \"decided to kill millions of Jewish people\" in the Holocaust \"will try to do it again\", was one of the few world leaders to publicly oppose it. As reunification became a realistic possibility, however, significant NATO and European opposition emerged in private.[29] A poll of four countries in January 1990 found that a majority of surveyed Americans and French supported reunification, while British and Poles were more divided: 69 percent of Poles and 50 percent of French and British stated that they worried about a reunified Germany becoming \"the dominant power in Europe\". Those surveyed stated several concerns, including Germany again attempting to expand its territory, a revival of Nazism, and the German economy becoming too powerful. While British, French, and Americans favored Germany remaining a member of NATO, a majority of Poles supported neutrality for the reunified state.[31] The key ally was the United States. Although some top American officials opposed quick unification, Secretary of State James A. Baker and President George H. W. Bush provided strong and decisive support to Kohl's proposals.[32][33][a] Before the fall of the Berlin Wall, British Prime Minister Margaret Thatcher told Soviet General Secretary Mikhail Gorbachev that the United Kingdom, and according to her neither Western Europe, wanted the reunification of Germany. Thatcher also clarified she wanted the Soviet leader to do what he could to stop it, telling Gorbachev \"We do not want a united Germany\".[35] Although she welcomed East German democracy, Thatcher worried that a rapid reunification might weaken Gorbachev and favored Soviet troops staying in East Germany as long as possible to act as a counterweight to a united Germany.[29][36] Thatcher, who carried in her handbag a map of Germany's 1937 borders to show others the \"German problem\", feared that its \"national character\", size, and central location in Europe would cause the country to be a \"destabilizing rather than a stabilizing force in Europe\".[36] In December 1989, she warned fellow European Community leaders at a Council summit in Strasbourg that Kohl attended, \"We defeated the Germans twice! And now they're back!\".[29][28] Although Thatcher had stated her support for German self-determination in 1985,[36] she now argued that Germany's allies only supported reunification because they did not believe it would ever happen.[29] Thatcher favored a transition period of five years for reunification, during which the two Germanies would remain separate states. Although she gradually softened her opposition, as late as March 1990, Thatcher summoned historians and diplomats to a seminar at Chequers to ask \"How dangerous are the Germans?\",[36][28] and the French ambassador in London reported that Thatcher told him, \"France and Great Britain should pull together today in the face of the German threat.\"[37][38] The pace of events surprised the French, whose Foreign Ministry had concluded in October 1989 that reunification \"does not appear realistic at this moment\".[39] A representative of French President François Mitterrand reportedly told an aide to Gorbachev, \"France by no means wants German reunification, although it realises that in the end, it is inevitable.\"[35] At the Strasbourg summit, Mitterrand and Thatcher discussed the fluidity of Germany's historical borders.[29] On 20 January 1990, Mitterrand told Thatcher that a unified Germany could \"make more ground than even Adolf had\".[37] He predicted that \"bad\" Germans would reemerge,[28] who might seek to regain former German territory lost after World War II and would likely dominate Hungary, Poland, and Czechoslovakia,[36] leaving \"only Romania and Bulgaria for the rest of us\". The two leaders saw no way to prevent reunification, however, as \"None of us was going to declare war on Germany\".[29] Mitterrand recognized before Thatcher that reunification was inevitable and adjusted his views accordingly; unlike her, he was hopeful that participation in a single currency and other European institutions could control a united Germany.[36] Mitterrand still wanted Thatcher to publicly oppose unification, however, to obtain more concessions from Germany.[28] Ireland's Taoiseach, Charles Haughey, supported German reunification and he took advantage of Ireland's presidency of the European Economic Community to call for an extraordinary European summit in Dublin in April 1990 to calm the fears held of fellow members of the EEC.[40][41][42] Haughey saw similarities between Ireland and Germany, and said \"I have expressed a personal view that coming as we do from a country which is also divided many of us would have sympathy with any wish of the people of the two German States for unification\".[43] Der Spiegel later described other European leaders' opinion of reunification at the time as \"icy\". Italy's Giulio Andreotti warned against a revival of \"pan-Germanism\" and joked \"I love Germany so much that I prefer to see two of them\", and the Netherlands's Ruud Lubbers questioned the German right to self-determination. They shared Britain's and France's concerns over a return to German militarism and the economic power of a reunified country. The consensus opinion was that reunification, if it must occur, should not occur until at least 1995 and preferably much later.[29] The victors of World War II—France, the Soviet Union, the United Kingdom, and the United States, comprising the Four-Power Authorities—retained authority over Berlin, such as control over air travel and its political status. From the onset, the Soviet Union sought to use reunification as a way to push Germany out of NATO into neutrality, removing nuclear weapons from its territory. However, West Germany misinterpreted a 21 November 1989 diplomatic message on the topic to mean that the Soviet leadership already anticipated reunification only two weeks after the Wall's collapse. This belief, and the worry that his rival Genscher might act first, encouraged Kohl on 28 November to announce a detailed \"Ten Point Program for Overcoming the Division of Germany and Europe\". While his speech was very popular within West Germany, it caused concern among other European governments, with whom he had not discussed the plan.[29][44] The Americans did not share the Europeans' and Soviets' historical fears over German expansionism; Condoleezza Rice later recalled,[45] The United States—and President George H. W. Bush—recognized that Germany went through a long democratic transition. It was a good friend, it was a member of NATO. Any issues that existed in 1945, it seemed perfectly reasonable to lay them to rest. For us, the question wasn't should Germany unify? It was how and under what circumstances? We had no concern about a resurgent Germany... The United States wished to ensure, however, that Germany would stay within NATO. In December 1989, the administration of President George H. W. Bush made a united Germany's continued NATO membership a requirement for supporting reunification. Kohl agreed, although less than 20 percent of West Germans supported remaining within NATO. Kohl also wished to avoid a neutral Germany, as he believed that would destroy NATO, cause the United States and Canada to leave Europe, and cause Britain and France to form an anti-German alliance. The United States increased its support of Kohl's policies, as it feared that otherwise Oskar Lafontaine, a critic of NATO, might become Chancellor.[29] Horst Teltschik, Kohl's foreign policy advisor, later recalled that Germany would have paid \"100 billion deutschmarks\" if the Soviets demanded it. The USSR did not make such great demands, however, with Gorbachev stating in February 1990 that \"[t]he Germans must decide for themselves what path they choose to follow\". In May 1990, he repeated his remark in the context of NATO membership while meeting Bush, amazing both the Americans and Germans.[29] This removed the last significant roadblock to Germany being free to choose its international alignments, though Kohl made no secret that he intended for the reunified Germany to inherit West Germany's seats in NATO and the EC. During a NATO–Warsaw Pact conference in Ottawa, Canada, Genscher persuaded the four powers to treat the two Germanies as equals instead of defeated junior partners and for the six nations to negotiate alone. Although the Dutch, Italians, Spanish, and other NATO powers opposed such a structure, which meant that the alliance's boundaries would change without their participation, the six nations began negotiations in March 1990. After Gorbachev's May agreement on German NATO membership, the Soviets further agreed that Germany would be treated as an ordinary NATO country, with the exception that former East German territory would not have foreign NATO troops or nuclear weapons. In exchange, Kohl agreed to reduce the sizes of the militaries of both West and East Germany, renounce weapons of mass destruction, and accept the postwar Oder–Neisse line as Germany's eastern border. In addition, Germany agreed to pay about 55 billion deutschmarks to the Soviet Union in gifts and loans, the equivalent of eight days of the West German GDP.[29] The British insisted to the end, against Soviet opposition, that NATO be allowed to hold maneuvers in the former East Germany. After the Americans intervened,[29] both the UK and France ratified the Treaty on the Final Settlement with Respect to Germany in September 1990, thus finalizing the reunification for purposes of international law. Thatcher later wrote that her opposition to reunification had been an \"unambiguous failure\".[36] On 14 November 1990, Germany and Poland signed the German–Polish Border Treaty, finalizing Germany's boundaries as permanent along the Oder–Neisse line, and thus, renouncing any claims to Silesia, East Brandenburg, Farther Pomerania, and the southern area of the former province of East Prussia.[b] The subsequent German–Polish Treaty of Good Neighbourship that supplemented the Border Treaty also granted certain rights for political minorities on either side of the border.[46] The following month, the first all-German free elections since 1932 were held, resulting in an increased majority for the coalition government of Chancellor Helmut Kohl. On 15 March 1991, the Treaty on the Final Settlement with Respect to Germany—that had been signed in Moscow back on 12 September 1990 by the two German states that then existed (East and West Germany) on one side and by the four principal Allied powers (the United Kingdom, France, the Soviet Union, and the United States) on the other—entered into force, having been ratified by the Federal Republic of Germany (after the unification, as the united Germany) and by the four Allied states. The entry into force of that treaty (also known as the \"Two Plus Four Treaty\", in reference to the two German states and four Allied governments that signed it) put an end to the then-remaining limitations on German sovereignty that resulted from the post-World War II arrangements. Even prior to the ratification of the Treaty, the operation of all quadripartite Allied institutions in Germany was suspended, with effect from the reunification of Germany on 3 October 1990 and pending the final ratification of the Two Plus Four Treaty, pursuant to a declaration signed in New York on 1 October 1990 by the foreign ministers of the four Allied Powers, that was witnessed by ministers of the two German states then in existence, and that was appended text of the Two Plus Four Treaty.[47] Article 5 banned the deployment of nuclear weapons in the territory previously controlled by the DDR and well as a ban on stationing non-German military personnel.[48] In accordance with Article 9 of the Two Plus Four Treaty, it entered into force as soon as all ratifications were deposited with the Government of Germany. The last party to ratify the treaty was the Soviet Union, that deposited its instrument of ratification on 15 March 1991. The Supreme Soviet of the USSR only gave its approval to the ratification of the treaty on 4 March 1991, after a hefty debate. Under that treaty (which should not be confused with the Unification Treaty that was signed only between the two German states), the last Allied forces still present in Germany left in 1994, in accordance with article 4 of the treaty, that set 31 December 1994 as the deadline for the withdrawal of the remaining Allied forces. The bulk of Russian ground forces left Germany on 25 June 1994 with a military parade of the 6th Guards Motor Rifle Brigade in Berlin. This was followed by the closure of the United States Army Berlin command on 12 July 1994, an event that was marked by a casing of the colors ceremony witnessed by President Bill Clinton. The withdrawal of the last Russian troops (the Russian Army's Western Group of Forces) was completed on 31 August 1994, and the event was marked by a military ceremony in the Treptow Park in Berlin, with the presence of Russian President Yeltsin and German Chancellor Kohl.[49] Although the bulk of the British, American, and French Forces had left Germany even before the departure of the Russians, the Western Allies kept a presence in Berlin until the completion of the Russian withdrawal, and the ceremony marking the departure of the remaining Forces of the Western Allies was the last to take place: on 8 September 1994,[50] a Farewell Ceremony in the courtyard of the Charlottenburg Palace, with the presence of British Prime Minister John Major, American Secretary of State Warren Christopher, French President François Mitterrand, and German Chancellor Helmut Kohl, marked the withdrawal of the British, American and French Occupation Forces from Berlin, and the termination of the Allied occupation in Germany.[49] Thus, the removal of the Allied presence took place a few months before the final deadline. As for the German–Polish Border Treaty, it was approved by the Polish Sejm on 26 November 1991 and the German Bundestag on 16 December 1991, and entered into force with the exchange of the instruments of ratification on 16 January 1992. The confirmation of the border between Germany and Poland was required of Germany by the Allied Powers in the Two Plus Four Treaty. The subsequent economic restructuring and reconstruction of eastern Germany resulted in significant costs, especially for western Germany, which paid large sums of money in the form of the Solidaritätszuschlag (Solidarity Surcharge) in order to rebuild the east German infrastructure. In addition, the immensely advantageous exchange rate of 1:1 between the West German Deustchmark to the East German mark meant that East Germans could trade in their almost worthless marks for and receive wages in West German currency. This dealt a major blow to the West German budget in the coming few years.[51] Peer Steinbrück is quoted as saying in a 2011 interview, \"Over a period of 20 years, German reunification has cost 2 trillion euros, or an average of 100 billion euros a year. So, we have to ask ourselves 'Aren't we willing to pay a tenth of that over several years for Europe's unity?'\"[52] According to a 2019 survey conducted by Pew Research Center, approximately 90 percent of Germans living in both the West and East believe that reunification was good for Germany,[53] with slightly more in East than West Germany supporting it.[54] Around 83 percent of East Germans approve of and 13 percent disapprove of eastern Germany's transition to a market economy, with the rest saying they weren't sure.[55] Life satisfaction in both the East and West has substantially increased since 1991, with 15 percent of East Germans placing their life satisfaction somewhere between 7 to 10 on a 0 to 10 scale in 1991, changing to 59 percent in 2019. For West Germans, this change over the same time period was from 52 to 64 percent.[53] Additionally, the fall of the Berlin Wall was useful in generating wealth at the household level in both the East and the West. Those who lived in West Germany and had social ties to the East experienced a six percent average increase in their wealth in the six years following the fall of the Wall, which more than doubled that of households who didn't possess the same connections.[56] Entrepreneurs who worked in areas with strong social ties to the East saw their incomes increase at an even more rapid rate. Incomes for this group increased at an average rate of 8.8 percent over the same six year period following reunification. Similarly, those in the East who possessed connections to the West saw their household income increase at a positive rate in each of the six years following reunification.[56] Those in their regions who lacked the same ties did not see the same benefit. More broadly, commercial firms, in the same way as households and individuals, also saw profits increase in the years following reunification. Specifically, gains in the form of increased profits were the greatest for firms in the service sector who invested in the East relative to those which did not. The reunification served to increase economic growth in the region through rising household income and commercial profit due to the ability to utilize social connections that were previously restricted by the border.[56] Vast differences between former East Germany and West Germany in lifestyle, wealth, political beliefs, and other matters remain, and it is therefore still common to speak of eastern and western Germany distinctly. It is often referred to as the \"wall in the head\" (Mauer im Kopf).[57] Ossis (Easterners) are stereotyped as racist, poor, and largely influenced by Russian culture,[58] while Wessis (Westerners) are usually considered snobbish, dishonest, wealthy, and selfish. East Germans indicate a dissatisfaction with the status quo and cultural alienation from the rest of Germany, and a sense that their cultural heritage is not acknowledged enough in the now unified Germany. The West, on the other hand, has become uninterested in what the East has to say, and this has led to more resentment toward the East, exacerbating the divide. Both the West and the East have failed to sustain an openminded dialogue, and the failure to grasp the effects of the institutional path dependency has increased the frustration each side feels.[59] The economy of eastern Germany has struggled since unification, and large subsidies are still transferred from west to east. Economically, eastern Germany has had a sharp rise of 10 percent to West Germany’s 5 percent. Western Germany also still holds 56 percent of the GDP. Part of this disparity between the East and the West lies in the Western labor Unions' demand for high-wage pacts in an attempt to prevent \"low-wage zones\". This caused many Germans from the East to be outpriced in the market, adding to the slump in businesses in eastern Germany as well as the rising unemployment.[60] The former East German area has often been compared to the underdeveloped Southern Italy and the Southern United States during Reconstruction after the American Civil War. While the economy of eastern Germany has recovered recently, the differences between East and West remain present.[61][62] Politicians and scholars have frequently called for a process of \"inner reunification\" of the two countries and asked whether there is \"inner unification or continued separation\".[63] \"The process of German unity has not ended yet\", proclaimed Chancellor Angela Merkel, who grew up in East Germany, in 2009.[64] Nevertheless, the question of this \"inner reunification\" has been widely discussed in the German public, politically, economically, culturally, and also constitutionally since 1989. Politically, since the fall of the Berlin Wall, the successor party of the former East German socialist state party has become a major force in German politics. It was renamed PDS, and, later, merged with the Western leftist party WASG to form the party The Left (Die Linke). Constitutionally, the Basic Law of West Germany (Grundgesetz) provided two pathways for unification. The first was the implementation of a new all-German constitution, safeguarded by a popular referendum. Actually, this was the original idea of the Grundgesetz in 1949: it was named a \"basic law\" instead of a \"constitution\" because it was considered provisional.[c] The second way was more technical: the implementation of the constitution in the East, using a paragraph originally designed for the West German states (Bundesländer) in case of internal reorganization like the merger of two states. While this latter option was chosen as the most feasible one, the first option was partly regarded as a means to foster the \"inner reunification\".[66][67] A public manifestation of coming to terms with the past (Vergangenheitsbewältigung) is the existence of the so-called Birthler-Behörde, the Federal Commissioner for the Stasi Records, which collects and maintains the files of the East German security apparatus.[68] The economic reconstruction of former East Germany following the reunification required large amounts of public funding which turned some areas into boom regions, although overall unemployment remains higher than in the former West.[69] Unemployment was part of a process of deindustrialization starting rapidly after 1990. Causes for this process are disputed in political conflicts up to the present day. Most times bureaucracy and lack of efficiency of the East German economy are highlighted and the deindustrialization is seen as an inevitable outcome of the Wende. But many critics from East Germany point out that it was the shock-therapy style of privatization that did not leave room for East German enterprises to adapt, and that alternatives like a slow transition had been possible.[d] Reunification did, however, lead to a large rise in the average standard of living in former East Germany, and a stagnation in the West as $2 trillion in public spending was transferred East.[72] Between 1990 and 1995, gross wages in the east rose from 35 percent to 74 percent of western levels, while pensions rose from 40 percent to 79 percent.[73] Unemployment reached double the western level as well. West German cities close to the former border of East and West Germany experienced a disproportionate loss of market access[clarification needed] relative to other West German cities which were not as greatly affected by the reunification of Germany.[74] In terms of media usage and reception, the country remains partially divided especially among the older generations. Mentality gaps between East and West persist, but so does sympathy.[64] Additionally, the integration between Easterners and Westerners is not happening on as large a scale as was expected.[75][76] Young people have on average very little knowledge of former East Germany.[77] Some people in Eastern Germany engage in Ostalgie, which is a certain nostalgia for the time before the Wall came down.[78] Today, there are several prominent people of East German origin, including Michael Ballack, Katarina Witt, Paul van Dyk, and Angela Merkel. While the fall of the Berlin Wall had broad economic, political, and social impacts globally, it also had significant consequence for the local urban environment. In fact, the events of 9 November 1989 saw East Berlin and West Berlin, two halves of a single city that had ignored one another for the better part of 40 years, finally \"in confrontation with one another\".[79] There was a belief in the city that, after 40 years of division, the reunified city would be well placed to become a major metropolis.[80][81] In the context of urban planning, in addition to a wealth of new opportunity and the symbolism of two former independent states being rejoined, the reunification of Berlin presented numerous challenges. The city underwent massive redevelopment, involving the political, economic, and cultural environment of both East and West Berlin. However, the \"scar\" left by the Wall, which ran directly through the very heart of the city,[82] had consequences for the urban environment that planning still needs to address. The reunification of Berlin presented legal, political, and technical challenges for the urban environment. The political division and physical separation of the city for more than 30 years saw the East and the West develop their own distinct urban forms, with many of these differences still visible to this day.[83] East and West Berlin were directed by two separate political and urban agendas. East Berlin developed a monocentric structure around government buildings and open spaces, while West Berlin was polycentric in nature, with central neighbourhoods that were higher-density but less residential.[84] The two political systems allocated funds to postwar reconstruction differently, based on political priorities, and this had consequences for the reunification of the city. West Berlin had received considerably more financial assistance for reconstruction and refurbishment. There was considerable disparity in the general condition of many of the buildings: at the time of reunification, East Berlin still contained many leveled areas, which were previous sites of destroyed buildings from World War II, as well as damaged buildings that had not been repaired.[85] An immediate challenge facing the reunified city was the need for physical connectivity between the East and the West, specifically the organization of infrastructure.[85] In the period following World War II, approximately half of the railway lines were removed in East Berlin.[86] Urban rail required substantial work over more than a decade to fully reconnect the two halves of the city,[86][87] and the tram network had been removed from the West, leaving it entirely in the East.[88][89] As urban planning in Germany is the responsibility of the city government,[85] the integration of East and West Berlin was in part complicated by the fact that the existing planning frameworks became obsolete with the fall of the Wall.[90] Prior to the reunification of the city, the Land Use Plan of 1988 and General Development Plan of 1980 defined the spatial planning criteria for West and East Berlin, respectively.[90] These were replaced by the new, unified Land Use Plan in 1994.[90] Termed \"Critical Reconstruction\", the new policy aimed to revive Berlin's prewar aesthetic;[81] it was complemented by a strategic planning document for downtown Berlin, entitled \"Inner City Planning Framework\".[81] Following the dissolution of the GDR on 3 October 1990, all planning projects under the socialist regime were abandoned.[91] Vacant lots, open areas, and empty fields in East Berlin were subject to redevelopment, in addition to space previously occupied by the Wall and associated buffer zone.[85] Many of these sites were positioned in central, strategic locations of the reunified city.[90] Berlin's urban organization experienced significant upheaval following the physical and metaphorical collapse of the Wall, as the city sought to \"re-invent itself as a 'Western' metropolis\".[81] Redevelopment of vacant lots, open areas, and empty fields, as well as space previously occupied by the Wall and associated buffer zone,[85] were based on land use priorities as reflected in \"Critical Reconstruction\" policies. Green space and recreational areas were allocated 38 percent of freed land; six percent of freed land was dedicated to mass-transit systems to address transport inadequacies.[85] Reunification initiatives also included the construction of major office and commercial projects, as well as the renovation of housing estates in East Berlin. Another key priority was reestablishing Berlin as the seat of government of Germany, and this required buildings to serve government needs, including the \"redevelopment of sites for scores of foreign embassies\".[85] With respect to redefining the city's identity, emphasis was placed on restoring Berlin's traditional landscape. \"Critical Reconstruction\" policies sought to disassociate the city's identity from its Nazi and socialist legacy, though some remnants were preserved, with walkways and bicycle paths established along the border strip to preserve the memory of the Wall.[85] In the center of East Berlin, much of the modernist heritage of the East German state was gradually removed.[91] Reunification saw the removal of politically motivated street names and monuments in the East in an attempt to reduce the socialist legacy from the face of East Berlin.[81] Immediately following the fall of the Wall, Berlin experienced a boom in the construction industry.[83] Redevelopment initiatives saw Berlin turn into one of the largest construction sites in the world through the 1990s and early 2000s.[90] The fall of the Wall also had economic consequences. Two German systems covering distinctly divergent degrees of economic opportunity suddenly came into intimate contact.[92] Despite development of sites for commercial purposes, Berlin struggled to compete in economic terms with key West German centers such as Stuttgart and Düsseldorf.[93][94] The intensive building activity directed by planning policy resulted in the over-expansion of office space, \"with a high level of vacancies in spite of the move of most administrations and government agencies from Bonn\".[83][95] Berlin was marred by disjointed economic restructuring, associated with massive deindustrialisation.[93][94] Economist Hartwich asserts that, while the East undoubtedly improved economically, it was \"at a much slower pace than [then Chancellor Helmut] Kohl had predicted\".[96] Wealth and income inequality between former East and West Germany continued for decades after reunification. On average, adults in the former West Germany had assets worth 94,000 euros in 2014 as compared to the adults in the former communist East Germany which had just over 40,000 euros in assets.[97] Facilitation of economic development through planning measures failed to close the disparity between East and West, not only in terms of the economic opportunity, but also housing conditions and transport options.[83] Tölle states that \"the initial euphoria about having become one unified people again was increasingly replaced by a growing sense of difference between Easterners (\"Ossis\") and Westerners (\"Wessis\")\".[98] The fall of the Wall also instigated immediate cultural change.[80] The first consequence was the closure in East Berlin of politically oriented cultural institutions.[80] The fall of the Berlin Wall and the factors described above led to mass migration from East Berlin and East Germany, producing a large labor supply shock in the West.[92] Emigration from the East, totaling 870,000 people between 1989 and 1992 alone,[99] led to worse employment outcomes for the least-educated workers, for blue-collar workers, for men, and for foreign nationals.[92] At the close of the century, it became evident that despite significant investment and planning, Berlin was yet to retake \"its seat between the European Global Cities of London and Paris.\"[81] Yet, ultimately, the disparity between East and West portions of Berlin has led to the city achieving a new urban identity. A number of locales of East Berlin, characterized by dwellings of in-between use of abandoned space for little to no rent, have become the focal point and foundation of Berlin's burgeoning creative activities.[100] According to Berlin Mayor Klaus Wowereit, \"the best that Berlin has to offer, its unique creativity. Creativity is Berlin's future.\"[100] Overall, the Berlin government's engagement in creativity is strongly centered on marketing and promotional initiatives instead of creative production.[101] Creativity has been the catalyst for the city's \"thriving music scene, active nightlife, and bustling street scene\",[102] all of which have become important attractions for the German capital. The industry is a key component of the city's economic makeup with more than 10 percent of all Berlin residents employed in cultural sectors.[103] Germany was not the only state that had been separated through the aftermaths of World War II. For example, Korea (1945–present) as well as Vietnam (1954–1976) have been separated through the occupation of \"Western-Capitalistic\" and \"Eastern-Communistic\" forces, after the defeat of the Empire of Japan. Both countries suffered severely from this separation in the Korean War (1950–1953) and the Vietnam War (1955–1975), respectively, which caused heavy economic and civilian damage.[104][105] However, German separation did not result in another war. Moreover, Germany is the only one of these countries that has managed to achieve a peaceful reunification. For instance, Vietnam achieved reunification after Vietnam War in 1976, while North and South Korea still struggle with high political tensions and huge economic and social disparities, making a possible reunification an enormous challenge.[106]","Title":"German reunification - Wikipedia","KeyID":"6237","URL":"https://en.wikipedia.org/wiki/German_reunification"}