{"Content: ":"St Paul's Church (German: Paulskirche)[1] is a former Protestant church in Frankfurt, Germany, used as a national assembly hall. Its important political symbolism dates back to 1848 when the Frankfurt Parliament convened there, the first publicly and freely-elected German legislative body. The Free City of Frankfurt, then governing its legally non-separated Lutheran state church, commissioned Johann Andreas Liebhardt [de] to construct the oval-shaped central church building in 1789.[2] The new church building was to replace the former Church of the Discalced (Barfüßerkirche), which had been torn down in 1786 due to dilapidation.[2] Constructions halted during the Napoleonic wars. The new building was completed between 1829 and 1833 by Johann Friedrich Christian Hess [de],[3] whereupon the organ loft was disconnected in 1833. Between 1786 and 1833 Lutheran services were held at the Old St Nicholas Church in the Römerberg square to the south, also owned by the free city and then actually used as garrison church for its troops. In 1830, the free city issued the \"deeds of dotation\" (Dotationsurkunde) fixing its long-lasting practice of owning and maintaining the church buildings in its old city centre (so-called dotation churches; Dotationskirchen), but leaving their usage to congregations of the Lutheran state church or parishes of the Catholic church, newly emancipated during the Napoleonic era.[4][5] The deed of dotation statutorily established the eternal gratuitous usufruct of nine city-owned church buildings by six Lutheran congregations and three Catholic parishes. Other religious groups, such as Jews and Reformed Protestants were not part of that government funding. Because of its typical Protestant centralised design (Predigtkirche), allowing everybody easily to hear the reverend or speaker,[2] it was desired as the meeting place for the Frankfurt Parliament in the course of the German revolutions of 1848..[5] From 31 March until 3 April 1848, the building was the meeting place for the Vorparlament, which prepared the election for the National Assembly.[6] On 18 May 1848, the National Assembly met for the first time in the church, and was therefore named the Paulskirchenparlament.[3] Until 1849, the National Assembly worked in the church to develop the first constitution for a united Germany. The resistance of Prussia, the Austrian Empire and a number of smaller German states ultimately destroyed the effort. In May 1849, there were a number of uprisings to force the implementation of the constitution,[7] but these were destroyed with the help of Prussia. On 30 May 1849, the Paulskirchenparlament was dissolved. After 1852, St. Paul's was again used for Lutheran services. In March 1944, during World War II, the church was destroyed along with much of the Frankfurt wider city centre in the Allied Bombing of Frankfurt.[3] As a tribute to its symbolism of freedom and as the cradle of Germany, it was the first structure in Frankfurt the city rebuilt after the war. However, the city itself wanted to make use of the to-be-reconstructed building, thus St. Paul's Lutheran congregation and the city concluded to exchange the congregation's usufruct to this building for that of old St. Nicholas Church, only damaged by bombing. St. Paul's was reopened on the centennial of the Frankfurt Parliament.[3] Due to financial restraints and an altered concept of use, the original inner form was dramatically altered by the architectural team of Rudolf Schwarz.[3] An inserted floor now divides the basement—which currently serves as a display room—from the actual hall in the main floor.[3] In 1963, US President John F. Kennedy gave a major speech in the Paulskirche during his visit to the country.[8] For the 150th birthday of the German democratic experience in 1998, St Paul's once again attracted public interest.[9] Today St. Paul's is no longer used as a church, instead it became a venue used for various displays and events. The most well-known is the annual awarding of the Peace Prize of the German Book Trade during the Frankfurt Book Fair.[10][11][12] Coordinates: 50°06′40″N 8°40′51″E﻿ / ﻿50.11111°N 8.68083°E﻿ / 50.11111; 8.68083","Title":"St. Paul's Church, Frankfurt am Main - Wikipedia","KeyID":"6240","URL":"https://en.wikipedia.org/wiki/St._Paul%27s_Church,_Frankfurt_am_Main"}