{"Content: ":"The Rhine-Main S-Bahn system is an integrated rapid transit and commuter train system for the Frankfurt/Rhine-Main region, which includes the cities Frankfurt am Main, Wiesbaden, Mainz, Offenbach am Main, Hanau and Darmstadt. The network comprises nine S-Bahn lines, eight of which currently travel through the cornerstone of the system, a tunnel (the \"City Tunnel\") through central Frankfurt. The first section of this tunnel was opened on May 28, 1978. Further tunnel sections were opened in 1983 and 1990, before its completion in 1992. The system belongs to the Rhein-Main-Verkehrsverbund (RMV) and is operated by DB Regio, a subsidiary of Deutsche Bahn. End-to-end journey times on the nine lines in the system range from 36 minutes (on line S7) up to 87 minutes (on line S1). The longest journey time into central Frankfurt (Hauptwache), from any point on the network, is 54 minutes. Services on some lines start shortly after 4 a.m., while all lines have services from about 5 a.m. onwards. A full service is maintained from 6 a.m. until about 8 p.m., and a somewhat reduced service is run until the late evening. The last services leave Frankfurt at about 1:20 a.m. The S8/S9 runs 24/7. The S-Bahn system is quite closely integrated with other components of the region's transport system, such as the bus services in the various cities and towns, the tram services in Mainz, Frankfurt and Darmstadt, and the Frankfurt U-Bahn. In Frankfurt, connections can be made, at either Hauptwache or its neighbouring station Konstablerwache, between the eight cross-city S-Bahn lines and eight of the city's nine U-Bahn lines, while the S-Bahn stations Frankfurt Hauptbahnhof and Frankfurt Süd between them have connection to six of the U-Bahn lines and any of the city's tram lines. Some opportunities for interchange also exist in the suburbs of Frankfurt. Since the end of 2003, the system comprises the following lines: The former routes are as follows:  Plans for a rail connection between the central rail station (Hauptbahnhof) in Frankfurt and the Hauptwache, the central commuter destination in the city, were started in the early 1960s. Construction work on the project started in 1969. During the construction phase, some rearrangements were carried out to the commuter network in the area around Frankfurt, including creation of a link line between Bad Soden am Taunus and Niederhöchstadt. In 1978 the first section of the \"Citytunnel\" of the Rhine-Main S-Bahn was opened, with all lines sharing the tunnel between Hauptbahnhof and Hauptwache. The initial system, which lay entirely to the north of the river Main, comprised the following lines: In 1980, two further lines were added to the network, made possible by construction of a new rail bridge over the river Main: Completion in 1983 of a 600m long easterly extension of the Citytunnel, as far as Konstablerwache, improved the opportunities for train turnaround in the tunnel. At this stage lines S1–S6 and line S14 were extended to Konstablerwache, while the S15 was rerouted to the main arrivals hall of the Hauptbahnhof. In 1990 the Citytunnel was extended, adding the underground stations Ostendstrasse and Lokalbahnhof to the system, along with the overground station Frankfurt Süd. All the lines (with the exception of the S15) were extended to Frankfurt Süd, while the S5 and S6 were further extended a short time later to a new station at Stresemannallee, south-west of Frankfurt Süd. In 1992, S1 and S2 trains were diverted to the new Mühlberg underground station, the first station in the direction of Offenbach. This left the S3, S4, S5 and S6 serving all the stations between Hauptbahnhof and Frankfurt Süd, a situation which still pertains to this day. The S14, which is now the S8, also served all of these stations. In 1995, the newly instituted RMV increased train frequency from a 20/40/60 minute schedule (depending on the time of day) to the 15/30/45/60 minute schedule which is still used in the system. The S15 ceased operations at this stage. Also in 1995, a new underground alignment through the city of Offenbach was opened, assisting the rerouting of the S14 (renamed the S8) through Mühlberg to City-Tunnel Offenbach and Hanau. The S1 was also extended as far as Offenbach, while the S2 returned to serving Frankfurt Süd. In 1997, the routes of the S5 and S6 were shortened slightly, so that they travelled only as far as Frankfurt Süd, while the S3 and S4 were extended to Darmstadt and Langen. The section of the S3 between Höchst and Bad Soden im Taunus also ceased to be served by S-Bahn trains. In 1999, the S8 was effectively divided into two lines, the S8 and S9, both of which travel between Hanau and Wiesbaden via Bischofsheim. The S8 continues to travel through the centre of Mainz, while the S9 travels via Mainz-Kastel. This arrangement means that it is possible to travel between Wiesbaden, the capital of the state of Hesse, and Frankfurt, the state's largest city, by three different routes. In the same year, a new station on lines S3-S6 was opened in the Frankfurt fairground (Frankfurt Messe station). In 2002, a new S-Bahn line, the S7, between Frankfurt Hauptbahnhof (main arrivals hall) and Riedstadt-Goddelau was added to the system (replacing the regional train line on the northern part of the Mannheim–Frankfurt railway). Due to a shortage of capacity in the Citytunnel, these trains are not currently able to reach Frankfurt's inner city. At present, these trains do not operate on a 30-minute schedule because of several ICE lines that operate on the same tracks. In 2003 the Rodgaubahn, a commuter rail system serving Offenbach and its environs, was incorporated into the Rhine-Main S-Bahn system. This resulted in the S1 being extended from Offenbach Ost to Rödermark-Ober Roden, while the S2 was also rerouted from Frankfurt Süd to serve Offenbach Ost and all stations to its new terminus in Dietzenbach. The current system has an almost 5-minute frequency for services between Frankfurt and Offenbach Ost and an actual 5-minute frequency for services between Frankfurt Hauptbahnhof and Frankfurt Süd. The group of lines S1, S2, S8 and S9 all share 10 stations, as do the group of lines S3, S4, S5 and S6. All the lines, with the exception of the S7, share 5 stations. Initially this arrangement gave rise to some considerable delays caused by poorly functioning signalling. To some extent this has been allayed by routing every second westbound S2 train in peak times to Offenbach am Main (Hauptbahnhof) and every second eastbound S2 train in peak times to the main arrivals hall of the Frankfurt Hauptbahnhof, rather than running these services through the Citytunnel. Reconstruction of the signalling technology in the Citytunnel enabled all westbound S2 trains to travel all the way to Niedernhausen at a frequency of 15 minutes in 2010. Since 2015 a new signal tower for the Citytunnel is installed at Frankfurt Hauptbahnhof which is going to replace the original signal tower operating since 1978 in 2018. Therefore, it is necessary to close the tunnel several times between 2015 and 2018 for between two and six weeks each, mostly during school holidays. The times of service closure are also used to modernize the stations in the tunnel. From July 31 to August 18, 2006, the mainline tunnel between the main station and Konstablerwache was completely closed to exchange 30 switches. On May 13, 2007, the served by the S2, new breakpoint Frankfurt Zeilsheim was opened, on 31 October 2008, operated by the S3, single-track breakpoint Schwalbach North. For the timetable change 2017/18, a continuous night traffic was introduced on weekends. Due to nocturnal blockages of the City Tunnel, the railways go in a first phase at night on modified lines: From August 2018, the start of operations of the entire night traffic in the Citytunnel is planned. From December 2018 the S8/S9 will be 24/7 through the Citytunnel with a 30-minute frequency between 1:00 am and 4:30 am from Frankfurt Flughafen Regionalbahnhof to Konstablerwache (1:11 am/4:11 am from Konstablerwache to Frankfurt Flughafen Regionalbahnhof) and a 60-minute frequency between 12:49 am and 3:49 am from Wiesbaden Hbf and Hanau Hbf (1:46 am/3:46 am from Hanau Hbf to Wiesbaden Hbf) The S-Bahn crosses three of the four largest rivers in the region, with a total of nine bridges and a tunnel: S-Bahn in Frankfurt has several tunnels: The City Tunnel Offenbach is 3.7 kilometers long and has three underground stations, which are served by the lines S1, S2, S8 and S9. Opening: 1995 Plans for the system include a line to Hanau via Maintal, largely running north of the river Main. This would extend the S7 from Riedstadt-Goddelau, that currently terminates in the main hall of the Hauptbahnhof, with a service to and from Fechenheim (replacing the station at Mainkur) four times an hour of which half would extend to and from Hanau. The S6 to Friedberg will get its own track to be independent of long-distance and regional traffic on the Main-Weser-Bahn. In the 1980s and 1990s, it was planned to expand the double track to a third track. Later, the plan was changed to build the S6 for their entire run until Friedberg own two tracks for a scheduled operation independent of long-distance, regional and freight traffic. After 24 years of planning and resolution of legal challenges, construction of the first phase between Frankfurt-West and Bad Vilbel started in December 2017.[1] The S6 will receive a new station between Frankfurt-West and Eschersheim to serve Frankfurt-Ginnheim. Commissioning of the expanded line is planned for December 2022. A further application of such two-system metropolitan railway vehicles is provided in the west of Frankfurt: Starting in Bad Homburg and the Frankfurt Northwest Center so-called Regional Tangent West (RTW) on Eschborn South, Sulzbach (Taunus), Frankfurt-Sossenheim, Frankfurt-Höchst, Frankfurt Airport and Frankfurt Stadium to the Isenburg center in Neu-Isenburg or after Dreieich-Buchschlag run. The Regional Tangent West is to operate as a mixed operation of two-system metropolitan railway car on mostly existing light rail and railway / S-Bahn routes, which makes their realization - despite the great track length - quite reasonably priced. Their primary task is to strengthen the tangential traffic, to spare the passengers tiresome and time-consuming detours via the Frankfurt city center and to reduce the congestion of the Frankfurt City Tunnel. The realization is planned for the end of 2023. Other projects under consideration include an extension of the S1 from Rödermark-Ober-Roden to Dieburg, an extension of the S7 from Riedstadt-Goddelau to Biblis, and a branch of the S7 to Groß-Gerau. The Frankfurt district of Oberrad has seen a campaign to reactivate its rail station that was mothballed in the 1980s as an S-Bahn station. In the mid-90s was also a rapid-transit railway line in planning, which should be led from Frankfurt over Rüsselsheim to Darmstadt. The train should come from Darmstadt coming before Bischofsheim in a curve yet to be built (Schindberg curve) to Frankfurt. This would have given the Darmstadt the long desired direct connection to the Frankfurt airport. Furthermore, such a fast connection between Darmstadt and Rüsselsheim would have been created, which would have brought a significant time savings for the many commuters. This project failed at the community Bischofsheim, which refused to build a bend in their district. There they pointed out that a change of direction in Bischofsheim station was possible. According to the Darmstadt-Dieburg local transport organization, the realization of this route is dependent on the expansion of the Main-Rhine-Bahn and a compression of the clock on this route. However, this should be done in the form of an extended to Frankfurt S-Bahn line S -Bahn RheinNeckar. The S5 is planned to be extended via Friedrichsdorf to Usingen, requiring electrification of the Taunusbahn line. The green light for the project was given in May 2015, with a scheduled completion date of the end of 2019. A further extension to Grävenwiesbach (Hochtaunuskreis) and Brandoberndorf has been requested by local politicians in Hochtaunuskreis, but no action is expected until 2027 as RMV funds are already committed to the purchase of rolling stock. On several regional routes without overhead contact line, S-Bahn-like traffic was already partially introduced at the time of the Frankfurter Verkehrsverbund, ie high density of traffic, continuous weekend traffic as well as trains bound through Frankfurt during the daytime and Frankfurt main station. The operators were and are the DB Regio and the Hessian State Railways (HLB), formerly the Frankfurt-Königsteiner Eisenbahn (FKE). The FVV led these lines with their own line letter (K, T and N) or as S-Bahn line (S9, S11). This affected the following routes (sorted by today's RMV line number): On other lines such as the Horlofftalbahn (48, HLB) or the Odenwaldbahn (82/85, Vias) also in the rush hour additional trains to and from Frankfurt Hauptbahnhof; but they have a weaker clock density. While now all services are also provided on the aforementioned lines of railcars, drive only individual pairs of trains on the line 34 at rush hour and because of the operational link in Bad Vilbel two of the three bound train pairs on the line 48 as a wagon train with double-decker and a locomotive Class 245. The biggest problem experienced on the Rhine-Main S-Bahn is frequent unpunctuality, one reason for which is the shortage of capacity in the Citytunnel. Capacity of the tunnel was increased from 22 trains per hour (in each direction) to 24 trains per hour in 2010 by optimising the Punktförmige Zugbeeinflussung signalling system, rather than upgrading the system to the more modern Linienzugbeeinflussung (LZB) system, as used on the Munich S-Bahn to achieve a throughput of 30 trains per hour in each direction in the Munich core city tunnel. A further cause of delays is that many of the S-Bahn lines share track with freight trains, regional trains and inter-city trains. Longer distance passenger trains take priority over the S-Bahn, which frequently has to stand for up to 10 minutes to allow the other service to overtake. Mixed services are particularly found along the S6, S7, S8 and S9 routes. The operators recognise the need to separate S-Bahn services from other services along these routes. The first stage towards this was originally scheduled to start in 2007, doubling the number of tracks from two to four on the S6 line between Westbahnhof and Bad Vilbel, but in October 2011 Deutsche Bahn stated that it expected work to start in 2014 and the extra tracks to go into service in 2018.[2] 165 S-Bahn trains are in operation. On December 31, 2012, the breakdown was as follows: 65 units of class 420 (of which 55 plantations and 10 reserves) and 100 units of class 423 (including 93 plantations and 7 reserves). Until autumn 2014, the class 420 were replaced by modern vehicles of the DB 430 series. This is part of the contract that RMV signed with Deutsche Bahn in November 2011 following the tendering of transport services. Since the completion of the delivery, 100 vehicles of the class 423 and 91 vehicles of the class 430 are in use, the latter vehicles on the lines S1, S7, S8 and S9. In the early years trains of the second and third series of electric locomotive class 420 in the color pure orange / Kieselgrau (contrary to original plans, the proposed paint carmine / kieselgrau was not used) were used in Frankfurt, although occasionally lent to 1990 due to lack of vehicles also from Munich blue white 420s were used, for example, the opening of the trunk line extension to Frankfurt South. The cars of the 2nd construction series were delivered completely to the S-Bahn Munich until the beginning of the 2000s. Due to the ever-increasing vehicle demand at that time were between 1980 and 2004 at irregular intervals all railcars of the third and fourth series and numerous cars of the fifth and sixth series from the S-Bahn Stuttgart delivered to Frankfurt. In 2003 began the delivery of new class 423 railcars in Frankfurt, in parallel, in August 2003, the first ET 420 were retired. As of 2004, Frankfurt ET 420 no longer received any main examinations; this was only in 2007 with 420 271 started when it became clear that the delivery of the last railcar due to registration problems would have to be postponed indefinitely. All Frankfurt vehicles were also from 2007 to 2008 for three million euros, a modernization in the interior, which included light gray instead of striped partitions and new upholstery in the current design. At the same time, the already quite advanced phasing-out was severely curtailed and henceforth focused on the railcars of the third construction series in order to be able to take at least the oldest vehicles out of service. Two railcars received the test LED headlights, but these could not prevail in Frankfurt. The rapid-transit railway Rhine Main had the first completely traffic-red vehicle park of the German course AG. This status was maintained until the end of 2003, when the S-Bahn Stuttgart handed over the orange-white and orange-pebble-gray units to Frankfurt. After just over a year, the S-Bahn were completely painted red by the z-position of the last orange-pebble-gray unit 420 376 early 2005. Until 2005, there was also the last pebble gray orange 420 (apart from 420 001) in Frankfurt, but this train was scrapped in the spring of 2005 in Trier-Ehrang. In 2009, when the use of the class 420 at the S-Bahn Rhein-Ruhr was completed, the Essen depot delivered several ET 420 of the fifth and sixth series to Frankfurt. Although the Frankfurt plant made great efforts to align the railcars to the Frankfurt units (for example, most railcars were still redesigned in 2007), they were in such poor condition by the end of years of poor maintenance in North Rhine-Westphalia that From then on, they were usually taken out of service directly at the end of the investigation period. In parallel, four Stuttgart trains of the seventh series were relocated to Frankfurt in July 2009. After the main inspection, three of them were initially deployed from mid-June, primarily on the S7 and the airport short-commuter (S8 / S9), later normal in mixed operation with older units on all ET 420 rides. In the spring of 2014, another train of the seventh series and four trains of the eighth series were relocated from Stuttgart to Frankfurt in order to absorb a shortage of vehicles resulting from deadlines in older 420s. This was also the only period in which the eighth series in Frankfurt was in use. After an early deployment was already foreseeable at that time, no great efforts were made to adapt the car to the Frankfurt railcar - some of them were in the interior until the withdrawal with Stuttgarter advertising stickers. The 65 remaining trains of the 420 series were still in operation until November 2014. Since the conversion of the S7 and some of the S1 (which had previously been performed by 420s since the autumn of 2013) to the new 430 series in May 2014 made numerous 420s redundant, the phasing out progressed sharply. Another reason for this was the expiry of the examination period of many vehicles, while at the same time main examinations were no longer worthwhile due to the manageable remaining service life. In the last months of operation, trains of the 420 series were still in service on the S8 and S9 lines. In exceptional cases or in case of vehicle shortage a use of the series 420 in the entire network was possible, so that in very rare cases even to use z. B. came on the lines S5 and S6, which were converted in 2005 on the trains of the series 423. The use of the 420 series in the network of the S-Bahn Rhein-Main ended in the night of November 3, 2014. A sale and other options - depending on the condition of the remaining units - according to the media checked, but has been since the end of the already most of the remaining railcars have been scrapped. An official museum train was not kept by the S-Bahn Rhein-Main. However, a private association of railway friends in Gießen was able to take over the unit 420 298 on a permanent loan and undertake regular special services in the Frankfurt area with this railcar, which they also work up (initially in their last operational condition). While Stuttgart and Cologne were already supplied in 1999 with the successor series 423 and Munich between 2000 and 2004, the entire vehicle fleet exchanged, Frankfurt began in 2003 with the partial renewal, after 2002 for testing purposes, a few railcars of the S-Bahn Munich in the S-Bahn Rhine-Main were used. Since October 2010, 100 series 423 multiple units have been running in Frankfurt am Main (third series: 301-305, 325-334, fourth / fifth series: 372-456). Since June 2006, the lines S1 (with the exception of single roundabouts), S4, S5 and S6 are complete with 423. Since the timetable change on December 9, 2006, the S2 line is also driving with the new railcars. The short commuter trains S8 and S9 from the main station to Frankfurt Airport are partially driven by 423. The line S3 is served since March 28, 2010 exclusively with 423. Initially, the new units were primarily used, which were only approved in early 2010. In the second half of 2014, the trains of the 423 series were also on weekdays in regular operation on the entire route of the S8 / S9 on the way to accelerate the shutdown of the 420 series. Since the end of 2014, the new 430 series has been in use here. A total of 100 units were ordered, which should be delivered by mid-2007. However, the last tranche of 13 units arrived in Frankfurt in 2010. The last class 423 railcar (423 456) was delivered at the end of October 2010. Short-term rental vehicles were also used by S-Bahn Stuttgart. The reason for the delay was the photocell problem. Between 2013 and 2016, all of the Frankfurt 423 series railcars were modernized to take them to the level of the successor 430 series, after six years in service. This includes: The last point brought the modernized railcar and the RMV as the initiator of the modernization in the early days of severe criticism, as many passengers and train employees the new door signals (which also include a signal when the doors are open) as annoying, even annoying. The RMV referred to existing EU directives, which oblige the installation of such signals, admitted, however, that there had been a manufacturer-design error in the installation of the new signals, which could have increased the intensity of the beep unintentionally. The DB class 430 completely replaced the class 420 in 2014. In normal operation, only the class 423 and 430 are now in service. 91 430 series kits were supplied, which is 29 units more than needed for a mere replacement. The fleet was increased from 162 vehicles to 191 traction units. On 5 May 2014 took place on the S1 (Wiesbaden - Rödermark-Ober-Roden) and the amplifier courses of the S8 between Frankfurt Hbf and Kelsterbach the first passenger service of the class 430 in the Rhine-Main area. Almost three weeks later, on May 23, 2014, the S7 (Frankfurt Hbf - Riedstadt-Goddelau) was completely converted to the 430 series. At the end of October, the operations began on the \"long\" S8 and S9, since November 3, 2014, these lines have been completely reorganized. The introduction of the new railcars was, as with the S-Bahn Stuttgart, accompanied by several problems: With the official start of operation of the S-Bahn Rhein-Main in 1978, the lines on which still \"normal\" trains reversed were marked in the traffic plan of the FVV as S-Bahn, so that there the lines S7, S9 and S11 to S14 were recorded. These trains also run at regular intervals as far as the intercommunication with the long-distance traffic. Excluded was only the route to Dietzenbach, which was designated as R10 and was shut down a few years later; this is reactivated today as part of the S2. With the transition to RMV, the marking of these routes as S-Bahn was omitted, which had become largely obsolete because of the network extensions. From the source network until today only the north-maine route from Frankfurt to Hanau was not integrated into the rapid-transit railway enterprise (at that time S7, today RMV-Linie 55). Media related to S-Bahn Frankfurt at Wikimedia Commons","Title":"Rhine-Main S-Bahn - Wikipedia","KeyID":"6247","URL":"https://en.wikipedia.org/wiki/Frankfurt_S-Bahn"}