{"Content: ":"The European Insurance and Occupational Pensions Authority (EIOPA) is a European Union financial regulatory institution that replaced the Committee of European Insurance and Occupational Pensions Supervisors (CEIOPS). It is established under EU Regulation 1094/2010. EIOPA is one of the three European Supervisory Authorities responsible for microprudential oversight at the European Union level, being part of the European System of Financial Supervision. Current chair is Petra Hielkema.[1] CEIOPS (2003–10) was established under the terms of European Commission's Decision 2004/6/EC of 5 November 2003, currently repealed and replaced by Decision 2009/79/EC, and is composed of high level representatives from the insurance and occupational pensions supervisory authorities of the European Union's Member States. The authorities of the European Economic Area Member States also participated in CEIOPS. CEIOPS Secretariat was located in Frankfurt am Main. CEIOPS was a Level-3 Committee of the European Union in the Lamfalussy process. CEIOPS was founded 5 November 2003. CEIOPS consisted of the European Union's insurance and pension fund supervisory authorities. Other supervisory authorities from other states of the European Economic Area are represented as observers (Norway, Iceland and Liechtenstein, although not Switzerland). It was chaired by Gabriel Bernardino, the Director General of the Instituto de Seguros de Portugal (ISP). CEIOPS' headquarters were located in Frankfurt am Main, Germany. The other Level-3 Committees were Committee of European Banking Supervisors and Committee of European Securities Regulators. CEIOPS was replaced by EIOPA in January 2011,[2] in accordance with the new European financial supervision framework. The reorganisation of macro and microprudential supervisory authorities led to the creation of three new European watchdogs (The European Banking Authority – EBA, the European Insurance and Occupational Pensions Authority – EIOPA, and the European Securities and Markets Authority -ESMA) have replaced the previous EU committees responsible for financial market services, having had only consultative competences. EIOPA has a legal personality and acts within the powers conferred by the EIOPA Regulation.[3] EIOPA acts in the field of activities of insurance undertakings, reinsurance undertakings, financial conglomerates, institutions for occupational retirement provision and insurance intermediaries, in relation to issues not directly covered in the acts referred to in the EIOPA Regulation Article 1.2, including matters of corporate governance, auditing and financial reporting, provided that such actions by the Authority are necessary to ensure the effective and consistent application of those acts. EIOPA's core responsibilities are to support the stability of the financial system, transparency of markets and financial products as well as the protection of insurance policyholders, pension scheme members and beneficiaries. To achieve the tasks above, EIOPA was also conferred the powers to develop draft regulatory technical standards and implementing technical standards, to issue guidelines and recommendations, to take individual decisions addressed to competent authorities or financial institutions in the specific cases, develop common methodologies for assessing the effect of product characteristics and distribution processes, and so on. The composition of EIOPA is similar with that of ESMA, namely a board of supervisors, a management board, a chairperson, an executive director, and a board of appeal. Besides the same tasks shared with ESMA, EIOPA still needs to foster the protection of policyholders, pension scheme members and beneficiaries. The head office of EIOPA is still in the place of its predecessor, Frankfurt. EIOPA is accountable to the European Parliament and the council, like its two other peers, ESMA and the EBA. ","Title":"European Insurance and Occupational Pensions Authority - Wikipedia","KeyID":"6249","URL":"https://en.wikipedia.org/wiki/European_Insurance_and_Occupational_Pensions_Authority"}