{"Content: ":"Sentinel-2 is an Earth observation mission from the Copernicus Programme that systematically acquires optical imagery at high spatial resolution (10 m to 60 m) over land and coastal waters. The mission is currently a constellation with two satellites, Sentinel-2A and Sentinel-2B; a third satellite, Sentinel-2C, is currently undergoing testing in preparation for launch in 2024.[4] The mission supports a broad range of services and applications such as agricultural monitoring, emergencies management, land cover classification or water quality. Sentinel-2 has been developed and is being operated by the European Space Agency, and the satellites were manufactured by a consortium led by Airbus Defence and Space. The Sentinel-2 mission has the following key characteristics: To achieve frequent revisits and high mission availability, two identical Sentinel-2 satellites (Sentinel-2A and Sentinel-2B) operate together. The satellites are phased 180 degrees from each other on the same orbit. This allows for what would be a 10-day revisit cycle to be completed in 5 days.[5] The 290km swath is created by the VNIR and SWIR, which are each made of 12 detectors that are lined in two offset rows. [6] The orbit is Sun synchronous at 786 km (488 mi) altitude, 14.3 revolutions per day, with a 10:30 a.m. descending node. This local time was selected as a compromise between minimizing cloud cover and ensuring suitable Sun illumination. It is close to the Landsat local time and matches SPOT's, allowing the combination of Sentinel-2 data with historical images to build long-term time series. The launch of the first satellite, Sentinel-2A, occurred 23 June 2015 at 01:52 UTC on a Vega launch vehicle.[7] Sentinel-2B was launched on 7 March 2017 at 01:49 UTC,[8] also aboard a Vega rocket.[2] Sentinel-2C is scheduled to launch in 2024 on a Vega-C launch vehicle.[4][9] The Sentinel-2 satellites each carry a single multi-spectral instrument (MSI) with 13 spectral channels in the visible/near infrared (VNIR) and short wave infrared spectral range (SWIR). Within the 13 bands, the 10 meter spatial resolution allows for continued collaboration with the SPOT-5 and Landsat-8 missions, with the core focus being land classification.[10] Designed and built by Airbus Defense and Space in France, the MSI imager uses a push-broom concept and its design was driven by the large 290 km (180 mi) swath requirements together with the high geometrical and spectral performance required of the measurements.[11] It has a 150 mm (6 in) aperture and a three-mirror anastigmat design with a focal length of about 600 mm (24 in); the instantaneous field of view is about 21° by 3.5°.[12] The mirrors are rectangular and made of silicon carbide, a similar technology to those on the Gaia mission. The system also employs a shutter mechanism preventing direct illumination of the instrument by the sun. This mechanism is also used in the calibration of the instrument.[13] Out of all the different civic optical earth observation missions, Sentinel-2 is the first to have the ability to show three bands in the red edge. [14] The radiometric resolution is 12 bit with brightness intensity ranging from 0-4095. [15] Due to the layout of the focal plane, spectral bands within the MSI instrument observe the surface at different times and vary between band pairs.[13] These temporal offsets can be used to gain additional information, for example to track propagating natural and man-made features such as clouds, airplanes or ocean waves[17][18] Sentinel-2 serves a wide range of applications related to Earth's land and coastal water. The mission provides information for agricultural and forestry practices and for helping manage food security. Satellite images will be used to determine various plant indices such as leaf area chlorophyll and water content indexes. This is particularly important for effective yield prediction and applications related to Earth's vegetation. As well as monitoring plant growth, Sentinel-2 is used to map changes in land cover and to monitor the world's forests. It also provides information on pollution in lakes and coastal waters. Images of floods, volcanic eruptions [19] and landslides contribute to disaster mapping and help humanitarian relief efforts. Examples of applications include: The Sentinel Monitoring web application offers an easy way to observe and analyse land changes based on archived Sentinel-2 data.[22] The following two main products are generated by the mission:[23] Additionally, the following product for expert users is also available: Examples of images taken. Lake Mackay, Australia by Copernicus Sentinel-2B Central District, Botswana by Copernicus Sentinel-2A Vojvodina, Serbia by Copernicus Sentinel-2A Central-eastern Brazil, by Copernicus Sentinel-2A Lake Balaton, Hungary Timeline of the Bhadla Solar Park (India) development, the World's largest photovoltaic power plants cluster in 2020 The Port of Beirut as seen from Sentinel-2 after the August 4, 2020 explosion that decimated much of Beirut, Lebanon. Sentinel-2 photograph of the area covered by the 2021 Cumbre Vieja volcanic eruption flow on Monday afternoon 20 September, 2021. Sentinel-2 image of Hunga Tonga–Hunga Haʻapai island in 20 December 2021 (the only major subaerial part of the volcano) formed a single island from 2015 to 2022 .","Title":"Sentinel-2 - Wikipedia","KeyID":"6252","URL":"https://en.wikipedia.org/wiki/Sentinel-2"}