{"Content: ":"Bad Homburg vor der Höhe (pronounced [baːt ˈhɔmbʊʁk] (listen)) is the district town of the Hochtaunuskreis, Hesse, on the southern slope of the Taunus mountains. Bad Homburg is part of the Frankfurt Rhein-Main urban area. The town's official name is Bad Homburg v.d.Höhe, which distinguishes it from other places named Homburg.[3] The town has become best known for its mineral springs and spa (hence the prefix Bad, meaning \"bath\"), and for its casino. As of 2021[update] Bad Homburg was one of the wealthiest towns in Germany (while the Hochtaunuskreis itself and the Landkreis Starnberg in Bavaria regularly vie for the title of the wealthiest district in Germany).[4] As of 2004[update] the town used the marketing slogan Champagnerluft und Tradition (Champagne air and tradition).[5] Local tradition holds that Bad Homburg's documented history began with the mention of the Villa Tidenheim in the Lorsch codex, associated with the year 782. This Villa Tidenheim was equated with the historic city center, which is called Dietigheim. The local historian Rüdiger Kurth has questioned this traditional story based on his study of written sources and local factors. In 2002, Kurth initiated archaeological excavations by the University of Frankfurt, managed by Professor Joachim Henning. The excavations showed no evidence of settlement between the beginning of the Christian Era and the 13th century. It seems that the historical record in the Eberbach chronicles (Eberbacher Zeugenreihe) which mentions Wortwin (or Ortwin) von Hohenberch as Homburg's founder about 1180 is the first solid evidence of the town's existence. As early as 1962, in an excavation under the Hirschgang wing of Bad Homburg Castle, two burnt layers were discovered, which the archaeologist Günther Binding interpreted as evidence of two former castles having occupied the site in succession and burnt down. Further digs by the University of Frankfurt at Bad Homburg Castle in April 2006, again initiated by Kurth and managed by Prof. Henning, revealed only a single burnt layer, from a half-timbered building, possibly a castle with towers, which was dated from ceramic finds to the 12th or 13th century. Most likely this building had an association with Wortwin's \"castle\". A further cultural layer from an even earlier time may lie beneath these remains. Investigations using carbon-14 dating and micromorphological analysis will show whether the dating can be made more precise. Homberg acquired market rights about 1330, but the document granting these rights is said to have been lost. The town's name, \"Homburg\", is derived from the Hohenberg Castle. The suffix \"vor der Höhe\" was probably first recorded in a document of 1399. The designation Bad was conferred in 1912. The first landgrave of Hessen-Homburg was Friedrich I of Hessen-Homburg. Friedrich II (1680–1708) attained fame as Prince of Homburg. In 1866, as a result of the Austro-Prussian War, Homburg became Prussian territory. With the beginning of the spa industry in the town in the mid-19th century, Homburg became an internationally famous spa town. Bad Homburg was favoured particularly by Russian nobility. The spa industry began with the discovery of the Elisabethenbrunnen (\"Princess Elizabeth's spring\") in 1834. The first spa building and the first casino in Homburg were built in 1841–1842 by the brothers François (1806–1877) and Louis Blanc (1806–1852), who later owned the Monte Carlo Casino. In 1860, the town was connected with Frankfurt by a railway line. In 1888, Homburg became known throughout the German Empire because Kaiser Wilhelm II made its castle his imperial summer residence. He later financed the building of the Church of the Redeemer (Erlöserkirche) nearby. The emperor's mother also lived there for several years. Edward VII of the United Kingdom was often a guest; it was he who introduced the Homburg hat and turned-up trousers. Edward took fasting cures at Homburg 32 times. The Bad Homburger Golf Club in the Röderweisen in Dornholzhausen – now part of Bad Homburg – is Germany's oldest golf club. It had its beginnings in the Bad Homburg spa park, where the old clubhouse and even playable parts of the old golf course can still be found. Not far away stands the Russian Chapel, properly called All Saints' Church, an Eastern Orthodox church whose cornerstone was laid by the Russian imperial couple on 16 October 1896, although they did not attend the church's consecration almost three years later. King Chulalongkorn of Siam (Thailand) sent a garden pavilion in gratitude for a successful cure. It was erected in 1914. Horex was a well known German motorcycle brand of the \"Horex—Fahrzeugbau AG\", founded in 1923 in Bad Homburg by Fritz Kleemann. In 1335, permission was given by Emperor Louis IV to Gottfried von Eppstein to settle 10 Jews in each of the localities of Eppstein, Homburg, and Steinheim; it is uncertain, however, whether any Jews settled in Homburg at that time. Evidence for the existence of a permanent Jewish settlement in Homburg is found only at the beginning of the 16th century. Until 1600 it consisted of 2 or 3 families, and by 1632 these had increased to 16. The first Jewish cemetery was purchased in the 17th century. The community continued to grow so rapidly that in 1703 the landgrave Frederick II of Hesse decided on the construction of a special Judengasse (Jewish quarter). A synagogue, built in 1731, was replaced by a new one in 1867. The Jewish community of Homburg was originally part of the jurisdiction of the rabbinate of Friedberg but began to appoint its own rabbis in the 19th century. A Hebrew printing house was located in Homburg by Seligmann ben Hirz Reis from 1710 until 1713, when he relocated to Offenbach am Main. Among other items, he published Jacob ibn Ḥabib's Ein Ya'akov (1712). Hebrew printing was resumed there in 1724 by Samson ben Salman Hanau but lack of capital limited his output. The press was acquired in 1736 by Aaron ben Ẓevi Dessau whose publications included the Shulhan Arukh (Ḥoshen Mishpat) with commentary (1742). The press was sold in 1748 and transferred in 1749 to Roedelheim. At the beginning of the 20th century, the spa of Homburg became a meeting place of Russian-Jewish intellectuals. The Jewish population numbered 604 (7.14% of the total population) in 1865, declining to 379 in 1910 (2.64%), and 300 in 1933. Of the 74 Jews who remained on 17 May 1939, 42 were deported in 1942/1943 to Concentration Camps, never to return.[6] While the spa business experienced a long-term decrease after the two world wars, the town gained importance by becoming the site for headquarters of various authorities and administrative bodies. By autumn 1946, the military government had already ordered the founding of bizonal authorities. Bad Homburg was chosen as the seat of the financial administrative centre. On 23 July 1947, the Bizone Economic Council instituted the \"Special Money and Credit Centre\" here in preparation for currency reform. The centre was managed by Ludwig Erhard. After the Federal Republic of Germany—- West Germany—- was founded with its capital in Bonn, the Federal Debt Administration (Bundesschuldenverwaltung), the Office for Security Adjustment (Amt für Wertpapierbereinigung) and the Federal Equalization Office (Bundesausgleichsamt) stayed in Bad Homburg. In the 20th century, Bad Homburg became a favourite residential area among the upper classes. On 30 November 1989, Alfred Herrhausen, the manager of Deutsche Bank, was killed and his driver was injured by a car bomb in Bad Homburg. It is alleged that this was an attack by the Red Army Faction, though this has never been proven.[7] Bad Homburg's civic coat of arms was granted in 1903 but is said to date from the 15th century on the basis of seals known from that time, although they show a saltire rather than the two adzes seen today (the saltire might be two unclear adzes). The reason for the adzes in the arms is not known; it is possibly dialectal canting. The colours, with silver adzes in a blue field, have been in use at least since 1621.[8] Baseball club Bad Homburg Hornets play in Germany's 2. Bundesliga, having competed in the country's first division until 2018. The Bad Homburg Open is a WTA 250 tennis tournament held in the town in honour of its long legacy of playing and developing the sport. The inaugural Bad Homburg Open was held in 2021 and played on grass at the TC Bad Homburg. German player Angelique Kerber won the event.[9] Bad Homburg vor der Höhe is twinned with:[14] a. ^ In 1953, the town adopted the ethnic Germans driven out of this town, later also partnership.","Title":"Bad Homburg - Wikipedia","KeyID":"6264","URL":"https://en.wikipedia.org/wiki/Bad_Homburg_vor_der_H%C3%B6he"}