{"Content: ":"Rüsselsheim am Main is the largest city in the Groß-Gerau district in the Rhein-Main region of Germany. It is one of seven special status cities (implementing several functions that counties normally provide) in Hessen and is located on the Main, between Frankfurt and Mainz, only a few kilometres from its mouth in Mainz. The suburbs of Bauschheim and Königstädten are included in Rüsselsheim. Rüsselsheim has attained international recognition through the presence of the German car company Opel. Rüsselsheim's foundation goes back to a Frankish colony in the first half of the 5th century. The first written mention of \"Rucilesheim\", or \"the house of Rucile\", is in an inventory of royal hunting rights around the year 840. Rüsselsheim emerged from a settlement of the Count of Katzenelnbogen. Over time, the name of the city evolved from Rucilesheim to the current Rüsselsheim: In the year 1435 the high noble Count John IV of Katzenelnbogen[3] was the first to cultivate Riesling in Rüsselsheim. Annual reports record that his administrator bought new vines for 22 Schilling. In the following years riesling grapes were planted down the river Rhine and up the river Mosel. In the 18th and 19th centuries, Rüsselsheim made a new contribution to the history of wine when famous wine-growing estates in the Rheingau recultivated their vineyards with vines from the Rüsselsheim and Flörsheim Area (Allendorf, Rheingauer Weinbauverband EV 1980). After the First World War viticulture disappeared in Rüsselsheim. In 1980 the mayor of Rüsselsheim Dr. Karl-Heinz Storsberg set up a museum-vineyard near the castle which celebrates 550 Years of Riesling. The town's population reached 1,422 by 1829, then doubled between 1875 and 1914 from 3,500 to 8,000. At the beginning of the Second World War, 16,000 people lived in Rüsselsheim; only 9,500 remained at the conflict's end. The population reached a new record of 63,000 inhabitants in 1978, with rapid post-war reconstruction fed first by refugees from the former German territories in Eastern Europe (Heimatvertriebene), then by immigrants attracted by the Opel factories. The proportion of people born overseas was 23% on 31 June 2014.[4] The city's coat of arms features a silver \"Doppelhaken\" (double hook) and two silver stars on a blue background. The \"Doppelhaken\" is also called a \"Wolfsangel\" (wolf hook), once possibly used to kill wolves, or as a grappling hook. It is now forbidden in Germany to use this symbol on the grounds that it has been used in the past as a symbol of some right-wing extremist groups, now banned. Civic coats of arms which traditionally used the Wolfsangel are exempt from the ban.[5] The two stars indicate that Rüsselsheim used to belong to Katzenelnbogen County, which also bore these stars on its coat of arms. During World War II, Rüsselsheim was bombed several times by the British RAF. The RAF followed a policy of \"area bombing\" of cities. The day after one such bombing, August 26, 1944, an American B-24 Liberator was shot down after bombing Hanover (American policy did not allow for area bombing as did the British; the American crew had been bombing an airport). The nine member American crew was captured and under guard was placed on a train to a POW camp routed thorough Rüsselsheim. Due to damage done to the railyards, the captured crew and their guards were forced to alight and walk to another location to catch another train. During this walk, residents of Rüsselsheim saw the crew and vented their anger on the crew, shouting insults and spitting. Assuming the crew were \"Canadians\" and that they had taken part in the bombing of their city the night before, this group grew larger. One woman shouted out \"There are the terror flyers. Tear them to pieces! Beat them to death! They have destroyed our houses!\" She threw a brick at the crew and that precipitated a riot during which the residents attacked the crew with rocks, hammers, lumber and shovels. Six of the crew were killed. A local Nazi official administered a final shot to four of the men. The bodies of the dead crew were hidden at the rear of the city cemetery. After the War (1946) when Rüsselsheim was under occupation by the American Army, the killings came to light and the bodies located. In the first war trials of Germans prior to the Nuremberg trials, five of the residents were tried as war criminals, found guilty and hanged. Three others received sentences to hard labour and were released in the 1950s. A later trial was held for two more citizens, one of whom was hanged. In all, eleven citizens were tried for war crimes and murder stemming from this incident, six of whom were executed. (see Wolfsangel: A German City on Trial 1945–48, by August Nigro (Brassey's Inc, London, August 2000; 186pp) ( ISBN 1574882457)) The car manufacturer Opel and the ideal transportation location with many motorway connections and direct train connections from Rüsselsheim station to Mainz, Frankfurt am Main, Wiesbaden and Darmstadt have resulted in the establishment of many businesses and the attraction of many commuters in Rüsselsheim. Above all, Rüsselsheim is known for its car manufacturer Opel. The founder, Adam Opel, began as a trainee mechanic and founded a sewing machine factory. The first cars were built in 1899, after Opel's death, when the company was owned and operated by Opel's widow and their five sons. The European Centre of the Korean car manufacturer Hyundai was inaugurated in 2003. The German centre of the outsourcing division of Hewlett-Packard (formerly EDS) was located to Rüsselsheim. San Jose, CA, USA-based lidar technology company Velodyne Lidar has its European office in Rüsselsheim. The Rüsselsheim Theatre provides 865 seats in stalls and tiers. The theatre's programming consists of plays, concerts, operas, operettas, musicals, ballet, and dancing. The Rüsselsheim Museum, which was designated in 1980 with the Council of Europe's museum award as a \"Model Museum\", focuses in particular on the development of labor procedures and labor conditions from prehistory to the present. The Hochschule RheinMain is an advanced technical college which has a branch in the city of Rüsselsheim. The technical departments are primarily located here.[citation needed] These include:[citation needed] Event spaces: Großsporthalle (formerly known as Walter-Köbel-Halle) (2,500 spectators) Swimming pools: Freizeitbad an der Lache, Waldschwimmbad, Opelbad (no longer in use) Stadiums: Stadion am Sommerdamm, with a field including bleachers and an artificial field for hockey Boathouses: Bootshaus des Rudervereins Rüsselsheim am Main Rüsselsheim features a large number of clubs. Some of them are members of national and international leagues. In 2004, the Volunteer Fire Brigade of the city of Rüsselsheim was 125 years old. Rüsselsheim am Main is twinned with:[6]","Title":"Rüsselsheim am Main - Wikipedia","KeyID":"6265","URL":"https://en.wikipedia.org/wiki/R%C3%BCsselsheim"}