{"Content: ":"Sachsenhausen-Nord and Sachsenhausen-Süd are two quarters of Frankfurt am Main, Germany. The division into a northern and a southern part is mostly for administrative purposes as Sachsenhausen is generally considered a single entity. Both city districts are part of the Ortsbezirk Süd. As a whole, Sachsenhausen is the largest district by population and area in Frankfurt. It is located south of the Main river and borders the districts of Niederrad and Flughafen to the west and Oberrad to the east. Sachsenhausen-Süd is mostly comprised by the Frankfurt City Forest. Sachsenhausen was founded as Frankfurt's bridgehead in the 12th century. The oldest documents point to the year 1193. Unlike Frankfurt's own historic city center, which burned to the ground after British bombing in 1944, Sachsenhausen's old town is partly preserved. The Frankfurt youth hostel is located on its riverside. The population of Sachsenhausen is 55,422. The River Main embankment hosts the city's largest flea market and some of Germany's best-known museums; it is also called the Museum Embankment (or Museumsufer). Here it is where the annual Museum-Embankment-Festival / Night of the Museums (or Museumsuferfest / Nacht der Museen), with all museums open throughout the night and discounted entrance fees as well as many open-air events in the streets, is held. Sachsenhausen is known for its vibrant nightlife sporting over two dozen bars, taverns and restaurants in the southern part's old town. The main street of Sachsenhausen is Schweizer Straße, a cosmopolitan boulevard with bars and two of Frankfurt's most traditional cider houses, Zum gemalten Haus and Wagner. Ciderhouses that produce their own 'Apfelwein' (applewine) can be identified by the presence of a wreath of evergreen branches hanging outside the location or a similar image included on their signpost. The Textorstraße and the old town or 'Altstadt' have the best known ciderhouses in Frankfurt, but such pubs can be found all over southern Hesse. Orchards of the Sperling apple can be seen across the countryside and, reputedly, local law requires that Apfelwein be the cheapest alcoholic beverage on sale in any public house. In addition, there is a brand new part of Sachsenhausen, built on the grounds of the old slaughterhouse area. Try to find the area from Deutschherrnufer numbered between 40 and 50. The area is located directly opposite the new seat of the European Central Bank on the other side of the river. Landmarks of Sachsenhausen are the Henninger Turm and the Goetheturm. Sachsenhausen is also the location of the Sankt Georgen Graduate School of Philosophy and Theology. Museumsufer (Museum riverside) part I, with Dreikönigskirche part II, with Untermainbrücke (bridge) and Schweizer Straße straight on part III, with Staedel, left from Holbeinsteg (Footbridge) railway station Frankfurt South Textor Strasse crossing from Schweizer Strasse Frankfurter Rundschau next railway station Tram Apfelweinviertel Hooters restaurant in Alt-Sachsenhausen Klappergasse in Äppelwoiviertel","Title":"Sachsenhausen (Frankfurt am Main) - Wikipedia","KeyID":"6270","URL":"https://en.wikipedia.org/wiki/Sachsenhausen_(Frankfurt_am_Main)"}