{"Content: ":"Höchst (German pronunciation: [ˈhøːkst] or [ˈhøːçst]) is a quarter of Frankfurt am Main, Germany. It is part of the Ortsbezirk West. Höchst am Main became part of Frankfurt am Main in 1928 together with its boroughs Sindlingen, Unterliederbach and Zeilsheim. It is situated 10 km west of downtown Frankfurt on the north bank of the Main river at the Nidda River estuary. The well-preserved old city has been under the Denkmalschutz protection law since 1972. An important cultural event is the folklore festival, the Höchster Schloßfest, that brings many visitors to Höchst. It begins in the middle of June and last four weeks. It includes a festival in the old city, fireworks, and a jazz festival in the castle. In Höchst there is the Friedrich-Dessauer-Gymnasium, a sixth form Gymnasium. Höchst is first mentioned in 790 as Hostat (meaning high site or high place). The name has nothing to do with the Hostato Saga regarding the Knight Hostato, who after being the only one to survive a battle was given the site by Charlemagne in thanks for his bravery. On 11 February 1355 Höchst received its town privileges by emperor Charles IV. In a charter dated 12 January 1356, Charles IV gave additional privileges to Höchst including the right to hold markets every Tuesday. In the medieval part of the city, most of the timber-framed houses stem from the period after the major fire in 1586. On 22 June 1622, during the Thirty Years' War, the Battle of Höchst saw a Catholic League and Spanish Empire armies defeat a Protestant force. A second Battle of Höchst occurred on 11 October 1795 when Habsburg soldiers clashed with Republican French troops. Höchst am Main became part of Frankfurt am Main in 1928. Until 1987 Höchst was the administrative seat of an independent Landkreis. Höchst is now the center of the Stadtbezirke (administrative district) Frankfurt-West with 120,000 residents. In contrast to most other Stadtteile, Höchst is an old historical city (with town privileges since 1355) and is still the most important subcenter in the western part of Frankfurt. The name Höchst became well known throughout the world for the chemical and pharmaceutical corporation Hoechst AG which was established in 1863; except for a short interruption between 1925 and 1952, Hoechst AG has been headquartered in Höchst. In 1999 the company was merged with the French Rhône-Poulenc S.A. and became Aventis which, after another merger, became Sanofi-Aventis. Major research and production activities of the company continue to be conducted in Höchst. The site of the Hoechst works is now operated as the Höchst Industrial Park (Industriepark Höchst). It includes a notable expressionist building designed by Peter Behrens, the Technical Administration Building (Technische Verwaltungsgebäude). Main river bank in Höchst, called \"Batterie\" Bolongarostraße in Höchst October 2008: Market in Höchst Porcelain manufacturer in the Dalberghouse","Title":"Höchst (Frankfurt am Main) - Wikipedia","KeyID":"6282","URL":"https://en.wikipedia.org/wiki/H%C3%B6chst_(Frankfurt_am_Main)"}