{"Content: ":"The Australasian Antarctic Expedition was a 1911–1914 expedition headed by Douglas Mawson that explored the largely uncharted Antarctic coast due south of Australia. Mawson had been inspired to lead his own venture by his experiences on Ernest Shackleton's Nimrod expedition in 1907–1909. During its time in Antarctica, the expedition's sledging parties covered around 4,180 kilometres (2,600 mi) of unexplored territory, while its ship, SY Aurora, navigated 2,900 kilometres (1,800 mi) of unmapped coastline. Scientific activities included meteorological measurements, magnetic observations, an expansive oceanographic program, and the collection of many biological and geological samples, including the discovery of the first meteorite found in Antarctica. The expedition was the first to establish and maintain wireless contact between Antarctica and Australia. Another planned innovation – the use of an aircraft – was thwarted by an accident before the expedition sailed. The plane's fuselage was adapted to form a motorised sledge or \"air-tractor\", but it proved to be of very limited usefulness. The expedition was organised into three bases: one on the sub-Antarctic Macquarie Island and two on the Antarctic mainland. The main base, under Mawson's command, was set up at Cape Denison, about 480 kilometres (300 mi) west of Cape Adare, and a western base under Frank Wild was established on the Shackleton Ice Shelf, more than 2,410 kilometres (1,500 mi) west of Cape Denison. Activities at both mainland bases were hampered by extreme winds, which often made outside work impossible. The expedition was marred by the deaths of two members during an attempt to reach Oates Land: Belgrave Edward Ninnis, who fell into a crevasse, and Xavier Mertz, who died on the harrowing return journey. Mawson, their sledging partner, was then forced to make an arduous solo trek back to base; he missed the ship, and had to spend an extra year at Cape Denison, along with a relief party of six. This sojourn was made difficult by the mental breakdown of Sidney Jeffryes, the wireless operator. When Mawson returned from Antarctica, he was given a hero's welcome and received many honours, including a knighthood. The scientific studies provided copious, detailed data – which took thirty years to completely publish – and the expedition's broad exploration program laid the groundwork for Australia's later territorial claims in Antarctica. In January 1909, a three-man party from Ernest Shackleton's Nimrod expedition calculated that they had reached the South Magnetic Pole.[1] The party included a young Australian geologist, Douglas Mawson, who, inspired by his experiences, came home with thoughts of organising his own expedition. His particular interest lay not in the South Pole, but in investigating the Antarctic lands west of Cape Adare, immediately to the south of Australia. That coast had been indeterminately explored in the 1840s by the French under Dumont D'Urville and by the American Charles Wilkes, but had not been visited since.[2][3][4] In January 1910, in London, Mawson met Robert Falcon Scott, who was then preparing his Terra Nova expedition. Mawson proposed that he should join this expedition as the head of an independent team, based at Cape Adare. Although Scott was interested, they were unable to agree on the scope of Mawson's responsibilities. Shackleton, who was in London investigating the possibility of organising and financing an expedition of his own, suggested to Mawson that he could act as its chief scientist.[5] While Shackleton raised funds by lecturing in America, Mawson was dispatched to investigate the possibility of purchasing and developing a goldmine in Hungary.[6] As the proposition looked doubtful, Mawson hurried across the Atlantic to brief Shackleton and to check that he was still committed to the expedition. On 16 May, Shackleton issued a statement confirming Mawson's position as chief scientist, adding that, should he (Shackleton) be unable to accompany the expedition, \"D. Mawson will be in charge, and I shall still use my influence ... in regard to raising the necessary funds\". With this assurance, Mawson returned to Australia.[7][8] Mawson's feelings of uncertainty were renewed as months of silence followed; Shackleton was still trying to float the gold mining venture and struggling to raise funds for the expedition.[9] Finally, on 1 December, Shackleton confirmed that he would not be going but would, as promised, give Mawson his full support.[7][10] In January 1911, Mawson revealed his plans at a meeting of the Australasian Association for the Advancement of Science (AAAS).[11] He intended to operate in the Antarctic coastal arc between Cape Adare in the east, and Gaussberg in the west. Within these bounds, Mawson said, lay territory \"of whose outline and glacial features [only] the barest evidence has been furnished\".[12] A full scientific and geographical investigation of these lands would be accompanied by a ship-based oceanographic program.[13][14] The AAAS responded enthusiastically.[7] A committee was formed under the chairmanship of Professor Edgeworth David of the University of Sydney (who had stood with Mawson at the South Magnetic Pole),[15] and Mawson soon acquired the backing of the scientific and political communities, as well as pledges of financial support from leading industrialists. Assured that his expedition was now safely launched, Mawson travelled to London to begin practical arrangements.[15] Mawson's original intention had been to set up his main shore base at Cape Adare and establish others further west. He felt it necessary to modify this arrangement when, in March 1911, he learned that Scott's expedition was sending a northern party to the Cape Adare region. As a consequence, he decided to place his main base well to the west of the cape, in uncharted territory.[16][n 1] In London, in search of a suitable ship, Mawson sought the help of John King Davis, to whom he offered the post of ship's master and second-in-command of the expedition.[18] Davis had served as Nimrod's chief officer during Shackleton's recent expedition and had acted as its captain on the voyage back to England. He accepted Mawson's offer without hesitation.[19][20] Mawson hoped to secure one of the new Antarctic expedition ships – Scott's Discovery, Nimrod, or William Speirs Bruce's Scotia – but none of these was available. He finally settled on Aurora, an old Dundee whaler, built in 1876 to work in northern waters.[21] In 1884, she had participated in the rescue efforts for American Arctic explorer Adolphus Greely's Lady Franklin Bay Expedition.[22] The ship cost £6,000, which Mawson considered a bargain.[21][23] Davis supervised an extensive refit, which included alterations to her rigging and much internal reorganisation to provide appropriate accommodation, laboratories and extra storage space.[24] The specialist equipment required for the oceanographic program included two sounding machines: a No. 1 Lucas sounder for work in depths up to 10,970 metres (6,000 fathoms), lent to the expedition by Bruce, and a lighter Kelvin machine for use in shallower depths.[24] Mawson also acquired a small monoplane from Vickers, for both its potential utility and its considerable publicity value.[25] The plane was shipped to Australia, where it was badly damaged during a demonstration flight, whereupon Mawson abandoned the idea of an aircraft, removing the wings and adapting the fuselage body and engine to create a motor-sledge, known as the \"air-tractor\".[26][27] Mawson's technological interests extended to the new field of wireless telegraphy. After discussions with the Commonwealth Meteorological Bureau, he decided to set up an extra base on Macquarie Island, at the midpoint between Tasmania and Antarctica, to act as a relay station for wireless messages between Antarctica and Australia. Establishing a base at Macquarie would have the additional benefit of allowing the first proper survey and scientific study of the island.[28][29] Before returning to Australia, Mawson recruited \"the oldest resident of Antarctica\",[30] the polar veteran Frank Wild, as leader of one of the proposed mainland bases.[31] Wild had turned down an invitation to join Scott's expedition; he disliked Scott's rigidity, considering him \"too much the navy man\".[32] Mawson also took on Belgrave Edward Ninnis, a 23-year-old lieutenant in the Royal Fusiliers whose father, also called Belgrave Ninnis, had accompanied the British Arctic Expedition of 1875–1876.[19][33] Ninnis was to take charge of the expedition's fifty sledge dogs once they arrived from Greenland,[34] even though he had no previous experience with dogs.[35] He was to be assisted by another novice dog handler, Xavier Guillaume Mertz, a Swiss ski-jumping champion and mountaineer, whose skiing expertise Mawson thought would be an important asset.[31][36] To preserve the expedition's predominantly Australasian character, Mawson recruited his science staff from the universities of Australia and New Zealand.[30] In key positions were Eric Webb, a 22-year-old New Zealander who became chief magnetician,[37] and Cecil Madigan, also 22, who was appointed as the main base's meteorologist. Madigan deferred a Rhodes Scholarship at Oxford University for a year to join the expedition.[37] The decision to establish a wireless relay and scientific station on Macquarie Island meant the recruitment of a further five-man team. To command the station, Mawson appointed George Ainsworth from the Commonwealth Meteorological Bureau, along with two wireless technicians, a geologist and a biologist.[28] As the expedition's photographer, Mawson was eventually persuaded to engage Frank Hurley who had offered his services for free as soon as he had heard Mawson was recruiting.[38] In accordance with his undertaking to support the expedition, Shackleton persuaded the press baron Lord Northcliffe to publish an appeal for funds in the Daily Mail. The appeal resulted in an immediate influx of money; more than £6,000 in two days.[39] The British government gave £2,000,[40] and, after a successful presentation by Mawson, the Royal Geographical Society contributed £500.[41][42] All told, following the appeal, British sources provided an amount close to £10,000.[43][n 2] In Australia, the federal government gave £5,000, and the state governments together provided £18,500.[45] With private donations and the British money, the expedition's total funds rose to around £38,000, still some way short of its spending commitments, but enough to send it on its way.[41][n 3] Fundraising efforts continued while the expedition was in the field.[47] When the expedition was over and the ship and other assets had been sold off, the overall deficit, according to Mawson's accounting, was £4,462; this, he hoped, would be made up by royalties on the sale of the expedition book and from lecture fees. He estimated that a further £8,000 would be required to publish the scientific findings.[48] The problems of meeting these financial obligations would preoccupy Mawson for many years.[49][n 4] On 28 July 1911, Aurora – her deck teeming with the 48 dogs that had survived the trip from Greenland,[52][n 5] laden with sledges and with more than 3,000 cases of stores on board – left London for Cardiff, where she loaded 500 tons of coal briquettes.[53] She left Cardiff on 4 August, and arrived at Queens Wharf, Hobart, on 4 November, after a three-month voyage.[54] In a flurry of activity, additional fuel, stores and equipment were taken aboard.[55][56] Mawson chartered a steamer, SS Toroa, to carry part of the burden as far as Macquarie Island.[57][58] After a series of farewell ceremonies and functions, Aurora was given a tumultuous dockside send-off from Hobart on 2 December.[59] The passage to Macquarie Island was rough: waves repeatedly overwhelmed the ship, half-drowning the dogs and soaking the men.[60] Part of Aurora's bridge was washed away, and the cargo stored above deck suffered damage.[61][62] The bad weather finally abated, and they reached Macquarie Island on 13 December, where they were joined by Toroa soon afterwards.[63] When Ainsworth's party and its equipment were established on land, Toroa returned to Hobart, and on 24 December, after carrying out survey work, Aurora sailed on south.[64][65] Mawson's hopes of finding a suitable coastline to the west of Cape Adare were soon dashed.[66] The coast remained hidden behind impenetrable ice, and the land reported by Wilkes in 1840 appeared to be non-existent.[67] As the ship sailed further west, Mawson decided to reduce his land bases from three to two, by consolidating the proposed central base with the main base and placing Wild in charge of a single western base.[68] On 8 January 1912, rounding a large glacier, they sailed into a gulf which Mawson later named Commonwealth Bay,[69] and on further exploration they discovered a long sheltered inlet which they dubbed Boat Harbour.[70] Here, a reconnaissance party found a rocky spot at a location which they named Cape Denison, after Hugh Denison, one of the expedition's early sponsors, and Mawson decided to establish the main base there.[71] The work of unloading the ship, frequently interrupted by storms and winds, continued until 18 January.[72][73] The next day, with time running short before the onset of winter, Aurora sailed away to find a suitable site for Wild's western base.[74] The main base quarters provided a spacious living space, 7.3 by 7.3 metres (24 by 24 ft), with an attached workshop and a wide verandah for storage and housing the dogs.[75] Away from the main huts were smaller structures, used for magnetic observations.[76] The party quickly discovered that their chosen location was an exceptionally windy spot; powerful katabatic winds swept down to the bay from the ice sheet, storms frequently pummelled the coast, and intense localised whirlwinds battered the men and equipment.[77] Carsten Borchgrevink, wintering at Cape Adare in 1899–1900, had reported frequent wind speeds in excess of 64 kilometres per hour (40 mph), and in one 12-hour period winds averaged above 130 kilometres per hour (80 mph), with gusts estimated to exceed 164 kilometres per hour (102 mph).[78][n 6] They had unknowingly settled in one of the windiest sites in Antarctica; Mawson frequently recorded gusts between 240 kilometres per hour (150 mph) and 290 kilometres per hour (180 mph) at Cape Denison.[79][80] Mawson had planned, before winter closed in, to carry out some experimental sledging work, and on 1 March, he, Madigan and Bob Bage managed a journey of eight point zero kilometres (5 mi), before depositing a sledge and stores and returning to the hut.[81][82] For the next five months, life was largely concentrated in the hut and centred on various scientific activities. Some outside work was unavoidable; the meteorologists and the magneticians made their daily readings regardless of conditions. In rare lulls, efforts were made to erect the wireless masts and establish contact with Macquarie Island, but after repeated failures, these attempts were temporarily abandoned at the end of April.[83] The general routine of hut life was enlivened by elaborate celebrations of birthdays, often concluding with improvised concerts. When there was a shortage of birthdays, other occasions were eulogised; Mawson records that even the anniversary of the \"First Lighting of London by Gas\" was observed \"with extraordinary éclat\".[84] Much use was made of the expedition's library, especially the books that brought, as Mawson put it, \"the sudden breath of a world of warmth and colour, richness and vivacity\".[85] On 9 August, Ninnis and Mertz ventured out, to carry stores up to the five-mile depot established in March. They named this spot \"Aladdin's Cave\".[86][87] The beginning of September saw a break in the weather, which allowed work on the wireless masts to be completed. They began transmitting to Macquarie Island but received nothing back.[88] Several sledging journeys were possible in September before the weather closed in again;[89] on 9 October a particularly violent wind brought the recently erected wireless masts crashing down.[83][90] On 27 October 1912, Mawson announced his plans for the sledging season ahead. A Southern Party led by Bage would head south, towards the Magnetic Pole, making magnetic observations along the way. An Eastern Coastal Party, under Madigan, would explore and map the coastline to the east of Cape Denison. At the same time, a Western Party under Frank Bickerton would take the motorised sledge to explore the plateau to the west.[91][92] The longest journey would be undertaken by a Far Eastern Party, consisting of Mertz, Ninnis and Mawson, which would take the dogs and attempt to reach Oates Land, some 560 kilometres (350 mi) distant in the vicinity of Cape Adare. Other groups would form support parties for the main journeys.[92][93] All parties would be required to return to base by 15 January 1913, when Aurora was expected to retrieve them.[94] Mawson's Far Eastern Party left on 10 November and made good distances when the weather allowed. By 14 December, they had travelled more than 480 kilometres (300 mi) towards Oates Land.[95] Shortly after noon, as Mawson paused to calculate latitude, he saw that Mertz had stopped and was looking behind him. There was no sign of Ninnis. Mawson and Mertz retraced their steps and found a crevasse about 3.4 metres (11 ft) across; tracks on the far side made it clear that Ninnis, with his sledge and dogs, had fallen into the depths.[96] Far below on a ledge, they could see the bodies of two dogs, and debris from the sledge, but no sign of Ninnis.[97][98] Their remaining ropes were far too short of reaching even the first ledge which they measured to be at a depth of 46 metres (150 ft), so they had no option except to hope that Ninnis would answer their shouts. They spent several hours calling but – having received no response – they were forced to give him up for dead.[99] Shocked at the sudden loss of their companion, Mawson and Mertz now had to consider their own prospects. Ninnis's sledge had been carrying most of their provisions and equipment, and all of the dog food, leaving them with about 11 or 12 days' rations. To reach base, they would have to augment these meagre supplies by shooting and eating the surviving dogs.[100] They travelled steadily over the next days, despite Mawson suffering from snow-blindness; by 25 December, they calculated that they were 254 kilometres (158 mi) from Cape Denison.[101] On 29 December, they killed the last of the dogs.[102] Both men had been feeling unwell, but from New Year's Day 1913 there was a sudden and rapid deterioration in Mertz's health; he had frostbite and became delirious and agitated.[n 7] After a weather delay, they resumed their journey on the evening of 3 January, but they did not get far before the weather and Mertz's frostbite forced them to stop.[106] They laid up until 3 January when Mertz agreed to push on, but his condition continued to worsen, and though Mawson managed to drag him on the sledge they could not cover much ground. Mertz died early on 8 January.[107][108] Mawson was around 160 kilometres (100 mi) from the base, which was, he observed, a relatively short distance for a healthy man, but a long way for one weak and famished.[109][n 8] After burying Mertz and marking his grave, Mawson prepared for the journey ahead. To lighten his burden, he used a small pocket tool to cut his sledge in half.[111] On 11 January, the weather cleared, and he set out. His extreme weakness and, in particular, the condition of his feet, meant he could not travel great distances.[112] On 17 January, he fell into a crevasse and hung there by a rope from the sledge, which fortunately did not fall. It took him more than four hours to extricate himself.[113] As he drew nearer to the base, he was frustratingly delayed by more bad weather. On 29 January he discovered a cairn, left by a search party, with food and a message telling him he was 37 kilometres (23 mi) from Aladdin's Cave.[114] Three days later, Mawson reached the cave, where he discovered more provisions, but something that was missing from the cave was extra pairs of crampons which he would need to make the final descent to the base. He had thrown his last pair of crampons away after clearing the final glacier a few days earlier knowing that there would be another pair at Aladdin's Cave. Bad weather meant he could not set out again until 8 February, but during this time he managed to make a pair of homemade crampons out of the wood from packing crates and loose nails which he then used for the final leg of his journey. As he descended the final slope towards the base, he thought he saw smoke on the horizon, which he took to be coming from the departing ship. When he arrived at the base, he found that the ship had indeed sailed, earlier that day, leaving a group of five – Bickerton, Bage, Madigan, Alfred Hodgeman and Archibald McLean – and a new wireless technician, Sidney Jeffryes, as a rescue party for the missing men.[115] Mawson radioed the ship, asking Davis to return and pick up the party; Davis attempted to comply, and brought the ship back to Commonwealth Bay, but a severe gale prevented the ship from anchoring or launching a boat. After sitting offshore for a day and worried that with further delays, Aurora would not reach Wild's western base before being blocked by winter ice, Davis gave up and headed west,[116] leaving the Cape Denison group to spend another year at the base.[117] The Eastern Coastal Party under Madigan left the base on 8 November, following the coast eastwards. They continued, mapping as they went and collecting geological and biological samples, to just beyond the 150° E mark, about 430 kilometres (270 mi) from the base. Near that point, they discovered a rocky headland, more than 300 metres (1,000 ft) high, with a magnificent columnar structure resembling organ pipes.[118] Madigan described this as a \"cathedral of nature\";[119] it was later named Horn Bluff, after William Horn, one of the expedition's sponsors.[120] On their return journey, they celebrated Christmas Day as they camped on a glacier tongue, unaware that Mawson and Mertz were camped in the upper reaches of the same glacier.[121] After completing a full coastal survey, Madigan's party returned to the base on 16 January 1913.[122] Bage's Southern Party left Cape Denison on 10 November,[123] and marched south in the direction of the Magnetic Pole as Webb made daily magnetic observations. They soon found that magnetic disturbances played havoc with the compass readings, and they steered by the sun, \"a more than efficient substitute\", Bage noted.[124] On 21 December, they were 484 kilometres (301 mi) from the base. However, their magnetic readings indicated that they were still some distance from the Magnetic Pole.[125] To avoid the risk of missing the ship, they turned for home. The latter part of this journey was gruelling, as they missed their final food depot, and had to make a rapid 100-kilometre (60 mi) dash to reach the base by 11 January.[126][127] The Western Party delayed its departure until 3 December, hoping that better weather would aid the running of the motor-sledge.[128] The machine had performed satisfactorily in trials, and it ran well initially, but 16 kilometres (10 mi) out from the base, one of its cylinders began misfiring. The trouble worsened; the engine stalled suddenly, and the propeller was wrecked. The motor-sledge was abandoned, and the party continued its journey by man-hauling,[129] travelling 254 kilometres (158 mi) west across the plateau before turning for home. Their most important geological find was a meteorite, the first discovered in Antarctica.[130][131] For the group left at Cape Denison, winter came early, confining them mostly to the hut for many months. The previous year's program of magnetic and meteorological observations was resumed, as were the routines of daily life at the base.[132] Many of the group found they had time on their hands, and McLean, in the tradition of earlier expeditions, took advantage of this to edit and produce a magazine, the Adelie Blizzard.[133][134] One major improvement on the previous year was that, from 20 February, regular wireless contact with Macquarie Island was established, which allowed the group to stay in touch with the outside world until 8 June, when strong winds once again brought down the wireless masts.[135][136] The wireless operator, Jeffryes, was initially a conscientious and respected member of the group,[137] but from mid-June, his behaviour began to deteriorate. He became moody and aggressive, challenging his hut mates to fights, mumbling to himself, developing a persecution mentality and neglecting his hygiene. This was alarming enough for the rest of the group, but when the wireless masts were re-erected early in August, Jeffryes began sending out wild messages, claiming that all the others apart from Mawson had gone insane and were trying to murder him.[138][139][140] Bickerton began practising operating the wireless, and Mawson sent a message to Ainsworth at the Macquarie Island wireless station to censor all communications received from Jeffryes. Finally, in a period of semi-lucidity, Jeffryes asked to be relieved from his duties, and Bickerton permanently took over the wireless operator's role.[141] As the weather was improving, Mawson decided that he would take out a final sledging party with Madigan and Hodgeman, primarily to recover equipment that had been dumped or cached during the journeys of the previous year. In this, they were largely unsuccessful. They returned to base on 12 December, and Aurora arrived the next day.[142] They finally left Cape Denison on 24 December 1913. As they sailed away, they could see the cross, erected on high ground by Bickerton and McLean, commemorating their lost comrades, Ninnis and Mertz.[143][144] Mawson had hoped to place the western base around 800 kilometres (500 mi) (and no more than 970 kilometres (600 mi)) west of Cape Denison, to make inter-base wireless communication possible.[145][146] After landing the Cape Denison party in January 1912, Aurora sailed west, well beyond the 800-kilometre (500 mi) mark, without finding any suitable landing spot. On 15 February, they were 2,410 kilometres (1,500 mi) from Cape Denison, and in danger of being frozen in for the winter when they found a large ice shelf at 66° 21′ S, 94° 51′ E. Lacking other options, Wild investigated it as a site for the base and, despite the possibility of the ice breaking up, he decided to risk it.[147][148] The base was established by 21 February, when Aurora sailed for Hobart.[149] Wild named the ice shelf after Shackleton, whose birthday fell on 15 February.[150] Attempts to establish wireless contact with Cape Denison failed; they were unable to erect a suitable mast and discovered that vital parts of the transmitting equipment were missing.[151] Over the course of the next year, the party at the western base completed a busy program of work. This included two major sledging journeys east and west of the base, mapping a total of over 560 kilometres (350 mi). They also completed several depot-laying trips and an exploration of the inland plateau. They made regular meteorological, geological, magnetic and other scientific observations.[152] Wild took a sledging party 237 kilometres (147 mi) east before being halted by impassable ice.[n 9] A party led by Sydney Evan Jones travelled 377 kilometres (234 mi) west to reach Gaussberg, the extinct volcano discovered by Drygalski's expedition in 1902.[155] In February 1913, the party waited anxiously for Aurora's return. Lacking provisions for another year at the base, they prepared for the possibility that the ship would not arrive by building up stocks of seal and penguin meat,[156] but to their great relief, Aurora appeared on 23 February; by that same evening the men, their equipment and their personal possessions were aboard, and the ship was on its way to Hobart.[157] Ainsworth's party began daily meteorological observations from 1 January 1912, and the wireless station was erected on a high promontory christened Wireless Hill.[158] By mid-February, the station had made contact with Sydney,[159] and by 12 May, was transmitting daily weather reports to Wellington.[160] Signals from Cape Denison were heard for the first time on 25 September. Still, the cape was unable to receive messages from Macquarie.[161][162] On 20 February 1913, two-way communication with Cape Denison was finally established, and after that messages were regularly exchanged.[163] The Macquarie party, who had been expecting to be relieved, heard in March that Cape Denison would be operational for a second season, and that the Macquarie station would therefore need to remain open until November. Mawson radioed that the supply ship could pick up any of the party who wished to leave in May, but all elected to stay.[164] As it turned out, severe winter weather prevented supply vessels from reaching them until 20 August, by which time provisions and fuel supplies were close to exhaustion.[165] Arthur Sawyer, who had fallen ill, was taken off the island.[166] Aurora arrived on 29 November, when the rest of the Macquarie party was picked up, replaced by members of the Commonwealth Meteorological Bureau.[167] The expedition's main oceanographic work was carried out during two cruises in 1912, and in a coastal journey in 1914, after the final relief of Cape Denison. The first cruise, May to July 1912, included investigation, southwest of Tasmania, of the supposed location of the Royal Company's Islands which had been searched for without success on numerous occasions.[168] Aurora found no trace of them either, nor of any shelving of the seabed that might suggest sunken islands.[169] The main sphere of oceanographic research was the sea around Macquarie Island and further northeast towards the Auckland Islands.[170] The second cruise, in November 1912, returned to these waters. Three days out from Hobart, the depth to the seabed suddenly decreased, from the 3,550 metres (1,940 fathoms) measured on the previous day to 1,448 metres (792 fathoms). A repeat sounding, taken in case of error, produced 1,452 metres (794 fathoms). Davis took this as evidence of a submerged ridge that might have been part of a land bridge connecting Australia with the Antarctic in prehistoric time. Subsequent soundings failed to substantiate this theory.[171] After the remaining members of the Cape Denison party had been picked up in December 1913, Mawson decided that, before returning home, they would conduct a coastal and seabed survey to the west, as far as the Shackleton Ice Shelf.[172] This task proved taxing and led to dissension between Mawson and Davis, who was by this time sleep-deprived and exhausted. Mawson noted as much in his diary: \"I hope the strain won't tell any more on him\".[173] The work began on 1 January 1914, and was mostly complete by 2 February. After an arduous period in the ice, during which Davis rarely left the bridge, Aurora began the journey home.[174] On 26 February 1914, Aurora reached Adelaide to an enthusiastic welcome.[175] For the next month, Mawson was engaged in a busy round of receptions and scientific meetings, before sailing for London on 1 April, accompanied by his bride, Paquita Delprat, whom he had married the previous day. In London, he lectured to the Royal Geographical Society, visited the parents of Ninnis, and was received at Marlborough House by Alexandra, the Queen Mother, and her sister, the Dowager Empress of Russia.[176] On 29 June, before his return to Australia, he was knighted at Buckingham Palace by King George V and was later the recipient of many further honours,[177] including the Royal Geographical Society's Founder's medal in 1915.[105] In Australia, Mawson faced the reality of the expedition's debts. He proposed that the Australian government should purchase Aurora and the other artefacts and equipment from the expedition for £15,000 – an amount, he reckoned, that would not only meet all outstanding debts but would finance the production of the scientific reports. The government turned him down.[178] Instead he sold Aurora to Shackleton for a mere £3,200, for use in the Imperial Trans-Antarctic Expedition (ITAE),[178] and hoped to settle the balance of the debt through the sales of his chronicle of the expedition, The Home of the Blizzard, and with the profits from Hurley's film and photographs. The outbreak of war later in 1914 delayed the book's publication, while the distribution of the film was hampered by contractual problems and by a shift of public attention towards the war.[179] As a result, the scientific reports were produced piecemeal over the next 30 years, the last appearing in 1947.[180] Many of the expedition's personnel enlisted in the armed forces when war broke out; Bage – already an officer in the Royal Australian Engineers – was killed during the Gallipoli campaign in 1915,[181] and Leslie Blake, the cartographer and geologist of the Macquarie Island party, died after being badly wounded by a shell in France in 1918.[182][183] Several would return to the Antarctic: Mawson as the leader of the British Australian and New Zealand Antarctic Research Expedition (BANZARE) in 1929–1931;[184] Davis, as captain of Aurora for the relief voyage for the Ross Sea party in Shackleton's expedition,[185] and as captain of Discovery during the first stage of BANZARE;[184] Hurley joined the Imperial Trans-Antarctic Expedition,[186] and also signed on to BANZARE.[187] Wild joined ITAE as well, and in 1921 he accompanied Shackleton on his final expedition, taking over as leader following Shackleton's sudden death in January 1922.[188] Charles Harrisson, who had been a member of the Far Western Party, visited Macquarie Island in 1914, but his ship disappeared without a trace on its return voyage to Australia.[182] Two days after arriving in Adelaide, Jeffryes took a train heading to his home in Toowoomba, but he never arrived; a month later he was found near Stawell, Victoria, wandering in the bush. He spent the next year in asylums, but after an assault on a member of staff, he was committed to a criminal asylum in Ararat, where he died in 1942. His family were highly critical of Mawson's lack of care and sympathy; they wrote him numerous letters apparently without response. In 2018, Jeffryes was finally honoured by the erection of a plaque in Ararat cemetery, near the site of his unmarked grave.[140] The scientific work of the expedition covered the fields of geology, biology, meteorology, terrestrial magnetism and oceanography;[189] the vast amounts of data filled multiple reports published over a period of 30 years. These reports provided an extensive description of Antarctica's extreme weather and of its animal and plant life.[190] This was the first expedition to successfully establish wireless contact between the Antarctic continent and the Australian mainland, through the relay station on Macquarie Island;[189] it also provided the first studies and mapping of the island.[191] Its eight major sledging parties travelled for a total of 4,180 kilometres (2,600 mi), while Aurora sailed along 2,900 kilometres (1,800 mi) of uncharted coastline,[189] mapping the continental shelf through 55° of longitude.[191] Hurley's photographs and film provided a comprehensive pictorial record.[189] Many Antarctic features bear names paying tribute to expedition members, including Cape Mawson, Mawson Coast, Mawson Peninsula,[192] Madigan Nunatak,[193] Mertz Glacier and Ninnis Glacier.[194][195] The expedition was the first step towards Australia's later territorial claims on the Antarctic continent,[189] and was on a greater scale than any of its predecessors in the field. Frank Hurley summed up the character of the expedition: \"Shackleton grafted science on to exploration – Mawson added exploring to science\".[196] According to the historian Gordon Hayes, \"Mawson's expedition, judged by the magnitude both of its scale and of its achievements, was the greatest and most consummate expedition that ever sailed to Antarctica.\"[197] Websites ","Title":"Australasian Antarctic Expedition - Wikipedia","KeyID":"63","URL":"https://en.wikipedia.org/wiki/Australasian_Antarctic_Expedition"}