{"Content: ":"Main-Taunus is a Kreis (district) in the middle of Hessen, Germany and is part of the Frankfurt/Rhine-Main Metropolitan Region as well as the Frankfurt urban area. Neighboring districts are Hochtaunuskreis, district-free Frankfurt, Groß-Gerau, district-free Wiesbaden, Rheingau-Taunus. It is the second most densely populated rural district in Germany. Before the era of Napoleon, the area was divided into many small bits and pieces of independent states. The most prominent of these were the Archbishopric of Mainz and the territory ruled by the Lords of Eppstein, who were later succeeded by the Landgraves of Hesse-Darmstadt. In 1806 the area became united for the first time as part of the Duchy of Nassau, which was annexed to Prussia in 1866. In 1928 the Main-Taunus district was formed when the cities of Wiesbaden and Frankfurt annexed adjoining areas, leaving the remaining unincorporated areas in the former districts of Wiesbaden and Höchst too small to survive on their own. Together with some adjoining area in the north, these bits and pieces were merged into the Main-Taunus district. In 1972 the northern part of the district was transferred to the Hochtaunus district, and in 1977 the westernmost parts became parts of the city Wiesbaden and the newly formed district Rheingau-Taunus. In 1980 the administrative seat was moved from Frankfurt-Höchst to Hofheim. The district covers the southern part of the Taunus mountains, with the Main river forming part of the district's border in the south. The district covers the smallest area of any rural district in Germany. The upper part of the coat of arms show the wheel of the Archbishopric of Mainz, the bottom part shows the bars of the Lords of Eppstein. Media related to Main-Taunus-Kreis at Wikimedia Commons Coordinates: 50°04′47″N 8°26′58″E﻿ / ﻿50.079723°N 8.449307°E﻿ / 50.079723; 8.449307","Title":"Main-Taunus-Kreis - Wikipedia","KeyID":"6307","URL":"https://en.wikipedia.org/wiki/Main-Taunus-Kreis"}