{"Content: ":"Ornithischia (/ˌɔːrnəˈθɪski.ə/) is an extinct order of mainly herbivorous dinosaurs characterized by a pelvic structure superficially similar to that of birds.[3] The name Ornithischia, or \"bird-hipped\", reflects this similarity and is derived from the Greek stem ornith- (ὀρνιθ-), meaning \"of a bird\", and ischion (ἴσχιον), plural ischia, meaning \"hip joint\". However, birds are only distantly related to this group as birds are theropod dinosaurs.[3] Ornithischians with well known anatomical adaptations include the ceratopsians or \"horn-faced\" dinosaurs (e.g. Triceratops), the pachycephalosaurs or \"thick-headed\" dinosaurs, the armored dinosaurs (Thyreophora) such as stegosaurs and ankylosaurs, and the ornithopods.[3] There is strong evidence that certain groups of ornithischians lived in herds,[3][4] often segregated by age group, with juveniles forming their own flocks separate from adults.[5] Some were at least partially covered in filamentous (hair- or feather- like) pelts, and there is much debate over whether these filaments found in specimens of Tianyulong, Psittacosaurus,[6] and Kulindadromeus may have been primitive feathers.[7] In 1887, Harry Seeley divided Dinosauria into two clades: Ornithischia and Saurischia. Ornithischia is a strongly supported clade with an abundance of diagnostic characters (common traits).[3] The two most notable traits are a \"bird-like\" hip and beak-like predentary structure, though they shared other features as well.[3] Early ornithischians were relatively small dinosaurs, averaging about 1–2 meters in body length, with a triangular skull that had large circular orbits on the sides. This suggests that early ornithischians had relatively huge eyes that faced laterally. The forelimbs of early ornithischians are considerably shorter than their hindlimbs. A small forelimb such as those present in early ornithischians would not have been useful for locomotion, and it is evident that early ornithischians were bipedal dinosaurs. The entire skeleton was lightly built, with a largely fenestrated skull and a very stout neck and trunk. The tail is nearly half of the dinosaurs' overall length. The long tail presumably acted as a counterbalance and as a compensating mechanism for shifts in the creature's center of gravity. The hindlimbs of early ornithischians show that the tibia is considerably longer than the femur, a feature that suggests that early ornithischians were adapted for bipedality, and were fast runners.[8] The ornithischian pelvis was \"opisthopubic\", meaning that the pubis pointed down and backwards (posterior), parallel with the ischium (Figure 1a).[3] Additionally, the ilium had a forward-pointing process (the preacetabular process) to support the abdomen.[3] This resulted in a four-pronged pelvic structure. In contrast to this, the saurischian pelvis was \"propubic\", meaning the pubis pointed toward the head (anterior), as in ancestral reptiles (Figure 1b).[3] Figure 1a - Ornithischian opisthopubic pelvic structure (left side)[3] Figure 1b - Saurischian propubic pelvic structure (left side)[3] The opisthopubic pelvis independently evolved at least three times in dinosaurs (in ornithischians, birds and therizinosauroids).[9] Some argue that the opisthopubic pelvis evolved a fourth time, in the clade Dromaeosauridae, but this is controversial, as other authors argue that dromaeosaurids are mesopubic.[9] Ornithischians shared a unique bone called the predentary (Figure 2).[3] This unpaired bone was situated at the front of the lower jaw, where it extended the dentary (the main lower jaw bone). The predentary coincided with the premaxilla in the upper jaw. Together, they formed a beak-like apparatus used to clip off plant material. In ceratopsian dinosaurs, it opposed the rostral bone.[citation needed] In 2017 Baron & Barrett suggested that Chilesaurus may represent an early diverging ornithischian that had not yet acquired the predentary of all other ornithischians.[10] Ornithischia is a branch-based clade defined as all dinosaurs more closely related to Iguanodon bernissartensis (Boulenger in Beneden, 1881) than to either Allosaurus fragilis (Marsh, 1877a) or Camarasaurus supremus (Cope, 1877).[1] During its long history of study, numerous different subgroups of ornithischians have been recognized. Since the 1980s, many have been given informal phylogenetic definitions. However, until the 2020s, no standard existed for formalizing the definitions of these groups, and therefore their definitions remained subject to change. In 2021, an international group of researchers led by Daniel Madzia published a broad overview of current knowledge of ornithischian subgroups and their relationships, with the intention of standardizing their definitions under the PhyloCode. Due to the complexities of early ornithischian evolution, Madzia and colleagues named the new clade Saphornithischia to encompass the taxa traditionally considered ornithischians, to the exclusion of potentially early forms like Silesauridae, Pisanosaurus or Chilesaurus, which some authors have considered basal ornithischians while others consider them non-ornithischians or non-dinosaurs.[1] Allosaurus (Theropoda) Camarasaurus (Sauropodomorpha) Heterodontosaurus tucki (Heterodontosauridae) Huayangosaurus taibaii (Huayangosauridae) Stegosaurus stenops (Stegosauridae) Mymoorapelta maysi Polacanthus foxii (Polacanthinae) Nodosaurus textilis Panoplosaurus mirus (Panoplosaurini) Struthiosaurus austriacus (Struthiosaurini) Hylaeosaurus armatus Gobisaurus domoculus Shamosaurus scutatus Pinacosaurus grangeri Saichania chulsanensis Ankylosaurus magniventris (Ankylosaurini) Jeholosaurus shangyuanensis (Jeholosauridae) Orodromeus makelai (Orodrominae) Thescelosaurus neglectus (Thescelosaurinae) Hypsilophodon foxii (Hypsilophodontidae) Stegoceras validum Sphaerotholus goodwini Pachycephalosaurus wyomingensis (Pachycephalosaurini) Psittacosaurus mongoliensis Chaoyangsaurus youngi (Chaoyangsauridae) Leptoceratops gracilis (Leptoceratopsidae) Protoceratops andrewsi (Protoceratopsidae) Ceratops montanus Chasmosaurus belli Arrhinoceratops brachyops Triceratops horridus (Triceratopsini) Nasutoceratops titusi (Nasutoceratopsini) Achelousaurus horneri Pachyrhinosaurus canadensis Gasparinisaura cincosaltensis Macrogryphosaurus gondwanicus Talenkauen santacrucensis Rhabdodon priscus Zalmoxes robustus Tenontosaurus tilletti Dryosaurus altus (Dryosauridae) Camptosaurus dispar (Camptosauridae) Hypselospinus fittoni Iguanodon bernissartensis (Iguanodontidae) Probactrosaurus gobiensis Hadrosaurus foulkii (Hadrosaurinae) Saurolophus osborni (Saurolophinae) Lambeosaurus lambei (Lambeosaurinae) Currently, the exact placement of Ornithischia within the dinosaur lineage is a contentious issue.[11] Traditionally, Ornithischia is considered the sister group of Saurischia (which contains Theropoda and Sauropodomorpha).[12] However, in the alternative hypothesis of dinosaur relationships that was proposed by Baron, Norman & Barrett in the journal Nature in 2017, Ornithischia was recovered as the sister group to the Theropoda, which grouped together in the clade Ornithoscelida.[13][14] This hypothesis was recently challenged by an international consortium of early dinosaur experts led by Max Langer. However, the data that supported the more traditional placement of Ornithischia, as sister taxon of Saurischia, was found not to be statistically significant from the evidence that supported the Ornithoscelida hypothesis, in both the study by Langer et al. and the reply to the study by Baron et al.[15][16] A further 2017 study found some support for the previously abandoned Phytodinosauria model, which classifies ornithischians together with sauropodomorphs.[17] Ornithischians shifted from bipedal to quadrupedal posture at least three times in their evolutionary history and it has been shown primitive members may have been capable of both forms of movement.[18] Most ornithischians were herbivorous.[3] In fact, most of the unifying characters of Ornithischia are thought to be related to this herbivory.[3] For example, the shift to an opisthopubic pelvis is thought to be related to the development of a large stomach or stomachs and gut which would allow ornithischians to digest plant matter better.[3] The smallest known ornithischian is Fruitadens haagarorum.[19] The largest Fruitadens individuals reached just 65–75 cm. Previously, only carnivorous, saurischian theropods were known to reach such small sizes.[19] At the other end of the spectrum, the largest known ornithischians reach about 15 meters (smaller than the largest saurischians).[20] However, not all ornithischians were strictly herbivorous. Some groups, like the heterodontosaurids, were likely omnivores.[21] At least one species of ankylosaurian, Liaoningosaurus paradoxus, appears to have been at least partially carnivorous, with hooked claws, fork-like teeth, and stomach contents suggesting that it may have fed on fish.[22] There is strong evidence that some ornithischians lived in herds.[3][4] This evidence consists of multiple bone beds where large numbers of individuals of the same species and of different age groups died simultaneously.[3][4] ","Title":"Ornithischia - Wikipedia","KeyID":"631","URL":"https://en.wikipedia.org/wiki/Ornithischia"}