{"Content: ":"Main-Kinzig-Kreis is a Kreis (district) in the east of Hesse, Germany. Neighboring districts are Wetteraukreis, Vogelsbergkreis, Fulda, Bad Kissingen, Main-Spessart, Aschaffenburg, Offenbach and the district-free cities of Offenbach and Frankfurt. The district was created in 1974 by merging the former districts of Hanau, Schlüchtern, Gelnhausen and the former urban district of Hanau. It is basically the former territory of the county of Hesse-Hanau. The district is named after the two primary rivers: the Main flows along the south-west corner of the district. The Kinzig, a tributary of the Main, flows through the district. According to the Institut Géographique National from 1 January 2007 until July 2013 the geographic centre of the European Union was located on a wheat field outside of Gelnhausen. In 2017 (latest data available) the GDP per inhabitant was €34,185. This places the district 15th out of 26 districts (rural and urban) in Hesse (overall average: €45,107).[2] The coat of arms is a combination of the coat of arms of the previous districts which were merged in 1974. The swan in top comes from the defunct Hanau district, and is the old crest of the Counts of Hanau. The eagle in the left is taken from the town of Gelnhausen. The bars in the right are taken from the coat of arms of the Lords of Hutten, who owned the area around Bad Soden and Salmünster, formerly part of the defunct Schlüchtern district. The oldest partnership was inherited from the previous district Hanau, and was formed in 1972 with the Croatian municipality of Kutina – however it took till the 20th anniversary in 1992 that this partnership was officially signed. In 1986 the district parliament decided to start a developing project with the Diriamba region in Nicaragua. Since 1990 the district has a partnership with the Thuringian district Gotha. Also in 1990 first contacts with the Russian Rayon Istra were started, which resulted in an official partnership in 1992. In 1993 the partnership with the Hungarian Komárom-Esztergom County was signed, with the first contacts also dating back to 1990. A friendship was signed in 1997 with the Russian city Troitsk, together with the partnership of the city Wächtersbach with Troitsk. In 2000 a treaty of friendship was signed with the Italian province Belluno, as well as a partnership with the Israeli city Ramat Gan. Main-Kinzig-Kreis is twinned with: Coordinates: 50°15′N 9°18′E﻿ / ﻿50.250°N 9.300°E﻿ / 50.250; 9.300","Title":"Main-Kinzig-Kreis - Wikipedia","KeyID":"6315","URL":"https://en.wikipedia.org/wiki/Main-Kinzig-Kreis"}