{"Content: ":"Bergen-Enkheim is a borough (Ortsbezirk) of Frankfurt am Main, Germany. Bergen-Enkheim is a popular residential area with families and sports enthusiasts for its small-town character, excellent infrastructure, and the highest number of clubs (Vereine) in Frankfurt,[2] many of them sports clubs. Its athletic facilities include a modern track and field complex,[3] a tennis club,[4] an extensive, recently modernized indoor and outdoor public swimming and sports center,[5] and a nature preserve with small lakes and many kilometers of forested walking, running and biking paths (Enkheimer Ried). The southern side of the Berger Rücken, once covered with vinyards, is now one of Frankfurt's premier residential districts, the Berger Hang.[6] The district in the eastern part of Frankfurt was once formed from the independent towns of Bergen and Enkheim. It borders the districts of Seckbach in the west and Fechenheim in the south, the town of Maintal in the east and the town of Bad Vilbel in the north. Bergen and Enkheim were first mentioned as a common village in the thirteenth century. The two locations were administered together for centuries in 1936, but Bergen-Enkheim only officially became a town in 1968. In 1977 it was incorporated into the city of Frankfurt. Geographically the territory is marked by the transition of the Main valley into the rising Wetterau. It is directly linked to the Rhine-Main area's RMV U-Bahn and bus network. Bergen-Enkheim is a district connected to literature, and the literary prize, the Stadtschreiber von Bergen, is awarded as a part of the market Berger Markt every year (Friday before the first Tuesday in September). The Arabidopsis thaliana race Enkheim, which is important in plant molecular biology research originates here. The old town of Bergen is an interesting site. Its historic town hall holds the area's historical museum. The Gothic foundation of the building dates from 1300 to 1350 and the upper floor in the rural Renaissance style dates from the early sixteenth century. It also holds a tower holding a baroque lantern, added in 1704. A remnant of the old city walls frames the so-called \"White Tower\" (Weiße Turm). This was a late gothic watchtower which was created under the counts of Hanau along the town walls. Entrance of \"Heimatmuseum\" in Bergen Rear side of \"Heimatmuseum\" view from Heimatmuseum \"Schelmenburg\" with Schloßbornquelle (spring) (Bergen) \"Weisser Turm\" (White Tower) Part of the castle wall in Bergen Stadtschreiberhaus in Bergen old map at Heimatmuseum commemorative plaque about synagogue Jewish cemetery Jewish cemetery Equinix (data centers),[7] Nord-Micro (aerospace),[8] Sun Chemical (printing inks for food packaging) and the German innovation campus of the French gas manufacturer Air Liquide have business locations in Bergen-Enkheim. The local trade association comprises 140 businesses. The Hessen-Center is a major shopping mall. Sport facilities include an extensive, recently modernized public indoor and outdoor pool with 50m lap pool and diving pool and sports center,[9] a modern athletics facility,[10] a tennis club[11] with nine outdoor courts and Frankfurt's most modern indoor hall, which can also be rented by non-members,[12] a pump track,[13] an E-kart track[14] and a nature preserve with small lakes and kilometers of wooded hiking, running and cycling paths, the Enkheimer Ried. Regular sport events include a road race (Volkslauf),[15] a triathlon[16] as well as a big sports and fun day for children and young people.[17] Every year the trade association Bergen-Enkheim organizes a trade show and the Christmas market. Bergen-Enkheim holds the only county fair in the greater city of Frankfurt. It is location of the Berger Market (Berger Markt) that takes place in the last weekend in August. On the Friday beforehand, the new Stadtschreiber von Bergen is inducted and celebrated. The festival pavilion is also used to crown the official Apfelwein (Cider) Queen. Fairground organ Carousel Lottery Swing boat Bergen-Enkheim has two primary schools (Schule am Hang and Schule am Landgraben) and a secondary school,[18] as well as a music school.[19]","Title":"Bergen-Enkheim - Wikipedia","KeyID":"6317","URL":"https://en.wikipedia.org/wiki/Bergen-Enkheim_(Frankfurt_am_Main)"}