{"Content: ":"Kriftel is a municipality in the Main-Taunus district, in Hesse, Germany. It is situated 16 km west of Frankfurt (centre). It has about 11,000 inhabitants. Kriftel is also commonly known as \"Fruit Orchard of the Anterior Taunus\" (Obstgarten des Vordertaunus), because of the fields around it which are mainly used for producing strawberries. In July AD 754, the track which carried the dead Saint Boniface rested in the village over night. To the honour of the saint, the Bonifatiuskapelle (chapel of Boniface) was built. Kriftel was first mentioned documentary in 790. The Thirty Years' War damaged Kriftel including the chapel, which was not rebuilt until 1755. It took so long because a big fire destroyed almost the entire village (34 houses out of 38) in 1661. From 1945 up until the oil crisis in 1973, Kriftel experienced a population explosion due to massive immigration from urban sprawl and workers of the Hoechst-AG, who were offered cheap land to build their housing units. In 1959, the chapel had to be relocated due to community growth. During the mid-1970s, Kriftel fought for independence because Hofheim, the capital of the Main-Taunus district, wanted it to belong to it. Airaines has been Kriftel's French sister city since 1981. The \"Platz von Airaines\" (Place of Airaines) at the train station was named after this partnership. Kriftel has two churches, the catholic \"St. Vitus\" and the protestant \"Auferstehungskirche\". There are three schools, an elementary school (Lindenschule [Linden School]), a comprehensive school (Weingartenschule [Vineyard School]) and a vocational training school (Konrad-Adenauer-Schule). Kriftel lies at the federal motorway A 66 and the regional train line S 2 (From Niedernhausen over Frankfurt to Dietzenbach). Kriftel is known for its good leisure facilities. In addition to multiple playgrounds, Kriftel has a large play park (Freizeitpark). This sports an outdoor swimming pool, sports fields including for football and volleyball, a miniature/crazy golf course, a quarter pipe for skating and extensive playgrounds. The village is also hosts various club activities. The most important clubs are the SV 07 Kriftel (soccer) and the Turn- und Sportverein Kriftel (sports in general especially volleyball and trick cycling). There are also large community festivals. The most prominent are the Lindenblütenfest (Feast of the blossom of the linden) in summer and the Krifteler Kerb (Kriftel's Kermesse) in autumn. Kriftel is twinned to the following town:[3]  This Hesse location article is a stub. You can help Wikipedia by expanding it.","Title":"Kriftel - Wikipedia","KeyID":"6325","URL":"https://en.wikipedia.org/wiki/Kriftel"}