{"Content: ":"Schwalbach am Taunus, a town in the Main-Taunus-Kreis district, in Hesse, Germany, population about 14,000, is a dormitory town to Frankfurt, situated some 11 km east of Schwalbach. There is evidence of human habitation dating back to Neolithic times, and recorded history going back to 781 AD. Until the end of the Second World War, it was a farming village, but in the post-war era it expanded rapidly and became economically linked to Frankfurt. Schwalbach was granted Gemeinde (municipal) status in 1970. The town is located between Taunus mountain range, about 10 km from the Kleiner Feldberg (825 m), and the River Main.[3] Although the centre of the city of Frankfurt am Main is about 10 km from Schwalbach centre, the most southerly tip of Schwalbach (agricultural land) shares a one kilometre common boundary with Frankfurt (along the A66 Autobahn).[4] The original settlement, now known as Alt-Schwalbach, was built at the confluence of the Sauerbornbach and the Waldbach. Below the confluence, the stream is known as the Schwalbach.[4] (\"Bach\" = \"brook\" or \"stream\"). Before given over to human habitation, much of the area was heavily wooded - the northern tip of the municipality is still given over to woodland. Although the written history of Schwalbach only goes back to 781 AD, archaeological discoveries made in 1961 to 1963 during the building of the town's centre indicate the existence of a Neolithic settlement (about 5000 BC).[5] In Roman times Schwalbach was about 12 km from the limes (or frontier of the Roman Empire).[3] The discovery of the a Viergötterstein (four deity stone) showing Hercules, Mercury, Juno and Minerva that has been dated to 180 AD suggests the existence of a villa rustica (Roman manor). Subsequent discoveries include that of a Merovingian (450 AD - 750 AD) grave suggesting that the territory was also a Frankish settlement. The Rennstraße,[6] that linked Frankfurt to Königstein im Taunus as part of the ancient route between Frankfurt and Cologne dating from Merovignian times passed through Schwalbach; the modern-day Mutter Kraus restaurant was a seventeenth century coaching[7] in on the route. The first time Schwalbach was mentioned documentarily was in 781 AD, when a knight named Starcfrit and his mother Mechthilt made a gift to the cloister Lorsch at the Bergstrasse. This gift was 70 joch about 25 hectares (62 acres) arable farm land, two farms and grassland in \"villa Sualebach\". For centuries Schwalbach was a small farming village with a population of 200, at most 300 inhabitants. It was always a dependency of one or another outside lord and in the year 1635 came into the lordship of Königstein, which in turn was owned by the Electorate of Mainz. In the castle of Schwalbach, the committed knights of the gentry execute their sovereignty and also jurisdiction as steward or sheriffs. After the secularisation in 1803 and with the combined dissolution of the Electorate of Mainz, Schwalbach was incorporated into the newly formed Duchy of Nassau in 1806. In 1866, after the Austro-Prussian War, Schwalbach was incorporated into the province of Hesse-Nassau. In 1928 it became part of the Main-Taunus-Kreis district. In mid-19th century Schwalbach is still a village, whose population lives nearly solely out of the agriculture. In 1843 about 100 houses with 165 families and altogether 703 inhabitants were counted. Not until the Franco-Prussian War from 1870/71, first changes were to bespoken in Schwalbach. Young men work as craftsmen in the industrial enterprises of the near suburbs of Frankfurt (Rödelheim, Höchst or Bockenheim). A slight increase of the artisan class, as well as a steady rise of the popularity of Schwalbach as an excursion destination for the citizens of Frankfurt is registered. From 1,500 in 1925 to 3,300 in 1956 the population figure increases steadily. The Second World War made also a mark on Schwalbach am Taunus. Four aerial attacks claimed nearly 40 dead people. The grave aerial attack occurs on 25 September 1944. Between 1960 and 1964 the limes development, located uphill from the confluence of the two stream feeding the Schwalbach provided homes for 11,000 people, a major factor in the town's population growing to 15,000 by 1970.[8] The number of homes destroyed in the Second World War and the growing number of young families with children let start the idea to build a residential town in the countryside, next to the inner city, in Schwalbach. With the limes residential city an award-winning urban construction model has been implemented, which is served by line S 3 of the Rhine-Main S-Bahn and has churches, kindergartens, schools, sports fields, a public swimming pool and a lot of public green space. The population of Schwalbach is growing by leaps and bounds in those years. In 1970 about 14,000 inhabitants were counted. On May 9, 1970 Schwalbach preserved the municipal law. From the small farming village, which was often called “Little Schwalbach”, a modern city with many benefits came up. Schwalbach am Taunus is twinned with: apartment houses (part of the Limesstadt) Seventeenth century coaching inn, the Mutter Kraus 1894 built chapel Former town hall in the marketplace","Title":"Schwalbach am Taunus - Wikipedia","KeyID":"6330","URL":"https://en.wikipedia.org/wiki/Schwalbach_am_Taunus"}