{"Content: ":"Groß-Gerau is a Kreis (district) in the south of Hesse (Hessen in German), Germany. Neighboring districts are Main-Taunus, district-free Frankfurt, Darmstadt-Dieburg, Bergstraße, Alzey-Worms, Mainz-Bingen, and the district-free cities Mainz and Wiesbaden. The historic roots of the district is the Gerauer Mark, which was first mentioned in 910. Starting in 1066 the counts of Katzenelnbogen became the rulers of the area, until in 1479 it came to Hesse. The district was formed in 1832. The eastern part was moved to the Darmstadt-Dieburg district in 1874, and Gernsheim was included, which gave the district its current size. In 1979, the district started a partnership with the Cheshire county (UK). Other partnerships are with the district Weimarer Land in Thuringia, Germany, the municipality Masatepe in Nicaragua, and the Polish district Klodzko. The district is located in the upper Rhine valley. The river Main forms the northern boundary of the district, the river Rhine the western border. In the east the Odenwald mountains rise at the district boundary. The highest elevation of the district is 145 m above sea level, located near Mörfelden on a former garbage deposit, the lowest is 83.2 m high and situated at the mouth of the Main into the Rhine. The district coat of arms might be described thus: Per pale barry of ten gules and argent and barry of five argent and sable, at the fess point an inescutcheon azure with three lozenges argent. The dexter (armsbearer’s right, viewer’s left) side of the coat of arms shows bars in the red and silver tinctures of Hesse, the sinister (armsbearer’s left, viewer’s right) side the silver and black bars of the Counts of Isenburg. In the middle are the arms of the Von Dornberg family, the ancestors of the Counts of Katzenelnbogen. Coordinates: 49°54′46″N 8°28′41″E﻿ / ﻿49.912646°N 8.478189°E﻿ / 49.912646; 8.478189","Title":"Groß-Gerau (district) - Wikipedia","KeyID":"6340","URL":"https://en.wikipedia.org/wiki/Gro%C3%9F-Gerau_(district)"}