{"Content: ":"The Upper Rhine (German: Oberrhein [ˈoːbɐˌʁaɪn] (listen); French: Rhin Supérieur) is the section of the Rhine in the Upper Rhine Plain between Basel in Switzerland and Bingen in Germany. The river is marked by Rhine-kilometres 170 to 529 (the scale beginning in Konstanz and ending in Rotterdam). The Upper Rhine is one of four sections of the river (the others being the High Rhine, Middle Rhine and Lower Rhine) between Lake Constance and the North Sea. The countries and states along the Upper Rhine are Switzerland, France (Alsace) and the German states of Baden-Württemberg, Rhineland-Palatinate and Hesse. The largest cities along the river are Basel, Mulhouse, Strasbourg, Karlsruhe, Mannheim, Ludwigshafen and Mainz. The Upper Rhine was straightened between 1817 and 1876 by Johann Gottfried Tulla and made navigable between 1928 and 1977. The Treaty of Versailles allows France to use the Upper Rhine for hydroelectricity in the Grand Canal d'Alsace. On the left bank are the French region of Alsace and the German state of Rhineland-Palatinate; on the right bank are the German states of Baden-Württemberg and Hesse. The first few kilometres are in the Swiss city of Basel. Around 35 million years ago, a rift valley of about 300 kilometres (190 mi) long and 50 kilometres (31 mi) wide came into being between the present cities of Basel and Frankfurt. This was due to tensile stresses in the Earth's crust and mantle, which resulted in lowering the earth's surface. The moat has been partially filled up again by sedimentation. On the edges we find mountain ridges, the so-called \"rift flanks\". On the eastern side, they are the Black Forest and Odenwald mountains, in the west the Vosges and Palatinate Forest. During the Tertiary, the High Rhine continued west from Basel and flowed via the Doubs and the Saône, into the Rhône. The rift diverted the Rhine into the newly formed Upper Rhine Valley. The Rhine knee at Basel marks the transition from the High Rhine to the Upper Rhine with a change of direction from West to North and a change of landscape from the relatively small-chamber high-Rhine cuesta landscape to the wide rift zone of the Upper Rhine Rift Valley. The two largest tributaries come from the right: the Neckar in Mannheim, the Main across from Mainz. In the northwest corner of the Upper Rhine Valley, at Rhine-kilometre 529.1, near Bingen, where the Nahe flows into the Rhine, the Rhine flows into a gorge in the Rhenish Massif and thereby changes into the Middle Rhine.[3] In 1685, Louis XIV started a project to move the Upper Rhine, change its course and drain the floodplain, in order to gain land. By 1840, the river had been moved up to 1.5 kilometres (0.93 mi) to the east, taking territory away from Baden. Around 1790, large parts of the Rhine Valley were deforested, creating arable land, fields and pasture to feed the population. The Upper Rhine was straightened between 1817 and 1876 by Johann Gottfried Tulla and changed from a relatively sluggish meandering river with major and many smaller branches into a fast flowing stream flanked by embankments. The length of the Upper Rhine was reduced by 81 kilometres (50 mi). Some cut-off river arms and ox-bows remain; they are typically called the Old Rhine (German: Altrhein) or Gießen. The Rhine between Basel and Iffezheim is almost entirely canalised. On a stretch of 180 kilometres (110 mi), there are 10 dams, provided with hydropower stations and locks. Between Basel and Breisach, the old river bed carries hardly any water; almost all water is diverted through the Grand Canal d'Alsace on the French side, to ensure safe shipping and hydropower generation around the clock. Only when there is a large supply of water, then the old river bed will receive more water than the canal. France gained the right to do this in the 1919 Treaty of Versailles; the right applies to the segment between Basel and Neuburgweier/Lauterbourg, where the Rhine forms the border between France and Germany. The straightening (1817–76) and channeling (1928–77) reduced the water table by up to 16 metres (52 ft) and thus had a negative effect on flora and fauna. Gravel is also missing from the river, due to the dams. This has caused erosion below the dam at Iffezheim. To counter this, 173,000 cubic metres (6,100,000 cu ft) per year of a mixture of sand and gravel with an average grain diameter of 20 millimetres (0.79 in) (corresponding to the local sediment transport capacity) has been dumped into the river, since 1978, using two motorized barges. The floodplains between Mainz and Bingen are important for nature conservation. In this section, the so-called Island Rhine, there are many nature reserves and bird sanctuaries. The Upper Rhine plays a key role in flood control on the Middle and Lower Rhine. As a result of the straightening of the Upper Rhine, floods from the Alps now reach the Middle Rhine much faster than in the past. Thus, the risk of such a peak coinciding with a flood peak of Neckar, Moselle or Main has increased. About 123 square kilometres (47 sq mi) of floodplain have been lost. Authorities in riparian states of France, Baden-Württemberg and Rhineland-Palatinate have launched the Integrated Rhine Programme, a framework for designating water retention areas. to combat downstream flooding. A French-German treaty was concluded in 1982, in which the parties agreed to restore the retention capacity on the stretch below Iffezheim to the level it had before the area was developed. This means: For the stretch between Iffezheim and the mouth of the Neckar, attenuation of the apex of a 200-year flood (i.e. a flood that statistically occurs once in 200 years) of the Rhine to a discharge of 5,000 cubic metres per second (180,000 cu ft/s) at the Maxau gauge station, that is, a reduction from 5,700 cubic metres per second (200,000 cu ft/s) to 5,000 cubic metres per second (180,000 cu ft/s). For this purpose the following measures are planned and partially implemented: The effectiveness of the flood protection measures was verified using a computer model. The State Institute for the Environment, Nature Protection and Measurements in Baden-Württemberg carried out forecast calculations with the help of a mathematical \"synoptic flood progression model\". The analysis of the calculations and the evaluation of the results were made on the basis of the requirements and methods set by the international Flood Study Commission for the Rhine. The implementation of the proposed flood control measures on the Upper Rhine can prevent the occurrence of a 200-year-flood between Iffezheim and Bingen, with an overall economic loss estimated at around 6.2 billion euros. The Upper Rhine tri-national region (French: Région Métropolitaine Trinationale du Rhin Supérieur, German: Trinationale Metropolregion Oberrhein) is a Euroregion that covers the border areas of the Upper Rhine (the northern part of the Upper Rhine valley and the Palatinate are not included as they are not border areas) and parts of the High Rhine. As the name suggests, it is a tri-national region comprising parts of France, Germany and Switzerland. The regional Upper Rhine Conference is a framework for future political and administrative cooperation in the area. Coordinates: 48°57′N 8°16′E﻿ / ﻿48.950°N 8.267°E﻿ / 48.950; 8.267","Title":"Upper Rhine - Wikipedia","KeyID":"6349","URL":"https://en.wikipedia.org/wiki/Upper_Rhine"}