{"Content: ":"Karlsruhe (/ˈkɑːrlzruːə/ KARLZ-roo-ə, US also /ˈkɑːrls-/ KARLSS-,[3][4][5] German: [ˈkaʁlsˌʁuːə] (listen)) is the third-largest city of the German state of Baden-Württemberg after its capital of Stuttgart, and Mannheim, and the 21st-largest city in the nation, with 308,436 inhabitants. It is also the largest city in Baden, a historic region named after Hohenbaden Castle in the city of Baden-Baden. Located on the right bank of the Rhine near the French border, between the Mannheim/Ludwigshafen conurbation to the north and Strasbourg/Kehl to the south, Karlsruhe is Germany's legal center, being home to no fewer than three top federal courts: the Federal Constitutional Court (Bundesverfassungsgericht), the Federal Court of Justice (Bundesgerichtshof) and the Public Prosecutor General of the Federal Court of Justice (Generalbundesanwalt beim Bundesgerichtshof). Karlsruhe was the capital of the Margraviate of Baden-Durlach (Durlach: 1565–1718; Karlsruhe: 1718–1771), the Margraviate of Baden (1771–1803), the Electorate of Baden (1803–1806), the Grand Duchy of Baden (1806–1918), and the Republic of Baden (1918–1945). Its most remarkable building is Karlsruhe Palace, which was built in 1715. There are nine institutions of higher education in the city, most notably the Karlsruhe Institute of Technology (Karlsruher Institut für Technologie). Karlsruhe/Baden-Baden Airport (Flughafen Karlsruhe/Baden-Baden) is the second-busiest airport of Baden-Württemberg after Stuttgart Airport, and the 17th-busiest airport of Germany. Karlsruhe lies completely to the east of the Rhine, and almost completely on the Upper Rhine Plain. It contains the Turmberg in the east, and also lies on the borders of the Kraichgau leading to the Northern Black Forest. The Rhine, one of the world's most important shipping routes, forms the western limits of the city, beyond which lie the towns of Maximiliansau and Wörth am Rhein in the German state of Rhineland-Palatinate. The city centre is about 7.5 km (4.7 mi) from the river, as measured from the Marktplatz (Market Square). Two tributaries of the Rhine, the Alb and the Pfinz, flow through the city from the Kraichgau to eventually join the Rhine. The city lies at an altitude between 100 and 322 m (near the communications tower in the suburb of Grünwettersbach). Its geographical coordinates are 49°00′N 8°24′E﻿ / ﻿49.000°N 8.400°E﻿ / 49.000; 8.400; the 49th parallel runs through the city centre, which puts it at the same latitude as much of the Canada–United States border, the cities Vancouver (Canada), Paris (France), Regensburg (Germany), and Hulunbuir (China). Its course is marked by a stone and painted line in the Stadtgarten (municipal park). The total area of the city is 173.46 km2 (66.97 sq mi), hence it is the 30th largest city in Germany measured by land area. The longest north–south distance is 16.8 km (10.4 mi) and 19.3 km (12.0 mi) in the east–west direction. Karlsruhe is part of the urban area of Karlsruhe/Pforzheim, to which certain other towns in the district of Karlsruhe, such as Bruchsal, Ettlingen, Stutensee, and Rheinstetten, as well as the city of Pforzheim, belong. The city was planned with the palace tower (Schloss) at the center and 32 streets radiating out from it like the spokes of a wheel, or the ribs of a folding fan, so that one nickname for Karlsruhe in German is the \"fan city\" (Fächerstadt). Almost all of these streets survive to this day. Because of this city layout, in metric geometry, Karlsruhe metric refers to a measure of distance that assumes travel is only possible along radial streets and along circular avenues around the centre.[6] The city centre is the oldest part of town and lies south of the palace in the quadrant defined by nine of the radial streets. The central part of the palace runs east–west, with two wings, each at a 45° angle, directed southeast and southwest (i.e., parallel with the streets marking the boundaries of the quadrant defining the city center). The market square lies on the street running south from the palace to Ettlingen. The market square has the town hall (Rathaus) to the west, the main Lutheran church (Evangelische Stadtkirche) to the east, and the tomb of Margrave Charles III William in a pyramid in the buildings, resulting in Karlsruhe being one of only three large cities in Germany where buildings are laid out in the neoclassical style. The area north of the palace is a park and forest. Originally the area to the east of the palace consisted of gardens and forests, some of which remain, but the Karlsruhe Institute of Technology (founded in 1825), Wildparkstadion football stadium, and residential areas have been built there. The area west of the palace is now mostly residential. Karlsruhe experiences an oceanic climate (Köppen Cfb) and its winter climate is milder, compared to most other German cities, except for the Rhine-Ruhr area. Summers are also hotter than elsewhere in the country and it is one of the sunniest cities in Germany, like the Rhine-Palatinate area. Precipitation is almost evenly spread throughout the year. In 2008, the weather station in Karlsruhe, which had been in operation since 1876, was closed; it was replaced by a weather station in Rheinstetten, south of Karlsruhe.[7] Karlsruhe is divided into 27 districts. According to legend, the name Karlsruhe, which translates as \"Charles' repose\" or \"Charles' peace\", was given to the new city after a hunting trip when Margrave Charles III William of Baden-Durlach woke from a dream in which he dreamt of founding his new city. A variation of this story claims that he built the new palace to find peace from his wife. Charles William founded the city on June 17, 1715, after a dispute with the citizens of his previous capital, Durlach. The founding of the city is closely linked to the construction of the palace. Karlsruhe became the capital of Baden-Durlach, and, in 1771, of the united Baden until 1945. Built in 1822, the Ständehaus was the first parliament building in a German state. In the aftermath of the democratic revolution of 1848, a republican government was elected there. Karlsruhe was visited by Thomas Jefferson during his time as the American envoy to France; when Pierre Charles L'Enfant was planning the layout of Washington, D.C., Jefferson passed to him maps of 12 European towns to consult, one of which was a sketch he had made of Karlsruhe during his visit.[11] In 1860, the first-ever international professional convention of chemists, the Karlsruhe Congress, was held in the city.[12] In 1907 the town was site of the Hau Riot where large crowds caused disturbance during the trial of murderer Carl Hau. During the Holocaust, on Kristallnacht in 1938, the Adass Jeshurun synagogue was burned to the ground, and the city's Jews were later sent to Dachau concentration camp, Gurs concentration camp, Theresienstadt, and Auschwitz, with 1,421 of Karlsruhe's Jews being killed.[13] Much of the central area, including the palace, was reduced to rubble by Allied bombing during World War II, but was rebuilt after the war. Located in the American zone of the postwar Allied occupation, Karlsruhe was home to an American military base, established in 1945. In 1995, the bases closed, and their facilities were turned over to the city of Karlsruhe.[14] The following list shows the most significant groups of foreigners residing in the city of Karlsruhe by country. The Stadtgarten is a recreational area near the main railway station (Hauptbahnhof) and was rebuilt for the 1967 Federal Garden Show (Bundesgartenschau). It is also the site of the Karlsruhe Zoo. The Durlacher Turmberg has a look-out tower (hence its name). It is a former keep dating back to the 13th century. The city has two botanical gardens: the municipal Botanischer Garten Karlsruhe, which forms part of the Palace complex, and the Botanischer Garten der Universität Karlsruhe, which is maintained by the university. The Marktplatz has a stone pyramid marking the grave of the city's founder. Built in 1825, it is the emblem of Karlsruhe. The city is nicknamed the \"fan city\" (die Fächerstadt) because of its design layout, with straight streets radiating fan-like from the Palace. The Karlsruhe Palace (Schloss) is an interesting piece of architecture; the adjacent Schlossgarten includes the Botanical Garden with a palm, cactus and orchid house, and walking paths through the woods to the north. The so-called Kleine Kirche (Little Church), built between 1773 and 1776, is the oldest church of Karlsruhe's city centre. The architect Friedrich Weinbrenner designed many of the city's most important sights. Another sight is the Rondellplatz with its 'Constitution Building Columns' (1826). It is dedicated to Baden's first constitution in 1818, which was one of the most liberal of its time. The Münze (mint), erected in 1826/27, was also built by Weinbrenner. The St. Stephan parish church is one of the masterpieces of neoclassical church architecture in.[16] Weinbrenner, who built this church between 1808 and 1814, orientated it to the Pantheon, Rome. The neo-Gothic Grand Ducal Burial Chapel, built between 1889 and 1896, is a mausoleum rather than a church, and is located in the middle of the forest. The main cemetery of Karlsruhe is the oldest park-like cemetery in Germany. The crematorium was the first to be built in the style of a church. Karlsruhe is also home to a natural history museum (the State Museum of Natural History Karlsruhe), an opera house (the Baden State Theatre), as well as a number of independent theatres and art galleries. The State Art Gallery, built in 1846 by Heinrich Hübsch, displays paintings and sculptures from six centuries, particularly from France, Germany and Holland. Karlsruhe's newly renovated art museum is one of the most important art museums in Baden-Württemberg. Further cultural attractions are scattered throughout Karlsruhe's various incorporated suburbs. Established in 1924, the Scheffel Association is the largest literary society in Germany.[citation needed] Today the Prinz-Max-Palais, built between 1881 and 1884 in neoclassical style, houses the organisation and includes its museum. Due to population growth in the late 19th century, Karlsruhe developed several suburban areas (Vorstadt) in the Gründerzeit and especially art nouveau styles of architecture, with many preserved examples. Karlsruhe is also home to the Majolika-Manufaktur,[17] the only art-ceramics pottery studio in Germany.[citation needed] Founded in 1901, it is located in the Schlossgarten. A 'blue streak' (Blauer Strahl) consisting of 1,645 ceramic tiles, connects the studio with the Palace. It is the world's largest ceramic artwork.[citation needed] Another tourist attraction is the Centre for Art and Media (Zentrum für Kunst und Medientechnologie, or ZKM), which is located in a converted ammunition factory. Karlsruhe is the seat of the German Federal Constitutional Court (Bundesverfassungsgericht) and the highest Court of Appeals in civil and criminal cases, the Bundesgerichtshof. The courts came to Karlsruhe after World War II, when the provinces of Baden and Württemberg were merged. Stuttgart, capital of Württemberg, became the capital of the new province (Württemberg-Baden in 1945 and Baden-Württemberg in 1952). In compensation for the state authorities relocated to Stuttgart, Karlsruhe applied to become the seat of the high court.[18] There are four hospitals: The municipal Klinikum Karlsruhe provides the maximum level of medical services, the St. Vincentius-Kliniken and the Diakonissenkrankenhaus, connected to the Catholic and Protestant churches, respectively, offer central services, and the private Paracelsus-Klinik basic medical care, according to state hospital demand planning.[citation needed] Germany's largest oil refinery is located in Karlsruhe, at the western edge of the city, directly on the river Rhine. The Technologieregion Karlsruhe is a loose confederation of the region's cities in order to promote high tech industries; today, about 20% of the region's jobs are in research and development. EnBW, one of Germany's biggest electric utility companies, with a revenue of 19.2 billion € in 2012,[19] is headquartered in the city. Due to the Karlsruhe Institute of Technology providing services until the late 1990, Karlsruhe became known as the internet capital of Germany.[20] The DENIC, Germany's network information centre, has since moved to Frankfurt, though, where DE-CIX is located. Two major internet service providers, WEB.DE and schlund+partner/1&1, now both owned by United Internet AG, are located at Karlsruhe. The library of the Karlsruhe Institute of Technology developed the Karlsruher Virtueller Katalog, the first internet site that allowed researchers worldwide (for free) to search multiple library catalogues worldwide. In the year 2000 the regional online \"newspaper\" ka-news.de was created. As a daily newspaper, it not only provides the news, but also informs readers about upcoming events in Karlsruhe and surrounding areas. In addition to established companies, Karlsruhe has a vivid and spreading startup community with well-known startups like STAPPZ.[21][22] Together, the local high tech industry is responsible for over 22.000 jobs.[23] The current mayor of Karlsruhe is Frank Mentrup of the Social Democratic Party (SPD) since 2013. The most recent mayoral election was held on 6 December 2020, and the results were as follows: After the castle was founded in 1715, there was also a settlement in which a mayor was appointed from 1718. From 1812 the mayors received the title of Lord Mayor. In addition to the Lord Mayor, there are five other mayors. Mayor for: The Karlsruhe city council governs the city alongside the Mayor. The most recent city council election was held on 26 May 2019, and the results were as follows: The Verkehrsbetriebe Karlsruhe (VBK) operates the city's urban public transport network, comprising seven tram routes and a network of bus routes. All city areas can be reached round the clock by tram and a night bus system. The Turmbergbahn funicular railway, to the east of the city centre, is also operated by the VBK. Similar to a premetro tramlines operating in the city centre use two tramway tunnels that were completed on 11 December 2021.[24] The VBK is also a partner, with the Albtal-Verkehrs-Gesellschaft and Deutsche Bahn, in the operation of the Karlsruhe Stadtbahn, the rail system that serves a larger area around the city. This system makes it possible to reach other towns in the region, like Ettlingen, Wörth am Rhein, Pforzheim, Bad Wildbad, Bretten, Bruchsal, Heilbronn, Baden-Baden, and even Freudenstadt in the Black Forest right from the city centre. The Stadtbahn is known for pioneering the concept of operating trams on train tracks, to achieve a more effective and attractive public transport system. Karlsruhe is connected via road and rail, with Autobahn and Intercity Express connections going to Frankfurt, Stuttgart/Munich and Freiburg/Basel from Karlsruhe Hauptbahnhof. Since June 2007 it has been connected to the TGV network, reducing travel time to Paris to three hours (previously it had taken five hours). The Rhine Valley Railway is also an important freight line.[25] Freight trains can bypass Karlsuhe Hauptbahnhof via the Karlsruhe freight bypass railway. Two ports on the Rhine provide transport capacity on cargo ships, especially for petroleum products. The nearest airport is part of the Baden Airpark (officially Flughafen Karlsruhe/Baden-Baden) about 45 km (28 mi) southwest of Karlsruhe, with regular connections to airports in Germany and Europe in general. Frankfurt International Airport can be reached in about an hour and a half by car (one hour by Intercity Express); Stuttgart Airport can be reached in about one hour (about an hour and a half by train and S-Bahn). Karlsruhe is at the Bundesautobahn 5 and the Bundesstraße 10. In the city there is a good bike lane infrastructure. Two interesting facts in transportation history are that both Karl Drais, the inventor of the bicycle, as well as Karl Benz, the inventor of the automobile were born in Karlsruhe. Benz was born in Mühlburg, which later became a borough of Karlsruhe (in 1886). Benz also studied at the Karlsruhe University. Benz's wife Bertha took the world's first long distance-drive with an automobile from Mannheim to Karlsruhe-Grötzingen and Pforzheim (see Bertha Benz Memorial Route). Their professional lives led both men to the neighboring city of Mannheim, where they first applied their most famous inventions. The Karlsruhe Hauptbahnhof, the main station in Karlsruhe A tram in Karlsruhe, 2017 A bike street in Karlsruhe The Bundesstraße 10 in Karlsruhe Jews settled in Karlsruhe soon after its founding.[26] They were attracted by the numerous privileges granted by its founder to settlers, without discrimination as to creed. Official documents attest the presence of several Jewish families at Karlsruhe in 1717.[26] A year later the city council addressed to the margrave a report in which a question was raised as to the proportion of municipal charges to be borne by the newly arrived Jews, who in that year formed an organized congregation, with Rabbi Nathan Uri Kohen of Metz at its head. A document dated 1726 gives the names of twenty-four Jews who had taken part in an election of municipal officers. As the city grew, permission to settle there became less easily obtained by Jews, and the community developed more slowly. A 1752 Jewry ordinance stated Jews were forbidden to leave the city on Sundays and Christian holidays, or to go out of their houses during church services, but they were exempted from service by court summonses on Sabbaths. They could sell wine only in inns owned by Jews and graze their cattle, not on the commons, but on the wayside only. Nethanael Weill was a rabbi in Karlsruhe from 1750 until his death. In 1783, by a decree issued by Margrave Charles Frederick of Baden, the Jews ceased to be serfs, and consequently could settle wherever they pleased. The same decree freed them from the Todfall tax, paid to the clergy for each Jewish burial. In commemoration of these changes special prayers were prepared by the acting rabbi Jedidiah Tiah Weill, who, succeeding his father in 1770, held the office until 1805. In 1808 the new constitution of what at that time, during the Napoleonic era, had become the Grand Duchy of Baden granted Jews citizenship status; a subsequent edict, in 1809, constitutionally acknowledged Jews as a religious group.[27][28] The latter edict provided for a hierarchical organization of the Jewish communities of Baden, under the umbrella of a central council of Baden Jewry (Oberrat der Israeliten Badens), with its seat in Karlsruhe,[27] and the appointment of a chief rabbi of Karlsruhe, as the spiritual head of the Jews in all of Baden.[26] The first chief rabbi of Karlsruhe and Baden was Rabbi Asher Loew, who served from 1809 until his death in 1837.[29] Complete emancipation was given in 1862, Jews were elected to city council and Baden parliament, and from 1890 were appointed judges. Jews were persecuted in the 'Hep-Hep' riots that occurred in 1819; and anti-Jewish demonstrations were held in 1843, 1848, and the 1880s. The well-known German-Israeli artist Leo Kahn studied in Karlsruhe before leaving for France and Israel in the 1920s and 1930s. Today, there are about 900 members in the Jewish community, many of whom are recent immigrants from Russia, and an orthodox rabbi.[30] Karlsruhe has memorialized its Jewish community and notable pre-war synagogues with a memorial park.[31] Jewish cemetery of Grötzingen The Karlsruhe Synagogue, built by Friedrich Weinbrenner in 1798, existed until 1871. Holocaust memorial The new synagogue Public menorah on the Marktplatz On 28 October 1938, all Jewish men of Polish extraction were expelled to the Polish border, their families joining them later and most ultimately perishing in the ghettoes and concentration camps. On Kristallnacht (9-10 November 1938), the Adass Jeshurun synagogue was burned to the ground, the main synagogue was damaged, and Jewish men were taken to the Dachau concentration camp after being beaten and tormented. Deportations commenced on 22 October 1940, when 893 Jews were loaded onto trains for the three-day journey to the Gurs concentration camp in France. Another 387 were deported in from 1942 to 1945 to lzbica in the Lublin district (Poland), Theresienstadt, and Auschwitz. Of the 1,280 Jews deported directly from Karlsruhe, 1,175 perished. Another 138 perished after deportation from other German cities or occupied Europe. In all, 1,421 of Karlsruhe's Jews died during the Shoah. A new community was formed after the war by surviving former residents, with a new synagogue erected in 1971. It numbered 359 in 1980.[13] Karlsruhe is a renowned research and study centre, with one of Germany's finest institutions of higher education. The Karlsruhe University (Universität Karlsruhe-TH), the oldest technical university in Germany, is home to the Forschungszentrum Karlsruhe (Karlsruhe Research Center), where engineering and scientific research is performed in the areas of health, earth, and environmental sciences. The Karlsruhe University of Applied Sciences (Hochschule Karlsruhe-HS) is the largest university of technology in the state of Baden-Württemberg, offering both professional and academic education in engineering sciences and business. In 2009, the University of Karlsruhe joined the Forschungszentrum Karlsruhe to form the Karlsruhe Institute of Technology (KIT). The Academy of Fine Arts, Karlsruhe is one of the smallest universities in Germany, with average 300 students. The Karlsruhe University of Arts and Design (HfG) was founded to the same time as its sister institution, the Center for Art and Media Karlsruhe (Zentrum für Kunst und Medientechnologie). The HfG teaching and research focuses on new media and media art. The Hochschule für Musik Karlsruhe is a music conservatory that offers degrees in composition, music performance, education, and radio journalism. Since 1989 it has been located in the Gottesaue Palace. The Karlshochschule International University (formerly known as Merkur Internationale Fachhochschule) was founded in 2004. As a foundation-owned, state-approved management school, Karlshochschule offers undergraduate education in both German and English, focusing on international and intercultural management, as well as service- and culture-related industries. Furthermore, an international consecutive Master of Arts in leadership studies is offered in English. Karlsruhe hosts one of the European Institute of Innovation and Technology's Knowledge and Innovation Communities (KICs) focusing on sustainable energy. Other co‑centres are based in Grenoble, France (CC Alps Valleys); Eindhoven, the Netherlands, and Leuven, Belgium (CC Benelux); Barcelona, Spain (CC Iberia); Kraków, Poland (CC PolandPlus); and Stockholm, Sweden (CC Sweden).[35] The Karlsruhe University of Education was founded in 1962. It is specialized in educational processes. The university has about 3700 students and 180 full-time researchers and lecturers. It offers a wide range of educational studies, like teaching profession for primary and secondary schools (both optional with a European Teaching Certificate profile), Bachelor programs that specializes in Early Childhood Education and in Health and Leisure Education, Master programs in Educational Science, Intercultural Education, Migration and Multilingualism. Furthermore, the University of Education Karlsruhe offers a Master program for Biodiversity and Environmental Education.[36] In 1999 the ZKM (Zentrum für Kunst und Medientechnologie, Centre for Art and Media) was opened. Linking new media theory and practice, the ZKM is located in a former weapons factory. Among the institutes related to the ZKM are the Staatliche Hochschule für Gestaltung (State University of Design), whose president is philosopher Peter Sloterdijk and the Museum for Contemporary Art. Karlsruhe is twinned with:[37] Karlsruhe also cooperates with:[38] Every year in July there is a large open-air festival lasting three days called simply Das Fest (\"The Festival\").[39][40] The Baden State Theatre has sponsored the Händel Festival since 1978. The city hosted the 23rd and 31st European Juggling Conventions (EJC) in 2000 and 2008. In July the African Summer Festival is held in the city's Nordstadt. Markets, drumming workshops, exhibitions, a varied children's programme, and musical performances take place during the three days festival.[41] In the past Karlsruhe has been the host of LinuxTag (the biggest Linux event in Europe) and until 2006 hosted the annual Linux Audio Conference.[42] Visitors and locals watched the total solar eclipse at noon on August 11, 1999. The city was not only located within the eclipse path but was one of the few within Germany not plagued by bad weather. Karlsruhe co-hosted the FIBA EuroBasket 1985.","Title":"Karlsruhe - Wikipedia","KeyID":"6351","URL":"https://en.wikipedia.org/wiki/Karlsruhe"}