{"Content: ":"Franconia (German: Franken) is a region for quality wine in Germany[1] situated in the north west of Bavaria in the district of Franconia, and is the only wine region in the federal state of Bavaria. In 2014, vines were grown on 6,176 hectares (15,260 acres) of land in the region.[2] The greatest part of the wine region is situated in the Regierungsbezirk of Lower Franconia around its capital Würzburg along the Main River. There are a few areas in Middle Franconia mainly in the Steigerwald and a very small part in the area of Upper Franconia around Bamberg. The bends of Main have been used to define the region's three districts, two of which take their names from their respective geometric shape.[3] The Mainviereck (\"Main square\") is the westernmost district of Franconia, on the lower slopes of the Spessart hills and is one of the warmest spots in Bavaria. The special soil is mainly red sandstone which is especially suitable for growing red wine. Franconian red wine plantings started to expand in the 1970s.[4] The Pinot noirs and the rare but high quality grape Frühburgunder are grown in high quality. The \"Bürgstadter Centgrafenberg\" and the \"Schlossberg\" in Klingenberg am Main are said to be the best vineyards.[by whom?] Some of the wines grown there won national and international wine trophies. The most important villages are Bürgstadt, Großheubach and Klingenberg am Main. The main red wine areas of Franconia have been connected by the long-distance hiking trail Fränkischer Rotweinwanderweg (Franconian red wine footpath) since 1990. The Maindreieck (\"Main triangle\") is the middle portion of Franconia. On the sometimes very steep hills alongside the Main river, the soil mainly consists of Muschelkalk. Mainly Silvaner and Müller-Thurgau grapes are grown. As in many wine regions in Germany, a wide variety of grapes are cultivated. Riesling, Bacchus, Pinot noir, Domina, and Dornfelder are the most important grapes. Some wine journalists say that Franconia is the only place in the world where the Silvaner can be better than the king of German wines, the Riesling.[5] The best-known vineyard site is the Würzburger Stein, a hill north of central Würzburg. The wines from there are known under the synonym of Steinwein. Along the Maindreieck nearly every town produces some wine. The earliest evidence of the Silvaner grape is found in the archive of Castell in a document from 10 April 1659. The most important cities and towns are Würzburg, Randersacker, Thüngersheim,Sommerhausen, Frickenhausen am Main, Sulzfeld am Main, Sommerach, Escherndorf, Nordheim, and Volkach. The soil of the Mittelgebirge Steigerwald consists mainly of gypsum. The wines of this region often have a very mineralic touch. The most important villages are Iphofen, Rödelsee and Castell There is evidence that wine has been produced in Franconia for over 1,000 years. In an old document from the year 777 there is a note of a winery being given by Charlemagne to Fulda Abbey. This is the town of Hammelburg. In medieval times the area under cultivation grew strongly up to 40,000 ha. In the 20th century it decreased to just over 2,000 ha. Today about 6,100 ha of land is used for growing wine. The area stretches from Bamberg to Aschaffenburg. The climate is called continental with Mediterranean influence. Quite often there are strong winters and temperatures under 0 degrees Celsius in the spring. Therefore, wine is grown mainly in especially protected places usually along the hills of the River Main and the Steigerwald. Because of the special soil and the mild climate along the Main river, wines with a very high mineralization can be harvested. The amount of minerals in the wine is a factor in the quality testing every Franconian wine has to overcome. This is unique in Germany. The majority of the wines are made from one grape variety at a time. Cuvées are rare. It is said that the wines of the typical Silvaner are the best wines from this grape in the world. Most Franconian wines are dry. Although in German law dry wines are allowed 9 grams of residual sugar, many German wineries are still using the term Fränkisch trocken (Franconian dry) for wines with 5 grams of residual sugar or less. About 12,000 to 14,000 wines from Franconia pass the official testing. 40% are Franconian dry. As in most German wine regions, the exact vineyard site (Lage) where the wine comes from is nearly as important as the winery. Apart from the Steinwein, very few people outside Franconia – and nearly no one outside Germany – is familiar with the site names, mainly because the German Lagen are tiny compared to some of the well-known appellations of France, Italy, and Spain. Today many wineries try to introduce their own brands without the vineyard designation, and with cuvées with a brand name rather than a single grape varietal. Franconian wines vary in how long they can be kept. The basic wines, which are called Qualitätswein or Kabinett are made to be drunk 1–3 years after production. If they are kept too long, the wines lose their typical fruitiness and freshness. The best wines are mainly the dry Spätlesen which are full-bodied and can mature for up to six, sometimes ten years. The rare sweet wines often with noble rot and Eiswein can sometimes mature for 50 years or more. Oak matured red wines should be drunk 3–10 years after production if kept in a good wine cellar. Originally the Silvaner was the most important grape. In the 20th century the Müller-Thurgau, a simple grape, has been planted in large areas. Although the amount of Müller Thurgau has been decreasing for the last ten years, it is still the most produced grape in Franconia. Red grape varties cover 20% of the region's vineyard area.[2] The most cultivated grape varieties, by area in 2014, were:[6] The rounded and flattened Bocksbeutel is the typical and well known bottle originally used only for the best Franconian wines. Since 1989 the use of the Bocksbeutel is protected by European Union regulations, but some other regions beside Franconia are also allowed to use this bottle shape. The growing of wine influenced the lifestyle of the people living in the area. Unlike many other German wine regions, a large amount of Franconian wine is drunk in the area where it is produced. Nearly every town has its own Weinfest, a festival that lasts a weekend or sometimes just one day where wine is drunk instead of beer (like at the Oktoberfest in Munich). The so-called Heckenwirtschaften are very popular, small outlets where wineries sell their own wine, usually at low prices. ","Title":"Franconia (wine region) - Wikipedia","KeyID":"6359","URL":"https://en.wikipedia.org/wiki/Franconia_(wine_region)"}