{"Content: ":"The Arecaceae is a family of perennial flowering plants in the monocot order Arecales. Their growth form can be climbers, shrubs, tree-like and stemless plants, all commonly known as palms. Those having a tree-like form are called palm trees.[3] Currently, 181 genera with around 2,600 species are known,[4][5] most of which are restricted to tropical and subtropical climates. Most palms are distinguished by their large, compound, evergreen leaves, known as fronds, arranged at the top of an unbranched stem. However, palms exhibit an enormous diversity in physical characteristics and inhabit nearly every type of habitat within their range, from rainforests to deserts. Palms are among the best known and most extensively cultivated plant families. They have been important to humans throughout much of history. Many common products and foods are derived from palms. In contemporary times, palms are also widely used in landscaping. In many historical cultures, because of their importance as food, palms were symbols for such ideas as victory, peace, and fertility. For inhabitants of cooler climates today, palms symbolize the tropics and vacations.[6] The word Arecaceae is derived from the word areca with the suffix \"-aceae\".[7] Areca is derived from Portuguese, via Malayalam അടയ്ക്ക (aṭaykka), which is from Proto-Dravidian *aṭ-ay-kkāy (“areca nut”).[8] The suffix -aceae is the feminine plural of the Latin -āceus (\"resembling\").[citation needed] Whether as shrubs, tree-like, or vines, palms have two methods of growth: solitary or clustered. The common representation is that of a solitary shoot ending in a crown of leaves. This monopodial character may be exhibited by prostrate, trunkless, and trunk-forming members. Some common palms restricted to solitary growth include Washingtonia and Roystonea. Palms may instead grow in sparse though dense clusters. The trunk develops an axillary bud at a leaf node, usually near the base, from which a new shoot emerges. The new shoot, in turn, produces an axillary bud and a clustering habit results. Exclusively sympodial genera include many of the rattans, Guihaia, and Rhapis. Several palm genera have both solitary and clustering members. Palms which are usually solitary may grow in clusters and vice versa. These aberrations suggest the habit operates on a single gene.[9] Palms have large, evergreen leaves that are either palmately ('fan-leaved') or pinnately ('feather-leaved') compound and spirally arranged at the top of the stem. The leaves have a tubular sheath at the base that usually splits open on one side at maturity.[10] The inflorescence is a spadix or spike surrounded by one or more bracts or spathes that become woody at maturity. The flowers are generally small and white, radially symmetric, and can be either uni- or bisexual. The sepals and petals usually number three each, and may be distinct or joined at the base. The stamens generally number six, with filaments that may be separate, attached to each other, or attached to the pistil at the base. The fruit is usually a single-seeded drupe (sometimes berry-like)[11] but some genera (e.g., Salacca) may contain two or more seeds in each fruit. Like all monocots, palms do not have the ability to increase the width of a stem (secondary growth) via the same kind of vascular cambium found in non-monocot woody plants.[12] This explains the cylindrical shape of the trunk (almost constant diameter) that is often seen in palms, unlike in ring-forming trees. However, many palms, like some other monocots, do have secondary growth, although because it does not arise from a single vascular cambium producing xylem inwards and phloem outwards, it is often called \"anomalous secondary growth\".[13] The Arecaceae are notable among monocots for their height and for the size of their seeds, leaves, and inflorescences. Ceroxylon quindiuense, Colombia's national tree, is the tallest monocot in the world, reaching up to 60 metres (197 ft) tall.[14] The coco de mer (Lodoicea maldivica) has the largest seeds of any plant, 40–50 centimetres (16–20 in) in diameter and weighing 15–30 kilograms (33–66 lb) each (coconuts are the second largest). Raffia palms (Raphia spp.) have the largest leaves of any plant, up to 25 metres (82 ft) long and 3 metres (10 ft) wide. The Corypha species have the largest inflorescence of any plant, up to 7.5 metres (25 ft) tall and containing millions of small flowers. Calamus stems can reach 200 metres (656 ft) in length. Most palms are native to tropical and subtropical climates. Palms thrive in moist and hot climates but can be found in a variety of different habitats. Their diversity is highest in wet, lowland forests. South America, the Caribbean, and areas of the south Pacific and southern Asia are regions of concentration. Colombia may have the highest number of palm species in one country. There are some palms that are also native to desert areas such as the Arabian peninsula and parts of northwestern Mexico. Only about 130 palm species naturally grow entirely beyond the tropics, mostly in humid lowland subtropical climates, in highlands in southern Asia, and along the rim lands of the Mediterranean Sea. The northernmost native palm is Chamaerops humilis, which reaches 44°N latitude along the coast of Liguria, Italy.[15] In the southern hemisphere, the southernmost palm is the Rhopalostylis sapida, which reaches 44°S on the Chatham Islands where an oceanic climate prevails.[16] Cultivation of palms is possible north of subtropical climates, and some higher latitude locales such as Ireland, Scotland, England, and the Pacific Northwest feature a few palms in protected locations and microclimates. Palms inhabit a variety of ecosystems. More than two-thirds of palm species live in humid moist forests, where some species grow tall enough to form part of the canopy and shorter ones form part of the understory.[17] Some species form pure stands in areas with poor drainage or regular flooding, including Raphia hookeri which is common in coastal freshwater swamps in West Africa. Other palms live in tropical mountain habitats above 1 thousand metres (3 thousand feet), such as those in the genus Ceroxylon native to the Andes. Palms may also live in grasslands and scrublands, usually associated with a water source, and in desert oases such as the date palm. A few palms are adapted to extremely basic lime soils, while others are similarly adapted to extreme potassium deficiency and toxicity of heavy metals in serpentine soils.[16] Palms are a monophyletic group of plants, meaning the group consists of a common ancestor and all its descendants.[17] Extensive taxonomic research on palms began with botanist H.E. Moore, who organized palms into 15 major groups based mostly on general morphological characteristics. The following classification, proposed by N.W. Uhl and J. Dransfield in 1987, is a revision of Moore's classification that organizes palms into six subfamilies.[18] A few general traits of each subfamily are listed below. Currently, few extensive phylogenetic studies of the Arecaceae exist. In 1997, Baker et al. explored subfamily and tribe relationships using chloroplast DNA from 60 genera from all subfamilies and tribes. The results strongly showed the Calamoideae are monophyletic, and Ceroxyloideae and Coryphoideae are paraphyletic. The relationships of Arecoideae are uncertain, but they are possibly related to the Ceroxyloideae and Phytelephantoideae. Studies have suggested the lack of a fully resolved hypothesis for the relationships within the family is due to a variety of factors, including difficulties in selecting appropriate outgroups, homoplasy in morphological character states, slow rates of molecular evolution important for the use of standard DNA markers, and character polarization.[21] However, hybridization has been observed among Orbignya and Phoenix species, and using chloroplast DNA in cladistic studies may produce inaccurate results due to maternal inheritance of the chloroplast DNA. Chemical and molecular data from non-organelle DNA, for example, could be more effective for studying palm phylogeny.[20] The Arecaceae are the first modern family of monocots appearing in the fossil record around 80 million years ago (Mya), during the late Cretaceous period. The first modern species, such as Nypa fruticans and Acrocomia aculeata, appeared 69 Mya, as evidenced by fossil Nypa pollen. Palms appear to have undergone an early period of adaptive radiation. By 60 Mya, many of the modern, specialized genera of palms appeared and became widespread and common, much more widespread than their range today. Because palms separated from the monocots earlier than other families, they developed more intrafamilial specialization and diversity. By tracing back these diverse characteristics of palms to the basic structures of monocots, palms may be valuable in studying monocot evolution.[22] Several species of palms have been identified from flowers preserved in amber, including Palaeoraphe dominicana and Roystonea palaea.[23] Evidence can also be found in samples of petrified palmwood. Human use of palms is at least as old as human civilization itself, starting with the cultivation of the date palm by Mesopotamians and other Middle Eastern peoples 5000 years or more ago.[24] Date wood, pits for storing dates, and other remains of the date palm have been found in Mesopotamian sites.[25] The date palm had a tremendous effect on the history of the Middle East. W.H. Barreveld wrote: One could go as far as to say that, had the date palm not existed, the expansion of the human race into the hot and barren parts of the \"old\" world would have been much more restricted. The date palm not only provided a concentrated energy food, which could be easily stored and carried along on long journeys across the deserts, it also created a more amenable habitat for the people to live in by providing shade and protection from the desert winds (Fig. 1). In addition, the date palm also yielded a variety of products for use in agricultural production and for domestic utensils, and practically all parts of the palm had a useful purpose.[24] An indication of the importance of palms in ancient times is that they are mentioned more than 30 times in the Bible,[26] and at least 22 times in the Quran.[27] Arecaceae have great economic importance, including coconut products, oils, dates, palm syrup, ivory nuts, carnauba wax, rattan cane, raffia, and palm wood. This family supplies a large amount of the human diet and several other human uses, both by absolute amount produced and by number of species domesticated.[28] This is far higher than almost any other plant family, sixth out of domesticated crops in the human diet, and first in total economic value produced – sharing the top spot with the Poaceae and Fabaceae.[28] These human uses have also spread many Arecaceae species around the world.[28] Along with dates mentioned above, members of the palm family with human uses are numerous. Fruit of the date palm Phoenix dactylifera Washingtonia robusta palms line Ocean Avenue in Santa Monica, California. Rodeo Palms, a subdivision in Manvel, Texas Sabal palm in the Canaveral National Seashore Coconut flowers Close-up of the top, Atlantic Ocean, Georgia, U.S. Like many other plants, palms have been threatened by human intervention and exploitation. The greatest risk to palms is destruction of habitat, especially in the tropical forests, due to urbanization, wood-chipping, mining, and conversion to farmland. Palms rarely reproduce after such great changes in the habitat, and those with small habitat ranges are most vulnerable to them. The harvesting of heart of palm, a delicacy in salads, also poses a threat because it is derived from the palm's apical meristem, a vital part of the palm that cannot be regrown (except in domesticated varieties, e.g. of peach palm).[35] The use of rattan palms in furniture has caused a major population decrease in these species that has negatively affected local and international markets, as well as biodiversity in the area.[36] The sale of seeds to nurseries and collectors is another threat, as the seeds of popular palms are sometimes harvested directly from the wild. In 2006, at least 100 palm species were considered endangered, and nine species have been reported as recently extinct.[17] However, several factors make palm conservation more difficult. Palms live in almost every type of warm habitat and have tremendous morphological diversity. Most palm seeds lose viability quickly, and they cannot be preserved in low temperatures because the cold kills the embryo. Using botanical gardens for conservation also presents problems, since they can rarely house more than a few plants of any species or truly imitate the natural setting.[37] There is also the risk that cross-pollination can lead to hybrid species. The Palm Specialist Group of the World Conservation Union (IUCN) began in 1984, and has performed a series of three studies to find basic information on the status of palms in the wild, use of wild palms, and palms under cultivation. Two projects on palm conservation and use supported by the World Wildlife Fund took place from 1985 to 1990 and 1986–1991, in the American tropics and southeast Asia, respectively. Both studies produced copious new data and publications on palms. Preparation of a global action plan for palm conservation began in 1991, supported by the IUCN, and was published in 1996.[37] The rarest palm known is Hyophorbe amaricaulis. The only living individual remains at the Botanic Gardens of Curepipe in Mauritius. Some pests are specialists to particular taxa. Pests that attack a variety of species of palms include: The palm branch was a symbol of triumph and victory in classical antiquity. The Romans rewarded champions of the games and celebrated military successes with palm branches. Early Christians used the palm branch to symbolize the victory of the faithful over enemies of the soul, as in the Palm Sunday festival celebrating the triumphal entry of Jesus Christ into Jerusalem. In Judaism, the palm represents peace and plenty, and is one of the Four Species of Sukkot; the palm may also symbolize the Tree of Life in Kabbalah. The canopies of the Rathayatra carts which carry the deities of Krishna and his family members in the cart festival of Jagganath Puri in India are marked with the emblem of a palm tree. Specifically it is the symbol of Krishna's brother, Baladeva.[citation needed] In 1840, the American geologist Edward Hitchcock (1793–1864) published the first tree-like paleontology chart in his Elementary Geology, with two separate trees of life for the plants and the animals. These are crowned (graphically) with the Palms and with Man.[42] Today, the palm, especially the coconut palm, remains a symbol of the tropical island paradise.[17] Palms appear on the flags and seals of several places where they are native, including those of Haiti, Guam, Saudi Arabia, Florida, and South Carolina. Some species commonly called palms, though they are not true palms, include: ","Title":"Arecaceae - Wikipedia","KeyID":"6361","URL":"https://en.wikipedia.org/wiki/Palm_tree"}