{"Content: ":"Sunshine duration or sunshine hours is a climatological indicator, measuring duration of sunshine in given period (usually, a day or a year) for a given location on Earth, typically expressed as an averaged value over several years. It is a general indicator of cloudiness of a location, and thus differs from insolation, which measures the total energy delivered by sunlight over a given period. Sunshine duration is usually expressed in hours per year, or in (average) hours per day. The first measure indicates the general sunniness of a location compared with other places, while the latter allows for comparison of sunshine in various seasons in the same location.[1] Another often-used measure is percentage ratio of recorded bright sunshine duration and daylight duration in the observed period. An important use of sunshine duration data is to characterize the climate of sites, especially of health resorts. This also takes into account the psychological effect of strong solar light on human well-being. It is often used to promote tourist destinations.[1] If the Sun were to be above the horizon 50% of the time for a standard year consisting of 8,760 hours, apparent maximal daytime duration would be 4,380 hours for any point on Earth. However, there are physical and astronomical effects that change that picture. Namely, atmospheric refraction allows the Sun to be still visible even when it physically sets below the horizon. For that reason, average daytime (disregarding cloud effects) is longest in polar areas, where the apparent Sun spends the most time around the horizon. Places on the Arctic Circle have the longest total annual daytime, 4,647 hours, while the North Pole receives 4,575. Because of elliptic nature of the Earth's orbit, the Southern Hemisphere is not symmetrical: the Antarctic Circle, with 4,530 hours of daylight, receives five days less of sunshine than its antipodes. The Equator has a total daytime of 4,422 hours per year.[2] Given the theoretical maximum of daytime duration for a given location, there is also a practical consideration at which point the amount of daylight is sufficient to be treated as a \"sunshine hour\". \"Bright\" sunshine hours represent the total hours when the sunlight is stronger than a specified threshold, as opposed to just \"visible\" hours. \"Visible\" sunshine, for example, occurs around sunrise and sunset, but is not strong enough to excite a standardized sensor. Measurement is performed by instruments called sunshine recorders. For the specific purpose of sunshine duration recording, Campbell–Stokes recorders are used, which use a spherical glass lens to focus the sun rays on a specially designed tape. When the intensity exceeds a pre-determined threshold, the tape burns. The total length of the burn trace is proportional to the number of bright hours.[3] Another type of recorder is the Jordan sunshine recorder. Newer, electronic recorders have more stable sensitivity than that of the paper tape. In order to harmonize the data measured worldwide, in 1962 the World Meteorological Organization (WMO) defined a standardized design of the Campbell–Stokes recorder, called an Interim Reference Sunshine Recorder (IRSR).[1] In 2003, the sunshine duration was finally defined as the period during which direct solar irradiance exceeds a threshold value of 120 W/m2.[1] Sunshine duration follows a general geographic pattern: subtropical latitudes (about 25째 to 40째 north/south) have the highest sunshine values, because these are the locations of the eastern sides of the subtropical high pressure systems, associated with the large-scale descent of air from the upper-level tropopause. Many of the world's driest climates are found adjacent to the eastern sides of the subtropical highs, which create stable atmospheric conditions, little convective overturning, and little moisture and cloud cover. Desert regions, with nearly constant high pressure aloft and rare condensation—like North Africa, the Southwestern United States, Western Australia, and the Middle East—are examples of hot, sunny, dry climates where sunshine duration values are very high. The two major areas with the highest sunshine duration, measured as annual average, are the central and the eastern Sahara Desert—covering vast, mainly desert countries such as Egypt, Sudan, Libya, Chad, and Niger—and the Southwestern United States (Arizona, California, Nevada).[4] The city claiming the official title of the sunniest in the world is Yuma, Arizona, with over 4,000 hours (about 91% of daylight time) of bright sunshine annually,[4][5] but many climatological books suggest there may be sunnier areas in North Africa.[citation needed] In the belt encompassing northern Chad and the Tibesti Mountains, northern Sudan, southern Libya, and Upper Egypt, annual sunshine duration is estimated at over 4,000 hours. There is also a smaller, isolated area of sunshine maximum in the heart of the western section of the Sahara Desert around the Eglab Massif and the Erg Chech, along the borders of Algeria, Mauritania, and Mali where the 4,000-hour mark is exceeded, too.[6] Some places in the interior of the Arabian Peninsula receive 3,600–3,800 hours of bright sunshine annually. The largest sun-baked region in the world (over 3,000 hours of yearly sunshine) is North Africa. The sunniest month in the world is December in Eastern Antarctica, with almost 23 hours of bright sun daily.[7] Conversely, higher latitudes (above 50째 north/south) lying in stormy westerlies have much cloudier and more unstable and rainy weather, and often have the lowest values of sunshine duration annually. Temperate oceanic climates like those in northwestern Europe, the northwestern coast of Canada, and areas of New Zealand's South Island are examples of cool, cloudy, wet, humid climates where cloudless sunshine duration values are very low. The areas with the lowest sunshine duration annually lie mostly over the polar oceans, as well as parts of northern Europe, southern Alaska, northern Russia, and areas near the Sea of Okhotsk. The cloudiest place in the United States is Cold Bay, Alaska, with an average of 304 days of heavy overcast (covering over 3/4 of the sky).[8] In addition to these polar oceanic climates, certain low-latitude basins enclosed by mountains, like the Sichuan and Taipei Basins, can have sunshine duration as low as 1,000 hours per year, as cool air consistently sinks to form fogs that winds cannot dissipate.[9] T처rshavn in the Faroe Islands is among the cloudiest places in the world with yearly only 840 sunshine hours. Campbell Island / Motu Ihupuku south of New Zealand is even cloudier, with only 647 annual sunshine hours, while Bellingshausen Station off the Antarctic Peninsula gets only 591 annual sunshine hours. Also Bear Island (Norway) in the Svalbard Archipelago gets only 595 annual sunshine hours.","Title":"Sunshine duration - Wikipedia","KeyID":"6366","URL":"https://en.wikipedia.org/wiki/Sunshine_duration"}