{"Content: ":"The Deutscher Wetterdienst (German pronunciation: [ˌdɔʏ̯ʧɐ ˈvɛtɐdiːnst]) or DWD for short, is the German Meteorological Service, based in Offenbach am Main, Germany, which monitors weather and meteorological conditions over Germany and provides weather services for the general public and for nautical, aviational, hydrometeorological or agricultural purposes. It is attached to the Federal Ministry for Digital and Transport. The DWDs principal tasks include warning against weather-related dangers and monitoring and rating climate changes affecting Germany. The organisation runs atmospheric models on their supercomputer for precise weather forecasting. The DWD also manages the national climate archive[2] and one of the largest specialised libraries on weather and climate worldwide. The DWD was formed in 1952 when the weather services of the western occupation zones were merged. In 1954, the Federal Republic of Germany joined the World Meteorological Organization (WMO). In 1990, following the reunification, the weather services of the German Democratic Republic were incorporated in the DWD. Since the 1990s, the DWD has continuously reduced the number of staffed weather stations, which entailed substantial staff cutbacks. The DWD does not expect a reduction in forecast quality, given techniques like weather radar or satellites, which have significantly improved weather data collection. The German Meteorological Service runs a global hydrostatic model of its own, the GME (superseded by ICON in 2015), using a hexagonal icosahedral grid since 2002.[3] They developed the High Resolution Regional Model (HRM) in 1999, which is widely run within the operational and research meteorological communities and run with hydrostatic assumptions.[4] The German non-hydrostatic Lokal-Modell for Europe (LME) has been run since 2002, and an increase in areal domain became operational on 28 September 2005.[5] Since March 2009, the DWD operates a NEC SX-9 with a peak performance of 109 teraFLOPS to help in the weather forecasting process.[6] The DWD also operates two other NWP services, COSMO-EU (Europe region) and COSMO-DE (Germany and surrounding region), with higher resolution than the ICON. The COSMO algorithm is maintained by the COSMO consortium, a cooperation of many European countries. It uses ICON data as input in DWD's setup.[7] Since 2005, the DWD has been publishing regional warnings against heat with the aim to reduce heat related fatalities. This decision was made because of the hot summer in 2003, when estimated 7000 people died from direct or indirect effects of the heat. Additionally it sends out sea weather reports as radioteletype and faxes. Since 2006, the pollen warnings can be subscribed to for free on the DWD web site. Within its duty of primary meteorological information, the DWD offers a free daily weather report for Germany which can be subscribed to by email on their official website. DWD offers free access to its climate data.[8][9] The Deutscher Wetterdienst is attached to the Federal Ministry for Digital and Transport and thus closely linked to the German federal, regional and local governments, to the business community, and to the industrial world in terms of cooperation and consulting. Its work is based on the German Meteorological Office Act (Gesetz über den Deutschen Wetterdienst). As of 2022[update], the DWD has roughly 2360 staff.[1] Besides the DWD central in Offenbach, there are regional centres in Hamburg, Potsdam, Leipzig, Essen, Stuttgart, Freiburg and Munich. Additionally, it runs Germany's densest network of meteorological measurement points with 183 full-time meteorological stations (60 of them staffed), as well as about 1784 extraordinal weather stations run by volunteering amateurs (2014). DWD hosts several international climate data centres,[10] among them for example: Coordinates: 50°06′11″N 8°44′52″E﻿ / ﻿50.103155°N 8.747735°E﻿ / 50.103155; 8.747735","Title":"Deutscher Wetterdienst - Wikipedia","KeyID":"6367","URL":"https://en.wikipedia.org/wiki/Deutscher_Wetterdienst"}