{"Content: ":"Peter Manuel Feldmann (born 7 October 1958) is a German politician of the Social Democratic Party (SPD). On 25 March 2012, he was elected Mayor of Frankfurt as successor of Petra Roth (CDU). Peter Feldmann was born into a Jewish family[1] in Helmstedt. After passing the Abitur at Frankfurt Ernst-Reuter-Schule in 1979, he spent a year in an Israeli Kibbutz where he became a gardener.[2][3] He then studied political science at the University of Marburg until 1986, before he took on an academic career as a lecturer there. Later he specialised in economics for the social sector, becoming a Sozialbetriebswirt in 2009. Feldmann has worked for several German non-profit organizations, both for hire, and as a volunteer. Feldmann joined the SPD in 1974. From 1981, he took an active part in university politics as chair of the General Students' Committee, or AStA, at Marburg university. In the same year he was also elected vice president of the SPD youth organization Young Socialists in the SPD, or Jusos, in the German State of Hesse. He joined the Frankfurt city council in 1988 and was elected vice president of his party's parliamentary group in 2004. In 2007, Feldmann together with Sergey Lagodinsky was a co-founder of the Arbeitskreis jüdischer Sozialdemokratinnen und Sozialdemokraten, or AJS, a committee of Jewish members within the SPD.[4][5][6] Feldmann has described himself as a \"liberal Jew\", but says his beliefs are a private matter.[7][8] In a ballot on 25 March 2012, Feldmann was elected mayor of Frankfurt, gaining 57.4 percent of the votes cast against his competitor Boris Rhein (CDU) who came out second with 42.6 percent.[9] Feldmann was successful with an election programme putting social aspects such as affordable housing on top of the agenda. Mr Feldmann \"is also a strong advocate of Israel’s security\", the Jerusalem Post noted.[3] He is the first German-Jewish politician to be elected mayor of Frankfurt since Ludwig Landmann who was expelled from his office in 1933.[3][10] He was the first Jewish politician to be directly elected mayor of any major city in Germany since World War II,[8][11] and second overall to Herbert Weichmann (SPD) who was indirectly elected mayor of Hamburg in 1965. In 2019, Feldmann's wife Zübeyde was found to be being paid above her pay grade by her employer, the Arbeiterwohlfahrt (AWO) welfare organization, and to have been given use of a company car. The city prosecutor opened an investigation into whether Peter Feldmann, also formerly an employee of AWO, had influenced his wife's compensation.[12] After the football club Eintracht Frankfurt won the 2021–22 UEFA Europa League on 18 May 2022, Feldmann was severely criticized for several acts at the celebration, including making a sexist statement about air stewardesses, barring club board members from the Römer city hall, and snatching the UEFA Cup trophy from the team captain and coach. The Frankfurt SPD withdrew their support of Feldmann and urged him to resign. On 25 May 2022, Feldmann announced that he would not resign, but would withdraw from duties until the summer break.[13] Feldmann will face a recall election on 6 November 2022, after announcing and subsequently withdrawing his resignation.[14] In 2016, Peter Feldmann married Zübeyde in Frankfurt am Main.[28] He has a daughter from his previous marriage, who was born in 2009.[7][28] In 2021, the couple announced that they had separated and were divorcing.[12]","Title":"Peter Feldmann - Wikipedia","KeyID":"6393","URL":"https://en.wikipedia.org/wiki/Peter_Feldmann"}