{"Content: ":"The Christian Democratic Union of Germany (German: Christlich Demokratische Union Deutschlands [ˈkʁɪstlɪç demoˈkʁaːtɪʃə ʔuˈni̯oːn ˈdɔʏtʃlants]; CDU German pronunciation: [ˌtseːdeːˈʔuː] (listen)) is a Christian-democratic[3][4] and liberal-conservative[5] political party in Germany. It is the major catch-all party of the centre-right[6][7][8][9][10] in German politics.[11][12] Friedrich Merz has been federal chairman of the CDU since 31 January 2022.[13] The CDU is the second largest party in the Bundestag, the German federal legislature, with 152 out of 736 seats, having won 18.9% of votes in the 2021 federal election. It forms the CDU/CSU Bundestag faction, also known as the Union, with its Bavarian counterpart the Christian Social Union in Bavaria (CSU). The group's parliamentary leader is also Friedrich Merz. Founded in 1945 as an interdenominational Christian party, the CDU effectively succeeded the pre-war Catholic Centre Party, with many former members joining the party, including its first leader Konrad Adenauer. The party also included politicians of other backgrounds, including liberals and conservatives.[14] As a result, the party claims to represent \"Christian-social, liberal and conservative\" elements.[15] The CDU is generally pro-European in outlook.[16][17] Black is the party's customary colour. Other colours include red for the logo, orange for the flag, and black-red-gold for the corporate design.[18] The CDU is currently in opposition on the federal level. It previously led the federal government from 1949 to 1969, 1982 to 1998, and 2005 to 2021. Germany's three longest-serving post-war Chancellors have all come from the CDU: Helmut Kohl (1982–1998), Angela Merkel (2005–2021), and Konrad Adenauer (1949–1963). The party also leads the governments of six of Germany's sixteen states. The CDU is a member of the Centrist Democrat International, the International Democrat Union and the European People's Party (EPP). It is the largest party in the EPP with 23 MEPs. Ursula von der Leyen, the current President of the European Commission, is a member of the CDU. Immediately following the end of World War II and the foreign occupation of Germany, simultaneous yet unrelated meetings began occurring throughout the country, each with the intention of planning a Christian-democratic party. Consequently, the CDU was established in Berlin on 26 June 1945 and in Rheinland and Westfalen in September of the same year. The founding members of the CDU consisted primarily of former members of the Centre Party, the German Democratic Party, the German National People's Party, and the German People's Party. Many of these individuals, including CDU-Berlin founder Andreas Hermes, were imprisoned for the involvement in the German Resistance during the Nazi dictatorship. In the Cold War, years after World War II up to the 1960s (see Vergangenheitsbewältigung), the CDU also attracted conservative, anti-communist, former Nazis as well as Nazi collaborators into its higher ranks (like Hans Globke and Theodor Oberländer but also future CDU president and West German chancellor Kurt Georg Kiesinger). A prominent anti-Nazi member was theologian Eugen Gerstenmaier, who became Acting Chairman of the Foreign Board (1949–1969). The result of these meetings was the establishment of an inter-confessional (Catholic and Protestant alike) party influenced heavily by the political tradition of liberal conservatism. The CDU experienced considerable success gaining widespread support from the time of its creation in Berlin on 26 June 1945 until its first convention on 21 October 1950, at which future West German Chancellor Konrad Adenauer (a prominent anti-Nazi who was imprisoned during the Nazi dictatorship) was named the first Chairman of the party. In the beginning, it was not clear which party would be favored by the victors of World War II, but by the end of the 1940s the governments of the United States and of Britain began to lean toward the CDU and away from the Social Democratic Party of Germany (SPD). The latter was more nationalist and sought German reunification even at the expense of concessions to the Soviet Union, depicting Adenauer as an instrument of both the Americans and the Vatican. The Western powers appreciated the CDU's moderation, its economic flexibility, and its value as an oppositional force to the Communists, in keeping with US/UK foreign policy. Adenauer was also trusted by the British.[19] The party was split over issues of rearmament within the Western alliance and German unification as a neutral state. Adenauer staunchly defended his pro-Western position and outmaneuvred some of his opponents. He also refused to consider the SPD as a party of the coalition until he felt sure that they shared his anti-Communist position. The principled rejection of a reunification that would alienate Germany from the Western alliance made it harder to attract Protestant voters to the party, as most refugees from the former German territories east of the Oder were of that faith, as were the majority of the inhabitants of East Germany.[19] The CDU was the dominant party for the first two decades following the establishment of West Germany in 1949. Adenauer remained the party's leader until 1963, when former Minister of Economics Ludwig Erhard replaced him.[20] As the Free Democratic Party (FDP) withdrew from the governing coalition in 1966 due to disagreements over fiscal and economic policy, Erhard was forced to resign. Consequently, a grand coalition with the SPD took over government under CDU Chancellor Kurt Georg Kiesinger. The SPD quickly gained popularity and succeeded in forming a social-liberal coalition with the FDP following the 1969 federal election, forcing the CDU out of power for the first time in its history. The CDU and CSU were highly critical of Chancellor Willy Brandt's \"change through rapprochement\" policy towards the Eastern bloc (Ostpolitik) and protested sharply against the 1970 treaties of Moscow and Warsaw that renounced claims to the former eastern territories of Germany and recognised the Oder–Neisse line as Germany's eastern border. The Union parties had close ties with the Heimatvertriebene associations (Germans who fled or were expelled from the eastern territories) who hoped for a return of these territories. Seven Bundestag members, including former vice chancellor Erich Mende, defected from the FDP and SPD to the CDU in protest against these treaties, depriving Brandt of his majority, and providing a thin majority for the CDU and CSU. In April 1972 the CDU saw its chance to return to power, calling a constructive vote of no confidence. CDU chairman Rainer Barzel was almost certain to become the new Chancellor. But not all parliamentarians voted as expected (it was later revealed that two CDU/CSU deputies had been bribed by the East German Stasi): Brandt won the vote and stayed in office. Thus, the CDU continued its role as opposition for a total of thirteen years. In 1982, the FDP withdrew from the coalition with the SPD and allowed the CDU to regain power. CDU Chairman Helmut Kohl became the new Chancellor of West Germany and his CDU/CSU–FDP coalition was confirmed in the 1983 federal election. After the collapse of the East German government in 1989, Kohl—supported by the governments of the United States and reluctantly by those of France and the United Kingdom—called for German reunification. On 3 October 1990, the government of East Germany was abolished and its territory acceded to the territory of the Basic Law already in place in West Germany. The East German CDU merged with its West German counterpart and elections were held for the reunified country. Public support for the coalition's work in the process of German reunification was reiterated in the 1990 federal election in which the CDU–FDP governing coalition experienced a clear victory. Although Kohl was re-elected, the party began losing much of its popularity because of an economic recession in the former GDR and increased taxes in the west. The CDU was nonetheless able to win the 1994 federal election by a narrow margin due to an economic recovery. Kohl served as chairman until the party's electoral defeat in 1998, when he was succeeded by Wolfgang Schäuble. In the 1998 federal election the CDU polled 28.4% and the CSU 6.7% of the national vote, the lowest result for those parties since 1949; a red–green coalition under the leadership of Gerhard Schröder took power until 2005. Schäuble resigned in early 2000 as a result of a party financing scandal and was replaced by Angela Merkel, the first woman and the first person from East Germany to lead the federal party. She remained the leader of the CDU for more than eighteen years. In the 2002 federal election, Merkel ceded the position of CDU/CSU's joint candidate for the chancellor's office to the leader of the sister party, Bavarian minister-president Edmund Stoiber. CDU and CSU polled slightly higher (29.5% and 9.0%, respectively), but still lacked the majority needed for a CDU–FDP coalition government and stayed in opposition. In 2005, early elections were called after the CDU dealt the governing SPD a major blow, winning more than ten state elections, most of which were landslide victories. The resulting grand coalition between the CDU/CSU and the SPD faced a serious challenge stemming from both parties' demand for the chancellorship. After three weeks of negotiations, the two parties reached a deal whereby CDU received the chancellorship while the SPD retained 8 of the 16 seats in the cabinet and a majority of the most prestigious cabinet posts.[21] The coalition deal was approved by both parties at party conferences on 14 November.[22] Merkel was confirmed as the first female Chancellor of Germany by the majority of delegates (397 to 217) in the newly assembled Bundestag on 22 November.[23] Since her first term in office, from 2005 to 2009, there have been discussions if the CDU was still \"sufficiently conservative\" or if it was \"social-democratising\".[24] In March 2009, Merkel answered with the statement \"Sometimes I am liberal, sometimes I am conservative, sometimes I am Christian-social—and this is what defines the CDU.\"[25] Although the CDU/CSU lost support in the 2009 federal elections, their \"desired partner\" the FDP experienced the best election cycle in its history, thereby enabling a CDU/CSU–FDP coalition. This marked the first change of coalition partner by a Chancellor in German history and the first centre-right coalition government since 1998. CDU candidate Christian Wulff won the 2010 presidential election in the third ballot, while opposition candidate Joachim Gauck (a Protestant pastor and former anti-communist activist in East Germany, who was favoured even by some CDU members) received a number of \"faithless\" votes from the government camp. The decisions to suspend conscription (late 2010) and to phase out nuclear energy (shortly after the Fukushima disaster in 2011) broke with long-term principles of the CDU, moving the party into a more socially liberal direction and alienating some of its more conservative members and voters. At its November 2011 conference the party proposed a \"wage floor\", after having expressly rejected minimum wages during the previous years.[26] Psephologist and Merkel advisor Matthias Jung coined the term \"asymmetric demobilisation\" for the CDU's strategy (practised in the 2009, 2013 and 2017 campaigns)[27] of adopting issues and positions close to its rivals, e.g. regarding social justice (SPD) and ecology (Greens), thus avoiding conflicts that might mobilise their potential supporters. Some of the promises in the CDU's 2013 election platform were seen as \"overtaking the SPD on the left\".[28] While this strategy proved to be quite successful in elections, it also raised warnings that the CDU's profile would become \"random\", the party would lose its \"essence\"[26] and it might even be dangerous for democracy in general if parties became indistinguishable and voters demotivated. President Wulff resigned in February 2012 due to allegations of corruption, triggering an early presidential election. This time the CDU supported, reluctantly, nonpartisan candidate Joachim Gauck. The CDU/CSU–FDP coalition lasted until the 2013 federal election, when the FDP lost all its seats in the Bundestag while the CDU and CSU won their best result since 1990, only a few seats short of an absolute majority. This was partly due to the CDU's expansion of voter base to all socio-structural groups (class, age or gender), partly due to the personal popularity of Chancellor Merkel.[29] After talks with the Greens had failed, the CDU/CSU formed a new grand coalition with the SPD. Despite their long-cherished slogan of \"There must be no democratically legitimised party to the right of CDU/CSU\",[30] the Union has had a serious competitor to its right since 2013. The right-wing populist Alternative for Germany (AfD) was founded with the involvement of disgruntled CDU members. It drew on the discontent of some conservatives with the Merkel administration's handling of the European debt crisis (2009–14) and later the 2015 refugee crisis, lamenting a purported loss of sovereignty and control or even \"state failure\". Nearly 10 percent of early AfD members were defectors from the CDU.[31] In 2017 the Bundestag voted to legalise same-sex marriage. Merkel had allowed the conscience vote to happen despite her personal objections. While she herself and the majority of the party's representatives voted against the proposal, a number of CDU deputies supported it.[32] In the 2017 election, the CDU and CSU lost a large portion of their voteshare: With 26.8 percent of party list votes, the CDU received its worst result since 1949, losing more than fifty seats in the Bundestag (despite an enlargement of the parliament). After failing to negotiate a coalition with the FDP and Greens, they continued their grand coalition with the SPD. In October 2018, Merkel announced that she would step down as leader of the CDU that December and not seek reelection, but wanted to remain as Chancellor until 2021.[33] On 7 December 2018, Annegret Kramp-Karrenbauer was elected as federal chairwoman of the CDU. Kramp-Karrenbauer was considered Merkel's ideological successor, though holding more socially conservative positions, such as opposition to same-sex marriage. Kramp-Karrenbauer's election saw a rise in support for the CDU in national polling, and her personal popularity was initially high.[34] However, she suffered a sharp decline in popularity in the lead-up to the 2019 European Parliament election, in which the CDU/CSU suffered its worst ever result in a national election with just 29%. Kramp-Karrenbauer thereafter remained one of the least popular politicians nationally.[35][36] The CSU's Manfred Weber was the Spitzenkandidat for the European People's Party in the 2019 European Parliament election. However, the EPP group ultimately nominated the CDU's Ursula von der Leyen as their candidate for President of the European Commission; she was elected in July 2019, becoming the first woman to hold the office.[37] Kramp-Karrenbauer resigned as party chair on 10 February 2020, in the midst of the 2020 Thuringian government crisis. The Thuringian CDU had been perceived as cooperating with the Alternative for Germany (AfD) to prevent the election of a left-wing government, breaching the long-standing taboo in Germany surrounding cooperation with the far-right. Kramp-Karrenbauer was perceived as unable to enforce discipline within the party during the crisis, which she claimed was complicated by unclear positions within the party regarding cooperation with the AfD and The Left, which party statute holds to be equally unacceptable. While the Thuringia crisis was the immediate trigger for Kramp-Karrenbauer's resignation, she stated the decision had \"matured some time ago\",[38] and media attributed it to the troubled development of her brief leadership.[39] Kramp-Karrenbauer remained in office as Minister of Defence and interim party leader from February until the leadership election was held in January 2021.[40][41] Originally scheduled for April 2020, it was delayed multiple times due to the COVID-19 pandemic, and was ultimately held online. Minister-President of North Rhine-Westphalia Armin Laschet won the election with 52.8% of delegate votes. His main opponent Friedrich Merz, was seen as more right-wing, who won 47.2% of vote; Merz had also run against Kramp-Karrenbauer in 2018 and been defeated. Laschet's election was seen as an affirmation of Merkel's leadership and the CDU's centrist orientation.[42] On 7 October 2021, Armin Laschet, signaled that he would step down after a disastrous general election result, with the CDU suffering its worst general election result since the 1949 West German federal election.[43] A new leadership election was called in December and Friedrich Merz, of the right-wing faction of the CDU, was elected by a large majority of 62,1% of voters, defeating pro-Merkel candidates Norbert Röttgen and Helge Braun.[44] The Congress of the CDU officially elected Merz as new party Chairman on 22 January 2022, and he assumed office on 31 January 2022.[45][46] While Adenauer and Erhard co-operated with non-Nazi parties to their right, the CDU has later worked to marginalize its right-wing opposition. The loss of anti-communism as a political theme, secularization and the cultural revolutions in West Germany occurring since the 1960s have challenged the viability of the CDU. In her 2005 campaign, Angela Merkel was unwilling to express explicitly Christian views while maintaining that her party had never lost its concept of values. Merkel and Bundestag President Norbert Lammert have been keen to clarify that CDU references to the \"dominant culture\" imply \"tolerance and living together\".[19] According to party analyst Stephan Eisel, her avoiding the values-issue may have had the opposite effect as she failed to mobilize the party's core constituency.[47] The CDU applies the principles of Christian democracy and emphasizes the \"Christian understanding of humans and their responsibility toward God\". However, CDU membership consists of people adhering to a variety of religions as well as non-religious individuals. The CDU's policies derive from political Catholicism, Catholic social teaching and political Protestantism as well as economic liberalism and national conservatism. The party has adopted more liberal economic policies since Helmut Kohl's term in office as the Chancellor of Germany (1982–1998). As a conservative party, the CDU supports stronger punishments of crimes and involvement on the part of the Bundeswehr in cases of domestic anti-terrorism offensives. In terms of immigrants, the CDU supports initiatives to integrate immigrants through language courses and aims to further control immigration. Dual citizenship should only be allowed in exceptional cases. In terms of foreign policy, the CDU commits itself to European integration and a strong relation with the United States. In the European Union, the party opposes the entry of Turkey, preferring instead a privileged partnership. In addition to citing various human rights violations, the CDU also believes that Turkey's unwillingness to recognise Cyprus as an independent sovereign state contradicts the European Union policy that its members must recognise the existence of one another. The CDU has governed in four federal-level and numerous state-level Grand Coalitions with the Social Democratic Party (SPD) as well as in state and local-level coalitions with the Alliance '90/The Greens. The CDU has an official party congress adjudication that prohibits coalitions and any sort of cooperation with either The Left or the Alternative for Germany.[48] The party congress is the highest organ of the CDU. It meets at least every two years, determines the basic lines of CDU policy, approves the party program and decides on the statutes of the CDU. The CDU party congress consists of the delegates of the CDU regional associations, the foreign associations and the honorary chairmen. The state associations send exactly 1,000 delegates who have to be elected by the state or district conventions. The number of delegates that a regional association can send depends on the number of members of the association six months before the party congress and the result of the last federal election in the respective federal state. The foreign associations recognized by the federal executive committee each send a delegate to the party congress, regardless of their number of members. The federal committee is the second highest body and deals with all political and organizational matters that are not expressly reserved for the federal party congress. For this reason it is often called a small party congress. The CDU federal executive heads the federal party. It implements the resolutions of the federal party congress and the federal committee and convenes the federal party congress. The CDU Presidium is responsible for executing the resolutions of the federal executive committee and handling current and urgent business. It consists of the leading members of the federal executive board and is not an organ of the CDU in Germany. Before 1966, membership totals in CDU organisation were only estimated. The numbers after 1966 are based on the total from 31 December of the previous year. In 2018, the CDU had 420,240 members.[49] In 2012, the members' average age was 59 years. 6% of the Christian Democrats were under 30 years old.[50] A 2007 study by the Konrad Adenauer Foundation showed that 25.4% of members were female and 74.6% male. Female participation was higher in the former East German states with 29.2% compared to 24.8% in the former West German states.[51] Both the CDU and the Christian Social Union in Bavaria (CSU) originated after World War II, sharing a concern for the Christian worldview. In the Bundestag, the CDU is represented in a common faction with the CSU. This faction is called CDU/CSU, or informally the Union. Its basis is a binding agreement known as a Fraktionsvertrag between the two parties. The CDU and CSU share a common youth organisation, the Junge Union, a common pupil organisation, the Schüler Union Deutschlands [de], a common student organisation, the Ring Christlich-Demokratischer Studenten and a common Mittelstand organisation, the Mittelstands- und Wirtschaftsvereinigung [de]. The CDU and CSU are legally and organisationally separate parties; their ideological differences are sometimes a source of conflict. The most notable and serious such incident was in 1976, when the CSU under Franz Josef Strauß ended the alliance with the CDU at a party conference in Wildbad Kreuth. This decision was reversed shortly thereafter when the CDU threatened to run candidates against the CSU in Bavaria. The relationship of CDU to the CSU has historic parallels to previous Christian-democratic parties in Germany, with the Catholic Centre Party having served as a national Catholic party throughout the German Empire and the Weimar Republic while the Bavarian People's Party functioning as the Bavarian variant.[citation needed] Since its formation, the CSU has been more conservative than the CDU. The CSU and the state of Bavaria decided not to sign the Basic Law for the Federal Republic of Germany as they insisted on more autonomy for the individual states.[52] The CSU has actively participated in all political affairs of the Bundestag, the German government, the Bundesrat, the parliamentary elections of the German President, the European Parliament and meetings with Mikhail Gorbachev in Russia. The Konrad Adenauer Foundation is the think-tank of the CDU. It is named after the first Chancellor of the Federal Republic of Germany and first president of the CDU. The foundation offers political education, conducts scientific fact-finding research for political projects, grants scholarships to gifted individuals, researches the history of Christian democracy and supports and encourages European unification, international understanding and development-policy cooperation. Its annual budget amounts to around 120 million euro and is mostly funded by taxpayer money.[53] Notable suborganisations of the CDU are the following: The CDU does not contest elections in Bavaria due to the alliance with Bavarian sister party, the Christian Social Union in Bavaria.","Title":"Christian Democratic Union of Germany - Wikipedia","KeyID":"6396","URL":"https://en.wikipedia.org/wiki/Christian_Democratic_Union_of_Germany"}