{"Content: ":"Janine Natalie Wißler[1] (born 23 May 1981), known professionally as Janine Wissler, is a German politician who has been co-chairwoman of The Left and member of the Bundestag for Hesse since 2021.[2] Prior to that, she served as member of the Landtag of Hesse since 2008 and leader of the state parliamentary group since 2009, including as sole leader since 2014, as well as deputy leader of the federal party since 2014.[3][4] She was one of The Left's lead candidates for the 2021 German federal election, alongside Dietmar Bartsch.[5] Wissler attended the Dreieich Wingert School from 1987 to 1991 and the Dreieich Ricarda Huch School from 1991 to 2001. She then completed a degree in political science from 2001 to 2012 at the Johann Wolfgang Goethe University in Frankfurt. In addition to her studies, she worked as a part-time specialist saleswoman in a hardware store from 2002 to 2007. From 2005 to 2008, she also worked in the constituency office of Bundestag deputy Werner Dreibus.[4] She is also a member of the Association for the Taxation of Financial Transactions and for Citizens' Action and the trade union ver.di.[3] In 2004, Wissler co-founded the Hessian branch of the Labour and Social Justice – The Electoral Alternative (WASG), a left-wing split from the Social Democratic Party of Germany (SPD), and joined The Left when WASG merged into it in 2007.[6] At its founding congress, Wissler was elected as one of the 44 members of the party executive committee. In the 2008 Hessian state election, she was one of six Left party deputies elected. She retained her seat in the 2009, 2013, and 2018 elections.[4] She was deputy leader of the parliamentary group from 2008 to 2009, then became co-leader of the group alongside Willi van Ooyen in February 2009.[3] In 2011, Wissler became leader of the Left party's local branch in the Hessian city of Frankfurt am Main.[3] She ran for mayor of Frankfurt am Main in the 2012 and 2018 elections. In 2012, she placed fifth with 3.8% of the vote;[7] in 2018, she placed fourth with 8.8%.[8] After van Ooyen's resignation in 2014, Wissler became the sole parliamentary leader of her party in the Hessian Landtag.[9] At the 2014 Left party congress, Wissler was elected one of six federal deputy leaders.[3] She received the highest proportion of votes of any candidate.[10] In the 2018 Hessian state election, Wissler was one of the party's lead candidates alongside Jan Schalauske.[11] The party won 6.3%, its best result to date, and increased its parliamentary presence from six to nine members.[12] In January 2020, Wissler was among several politicians who received death threats from \"NSU 2.0\", a purported successor of neo-Nazi terrorist group the National Socialist Underground (NSU). The threats included confidential information taken from Frankfurt police computers. She was subject to further threats in July 2020.[13] An investigation into a potential far-right extremist network operating within the Hessian police was subsequently launched by the state government.[14] In September 2020, Wissler announced her candidacy for the federal co-leadership of The Left.[6] Prior to submitting her application, she resigned from Marx21 and the Socialist Left, stating that it was customary for candidates to terminate their association with internal factions.[15] Wissler was elected federal co-chairwoman at a party conference on 27 February 2021, winning 84.2% of votes cast.[2] On 2 May 2021, Wissler was announced as one of The Left's lead candidates for the 2021 German federal election, alongside Dietmar Bartsch.[5] She and Bartsch were confirmed with 87% of votes by the party executive on 9 May.[16] The Left won 4.9% of party list votes in the election, narrowly falling short of the 5% electoral threshold, but re-entered the Bundestag due to winning three direct constituencies. Wissler ran in the constituency of Frankfurt am Main I, winning 8.8% of votes and placing fifth.[17] She was elected to the Bundestag in first place on the state party list.[18] Wissler is considered a member of her party's left wing.[6] She rejects capitalism as an \"inhuman, cruel system\".[10] She has stated that a classless society cannot be achieved through parliaments or governments, and that historical progress has always been achieved through revolution.[19] Wissler advocates the Germany's withdrawal from NATO and the alliance's dissolution. She opposes all military missions abroad, including those under a United Nations mandate, stating: \"There are no 'humanitarian interventions'. Wars are never fought out of charity, but out of economic and political interests.\" She supports raising taxes on the rich to provide greater funding for public services. When asked what she believed the world would look like in fifty years, she stated: \"I wish for a world in which the pursuit of profit does not come first and in which all people can live in peace and social security. If the enormous wealth that exists in the world were distributed fairly, no one would have to live in poverty. But to do that, you have to fundamentally change the balance of power and ownership.\"[20] In 2020, she stated that her party must stand up for justice, ecology, and peace at home and abroad, acting as a force that \"supports concrete struggles and represents an anti-capitalist perspective\".[6] Wissler was aged 26 upon her election to the Landtag, and quickly attracted a high profile for her rapid advancement at a young age, as well as her controversial positions. She was portrayed as a contrast to then-Minister-President of Hesse Roland Koch, a noted conservative from the right wing of the Christian Democratic Union of Germany (CDU) . At this time, Oskar Lafontaine recognised her as a great political talent.[21] Wissler is considered a pragmatic and effective parliamentarian. She was a key figure in the unsuccessful attempt to form a red–red–green coalition (R2G) government in Hesse after the 2008 election.[21] As co-leader of her party's parliamentary group in Hesse, she was described as reliable and conciliatory, able to work constructively across party lines. The Frankfurter Allgemeine Zeitung reported that deputies from other parties preferred to work with her than her counterpart van Ooyen. The publication described Wissler's speeches as among the most pointed of any deputy, and that \"she uses all the instruments that parliament has to offer with great virtuosity\". Within her party, she is well-connected in both the western and eastern states.[10] Wissler's high profile and radical positions have attracted criticism. The Hessian CDU described her statements about parliamentarism and revolution as \"particularly worrying\" and evidence of the \"partially anti-constitutional\" nature of her party, claiming they represent its \"turning away from parliamentary democracy\".[19] Her election as co-Landtag leader was received with some controversy within her own party due to her association with Marx21 (formerly Linksruck), which is recognised by the Bundesverfassungsschutz as an extremist group.[21] Wissler was accused of \"falsifying history\" by members of the Social Democratic Party after claiming that Social Democrats were responsible for the murder of Rosa Luxemburg and Karl Liebknecht.[21] At demonstrations against the opening of the Seat of the European Central Bank on 18 March 2015, Wissler worked as a parliamentary observer and accompanied the Italian rainbow group. According to the police, this group was responsible for riots in the city centre. Wissler subsequently condemned such behaviour, stating: \"That is definitely not what it should be about. We wanted a peaceful protest against the ECB.\"[22] Media related to Janine Wissler at Wikimedia Commons","Title":"Janine Wissler - Wikipedia","KeyID":"6398","URL":"https://en.wikipedia.org/wiki/Janine_Wissler"}