{"Content: ":"The Left (German: Die Linke; stylised as DIE LINKE[4] and in its logo as DIE LiNKE.), commonly referred to as the Left Party (German: Die Linkspartei [diː ˈlɪŋkspaʁˌtaɪ] (listen)), is a democratic socialist political party in Germany. The party was founded in 2007 as the result of the merger of the Party of Democratic Socialism (PDS) and Labour and Social Justice – The Electoral Alternative. Through the PDS, the party is the direct descendant of the Marxist–Leninist ruling party of the former East Germany, the Socialist Unity Party of Germany.[5] Since 2022, The Left's co-chairpersons have been Janine Wissler and Martin Schirdewan. The party holds 39 seats out of 736 in the Bundestag, the federal legislature of Germany, having won 4.9% of votes cast in the 2021 German federal election. Its parliamentary group is the smallest of six in the Bundestag, and is headed by parliamentary co-leaders Amira Mohamed Ali and Dietmar Bartsch. The Left is represented in ten of Germany's sixteen state legislatures, including all five of the eastern states. As of 2021, the party participates in governments in the states of Berlin, Bremen, and Mecklenburg-Vorpommern as a junior partner, as well as in Thuringia, where it leads a coalition with the Social Democratic Party and The Greens headed by Minister-President Bodo Ramelow. The Left is a founding member of the Party of the European Left, and is the third-largest party in the European United Left–Nordic Green Left group in the European Parliament. In December 2020, The Left had 60,350 registered members, making it the sixth-largest party in Germany by membership. The Left promotes anti-capitalism, anti-fascism, and anti-militarism, and is neutral on European integration. It is the furthest left-wing party of the six represented in the Bundestag. The main predecessor of The Left was the Party of Democratic Socialism (PDS), which emerged from the ruling Socialist Unity Party (SED) of East Germany (GDR). In October 1989, facing increasing unpopularity, the SED replaced long-time leader Erich Honecker with Egon Krenz, who began a program of limited reforms, including the legalisation of opposition groups. He also loosened restrictions on travel between East and West Berlin, which inadvertently led to the fall of the Berlin Wall and his resignation. He was succeeded by Gregor Gysi, part of a group of reformers who supported the Peaceful Revolution. His ally Hans Modrow, the new Chairman of the Council of Ministers, became the de facto national leader. Seeking to change its image, the party expelled most of its former leadership, including Honecker and Krenz; the new government negotiated with opposition groups and arranged free elections. The SED adopted the name Party of Democratic Socialism and oriented itself as pro-democratic, socialist, and supportive of East German sovereignty. The party chose Modrow as its lead candidate for the 1990 East German general election but was decisively defeated, finishing in third place with 16.4% of votes cast. The PDS was excluded from further political developments due to the aversion of the opposition, now in power, which considered it essentially tied to the dictatorship.[6] After debuting with a meagre 2.4% nationwide in the 1990 German federal election immediately after reunification, the PDS gained popularity throughout the 1990s as a protest party in the eastern states. In the 1998 German federal election it won 5.1% of votes, enough to win seats outright without relying on direct constituencies as it had in 1994. By the 2000s, it was the second-largest party in every eastern state legislature except Mecklenburg-Vorpommern. Despite electoral successes, the PDS faced internal strife due to ideological disputes, a chronic decline in membership, and a near-complete lack of support in the western states, which has been home to 85% of Germany's population. The 1994 German federal election also saw a \"red socks\" campaign used by the centre-right, including the CDU/CSU and the Free Democratic Party (FDP), to scare off a possible red–red–green coalition (SPD–PDS–Greens). Analysts have stated that such a strategy likely paid off, as it was seen as one of the decisive elements for the narrow victory of Kohl for the CDU/CSU–FDP. The campaign was criticized as an obvious attempt to discredit the whole political left; the PDS reinterpreted it for itself by printing red socks.[7] In January 2005, a group of disaffected Social Democrats and trade unionists founded Labour and Social Justice – The Electoral Alternative (WASG), a left-wing party opposed to federal Chancellor Gerhard Schröder's Agenda 2010 labour and welfare reforms. The party made a modest showing of 2.2% in the North Rhine-Westphalia state election in May, but failed to win seats. The election saw the incumbent SPD government defeated in a landslide, which was widely interpreted as a sign of the federal SPD's unpopularity. Chancellor Schröder subsequently called an early federal election to be held in September. WASG continued to gain members, prompting the PDS leadership to propose an alliance between the two parties. With the established eastern base of the PDS and WASG's potential for growth in the west, the parties hoped to enter the Bundestag together. They agreed to form an electoral pact, in which they would not run against one another in direct constituencies and would create joint electoral lists featuring candidates from both parties. They also agreed to unify into a single party in 2007. To symbolise the new relationship, the PDS renamed itself the Left Party.PDS (German: Linkspartei.PDS). The joint list ran under the name The Left.PDS (German: Die Linke.PDS), though in the western states, where the PDS was shunned for its association with the GDR, \"PDS\" was optional. The alliance's profile was greatly boosted when former federal Minister of Finance Oskar Lafontaine, who had left the SPD after the North Rhine-Westphalia election, joined WASG in June. He was chosen as the party's lead candidate for the federal election and shared the spotlight with Gregor Gysi of the PDS. Polls early in the summer showed the unified Left list winning as much as 12 percent of the vote, and for a time it seemed possible the party would surge past the Greens and FDP and become the third-largest party in the Bundestag. During the campaign, the party was subject to frequent criticism. At one event, Oskar Lafontaine described Fremdarbeiter (\"foreign workers\", a term associated with the Nazi regime) as a threat to German labour. He claimed to have misspoken, but in an article published in Die Welt, a group of prominent German writers accused him of deliberately appealing to xenophobic and far-right voters.[8] In the 2005 federal election, the Left.PDS easily passed the electoral threshold, winning 8.7% of the vote and 53 seats. It became the fourth largest party in the Bundestag. The result of the election was inconclusive; between the SPD, Greens, and Left.PDS, left-wing parties held a majority, but the SPD was unwilling to cooperate with the Left.PDS. The result was a grand coalition of the CDU and SPD. Negotiations for a formal merger of the PDS and WASG continued through the next year until a final agreement was reached on 27 March 2007.[9] The new party, called The Left (Die Linke), held its founding congress in Berlin on 16 June 2007. Lothar Bisky and Oskar Lafontaine were elected as co-leaders, while Gregor Gysi became leader of the party's Bundestag group. The unified party quickly became a serious force in western Germany for the first time. It comfortably surpassed the electoral threshold in Bremen in 2007, and throughout 2008 won seats in Lower Saxony, Hesse and Hamburg. The \"five-party system\" in Germany was now a reality in the west as well as the east. A string of electoral successes followed during the \"super election year\" of 2009. The Left achieved 7.5% in the European elections, confirming their enduring nationwide popularity. Six state elections were held throughout the year, and in each of them the party either surged ahead or consolidated earlier gains. They saw an upswing in Thuringia and Hesse and won seats for the first time in Schleswig-Holstein and Saarland. Oskar Lafontaine ran as the party's lead candidate in Saarland, leading the party to a massive success with 21.3% of the vote. In Saxony and Brandenburg, The Left's vote declined slightly, but it remained the second largest party in both states. The electoral collapse of the Social Democratic Party in the federal election on 27 September 2009 saw The Left's vote surge to 11.9%, increasing its representation in the Bundestag from 54 to 76 seats, just under half as large as the SPD's parliamentary group. It became the second most popular party in the eastern states with 28.5%, while experiencing a breakthrough in the west with 8.3%. It was the most popular party in Saxony-Anhalt and Brandenburg, and won sixteen direct constituencies, the largest tally by a minor party in history. The Left nonetheless remained in opposition. The Left won seats in the parliament of Germany's most populous state, North Rhine-Westphalia, in the May 2010 election. They now held seats in thirteen of Germany's sixteen states, only absent from three states in the traditionally conservative south. In January 2010, Oskar Lafontaine announced that, due to his ongoing cancer treatment, he would not seek re-election to the party leadership at the upcoming party congress. At the congress in May, Lothar Bisky also chose not to nominate for re-election; Klaus Ernst and Gesine Lötzsch were elected as the party's new leaders. Just a few weeks later, the SPD and Greens invited the Left to support their candidate for the 2010 presidential election, former Federal Commissioner for the Stasi Records Joachim Gauck. They suggested that this was an opportunity for the Left to leave their communist past behind them and show unconditional support for democracy.[10] However, the party refused to support him, highlighting his support of the War in Afghanistan and his attacks on their party.[11] They also rejected the conservative Christian Wulff, favourite of Chancellor Angela Merkel,[12] instead putting forward their own nominee, television journalist Luc Jochimsen.[13] The red-green camp reacted with disappointment.[14] SPD chairman Sigmar Gabriel described The Left's position as \"bizarre and embarrassing,\" stating that he was shocked that they would declare Joachim Gauck their enemy due to his investigation of GDR injustice.[15] The SPD and Greens expected the Left to support Gauck in the decisive third round of the election; however, after Jochimsen withdrew, most of the Left's delegates abstained.[14][16] Wulff was elected by an absolute majority.[17] The party was isolated ahead of the March 2012 presidential election. The federal CDU/CSU–FDP government invited the SPD and Greens to agree on an all-party consensus candidate; The Left was excluded. Those invited eventually agreed to support Joachim Gauck. The Left again refused to support him.[18] SPD chair Sigmar Gabriel once again criticized the party, claiming they harboured \"sympathy for the German Democratic Republic.\"[19][20] The Left put forward Beate Klarsfeld, a journalist and outspoken anti-fascist who had investigated numerous Nazi war criminals. She received 10.2% of the delegate votes. Gauck was elected in the first round with 80.4% of votes. The Left's fortunes began to turn in 2011, and they suffered a string of setbacks and defeats through 2013, particularly in the western states. They failed to win seats in Rhineland-Palatinate and Baden-Württemberg, and suffered losses in Bremen, Berlin, and Saarland. Crucially, the party lost its seats in the Landtags of Schleswig-Holstein, North Rhine-Westphalia, and Lower Saxony. On 11 April 2012, Gesine Lötzsch resigned as party co-leader, citing medical conditions her husband was suffering. Klaus Ernst subsequently announced he would not seek re-election as leader at the party congress in June.[21] Katja Kipping, who had served as deputy leader since 2007, was elected as co-leader with 67.1% of votes. Bernd Riexinger was elected as the other co-leader with 53.5% of votes, winning a narrow contest against Dietmar Bartsch.[22] In the 2013 federal election, The Left received 8.6% of the national vote and won 64 seats, a decline from 2009. However, due to the collapse of the FDP, they moved into third place. After the formation of a second grand coalition between the CDU and SPD, The Left became the leading party of the opposition.[23] The party narrowly retained its seats in the Hessian state election held on the same day as the federal election. The Left suffered a major loss in Brandenburg in 2014, losing a third of its voteshare and falling to third place. Nonetheless, it continued as a junior partner under the SPD. The 2014 Thuringian state election was the party's biggest success to date, achieving not only its best state election result (28.2%) but also forming the first coalition with one of its own members at the head. The party was able to negotiate a red-red-green coalition with the SPD and Greens, and Bodo Ramelow was elected Minister-President by the Landtag of Thuringia, becoming the first member of the party to serve as head of government of any German state. The Left achieved modest gains in the city-states of Hamburg and Bremen in 2015. They suffered a loss in Saxony-Anhalt reminiscent of that in Brandenburg 18 months earlier, falling to third place and losing a third of their voteshare. In September, the Left joined government in Berlin after the 2016 state election as the second-largest member of a coalition with the SPD and Greens. In the 2017 federal election, The Left fell to fifth place due to the re-entry of the FDP in fourth place and the ascension of AfD to third place. The party suffered substantial losses in its traditional eastern heartland, but made a net gain nationally thanks to an improvement in the western states, rising to 9.2% of votes (up 0.6 points). Throughout 2017, they failed to make a comeback to the Landtags of Schleswig-Holstein, North Rhine-Westphalia, and Lower Saxony, despite making gains in all three states. The party's slow decline in Saarland continued, winning 12.8% in March. In 2018, they defended their seats in Hesse. Kipping and Riexinger were re-elected for a third time at the party congress in 2018, winning 64.5% and 73.8% respectively.[24] The Left had mixed results in 2019. In the European election, they declined to 5.5%, the worst result in a national election since the party's formation. In the Bremen state election held on the same day, the party made small gains, and joined a western state government for the first time in a coalition under the SPD and Greens. The Left suffered major losses in the Brandenburg and Saxony state elections held on 1 September, losing almost half its voteshare in each, and left the Brandenburg government, in which they had participated since 2009. In the 2019 Thuringian state election, Ramelow led the party to its best ever result, winning 31.0% and becoming the largest party in a state legislature for the first time, though his red-red-green government lost its majority. In February 2020, the FDP's Thomas Kemmerich was elected Minister-President with the support of AfD and the CDU, but immediately resigned due to widespread outrage. After a protracted government crisis, Ramelow was re-elected for a second term to lead a minority government. In August 2020, Kipping and Riexinger announced they would step down as co-chairs in accordance with party regulations stating that no position should be held by the same person for more than eight years.[25] A party congress was scheduled on 30 October to 1 November 2020, but was cancelled on 27 October due to the worsening of the COVID-19 pandemic in Germany;[26] the party instead held a fully digital congress on 26–27 February 2021.[27] Hessian parliamentary leader Janine Wissler and Thuringia branch leader Susanne Hennig-Wellsow were elected co-chairs on 27 February, winning 84% and 71% of votes cast, respectively.[28] During the 2021 German federal election, The Left was eager to become a partner in a coalition government with the SPD and Greens.[29] As the CDU/CSU collapsed in the polls and the SPD surged, the last month of the campaign saw the conservative government engage in a Red Scare campaign against The Left and the prospect of a red–red–green coalition,[30] utilising red-baiting and fearmongering about extremism;[31][32] the party had elected a new moderate leadership and put forward an observably more moderate programme than previous elections.[33][34] A capital flight to Switzerland ensued due to fear of increased taxes for the wealthy through higher inheritance tax and a wealth tax.[35] The Left won 4.9% of votes and 39 seats in the 26 September federal election, its worst showing since its official formation in 2007, narrowly failing to cross the 5% electoral threshold. The party was nonetheless entitled to full proportional representation as it won three direct constituencies; two in Berlin and one in Leipzig. This meant a net loss of 4.3 percentage points of vote share and 30 seats overall. Notably, Vice-President of the Bundestag Petra Pau was defeated in her direct constituency of Berlin-Marzahn-Hellersdorf. Due to The Left's poor performance, a left-wing coalition fell a few seats short of a majority in the Bundestag,[36] and the German financial market rallied as a result.[37][38] Former parliamentary leader Sahra Wagenknecht said that the results of the 2021 German federal election meant a \"bitter defeat\" for her party.[39] State elections in Berlin and Mecklenburg-Vorpommern were held on the same day. The Left suffered minor losses in both, but nonetheless joined coalition governments in each state. In Berlin, they joined a renewed coalition with the SPD and Greens.[40] In Mecklenburg-Vorpommern, they replaced the CDU as junior partner to the SPD.[41][42] Party co-chair Susanne Hennig-Wellsow resigned from her position in April 2022, citing her need to dedicate more time to her child, the halting of planned reforms to the party, the decline in party membership, the losses in the Saarland state election, and sexism in the party's Hesse state association.[43] The Left also had poor results in the May elections in the states of Schleswig-Holstein and North Rhine-Westphalia.[44][45] During an in-person party congress on 24 June to 26 June 2022, incumbent chair Janine Wissler and co-chair of The Left in the European Parliament (GUE/NGL) Martin Schirdewan were elected co-chairs winning 57.5 percent and 61.3 percent of votes cast, respectively.[46] The Left advocates for democratic socialism[47][48] as an alternative to capitalism.[49] The Left is vocally anti-fascist[50] and anti-militarist.[51] As a platform for left-wing politics in the wake of globalization, The Left includes many different factions, ranging from communists to social democrats. During the joint party convention with the Labour and Social Justice – The Electoral Alternative in March 2007, a document outlining political principles was agreed on. The official program of the party was decided upon by an overwhelming majority at the party conference in October 2011 in Erfurt.[52] The Left aims at increasing government spending in the areas of public investments, education, research and development, culture, and infrastructure, as well as increasing taxes for large corporations. It calls for increases in inheritance tax rates and the reinstatement of the individual net worth tax. The party aims at a linear income tax progression, which would reduce the tax burden for lower incomes, while raising the middle- and top-income tax rates. The combating of tax loopholes is a perennial issue, as The Left believes that they primarily benefit people with high incomes. The party aims for the financial markets to be subject to heavier government regulation, with the goal, among others, to reduce the speculation of bonds and derivatives. The party wants to strengthen anti-trust laws and empower cooperatives to decentralise the economy. Further economic reforms supported by the party include solidarity and more self-determination for workers, a ban on hydraulic fracturing, the rejection of privatization, and the introduction of a federal minimum wage,[53] and more generally the overthrow of property and power structures in which, citing Karl Marx's aphorism, \"man is a debased, enslaved, abandoned, despicable essence.\"[54] Concerning foreign policy, The Left calls for international disarmament, while ruling out any form of involvement of the Bundeswehr outside of Germany. The party calls for the withdraw of U.S. troops from Germany,[55] as well as the replacement of NATO with a collective security system including Russia as a member country. They believe that German foreign policy should be strictly confined to the goals of civil diplomacy and cooperation, instead of confrontation, though they also believe that such demands are more of a vision, are not to be implemented as soon as possible, and should not be seen as inflexible preconditions for a federal, left-wing red–red–green coalition.[33][56] In their manifesto, the party says: \"All support for NATO states which, like Erdoğan's Turkey, disregard international law, must be stopped immediately.\"[57] The Left criticised Germany's defense plan with Saudi Arabia, which has been waging war in Yemen and has been accused of massive human rights violations.[58][59] The Left supports further debt cancellations for developing countries and increases in development aid, in collaboration with the United Nations, World Trade Organization, World Bank, and diverse bilateral treaties among countries. The party supports reform of the United Nations as long as it is aimed at a fair balance between developed and developing countries. The Left would have all American military bases within Germany, and if possible in the European Union, enacted within a binding treaty, dissolved. The Left welcomes European integration, while opposing what it believes to be neoliberal policies in the European Union. The party strives for the democratisation of the EU institutions and a stronger role of the United Nations in international politics.[60] The Left opposed both the war in Afghanistan and the Iraq War,[53] as well as the Lisbon Treaty.[61] The party has a mixed stance towards the Russo-Ukrainian War. Gregor Gysi has described Russia as state capitalist, and the party has called the annexation of Crimea by the Russian Federation and the Russian military intervention in Ukraine to be illegal; however, Gysi commented that older elements of the party have a strong penchant for Russia and the Soviet Union.[62] The party declared in May 2014 that Ukraine should not receive any kind of support from Germany as long as there are fascists inside its government.[63] Some members of the party (like MP Andrej Hunko) are strong supporters of the Donetsk People's Republic and Luhansk People's Republic.[64] The Left is generally considered a left-wing big tent party. This party is sometimes considered part of the German \"centre-left\" camp.[65][66] It has been described as \"far-left\" by some news outlets,[67][68][69][70] and is considered to be left-wing populist by some researchers.[71] The Federal Office for the Protection of the Constitution (Verfassungsschutz) does not regard the party as extremist or a threat to democracy;[72] it monitors some of its more radical internal factions, such as the Communist Platform and the Socialist Left, on account of extremist tendencies, as do some states' constitutional authorities.[73] The Left is organised into branches in each of the 16 states. The party has smaller branches on a local level, for which the corresponding state branches are responsible. These branches usually organise across a district, city, or (in Berlin), borough. The lowest unit of the party is the grassroots organization, which, depending on the density of membership, can include a residential area, a city or an entire district.[74] The party has a youth wing, Left Youth Solid, and a student wing known as The Left.SDS. The party is also affiliated with a number of left-wing think tanks, education, and policy groups, most prominently the Rosa Luxemburg Foundation. The party is formally led by a 44-member Party Executive Committee (PEC), of which ten are members of the party's leadership, the executive board. This includes two federal co-chairpersons. The PEC is elected by a regular party congress, which also discusses and determines the party platform and rules on basic political and organisational matters.[75][76] The leadership group of the party's Bundestag faction is considered a second centre of power within the party, and conflicts sometimes arise between the federal leadership and parliamentary group. This most prominently happened in 2015, which resulted in Bundestag co-leaders Sahra Wagenknecht and Dietmar Bartsch being elected as lead candidates for the 2017 federal election, defeating federal co-chairs Katja Kipping and Bernd Riexinger.[75] The Left's internal structure underwent a transitional phase after its formation in 2007 in order to integrate the different groups. Western party organisations were initially strongly favoured in party congresses, which strengthened the \"fundamental opposition\" faction of Oskar Lafontaine. These provisions expired at the 2014 party congress. The dual leadership, initially a temporary measure, was adopted permanently in 2010. This was not initially the case for the parliamentary group leadership, which was co-chaired by both Gregor Gysi and Lafontaine between 2005 and 2009, and solely by Gysi thereafter. After his retirement in 2015, however, the dual chairmanship was reintroduced.[75] The Left is noted for having an unusually strong and formalised system of internal factions, which are outlined in the party statutes. Factions with sufficiently large membership are entitled to send delegates to party congresses. The party is broadly split between reformist factions, such as the Reform Left Network and Forum for Democratic Socialism, and orthodox factions such as the Communist Platform, Anti-Capitalist Left, and Socialist Left. The Emancipatory Left occupies a middle position. In addition, there are around 40 working groups within the party.[75][77] Since February 2021, the composition of the Party Executive Committee has been as follows:[78] The Council of Elders (Ältestenrat) is an advisory body formed in December 2007. Lothar Bisky stated the council would \"focus on the development of the party, allied and international issues, the history of the left and possible consequences for the socialist program.\" Its current composition is as follows:[79] Gretchen Binus Edeltraut Felfe Friederun Fessen Johanna Klages Evelin Nowitzki Bärbel Schindler-Saefkow Anni Seidl Sybille Stamm Joachim Bischoff [de] Wolfgang Gehrcke [de] Heiner Halberstadt [de] Dieter Hooge [de] Hermann Klenner [de] Bruno Mahlow Ulrich Maurer [de] Gregor Schirmer [de] The party has branches in all 16 states. As of 31 December 2020, the membership of the branches is as follows. The increases and decreases are compared to figures from 31 December 2018.[80] The Left Party has a number of internal factions, most often referred to in German as platforms or forums.[75][77] In addition to the recognised platforms, a number of smaller groups have aligned with The Left and its predecessors, such as the Trotskyist Socialist Alternative (SAV), though the membership applications of some of its leaders, including Lucy Redler, were initially rejected. Der Funke, supporters of the International Marxist Tendency (IMT) in Germany, pursue entryist strategies in the party, while the Fourth International-affiliated International Socialist Organisation (ISO) also works inside The Left.[98] Other left-wing groups, such as the German Communist Party (DKP), have formed local alliances with the party, but have not joined. The Association for Solidarity Perspectives (VsP) also supports the party. According to regular studies by the Free University of Berlin, in 2019 The Left's membership comprised 17% blue-collar workers and 32% white-collar workers, similar to the SPD, while 35% were civil servants and 16% self-employed. 51% of party members held an academic degree, and 33% were organized in trade unions.[99] Prior to the merger with WASG, the voting base of PDS was an approximate cross-section of the population, favoured somewhat by more educated voters. Since the merger, The Left has become more favoured among working-class and poorer voters, which made up the core of WASG's support.[100] Since the mid-2010s, the party has gained significant popularity among youth. Prior to the merger, PDS had by far the highest proportion of members over 60 years of any party, at 68%, and the lowest proportion of members under 30, at just 4%. By 2019, these numbers had fallen and risen, respectively, to 44% and 19%. The Left now has the highest proportion of members under 30 of any party.[99] Two-thirds of members who joined the party between 2016 and 2018 were under 35 years of age. In the 2021 federal election, The Left was twice as popular among voters under 25 than among voters over 70.[101] The PDS inherited 170,000 members from the SED in 1990, but suffered constant decline from that point until the merger with WASG. Upon its formation, The Left had 71,000 members, of which 11,500 had been WASG members. Over the next two years the party grew, reaching a peak of 78,000 in 2009, after which point numbers began to decline. In 2016, the party had 59,000 members. This trend temporarily reversed following the 2017 federal election, and the party gained several thousand new members for a total of 62,300 in 2019;[75] however, membership shrank again to 60,350 in December 2020.[102] A large part of The Left's base and membership reside in the new states (the former GDR). The voting base of the PDS was limited almost entirely to the east; upon its formation, the vast majority of The Left's western membership came from WASG. However, the party has grown in the west in the years since: while in 2005, the Left.PDS list won just 45.5% of its votes in the western states, this grew to 57.7% in 2009, and 65.4% in 2017. Between 2016 and 2018, 72% of new party members were from the western states, 15% from the east, and 13% from Berlin. During this period, the party's membership total in the west exceeded that of the east for the first time.[103] As of 2020, 49% of The Left's members are from the west, 38% from the east, and 13% from Berlin.[80] Despite this, on the state level, the party has been marginalised in the west since making several breakthroughs in 2007–2010. Since 2010, it has lost representation in the Landtags of Lower Saxony, North Rhine-Westphalia, and Schleswig-Holstein. Generally growing popularity in the west has also been offset by major losses in most of its eastern heartland since 2014.[100] The Left's voter demographics are skewed strongly by region. In the east, Left voters and members trend much older: in 2018, 44% of the party's members in Mecklenburg-Vorpommern were 76 years or older.[103] Meanwhile, in the west, the party membership is male-dominated, with two-thirds of western members being men.[100][80] Women have been well-represented amongst elected representatives from The Left. The party's gender quota requires that at least half of the party's ruling bodies and representatives should be female. In 2021, the party elected two women, Janine Wissler and Susanne Hennig-Wellsow, as federal co-chairs for the first time. Amongst the party membership however, the proportion of women has decreased in recent years, contrary to the trend of increasing female membership observed among other parties.[99] Female membership in the PDS was stable at around 45% during the 1990s and 2000s, far higher than any other party,[99] but fell to 39% post-merger in 2007 since the large majority of WASG members were male.[75] Nonetheless, the party had the highest representation of women in its membership until it was overtaken by the Greens in 2012. In 2019, 36.4% of Left members were female, compared to 41% for the Greens and 33% for the SPD.[99] After the 2009 election, the party's Bundestag group was 52.6% female, second only to the Greens (57.4%). In 2013, this increased slightly to 54.7%, which was the highest of any group.[104] After both the 2017 and 2021 federal elections, The Left's group was 54% female, second to the Greens (58%).[105][106] The Federal Office for the Protection of the Constitution (Bundesamt für Verfassungsschutz, abbreviated as BfV or Verfassungsschutz) is the German federal domestic security agency, tasked with intelligence-gathering on threats concerning the democratic order, the existence and security of the federation or one of its states. This includes monitoring and reporting on suspected extremist groups and political parties. Members of The Left and groups within the party have been periodically monitored, sometimes leading to controversy. The Verfassungsschutz does not consider the party in its entirety extremist, but monitors several of its internal factions and groupings. According to the 2018 report, these are the Communist Platform, Socialist Left, working group AG Cuba Sí, the Anti-capitalist Left, Marxist Forum, and Gera Dialogue/Socialist Dialogue. The Verfassungsschutz also monitors Socialist Alternative and Marx21, which have links with the Anti-Capitalist Left and the Socialist Left, respectively.[95] As evidence of extremism in The Left, the 2007 Verfassungsschutz report cited a June 2007 statement by Lothar Bisky stating that democratic socialism remains the party's goal: \"We also still discuss the change of property and power relations ... . We question the system.\" However, the report commented that in practice the parliamentary party appears as to act as a \"reform-oriented\" left force.[107] In the past, The Left was under observation by all western German states. In January 2008, Saarland became the first to cease observation.[108] As of 2008, the authorities of Baden-Württemberg, Bavaria, Hesse, and Lower Saxony considered The Left in its entirety to be extremist.[109] In the five eastern states, The Left is not under surveillance, as state constitutional authorities see no indication of anti-constitutional tendencies in the bulk of the party; however, the Communist Platform is under observation in three eastern states.[110] Surveillance of party members has been a point of controversy. Bodo Ramelow, a prominent Left politician in Thuringia, was under surveillance until a court ruling in January 2008 that this was illegal.[111][108] In January 2012, Der Spiegel reported that 27 of the party's 76 Bundestag members were under surveillance, as well as 11 of the party's members of various state parliaments. This included nearly the entirety of the party's Bundestag leadership, federal co-leader Gesine Lötzsch, deputy leader Halina Wawzyniak, and Vice President of the Bundestag Petra Pau. Many of those under surveillance were not associated with acknowledged extremist factions of the party.[112][113] This surveillance was criticised by the SPD, Greens, and FDP; federal Justice Minister Sabine Leutheusser-Schnarrenberger described it as \"intolerable\".[114] In October 2013, the Federal Constitutional Court deemed the surveillance of Bundestag members unconstitutional except in extraordinary circumstances, such as if the member was abusing their office to undermine the constitutional order, or otherwise actively fighting against it.[115] Federal Minister of the Interior Thomas de Maizière subsequently announced that none of The Left's Bundestag members would be surveilled, even those affiliated with the factions considered extremist by the Verfassungsschutz.[116] Both media and political scientists have discussed whether The Left should be considered extremist in nature.[117] Outlets including the BBC,[118] The Guardian,[119] Euronews,[120] and Der Spiegel[121] have described the party as far-left. Among academics, there is a general consensus that at least some sections of the party are extremist; however, political scientist Richard Stöss states that they make up less than ten percent of the party membership, and compete for resources among themselves, and there is little risk of these groups becoming dominant and exerting major influence over the party's leadership and platform.[122] Eckhard Jesse states that, while The Left is far more accepting of the Basic Law than parties like the National Democratic Party of Germany, the presence of its extremist factions means the party overall represents a \"soft left-wing extremism\".[123] The Left has also been characterised as left-wing populist[71] by researchers such as Cas Mudde[124] and Tilman Mayer.[125] Florian Hartleb states that the party is \"social-populist\".[126] According to Frank Decker, the party during the leadership of Oskar Lafontaine could be described as left-wing populist.[127] In 2011, Bundestag deputy and later party co-leader Katja Kipping stated that she believed The Left needed \"a double strategy [of] social-ecological restructuring plus left-wing populism\" to become attractive to voters. She elaborated: \"Left-wing populism means targeting those who are marginalized in our society in a targeted and pointed manner.\"[128] The Left's position as the successor of the PDS and SED has made it subject to significant controversy and criticism, as well as claims that the party is sympathetic to the former GDR.[129] Prominent member Sahra Wagenknecht, who served as co-leader of the party's Bundestag group from 2015 to 2019, is well known for her controversial statements on this issue. In a 2009 interview, she rejected the characterisation of East Germany as a dictatorship or unconstitutional state (German: Unrechtsstaat).[130] Other incidents include a walkout conducted in 2007 by the Left's delegation in the Landtag of Saxony during a German Unity Day ceremony[131] in protest of the presence of Joachim Gauck, former East German pro-democracy campaigner and later Federal Commissioner for the Stasi Records, who was the keynote speaker at the event.[132] The Left's state leader André Hahn claimed that Gauck did not deliver an \"appropriate or balanced speech\", arguing he had \"an absolutely one-sided view of the GDR.\"[133] a As WASG and PDS Baden-Württemberg Bavaria  Berlin Brandenburg  Bremen Hamburg  Hesse Mecklenburg-Vorpommern  Lower Saxony North Rhine-Westphalia  Rhineland-Palatinate Saarland  Saxony Saxony-Anhalt  Schleswig-Holstein Thuringia ","Title":"The Left (Germany) - Wikipedia","KeyID":"6399","URL":"https://en.wikipedia.org/wiki/The_Left_(Germany)"}