{"Content: ":"Opposition (68) The Landtag of Hesse (German: Hessischer Landtag) is the unicameral parliament of the State of Hesse in the Federal Republic of Germany. It convenes in the Stadtschloss in Wiesbaden. As a legislature it is responsible for passing laws at the state level and enacting the budget. Its most important function is to elect and control the state government. The constitution of the State of Hesse describes the role of the Landtag in sections 75 to 99. The Landtag consists of 137 members of six parties. There is a coalition between the Christian Democratic Union and the Greens. The President of the Landtag is Astrid Wallmann and the Minister-President of Hesse is Boris Rhein. The members are elected via a mixed-member proportional representation system, with a minimum of 5% vote share to receive any seats. The smallest allowed size of Landtag is 110 members (without overhang and levelling seats), of which 55 are elected first-past-the-post in single-member constituencies and others are elected by party list vote. In Hesse, voting in Landtag elections is available for every German citizen aged 18 or over, who has resided in the state for at least three months. To stand for election, a candidate is also required to have resided in the state for at least a year.[1] After World War II, the state of Hesse was restored by the US military administration under the name of Greater Hesse. In 1945, the US military administration implemented the \"Beratender Landesausschuss\", literally an advisory council. The members of this pre-parliament were appointed and not elected. On 30 June 1946 a Constitutional convention of Hesse (\"Verfassungsgebenden Landesversammlung\") was elected. This election was won by the SPD, even if the SPD failed to capture a majority of seats. On 22 November 1945 the constitution for Greater Hesse (Staatsgrundgesetz des Staates Groß-Hessen) was introduced.[2] The first regular election on 1 December 1946 was also won by the SPD. A grand coalition of SPD and CDU decided on electing Christian Stock (SPD) as first free elected Minister-President of Hesse after World War II. The second election on 19 November 1950 inaugurated the 37-year period of the so-called \"red Hesse\". The SPD achieved majority and the CDU, the former partner in the grand coalition, lost close to 60% of their seats. Until 1987, all governments of Hesse have been headed by SPD politicians. On 14 December 1950 the former Minister of Justice, Georg August Zinn (SPD) was elected as Minister-President of Hesse. Zinn was re-elected 4 times and was Minister-President until 3 October 1969. Even if the SPD lost the absolute majority in the third election on 28 November 1953, it managed to agree on a coalition with the \"All-German Bloc/League of Expellees and Deprived of Rights\" a party representing the victims of the Expulsion of Germans after World War II. The fourth election of 23 November 1958 perpetuated the previous coalition. Even if the SPD obtained absolute majority on 11 November 1962, Zinn decided to continue the coalition with the GDP (\"Gesamtdeutsche Partei\", the new name of GB/BHE). On 6 November 1966, the SPD elected a majority of MPs once more. Zinn was appointed one last time as Minister-President. On 3 October 1969, 68-year-old Zinn resigned and Albert Osswald (SPD) was elected as his successor. Headed by Alfred Dregger the CDU was able to make an impressive jump in the election of 8 November 1970. The SPD lost its majority but agreed on a Social-liberal coalition with the FDP and Albert Osswald was reelected. Alfred Dregger and his CDU were even more successful in the election on 27 October 1974. For the first time in the history of Hesse, the CDU overtook the SPD. But the coalition was confirmed and Osswald stayed as Minister-President. Two years later Osswald resigned because of the Helaba-scandal. Holger Börner (SPD) was elected as Minister-President in his place. Expecting a majority, the results were disappointing for the CDU. In the period of RAF terrorism, the CDU stagnated and the SPD-FDP coalition was confirmed in the elections on 8 October 1978. On 11 May 1981, deputy Minister-President Heinz-Herbert Karry was assassinated by terrorists in his flat in Frankfurt am Main. This legislative period is also marked by the demonstrations against the extension of the Frankfurt Airport. Himself hard-pressed by activists in his car, Börner, previously a learned roofer, at the time said that 40 years ago, he would have answered such attacks directed at his person – meaning the anti-airport-activists (the later Greens) – with \"roof battens\". Börner thus entered Hesse history as the \"Man with a roof batten\". After the break of the Social-liberal coalition in Germany, the FDP was not able to reach more than 5% and got no seats in the Landtag. At the same time, themselves reaching the 5% threshold, the Greens (Die Grünen) made their entrance in a German parliament for the first time, but not long thereafter, they announced their fundamental opposition to form a coalition with one of the other political groups. For its part, the SPD was not willing to accept a grand coalition headed by the CDU. As a result, a Snap election took place a year later. The extraordinary election on 25 August 1983 got no new result. The FDP returned to the Landtag but the CDU and the FDP, as well as the SPD, obtained no majority. Holger Börner was reelected as Minister-President and in 1985 a first Red-green alliance in Germany was formed. Joschka Fischer was nominated minister for environment and energy. The Green party at this time was divided in \"fundamental\" and \"democratic\" factions. These two groups were not able to agree on a common politic. The \"red-green-chaos\" was the common description for these years. The coalition ended in February 1987. The 1987 election was a milestone. As a rule, the party ruling Germany lost votes in the state elections. CDU and FDP had lost all elections on state level since Helmut Kohl had been elected as chancellor. But the red-green-chaos lead to surprising results: on 5 April 1987, the CDU and the FDP won the elections and Walter Wallmann became the first CDU Minister-President of Hesse. The vote on 20 January 1991 was as close as the last one, but this time the SPD and the Greens obtained slightly more seats. Hand Eichel (SPD) became the new Minister-President, supported by a red/green-alliance. In the elections on 19 February 1995 the red/green-alliance was confirmed. On 7 February 1999, the CDU won the elections with a 4.2% margin. One of the main reasons given for this result is an unpopular red/green legislative project aimed at granting citizenship to aliens.[3] This would have granted suffrage to millions of aliens (mainly Turks[4]). According to surveys, 80% of these aliens would have voted for left-leaning parties.[5] In order to put a stop to this project, the CDU organized a campaign and collected more than 5 million signatures. Roland Koch (CDU) was appointed Minister-President of a CDU-FDP coalition. The election of 2 February 2003 was a disaster for the SPD. The CDU managed to get a majority even without the FDP. All but two constituencies were won – even in the north of Hesse, where the SPD had won each single election in the 20th century. Like in 1982, the results of the election allowed no stable coalition to take the reins of government. Andrea Ypsilanti, leader of the SPD, had promised several times during the electoral campaign not to work together with the new leftist party Die Linke (The Left). A few weeks after election day, she was tempted to go for a SPD–Green coalition supported by The Left but under opposition from MP Dagmar Metzger (SPD) decided not to renege on her promise not to pursue such a venue. As of today, Roland Koch is still Minister-President but without majority in the parliament. After a second unsuccessful attempt by Ypsilanti to take power, all parties agreed to dissolve the Landtag and call for early elections on 18 January 2009. The early elections on 18 January 2009 led to a stable majority of CDU and FDP. Andrea Ypsilanti had resigned to candidate for Ministerpresident. New leader of the SPD was Thorsten Schäfer-Gümbel, a unknown backbencher and loyal supporter of Ypsilanti. Now SPD declared their will to work with Die Linke together for a left wing majority. On 18 January 2009 the SPD lost a third of their seats. The elections of 22 September 2013 did not lead to a stable majority for any of the common coalitions. After several weeks of coalition talks Volker Bouffier's CDU and Tarek Al-Wazir's Green Party formed the first black-green coalition of a territorial state in Germany. The black-green (CDU-Green) coalition government continued with a very slim majority of 69 seats. The far-right AfD was represented in the Landtag for the first time in history. With 19.8% of the vote, 66 votes behind the Greens, the SPD had their worst result ever in the state. Coordinates: 50°04′55″N 8°14′28″E﻿ / ﻿50.082°N 8.241°E﻿ / 50.082; 8.241","Title":"Landtag of Hesse - Wikipedia","KeyID":"6406","URL":"https://en.wikipedia.org/wiki/Landtag_of_Hesse"}