{"Content: ":"Frankfurt am Main II is an electoral constituency (German: Wahlkreis) represented in the Bundestag. It elects one member via first-past-the-post voting. Under the current constituency numbering system, it is designated as constituency 183. It is located in southern Hesse, comprising the eastern part of the city of Frankfurt am Main.[1] Frankfurt am Main II was created for the inaugural 1949 federal election. Since 2021, it has been represented by Omid Nouripour of the Alliance 90/The Greens.[2] Frankfurt am Main II is located in southern Hesse. As of the 2021 federal election, it comprises the Ortsbezirke of Innenstadt III, Bornheim/Ostend, Süd, West (only Schwanheim Ortsteil), Nord-Ost, Ost, Kalbach-Riedberg, Nieder-Erlenbach, Harheim, Nieder-Eschbach, and Bergen-Enkheim from the independent city of Frankfurt am Main.[1] Frankfurt am Main II was created in 1949, then known as Frankfurt/M II. From 1965 through 1972, it was named Frankfurt II. In the 1976 election, it was named Frankfurt (Main) II. It acquired its current name in the 1980 election. In the 1949 election, it was Hesse constituency 16 in the numbering system. From 1953 through 1976, it was number 141. From 1980 through 1998, it was number 139. In the 2002 and 2005 elections, it was number 184. Since the 2009 election, it has been number 183. Originally, the constituency comprised the Stadtbezirke of Innenstadt, Gutleutviertel, Gallusviertel, Rebstock, Westend, Bockenheim, Rödelheim, Hausen, Praunheim, Heddernheim, Ginnheim, Eschersheim, and Niederursel from the city of Frankfurt am Main. In the 1976 through 1998 elections, it comprised the Stadtbezirke of Innenstadt, Gutleutviertel, Gallusviertel, Westend, Bockenheim, Heddernheim, Ginnheim, Eschersheim, Niederursel, Sachsenhausen, Niederrad, Goldstein-Ost, Altstadt, Bahnhofsviertel, Kalbach, and Dornbusch-West from the city of Frankfurt am Main. It acquired its current borders in the 2002 election. The constituency was first represented by Willi Birkelbach of the Social Democratic Party (SPD) from 1949 to 1953, followed by Walter Leiske of the Christian Democratic Union (CDU) from 1953 to 1961. Former member Birkelbach won it back and served another term from 1961 to 1965. Brigitte Freyh of the SPD was then representative from 1965 to 1972, when she was succeeded by party fellow Fred Zander. Karl Becker of the CDU was representative for one term from 1976 to 1980, when former member Zander regained it for the SPD. Becker was then elected in 1983 and re-elected in 1987. Joachim Gres succeeded him in 1990 for two terms. Gudrun Schaich-Walch won the constituency for the SPD in 1998 and served one term; Rita Streb-Hesse held it for the SPD in 2002. Erika Steinbach of the CDU was representative from 2005 to 2017. Bettina Wiesmann of the CDU was elected in 2017. Omid Nouripour won the constituency for the Greens in 2021. Blue background denotes the winner of the electorate vote. Pink background denotes a candidate elected from their party list. Yellow background denotes an electorate win by a list member, or other incumbent. A Y or N denotes status of any incumbent, win or lose respectively. Blue background denotes the winner of the electorate vote. Pink background denotes a candidate elected from their party list. Yellow background denotes an electorate win by a list member, or other incumbent. A Y or N denotes status of any incumbent, win or lose respectively. Blue background denotes the winner of the electorate vote. Pink background denotes a candidate elected from their party list. Yellow background denotes an electorate win by a list member, or other incumbent. A Y or N denotes status of any incumbent, win or lose respectively. Blue background denotes the winner of the electorate vote. Pink background denotes a candidate elected from their party list. Yellow background denotes an electorate win by a list member, or other incumbent. A Y or N denotes status of any incumbent, win or lose respectively. ","Title":"Frankfurt am Main II (electoral district) - Wikipedia","KeyID":"6413","URL":"https://en.wikipedia.org/wiki/Frankfurt_am_Main_II_(electoral_district)"}