{"Content: ":"Val-d'Oise (French: [val dwaz] (listen), \"Vale of the Oise\") is a department in the Île-de-France region, Northern France. It was created in 1968 following the split of the Seine-et-Oise department. In 2019, Val-d'Oise had a population of 1,249,674.[3] It is named after the river Oise, a major tributary of the Seine, which crosses the region after having started in Belgium and flowed through Northeastern France. Val-d'Oise is Île-de-France's northernmost department. Charles de Gaulle Airport, France's main international airport, is partially located in Roissy-en-France, a commune of Val-d'Oise. Its INSEE and postcode number is 95. The original departments of France were established in 1790 when the French National Assembly split the country into 83 departments of roughly the same size and population. They were designed as sets of communes, and when better maps became available, certain revisions had to be made. After defeat by the Prussians in 1871, certain territories were ceded to them and some rearrangements made. In 1955 and 1957, some departments changed their names. In 1964, it was determined to divide up the departments of Seine and Seine-et-Oise. Val-d'Oise was one of the new departments so formed, and was created entirely from the previous department of Seine-et-Oise.[4] Val-d'Oise is a department in north central France and is part of the region of Île-de-France. To the south of the department lies the department of Hauts-de-Seine, to the southwest lies Yvelines, to the west lies Eure, to the north lies Oise, to the east lies Seine-et-Marne and to the southeast lies Seine-Saint-Denis.[5] The official préfecture (capital) of the department is the commune of Pontoise, situated in the suburbs of Paris some 28 kilometres (17 mi) northwest of the centre of the city, but the préfecture building and administrative offices are in the neighbouring commune of Cergy. The River Oise is a right tributary of the River Seine, and flows through the province from northeast to southwest.[5] The eastern part of the department is part of the Pays de France, an area of fertile plain traditionally used for agriculture (particularly cereals and sugar beet) based on its fine silty soils. This part is progressively diminishing in size as Paris expands. Part of Charles de Gaulle Airport falls in this eastern region, while other parts are in the departments of Seine-et-Marne and Seine-Saint-Denis. The southernmost region of the department forms part of the Seine Valley and occupies the whole of the small Vallée de Montmorency. These parts are heavily urbanised, but the ancient Roman road, the Chaussée Jules César, which linked Paris and Rouen, passes through the latter. The central and southwestern parts of the department are also largely urbanised and part of the greater Paris sprawl. The western part of the department forms part of the historic county of Vexin français, a verdant, largely agricultural plateau. Its capital was Pontoise on the eastern extremity of the county. This commune is now combining with the neighbouring commune of Cergy to form the new town of Cergy-Pontoise. The Vexin area remains largely rural, and across the whole department, one fifth is covered with trees.[5] The most populous commune is Argenteuil; the prefecture Pontoise is the sixth-most populous. As of 2019, the 10 most populous communes are:[3] The economy of Val-d'Oise relies on two different themes. The northern, eastern and western parts are fertile areas of agricultural land producing large quantities of corn, sugar beet, and other crops. The urban parts to the south are dormitory towns, used by people working in the greater metropolitan area of Paris. The presence of Charles de Gaulle Airport and its associated TGV station provides access by rail to all parts of France. The department has nine business zones designated for high-tech industries.[6] Population development since 1876: 2 An immigrant is a person born in a foreign country not having French citizenship at birth. Note that an immigrant may have acquired French citizenship since moving to France, but is still considered an immigrant in French statistics. On the other hand, persons born in France with foreign citizenship (the children of immigrants) are not listed as immigrants. The president of the Departmental Council is Marie-Christine Cavecchi, elected in 2017. The department has a rich archaeological and historical heritage, but is not a region visited much by tourists, perhaps being overshadowed by the French capital. Places of interest include the following sites;[12] La Roche-Guyon with a castle on top of a rocky hill and a twelfth century château; L'Isle-Adam, a historic small town on the bank of the River Oise; Auvers-sur-Oise, which owes its international fame to its landscapes and the impressionist painters such as Charles-François Daubigny, Paul Cézanne, Jean-Baptiste-Camille Corot, Camille Pissarro and Vincent van Gogh who immortalised them; Enghien-les-Bains, a spa resort with a hot, sulphurous spring, on the site of what was originally Lake Enghien; Écouen with a fine château which houses the Museum of the Renaissance; Cergy-Pontoise, the new administrative capital which has been created out of thirteen communes and has quadrupled in population since the 1960s. There is a branch of the Académie de Versailles in the city which provides tertiary education; Théméricourt, where as well as a fine château, there is the historic church of Notre-Dame, and the twelfth or thirteenth century Croix de l'Ormeteau-Marie.[13] Royaumont Abbey, founded by St. Louis in the thirteenth century, is another important site. There are two protected nature areas in the department: the Parc naturel régional du Vexin français and the Parc naturel régional Oise-Pays de France.[12] Argenteuil is a sub-prefecture and is the second most populous of Paris' suburbs. It is in a scenic location by the River Seine and has been much-painted by Claude Monet, Eugène Delacroix, Pierre-Auguste Renoir, Gustave Caillebotte, Alfred Sisley and Georges Braque. It has several historic buildings and a local museum.[14] Château d'Écouen La Roche Guyon Château de Théméricourt","Title":"Val-d'Oise - Wikipedia","KeyID":"6425","URL":"https://en.wikipedia.org/wiki/Val_d%27Oise"}