{"Content: ":"Eskişehir Province (Turkish: Eskişehir ili) is a province in northwestern Turkey. Its adjacent provinces are Bilecik to the northwest, Kütahya to the west, Afyon to the southwest, Konya to the south, Ankara to the east, and Bolu to the north. The provincial capital is Eskişehir. Most of the province is laid down in Central Anatolia Region. Northern parts of Mihalıççık district and ones of Mihalgazi and Sarıcakaya are located in the Black Sea Region and one of them belong to the Aegean Region. Eskişehir is an old, culturally developed province of Turkey. It has a population of 844,842. Its urban population is 734,837. Eskişehir has 2 universities, Eskişehir Osmangazi University ESOGU, and Anadolu Üniversitesi, which is the largest university in Turkey and which has some branch offices in Europe. Eskişehir province is divided into 14 districts, two of which are included in the greater municipality of Eskişehir (shown in boldface letters). Eskişehir's population has a high literacy level of 99%. Many universities and military installations are located in and around the city. Turkish technical students are concentrated in the Eskişehir universities. Infrastructural problems have been partially solved in 2004 with the construction of a tram system. Eskisehir, and neighboring cities were the major settlement area for the descendants of the founders of the Ottoman Empire, about 1000 years ago. Many villages in the province carry the names of the Turkish tribes/clans from those times. Some people in the city of Eskişehir trace their family origin back to Crimea and the Caucasus. Eskişehir is internationally known as the source of Meerschaum, a white foamy stone which is used for smoking pipes with detailed carvings. It is called lületaşı in Turkish. In August 2019, researchers head by Prof. Murat Türkteki announced the discovery of two skeletons dating back about 5,000 years in the same sarcophagus in Early Bronze Age settlement Küllüoba. Excavators assumed that one of the skeletons was a 13-year-old girl and other was a man in his late 30s.[4][5][6] In August 2020, archaeologists head by Prof. Murat Türktaki revealed a 5,000-year-old paint palette made of stone in the Seyitgazi district at the Küllüoba site. According to Türktaki, this palette was used for painting dishes.[7][8] In March 2021, discovery of the marble sarcophagus which is 1.5 meters tall and 33 centimeters wide in the Seyitgazi district at the Küllüoba site was announced by the municipal workers while construction work.[9][10][11] Coordinates: 39°39′31″N 31°02′13″E﻿ / ﻿39.65861°N 31.03694°E﻿ / 39.65861; 31.03694","Title":"Eskişehir Province - Wikipedia","KeyID":"6431","URL":"https://en.wikipedia.org/wiki/Eski%C5%9Fehir_Province"}