{"Content: ":"Gush Dan (Hebrew: גּוּשׁ דָּן, lit. \"Dan bloc\") is a conurbation in Israel, located along the country's Mediterranean coastline. There is no single formal definition of Gush Dan, though the term is in frequent use by governmenting bodies. It ranges from combining Tel Aviv with cities that form urban continuum with it, to the entire areas from both the Tel Aviv and the Central District, or sometimes the whole Metropolitan Area of Tel Aviv[2] (Hebrew: מֶטְרוֹפּוֹלִין תֵּל אָבִיב), which includes a small part of the Southern District as well. Gush Dan is the largest conurbation and metropolitan area in Israel, with the metropolitan area having an estimated population of 4,054,570 residents, 95% of whom are Israeli Jews. Despite making up less than 8% of Israel's total land area, it houses about 45% of the country's total population. It is the third largest metropolitan area on the Mediterranean Sea behind Algiers and Alexandria. Population in cities as of the end of 2018:[3] Map of the Gush Dan Map of inner metropolitan area Satellite Image of the Inner Ring of the Gush Dan NASA photo of Tel Aviv area at night Israel Central Bureau of Statistics divides the Tel Aviv metropolitan area into four: Notes  The name Gush Dan means \"Dan Bloc\", and is so named because the area was the territory of the tribe of Dan in the ancient Kingdom of Israel. According to the biblical narrative, the tribe had originally tried to settle in the central coastal area of Canaan, but due to enmity with the Philistines who had already settled there, were only able to camp in the hill country overlooking the Sorek Valley. The camp location became known as Mahaneh Dan (\"Camps of Dan\"). The region they attempted to settle included the area as far north as Joppa and as far south as Shephelah in the area of Timnah. As a result of the pressure from the Philistines, the tribe abandoned hopes of settling near the central coast, instead migrating to the north of the country. After conquering Laish, the tribe refounded it as their capital and renamed it Dan. In remembrance of the original territory assignments, this coastal region is referred to as Gush Dan. The modern city of Tel Aviv was founded in 1909 as a suburb of the Arab majority coastal city of Jaffa.[10] The city grew rapidly in the ensuing decades thanks to Jewish immigration from Europe, with the population reaching 150,000 in 1934, and 230,000 14 years later when Israel gained its independence. Before the establishment of the state, other towns in the Gush Dan were founded as well, such as Petah Tikva in 1878, Rishon LeZion in 1882, Ness Ziona in 1883, Rehovot in 1890, and the majority of other Gush Dan cities were established before 1948. In 1947, the Jewish population of the Gush Dan was nearly 400,000, comprising the majority of the Jewish population of Mandate Palestine. As such almost all of it was included in the Jewish state proposed by the 1947 United Nations Partition Plan for Palestine. After the 1948 Arab–Israeli War the Arab population of the region, which had been nearly 150,000 before the war,[10] was reduced to around 10,000. They were quickly replaced by a larger number of Jews fleeing from postwar Europe and persecution in Arab countries. However, at this time many new immigrants did not come to Tel Aviv. In the 1950s towns were built on the edges of the Gush Dan, including Ashdod, Rosh HaAyin and Yavne. The nation's sole port at the time was located in the northern city of Haifa and its evolving metropolitan area making that city at least as important as Tel Aviv. At the same time the new government was trying to disperse the nation's population to the periphery, discouraging settlement in the already populated Gush Dan. This slowed the growth of the Gush Dan, but the area still more than doubled in population within 20 years of the establishment of the state. The opening of the Port of Ashdod in the southern Gush Dan also increased the area's importance, with Haifa's importance diminishing, and Tel Aviv's increasing due to its proximity to the Port of Ashdod. Tel Aviv itself witnessed population decreases in the 1970s and 1980s with outer regions of the Gush Dan with lower costs of living absorbing many people who had left Tel Aviv. Only in the 1990s with the immigration of more than 1 million Jews from former Soviet Republics, 40,000 Ethiopian Jews, and many others to Israel, as well as a boom in the religious population, did Tel Aviv begin to grow again. The demand for housing increased dramatically, with new cities such as Modiin, El'ad being built, and cities like Ashdod more than doubling in population, from 83,000 in 1990, to 175,000 in 2000. In the 2000s the area continued to grow, attracting many immigrants from the Haifa metropolitan area. In 2010 the Gush Dan is home to 3,200,000 people and is the commercial, economical, cultural, and industrial center of Israel. Despite some successes in ongoing attempts by the Israeli government to encourage migration to the Galilee and the Negev, the Gush Dan retains its position as the heart of the State of Israel. The Gush Dan is the economic center of the state of Israel. It is responsible for a large proportion of the nation's economy and contains numerous commercial centers. Tel Aviv Giv'atayim Herzliya Ramat Gan Ramat HaSharon Holon Or Yehuda Rishon LeZion Netanya Yehud Bat Yam Petah Tikva Rehovot Ra'anana Kfar Saba Ramla Lod The Dan Bus Company is primarily focused on serving the Gush Dan, although it is being replaced by the Kavim company in many of the Gush Dan's cities. Much of Israel's national highway network feeds into the area, such as Highway 1, Highway 2, Highway 4, and Highway 5. Gush Dan is also served by the local Ayalon Highway. Israel Railways, the state owned, national rail network provider, also feeds most traffic into or within the Gush Dan region. The Tel Aviv Light Rail, currently under construction, will also be a major feature in the regions future transport, as will the high speed service to Jerusalem. Two airports are located in the Gush Dan; Sde Dov Airport which closed at 2019,[13] and Ben Gurion International Airport in Lod which is Israel's largest airport handles over 22 million passengers a year and offers flights to destinations in Europe, Africa, Asia, and The Americas. Some of the major freeways/expressways carrying commuter traffic in and out of the Tel Aviv Metropolitan Area are:","Title":"Gush Dan - Wikipedia","KeyID":"6445","URL":"https://en.wikipedia.org/wiki/Gush_Dan"}