{"Content: ":"Yokohama (Japanese: 横浜, pronounced [jokohama] (listen)) is the second-largest city in Japan by population[1] and the most populous municipality of Japan. It is the capital city and the most populous city in Kanagawa Prefecture, with a 2020 population of 3.8 million. It lies on Tokyo Bay, south of Tokyo, in the Kantō region of the main island of Honshu. Yokohama is also the major economic, cultural, and commercial hub of the Greater Tokyo Area along the Keihin Industrial Zone and two Californian sister city partnerships of San Diego (1957–2021) and San Francisco (since 2021) are located in the West Coast of the United States. Yokohama was one of the cities to open for trade with the West following the 1859 end of the policy of seclusion and has since been known as a cosmopolitan port city, after Kobe opened in 1853. Yokohama is the home of many Japan's firsts in the Meiji period, including the first foreign trading port and Chinatown (1859), European-style sport venues (1860s), English-language newspaper (1861), confectionery and beer manufacturing (1865), daily newspaper (1870), gas-powered street lamps (1870s), railway station (1872), and power plant (1882). Yokohama developed rapidly as Japan's prominent port city following the end of Japan's relative isolation in the mid-19th century and is today one of its major ports along with Kobe, Osaka, Nagoya, Fukuoka, Tokyo and Chiba. Yokohama is the largest port city and high tech industrial hub in the Greater Tokyo Area and the Kantō region. The city proper is headquarters to companies such as Isuzu, Nissan, JVCKenwood, Keikyu, Koei Tecmo, Sotetsu, Salesforce Japan and Bank of Yokohama. Famous landmarks in Yokohama include Minato Mirai 21, Nippon Maru Memorial Park, Yokohama Chinatown, Motomachi Shopping Street, Yokohama Marine Tower, Yamashita Park, and Ōsanbashi Pier. Yokohama (横浜) means \"horizontal beach\".[2] The current area surrounded by Maita Park, the Ōoka River and the Nakamura River have been a gulf divided by a sandbar from the open sea. This sandbar was the original Yokohama fishing village. Since the sandbar protruded perpendicularly from the land, or horizontally when viewed from the sea, it was called a \"horizontal beach\".[3] Before the Western foreigners arrived, Yokohama was a small fishing village up to the end of the feudal Edo period, when Japan held a policy of national seclusion, having little contact with foreigners.[4] A major turning point in Japanese history happened in 1853–54, when Commodore Matthew Perry arrived just south of Yokohama with a fleet of American warships, demanding that Japan open several ports for commerce, and the Tokugawa shogunate agreed by signing the Treaty of Peace and Amity.[5] It was initially agreed that one of the ports to be opened to foreign ships would be the bustling town of Kanagawa-juku (in what is now Kanagawa Ward) on the Tōkaidō, a strategic highway that linked Edo to Kyoto and Osaka. However, the Tokugawa shogunate decided that Kanagawa-juku was too close to the Tōkaidō for comfort, and port facilities were instead built across the inlet in the sleepy fishing village of Yokohama. The Port of Yokohama was officially opened on June 2, 1859.[6] Yokohama quickly became the base of foreign trade in Japan. Foreigners initially occupied the low-lying district of the city called Kannai, residential districts later expanding as the settlement grew to incorporate much of the elevated Yamate district overlooking the city, commonly referred to by English speaking residents as The Bluff. Kannai, the foreign trade and commercial district (literally, inside the barrier), was surrounded by a moat, foreign residents enjoying extraterritorial status both within and outside the compound. Interactions with the local population, particularly young samurai, outside the settlement inevitably caused problems; the Namamugi Incident, one of the events that preceded the downfall of the shogunate, took place in what is now Tsurumi Ward in 1862, and prompted the Bombardment of Kagoshima in 1863. To protect British commercial and diplomatic interests in Yokohama a military garrison was established in 1862. With the growth in trade increasing numbers of Chinese also came to settle in the city.[7] Yokohama was the scene of many notable firsts for Japan including the growing acceptance of western fashion, photography by pioneers such as Felice Beato, Japan's first English language newspaper, the Japan Herald published in 1861 and in 1865 the first ice cream confectionery and beer to be produced in Japan.[8] Recreational sports introduced to Japan by foreign residents in Yokohama included European style horse racing in 1862, cricket in 1863[9] and rugby union in 1866. A great fire destroyed much of the foreign settlement on November 26, 1866, and smallpox was a recurrent public health hazard, but the city continued to grow rapidly – attracting foreigners and Japanese alike. Landing of Commodore Perry and men to meet the Imperial commissioners at Yokohama, 14 July 1853 Foreign ships in Yokohama harbor in 1861 A foreign trading house in Yokohama in 1861 After the Meiji Restoration of 1868, the port was developed for trading silk, the main trading partner being Great Britain. Western influence and technological transfer contributed to the establishment of Japan's first daily newspaper (1870), first gas-powered street lamps (1872) and Japan's first railway constructed in the same year to connect Yokohama to Shinagawa and Shinbashi in Tokyo. In 1872 Jules Verne portrayed Yokohama, which he had never visited, in an episode of his widely read novel Around the World in Eighty Days, capturing the atmosphere of the fast-developing, internationally oriented Japanese city. In 1887, a British merchant, Samuel Cocking, built the city's first power plant. At first for his own use, this coal power plant became the basis for the Yokohama Cooperative Electric Light Company. The city was officially incorporated on April 1, 1889.[10] By the time the extraterritoriality of foreigner areas was abolished in 1899, Yokohama was the most international city in Japan, with foreigner areas stretching from Kannai to the Bluff area and the large Yokohama Chinatown. The early 20th century was marked by rapid growth of industry. Entrepreneurs built factories along reclaimed land to the north of the city toward Kawasaki, which eventually grew to be the Keihin Industrial Area. The growth of Japanese industry brought affluence, and many wealthy trading families constructed sprawling residences there, while the rapid influx of population from Japan and Korea also led to the formation of Kojiki-Yato, then the largest slum in Japan. Street scene c. 1880 Yokohama c. 1880 Yokohama Red Brick Warehouse was built in 1913. Crown Prince Hirohito (later Emperor) visited Yokohama immediately after the 1923 Great Kantō earthquake. View of Yokohama after the bombing in 1945 Much of Yokohama was destroyed on September 1, 1923, by the Great Kantō earthquake. The Yokohama police reported casualties at 30,771 dead and 47,908 injured, out of a pre-earthquake population of 434,170.[11] Fuelled by rumors of rebellion and sabotage, vigilante mobs thereupon murdered many Koreans in the Kojiki-yato slum.[12] Many people believed that Koreans used black magic to cause the earthquake. Martial law was in place until November 19. Rubble from the quake was used to reclaim land for parks, the most famous being the Yamashita Park on the waterfront which opened in 1930. Yokohama was rebuilt, only to be destroyed again by U.S. air raids during World War II. The first bombing was in the April 18, 1942 Doolittle Raid. An estimated 7,000–8,000 people were killed in a single morning on May 29, 1945, in what is now known as the Great Yokohama Air Raid, when B-29s firebombed the city and in just one hour and nine minutes, reducing 42% of it to rubble.[10] During the American occupation, Yokohama was a major transshipment base for American supplies and personnel, especially during the Korean War. After the occupation, most local U.S. naval activity moved from Yokohama to an American base in nearby Yokosuka. Four years after the Treaty of San Francisco signed, the city was designated by government ordinance on September 1, 1956.[citation needed] The city's tram and trolleybus system was abolished in 1972, the same year as the opening of the first line of Yokohama Municipal Subway. Construction of Minato Mirai 21 (\"Port Future 21\"), a major urban development project on reclaimed land started in 1983, nicknamed the \"Philadelphia and Boston of the Orient\" was compared to Center City, Philadelphia and Downtown Boston located in the East Coast of the United States. Minato Mirai 21 hosted the Yokohama Exotic Showcase in 1989, which saw the first public operation of maglev trains in Japan and the opening of Cosmo Clock 21, then the tallest Ferris wheel in the world. The 860-metre-long (2,820 ft) Yokohama Bay Bridge opened in the same year. In 1993, Minato Mirai 21 saw the opening of the Yokohama Landmark Tower, the second-tallest building in Japan. The 2002 FIFA World Cup final was held in June at the International Stadium Yokohama. In 2009, the city marked the 150th anniversary of the opening of the port and the 120th anniversary of the commencement of the City Administration. An early part in the commemoration project incorporated the Fourth Tokyo International Conference on African Development (TICAD IV), which was held in Yokohama in May 2008. In November 2010, Yokohama hosted the Asia-Pacific Economic Cooperation (APEC) meeting. In 1951, during the Korean War, a troopship, the USS General George M. Randall (AP-115), departs Yokohama, repatriating war dead to the U.S. Yokohama Landmark Tower, Japan's second-tallest building, was built in 1993. The Minato Mirai 21 project, also known as the \"Philadelphia and Boston of the Orient,\" started in 1983. Yokohama has a total area of 437.38 km2 (168.87 sq mi) at an elevation of 5 metres (16 ft) above sea level. It is the capital of Kanagawa Prefecture, bordered to the east by Tokyo Bay and located in the middle of the Kantō plain. The city is surrounded by hills and the characteristic mountain system of the island of Honshū, so its growth has been limited and it has had to gain ground from the sea. This also affects the population density, one of the highest in Japan with 8,500 inhabitants per km2. The highest points within the urban boundary are Omaruyama (156 m [512 ft]) and Mount Enkaizan (153 m [502 ft]). The main river is the Tsurumi River, which begins in the Tama Hills and empties into the Pacific Ocean.[13] These municipalities surround Yokohama: Kawasaki, Yokosuka, Zushi, Kamakura, Fujisawa, Yamato, Machida. The city is very prone to natural phenomena such as earthquakes and tropical cyclones because the island of Honshū has a high level of seismic activity, being in the middle of the Pacific Ring of Fire. Most seismic movements are of low intensity and are generally not perceived by people. However, Yokohama has experienced two major tremors that reflect the evolution of Earthquake engineering: the 1923 Great Kantō earthquake devastated the city and caused more than 100,000 fatalities throughout the region,[14] while the 2011 Tōhoku earthquake and tsunami, with its epicenter on the east coast, was felt in the locality but only material damage was lamented because most buildings were already prepared to withstand them.[15] Yokohama features a humid subtropical climate (Köppen: Cfa) with hot, humid summers and chilly winters.[16] Weatherwise, Yokohama has a pattern of rain, clouds and sun, although in winter, it is surprisingly sunny, more so than Southern Spain. Winter temperatures rarely drop below freezing, while summer can seem quite warm, because of the effects of humidity.[17] The coldest temperature was on 24 January 1927 when −8.2 °C (17.2 °F) was reached, whilst the hottest day was 11 August 2013 at 37.4 °C (99.3 °F). The highest monthly rainfall was in October 2004 with 761.5 millimetres (30.0 in), closely followed by July 1941 with 753.4 millimetres (29.66 in), whilst December and January have recorded no measurable precipitation three times each. Yokohama night view (2014) View from Mosaic Mall Kohoku (2015) View from the Yokohama Bay Bridge (2007) View from Hikawa Maru (2014) Yokohama's foreign population of 92,139 includes Chinese, Koreans, Filipinos, and Vietnamese.[20] Yokohama has 18 wards (ku): per km2 The Yokohama City Council consists of 86 members elected from a total of 18 Wards. The LDP has minority control with 36 seats. The incumbent mayor is Takeharu Yamanaka, who defeated Fumiko Hayashi in the 2021 Yokohama mayoral election.  Yokohama's cultural and tourist sights include: There are 42 museums in the city area, including.[22] Sankei-en Garden Isezaki San Francisco Lane Motomachi Yokohama Chinatown Yokohama Three Towers Harbor View Park towards the Yokohama Bay Bridge Kanagawa Prefectural Museum of Cultural History CupNoodles Museum Hikawa Maru Yokohama Marine Tower Nippon Maru Memorial Park Yokohama Red Brick Warehouse Yokohama World Porters Mitsui Outlet Park Yokohama Bayside Yokohama Municipal Kanazawa Zoo Yokohama Hakkeijima Sea Paradise Yokohama Cosmo World Yokohama Station Yokohama Foreign General Cemetery Yokohama Museum of Art Yokohama Archives of History Negishi Park Iseyama Kotai Shrine Sōji-ji In 2016, 46,017,157 tourists visited the city, 13.1% of whom were overnight guests.[22] Yokohama Stadium exterior Yokohama Stadium crowd Yokohama Arena exterior Nissan Stadium exterior Nissan Stadium crowd The city has a strong economic base, especially in the shipping, biotechnology, and semiconductor industries. Nissan moved its headquarters to Yokohama from Chūō, Tokyo, in 2010.[25] Yokohama's GDP per capita (Nominal) was $30,625 ($1=¥120.13).[26][27] As of 2016[update], the total production in Yokohama city reached ¥13.56 billion. It is located between Shizuoka and Hiroshima Prefectures compared to domestic prefectures.[28] It is located between Hungary, which ranks 26th, and New Zealand, which ranks 27th compared to OECD countries. Generally, the primary industry is 0.1%, the secondary industry is 21.7%, and the tertiary industry is 82.3%. The ratio of the primary industry is low, and the ratio of the secondary industry and the tertiary industry is high. Compared to other ordinance-designated cities, it is about 60% of the size of Osaka, which is almost the same as Nagoya. As shown in the attached table, there are not a few head office companies, but the major inferiority to Osaka is the traditional difference, the strong bed.[clarification needed] In connection with this, the absence of large block-type companies (JR, NTT, electric power, gas, major commercial broadcasters, etc.) has had an impact. The breakdown is ¥11.9 million yen (0.1%) for the primary industry, ¥2.75 billion (21.7%) for the secondary industry, and ¥10.44 billion yen (82.3%) for the tertiary industry. Compared to other government-designated cities, the amount of the primary industry, the ratio of the construction industry of the secondary industry, and the ratio of the real estate industry of the tertiary industry are large, and the finance, insurance, wholesale, and retail of the tertiary industry The ratio of industry and service industry is small, but the tertiary industry is almost the same as Nagoya. Nissan Global Headquarters in Nishi-ku JVCKenwood headquarters in Kanagawa-ku Koei Tecmo headquarters in Kōhoku-ku Keikyu Group headquarters in Nishi-ku Sotetsu headquarters in Nishi-ku Isuzu headquarters in Nishi-ku Yokohama is serviced by the Tōkaidō Shinkansen, a high-speed rail line with a stop at Shin-Yokohama Station. Yokohama Station is also a major station, with two million passengers daily. The Yokohama Municipal Subway, Minatomirai Line and Kanazawa Seaside Line provide metro services. Yokohama is the world's 31st largest seaport in terms of total cargo volume, at 121,326 freight tons as of 2011[update], and is ranked 37th in terms of TEUs (Twenty-foot equivalent units).[29] In 2013, APM Terminals Yokohama facility was recognized as the most productive container terminal in the world averaging 163 crane moves per hour, per ship between the vessel's arrival and departure at the berth.[30] Public elementary and middle schools are operated by the city of Yokohama. There are nine public high schools which are operated by the Yokohama City Board of Education,[31] and a number of public high schools which are operated by the Kanagawa Prefectural Board of Education. Yokohama National University is a leading university in Yokohama which is also one of the highest ranking national universities in Japan. Yokohama is twinned with:[32]","Title":"Yokohama - Wikipedia","KeyID":"6450","URL":"https://en.wikipedia.org/wiki/Yokohama"}