{"Content: ":"Lord mayor is a title of a mayor of what is usually a major city in a Commonwealth realm, with special recognition bestowed by the sovereign.[1] However, the title or an equivalent is present in other countries, including forms such as \"high mayor\". Aldermen usually elect the lord mayor from their ranks.[2][better source needed] In Australia, lord mayor is a special status granted by the monarch to mayors of major cities, primarily the capitals of Australian states and territories. Australian cities with lord mayors are Adelaide, Brisbane, Darwin, Hobart, Melbourne, Newcastle, Parramatta, Perth, Sydney, and Wollongong. In Canada, the only town with a lord mayor in the traditional sense is Niagara-on-the-Lake, as recognition of its role as the first capital of Upper Canada.[3] Unusually, the council of Brantford, Ontario took it upon itself to appoint an honorary Lord Mayor Walter Gretzky in addition to the elected mayor.[4] This is the only example of a council granting the cachet itself, rather than it being granted by a higher authority, such as the Crown or national government. In England, Wales, and Northern Ireland, it is a purely ceremonial post conferred by letters patent. Most famously it refers to the Lord Mayor of London, who only has jurisdiction over the City of London, as opposed to the modern title of Mayor of London governing Greater London. In Uganda, the only jurisdiction with a lord mayor is Kampala, in recognition of its status as the capital city of the country. In Ireland, the posts of Lord Mayor of Dublin (granted under the Kingdom of Ireland) and Lord Mayor of Cork (granted when this city was part of the United Kingdom) still exist, and are symbolic titles as in the UK. Annapolis, the only city in the thirteen colonies to receive a royal charter, used the title 'lord mayor' prior to the American Revolution.[5] The style of address for the office of the lord mayors of Belfast, Cardiff, the City of London, and York is The Right Honourable. All other lord mayors are The Right Worshipful. This refers only to the post, rather than the person.[1] The title Sir can be used for salutations when a lord mayor is being addressed.[6][7]","Title":"Lord mayor - Wikipedia","KeyID":"6465","URL":"https://en.wikipedia.org/wiki/Lord_Mayor"}