{"Content: ":"St. Catherine's Church (German: Katharinenkirche) is the largest Protestant church in Frankfurt am Main, Germany. It is a parish church in the old city centre near one of the most famous city squares, the Hauptwache.[1] The church is dedicated to the martyred early Christian saint Catherine of Alexandria. The building was completed in 1681 in a Baroque style. After being heavily damaged in 1944 during allied air raids in World War II, the church was rebuilt in the 1950s in a simpler style. More detailed restorations of the exterior and interior, including original baroque paintings that survived the war, were completed between 1978 and 2005. The steeple and roof were fully restored in 2011. St. Catherine's has a long tradition as a centre of church music, starting from the days when Georg Philipp Telemann was director of the city's music. It hosts a regular concert series around the Rieger organ, installed in 1990. In 1343, Wicker Frosch [de], cantor of Frankfurt Cathedral, received land in front of the Bockenheimer Tor of the Staufenmauer to build a hospice centre for the sick and poor.[2] Two years later Frosch secured a foundation that guaranteed the financing of the hospital, and expanded it in 1354 with a patrician convent dedicated to Saints Catherine and Barbara, organized on the Rule of the Teutonic Knights for Women.[3] Frankfurt adopted the Reformation in 1533 and unilaterally appropriated all religious buildings within its old city centre.[2] Both of the Medieval convents were dissolved and were given the Reformed French community in Frankfurt on 8 March 1554, officially founding that community in the city. Saint Catherine's Church however had a history in the Reformation before the 1550s, as it had been a pulpit for Hartmann Ibach [de] in 1522, whose preaching there sparked controversy in Frankfurt, for Dietrich Sartorius [de] and finally for Johannes Cellarius [de] of Wittenberg.[4] The church was built by Melchior Heßler between 1678 and 1681[2] in the Baroque style and stands 54 metres (177 ft) in height. While the exterior of the building was kept modest, the interior was a lavish Baroque installation. Three sides (west, north and east) had a double gallery. A cycle of paintings on the galleries dominated the space. On the lower level were 41 paintings which depicted biblical scenes, one for each book from the Old Testament, and for several books from the New Testament. The upper level held 42 paintings with matching topics from the bible or allegories.[5] The altar was installed in the East, as usual, but the pulpit was in the south wall. The wooden construction of the ceiling was reminiscent of a late-Gothic rib vault. It held a painting of biblical scenes which was not restored after World War II.[citation needed] The German writer, artist, and politician Johann Wolfgang von Goethe (1749–1832) was baptized in this church in 1749. The church's status was fixed in 1830 by the deeds of dotation contracts, which made the church one of the city's nine dotation churches left for eternal usage by a Protestant congregation.[1][6] On 22 March 1944, an air raid destroyed much of the Altstadt, including St. Catherine's, whose clock froze at 09:43 local time.[7][8] The city of Frankfurt decided to rebuild the church, keeping the interior simple.[9] The rebuilding began at Pentecost 1950 and was completed in October 1954. The architects were Theo Kellner [de] and Wilhelm Massing [de]. The exterior was restored similar to the previous appearance. The interior was the subject of long debates. The wooden ceiling was reconstructed, while the ceiling of the nearby church Liebfrauen was not restored to its Gothic vaults. The multiple Baroque galleries on three sides were not restored, but replaced by a single simple gallery in the west which became the place for the organ. Below the gallery, a hall for meetings and one for weddings were installed. The main entrance was changed from the north to the west. The walls were kept plain white, and furnishing such as altar, benches and lighting were kept intentionally simple, in keeping with the mood of the 1950s. The main decoration of the church are 17 stained windows created by Charles Crodel.[1][10][11] After restoration, the church was reopened with a service on 24 October 1954. When a U-Bahn was built in the 1960s, it was difficult to enter the church. Exterior restoration was completed in 1978. Several paintings that had decorated the Baroque galleries survived the war. They were restored, and eight of them installed at the new gallery in 1990,[1] including Die Predigt des Hosea (Hosea's Sermon).[5] Another interior restoration began in 2001 and was completed in 2005. The complete set of more than 80 Baroque paintings[5] was shown in 2005 in an exhibition in memory of the 300th anniversary of the death of Spener, in the Franckesche Stiftungen in Halle (Saale). 22 of the paintings were shown in the Katharinenkirche, in addition to the eight permanently there, from 10 October to 31 December 2006.[5] The steeple was restored again in 2011, with a new roof and a colour of the walls matching historic models. The cross on top was also restored.[12] The Protestant congregation enjoys usufruct of the building. It is a member of the Protestant Church in Hesse and Nassau.[6] The Katharinenkirche has been a centre of church music in Frankfurt through history. The first director of church music was Laurentius Erhardi (1598–1669), from 1625 when the church had its first organ. He was at the same time cantor at the municipal gymnasium, which supplied a choir for congregational singing in the church. Erhardi had a little instrumental group of four musicians.[citation needed] Georg Philipp Telemann was from 1712 to 1721 director if music in Frankfurt, which included the church music at the Katharinenkirche.[13] Only then was it customary, according to the chronicler Achilles Augustus von Lersner [de], to accompany the congregation by the organ. In 1718, Telemann appointed Johann Balthasar König as the Kapellmeister at the Katharinenkirche. They were friends, even after Telemann moved on to Hamburg. König was promoted to municipal director of music in 1727 and held the position until his death in 1758.[14] He was succeeded by Johann Andreas Bismann, who held the office until 1797, succeeded by Nikolaus Woralek, as the last church musician financed by the town.[15] On a private initiative, a Kirchlicher Gesangverein was founded in 1835, which performed regularly in several churches and halls of Frankfurt. The Katharinenkirche had for a long period no cantor, but only an organist, from 1897 to the destruction in 1944 Karl Breidenstein [de].[citation needed] When the church was restored in 1954, a new organ was built by Walcker, an instrument with four manuals and 55 stops in mechanical traction. It followed the ideals of the Orgelbewegung (Organ movement), neglecting the needs of romantic literature. The organ was built on a high level, where the air from the heating system led to pipes getting out of tune. Ingrid Stieber (1918–2005) was appointed organist and founded in 1956 the Kantorei St. Katharinen (St. Catherine's Chorale). She developed the choir to a quality presented on concert tours and on radio. From 1983, the organist has been Martin Lücker, who was also a professor of organ pedagogy at the Hochschule für Musik und Darstellende Kunst.[16] In the late 1980s, the city commissioned a new organ from the Austrian organ builder Rieger Orgelbau. Completed in 1990, it has 3 manuals, 54 stops, and serves both Baroque and romantic music.[17] Lücker recorded organ music, for example the complete works by Johann Sebastian Bach, and began a concert series in 1983, playing twice per week free concerts of organ music, 30 Minuten Orgelmusik. The 3,000th concert was played on 3 July 2014.[18] In 2004 Lücker and Martin Lutz began a joined venture to present Bach's church cantatas in Bachvespern (Bach Vespers) in their liturgical context: a lecture concert is followed by a service with a cantata related to the occasion, ten times per year, performed in Frankfurt and also in Wiesbaden, in the Marktkirche or the Christophoruskirche.[19][20] Despite neither in the novel [21] nor in the cartoon the St Catherine's church is mentioned, In chapter # 22 of the television anime serie Heidi girl of the Alps, she climbed up at church tower easily identified by its aesthetic shape with St Catherine's church, in an intent to see the Alps mountains during her stayed in Frankfurt. [22]","Title":"St. Catherine's Church, Frankfurt - Wikipedia","KeyID":"6468","URL":"https://en.wikipedia.org/wiki/St._Catherine%27s_Church,_Frankfurt"}