{"Content: ":"The Hauptwache (English: \"Main Guardroom\") is a central point of Frankfurt am Main and is one of the most famous plazas (German: An der Hauptwache) in the city. The original name Schillerplatz was superseded in the early 1900s. It lies to the west of Konstablerwache with both squares linked by the Zeil, the central shopping area of the city. The baroque building which gave the square its name was built in 1730. It was the headquarters of the city's Stadtwehr militia when Frankfurt was an independent city state (→ Free City of Frankfurt) and also contained a prison. In the 18th century Frankfurt still had city walls and its own army. Until 1864 the place surrounding the building was called Paradeplatz reflecting its military function.[1] In 1833 during the Frankfurter Wachensturm, the Hauptwache and the Konstablerwache were stormed in a failed effort by a small revolutionary force of native citizens, among others Gustav Koerner, and some people from different locations in Germany. When Prussia annexed the city in 1866 and took over military activities, the Hauptwache lost this role. The prison remained and the Hauptwache also became a police station. In 1904, the building was used as a café and remains one to this day. It was the scene of the Hauptwache incident when French troops opened fire on students protesting against the French occupation of Frankfurt on 7 April 1920. Heavily burned in World War II bombing, it was reopened in a provisional form with an altered roof in 1954. In 1967, with the building of the U-Bahn tunnel through the city, it was dismantled so it could be moved and rebuilt over the new underground U-Bahn station. The plaza has undergone another major renovation when the S-Bahn station for suburban trains was opened in 1978. Today, Hauptwache station serves as one of the most important crosspoints of the Frankfurt public transport system. Eight of nine S-Bahn lines serve the station as well as six of nine U-Bahn lines. The plaza has been reformed several times. Its current appearance is marked by a sunken terrace leading down to underground pedestrian area with shops and the public transport station. Frankfurters call the sunken area \"das Loch\" (English: the Hole). The plaza contains a number of different architectural styles. It is towered above and dominated by St. Catherine's Church. Apart from the baroque Hauptwache itself, the surrounding buildings are mostly new architecture because of the damage from the war. Media related to Hauptwache and An der Hauptwache at Wikimedia Commons Coordinates: 50°06′48″N 8°40′44″E﻿ / ﻿50.11333°N 8.67889°E﻿ / 50.11333; 8.67889","Title":"Hauptwache (Frankfurt am Main) - Wikipedia","KeyID":"6471","URL":"https://en.wikipedia.org/wiki/Hauptwache_(Frankfurt_am_Main)"}