{"Content: ":"Frankfurt (Main) Hauptwache station (German: Bahnhof Frankfurt (Main) Hauptwache) is a major train station in the city centre of Frankfurt, Germany. With 181,000 passengers per day, Hauptwache station is the third-busiest rapid transit station in Frankfurt after Frankfurt Central Station and Konstablerwache station and a major hub for commuter transport in the Frankfurt/Rhine-Main region. It is served by eight S-Bahn lines (S1–S6, S8, S9) and six U-Bahn lines (U1-U3, U6-U8) on 2 levels. The underground station is named after a baroque building which stands on a plaza above the station. The Hauptwache building was constructed in 1730 and was used as a prison, therefore the name that translates as \"main guard-house\". Today the square surrounding the building is also called \"Hauptwache\" (formal: An der Hauptwache). Hauptwache station is situated at the western end of Frankfurt's main shopping street, the Zeil. Konstablerwache station is located at the eastern end of the Zeil. In 1961 the Frankfurt city council agreed to build a U-Bahn network. Construction began in 1963 on a line between the Nordweststadt (a new housing estate in the north-western suburbs) and the city centre. The first section opened in 1968 from Nordweststadt to Hauptwache, which was the terminus of the line until 1973, when it was extended south to Theaterplatz, now Willy-Brandt-Platz. This line (known as route A) is now used by trains on lines U1–U3 and U8. In 1986 the east-west route C opened, which is used by trains on lines U6 and U7. Deutsche Bundesbahn committed to build an S-Bahn network in 1962, but no new line was opened until 28 May 1978, when the first section of the City Tunnel from the central station to Hauptwache was opened. Hauptwache was the terminus of the S-Bahn until 1983, when the line was extended to Konstablerwache, at the other end of the Zeil shopping street. In 1986 the tramline serving Hauptwache was closed.","Title":"Frankfurt Hauptwache station - Wikipedia","KeyID":"6472","URL":"https://en.wikipedia.org/wiki/Frankfurt_(Main)_Hauptwache_station"}