{"Content: ":"Deutsche Hospitality (formerly Steigenberger Hotel Group) is the umbrella brand of the German hotel company Steigenberger Hotels AG, member of the Huazhu Group since 2020. In January 2020, Deutsche Hospitality's portfolio included a total of around 150 hotels on three continents, of which more than 30 are under construction or in planning. The hotels of the brands Steigenberger Hotels & Resorts, MAXX by Deutsche Hospitality, Jaz in the City, IntercityHotel and Zleep Hotels are located in 19 countries, including Germany, Austria, Switzerland, the Netherlands, Belgium, Denmark, Sweden, Spain, Egypt, Qatar, Oman, Tunisia, the United Arab Emirates and China. The company was founded by Albert Steigenberger in 1930 and was run as a family business by the descendants of the founder, who died in 1958.[3] In 2009, the Egyptian travel and tourism company Travco Group acquired Steigenberger Hotels.[4] In 2016, the company was rebranded as Deutsche Hospitality.[5][6] On November 4, 2019 it was announced that the Chinese Huazhu Hotels Group through one of their subsidiaries has purchased Deutsche Hospitality for 700 million Euro.[7] In 2019, the hotel group announced its worldwide expansion plan, which aims to increase the global portfolio to 250 hotels by 2024.[8] Since November 1, 2020, Marcus Bernhardt has been chief executive officer and chairman of the management board of Steigenberger Hotels AG/Deutsche Hospitality. He manages the company together with Dr. Ulrich Johannwille, CFO and labor director of the hotel company. Marcus Bernhardt succeeded Thomas Willms, who headed the company as CEO and spokesman of the management board together with Matthias Heck from January 2018 to September 2020. Dr. Ulrich Johannwille took over as chief financial officer from Matthias Heck, who retired after 15 years as CFO and labor director of Steigenberger Hotels AG.[1][9] The company would make multiple new additions within 2021 including an alliance with Porsche Design to create a luxury chain,[10] an upscale lifestyle concept,[11] and a new luxury hotel brand based on its existing flagship chain.[12] Deutsche Hospitality manages hotels under eight brands:","Title":"Deutsche Hospitality - Wikipedia","KeyID":"6478","URL":"https://en.wikipedia.org/wiki/Steigenberger_Hotels"}