{"Content: ":"St. Leonhard is a parish of the Roman Catholic Church in Frankfurt, Hesse, Germany. Its historic church dates to 1219, when it was erected in the centre of the town close to the river Main, as a Romanesque-style basilica. From 1425, it was remodeled to a hall church in late Gothic style. St. Leonhard was the only one of nine churches in the Old Town that survived World War II almost undamaged. Today, the parish is part of the Domgemeinde (Cathedral parish) and serves as the parish church of English-speaking Catholics. It is a monument of Frankfurt's history as well as church history and medieval crafts. The church began as a Romanesque style basilica 1219, built in the centre of the town close to the river Main. It is dedicated to St. Leonhard. It featured twin steeples and a richly decorated portal to the north.[1] The church was remodelled c. 1425 with a late Gothic choir, possibly after a design by Madern Gerthener, with extant balconies and stained-glass windows from c. 1435.[2] The church was expanded to a hall church in late Gothic style with four aisles between 1508 and 1520.[1][2] A chapel in the south was added by H. Baltz c. 1515.[1][3] In 1792, French troops occupied the building, used it for storage, and sold much of its furniture.[4] The church was the only one of nine churches in the Old Town that was almost completely undamaged during World War II.[2] Today, the parish is part of the Domgemeinde (Cathedral parish) and serves as the parish church of English-speaking Catholics. It is a monument of Frankfurt's history as well as church history and medieval crafts.[1] The interior of the church has been under restoration since 2011.[2] During this time, services are held at the cathedral and at the Heilig-Geist-Kirche. Excavations revealed a stone statue called Atzmann, which served as a stand for liturgical music. Similar stands are found in the Frankfurt Cathedral, Limburg Cathedral and Naumburg Cathedral.[5] Five of the Gothic window panes were moved to a convent in Heidelberg in the 18th century, but are planned to be returned to their original position. One of them shows the patron saint.[4]","Title":"St. Leonhard, Frankfurt - Wikipedia","KeyID":"6479","URL":"https://en.wikipedia.org/wiki/St._Leonhard,_Frankfurt"}