{"Content: ":"The Frauenfriedenskirche (German for Our Lady's Peace Church) is a Roman Catholic church in Bockenheim (Frankfurt am Main) (Germany). It was built by Hans Herkommer from 1927 to 1929, on a rise then known as Ginnheimer Höhe. The church is an unusual example of interwar modernist church architecture, combining elements of expressionism with the \"New Objectivity\" of Bauhaus architecture, and using monumental mosaics for external and internal decoration. The plan to build such a church was developed in 1916 by Hedwig Dransfeld, then chairperson of the Katholischer Deutscher Frauenbund (Catholic German Women's Organisation). The church was meant to represent a prayer for peace in stone and also serve as a memorial for the fallen of the First World War. The foundation money initially collected for the project was lost due to the 1914–1923 German hyperinflation. The church was finally completed on 5 May 1929 and handed to the Catholic congregation of Bockenheim. It was badly damaged in the Second World War, and afterwards rebuilt with money donated for the purpose. The names of any German soldiers killed or missing in either World War were displayed in the church in return for a donation. The church, its rectory, and the parish halls form an architectural unit, together with the 18 by 30 metres (59 by 98 ft) memorial yard. The church's west facade is dominated by a 25 metres (82 ft) high portal structure, or tower, subdivided by three high round arches. The middle arch contains a monumental mosaic-covered statue of Mary as Queen of Peace. The mosaic in the left arch depicts the motifs night, mourning and a sword, symbolising war, the one on the right symbolises peace by depicting the sun, happiness and flowers. The mosaics are by the sculptor Emil Sutor. Below the triple-aisled 18 m (59 ft) tall nave, there is a crypt, containing a pietà by Ruth Schaumann. In the nave, the altar is 2 m above floor level. Above it is a monumental mosaic by Joseph Eberz. It depicts the crucified Jesus, below him Mary, Mother of Jesus, pierced by seven swords. The organ of the Frauenfriedenskirche was built by the company Siegfried Sauer in Höxter in 1996. It has 45 stops, electrical tracker action, three keyboards and pedals. Since 1956, the church has had six bells. Coordinates: 50°07′42″N 08°38′44″E﻿ / ﻿50.12833°N 8.64556°E﻿ / 50.12833; 8.64556","Title":"Frauenfriedenskirche - Wikipedia","KeyID":"6483","URL":"https://en.wikipedia.org/wiki/Frauenfriedenskirche"}