{"Content: ":"The Holy Cross Church (German: Heilig-Kreuz-Kirche) is a Catholic church in the Bornheim district of Frankfurt am Main (Germany). It is similar in design to the Frauenfriedenskirche (Church of Our Lady of Peace) in Frankfurt-Bockenheim. It was built by Martin Weber from 1928 to 1929, on a rise then known as Bornheimer Hang. The church is an unusual example of interwar modernism as sacred Bauhaus architecture. The church was finally completed on 25 August 1929 and handed to the Catholic congregation of Bornheim. It was damaged in the Second World War, and afterwards rebuilt with money donated for this purpose. It is a branch church of the parish of St. Josef and is part of the Roman Catholic Diocese of Limburg. The diocese dedicated it from 1 August 2007 as the location of a Holy Cross - Centre for Christian Meditation and Spirituality.[2] The centre was directed from August 2007 until July 2018 by the Franciscan Helmut Schlegel OFM,[3] who worked there until June 2019 as a retreat and meditation leader and priestly co-worker. Since November 2018 the centre is directed by the theologian Samuel Stricker,[4] who works with a team of contributors, for example from the order of Medical Mission Sisters.[5] Since the beginning of the restoration of the interior of St. Leonhard in Frankfurt-Altstadt, the services of the local St. Leonhard's International English-Speaking Catholic Parish have been held in the Holy Cross Church since 7 May 2011.[1] This remains the home of the Holy Cross Church even after the end of the work in St. Leonhard.[6] Logo of the Centre for Christian Meditation and Spirituality Logo of the Parish of St. Josef Frankfurt am Main Logo of the English-Speaking Parish of Frankfurt Logo of the Roman Catholic Diocese of Limburg The Holy Cross church was built in 1929 by the master church builder Martin Weber and is at the edge of the housing development at the Bornheimer Hang. Weber also built the churches of St. Bonifatius in Frankfurt-Sachsenhausen in 1927 and of the Holy Spirit in Frankfurt-Riederwald in 1931. The planned community center at the end of the Wittelsbacher Allee was not built, so there was enough space to build the new church. The Holy Cross Church was the second Catholic church in Frankfurt-Bornheim. The parish was an outsourcing[clarification needed] of the later neighbour fold[clarification needed] St. Josef, the first Catholic church in Bornheim. Reason for its priest[clarification needed] Josef Höhler was the expansion of the Bornheim quarter eastward at the Bornheimer Hang, with the new settlement of the town planner Ernst May who built many new apartment buildings. This resulted in a growing number of Roman Catholics living in the quarter. On 3 August 1927 a jury decided in a competition for the draft with the name slope crown[clarification needed] by the master church builder Martin Weber (1890-1941). The three other competitors were Hans (1872–1952) and Christoph Rummel (1881–1961) (Frankfurt), Richard Steidle (1881–1958) (Munich) and Robert B. Witte (Dresden). The competition had several stipulations for the church, e.g. the front of the steeple at the Wittelsbacher Allee, between 700 and 800 seats, a high altar and two side altars and an organ loft for 150 people. Weber called the building model \"slope crown\", since the church should crown the Bornheimer Hang (slope). On 19 February 1928 the construction work began with the first cut of the spade. The foundation stone was laid on 18 March 1928. The topping-out ceremony was held on 14 September 1928. On 25 August 1929 the church was inaugurated by Ludwig Maria Hugo, the Bishop of the Diocese of Mainz.[7] The name was chosen because there were several places in medieval Frankfurt dedicated to the holy cross. One of these was the chapel of the Hospital of the Holy Cross which was donated in 1343 by Wicker Frosch. Together with the chapel of the monastery of St. Katharinen which was built in 1354, it formed a small double church, the predecessor building of the today's Evangelical-Lutheran Katharinen church.[8] Until 1950 the Holy Cross parish was financially still a part of the St. Josef parish, with which it has a common church executive committee. During the Nazi era (from 1933) the Holy Cross parish was suppressed by the Nazis, and it lost fold members[clarification needed] during World War II. Because of its prominent location, the church was used as a point of reference for the navigation of the bombers of the USAAF and the RAF. The windows at the west side of the church were destroyed on 4 October 1943 in an attack intended for the water works near the cemetery of Bornheim. During the first large-scale attack on Frankfurt in the evening of the same day, the windows of the eastern side and the parsonage building were destroyed by a line of bombs which came down on the garden plots at the Bornheimer Hang. With the next large attack on the city on 29 January 1944 parsonage building was heavily damaged. On the night of the 18/19 March 1944 the church was hit by several incendiary bombs, which pierced the roof timberwork. The bombs were extinguished inside the church. On 11 December 1944 the church was hit by three bombs, which tore the large outside staircase at the west side of the steeple and the auxiliary chapel in the steeple hall. Due to a large hole in the west side of the nave, the services had to be held from then on in the heating plant room underneath the steeple.[9] The heating plant room underneath the steeple was used until 1. July 1946 as church. During the time of the reconstruction starting from 26 September 1948 the parish hall which is under the church was used as a church beneath the church. In 1950 Holy Cross became its own parish with its own church executive committee.[9] 1951 the order for the re-establishment of the church could be given. 1952 the inside of the church were restored. The church windows were glazed new by the glass painter Lorenz Matheis with stained glass window in white and golden yellow colours. The walls and the ceiling were painted in a single-coloured finish. 1957 the kindergarten in the west of the church was built. In 1965 a stage for events was built in the parish hall under the church ship during a renovation. In 1968 the altar area was transformed, a consequence of the liturgy reformation by the Second Vatican Council. The altar was shifted, so that the priest could celebrate the service turned to the fold. A stone lectern replaced the torn off pulpit. The old altar under the great wall-cross in the chancel was replaced by the baptismal font. The ceiling got an orange and the walls a light-beige paint. In 1969 the first election of the parish council took place. In 1975 the board of directors elected by the parish council replaced the church executive committee. In 1990 a further transformation of the altar was executed. The baptismal font now was located in the entrance hall of the church. It was replaced by a sacramental altar at the place of the old high altar was built and the tabernacle was placed on it. Starting from 1991 the minister of the fold was also simultaneous ministers of the parish Maria-Rosenkranz (=Mary Rosary) in Frankfurt-Seckbach. 1992 the church interior was restored to the original condition with the walls in a checkerboard pattern in light and dark red colours.[10] At 1. August 2007 the Roman Catholic Diocese of Limburg intended the church on instruction of former bishop Franz Kamphaus to the Holy Cross - Centre for Christian Meditation and Spirituality. The centre is a pastoral institution of the diocese[2] and is subordinated to the head of department of episcopalian chair (Prof. Dr. Hildegard Wustmans).[11] In the center church services, meditation courses, contemplative prayer, Zen-meditation courses, days of reflection, spiritual exercises, retreats, and other meetings are offered. The Padre Helmut Schlegel of the Franciscan[3] takes the responsibility for the offers as director/conductor of the center until July 2018 and as a priestly employee until June 2019. In November 2018 the theologian Samuel Stricker took over the leadership of the meditation center and in August 2019 Olaf Lindenberg the role as a priestly employee.[4] The team includes colleagues like for example from the Medical Mission Sisters (MMS).[5] Although the offerings of the centre are affected by Christianity the target audience includes humans of all Religious denominations, world views and cultures. The team[4] publishes regularly a program semiannual.[12] It was the first institution of its kind in Germany. The Holy Cross Church is one of five profile churches of the Diocese of Limburg. Furthermore, there are besides the Centre for Mourning Counselling (German:Zentrum für Trauerseelsorge) in St.Michael in Frankfurt-Nordend as well founded in 2007 also the three youth churches (German: Jugendkirchen) Crossover in St. Hildegard in Limburg an der Lahn, Jona in St. Bonifatius in Frankfurt-Sachsenhausen and Kana in Maria-Hilf in Wiesbaden-Nordost which were founded already in 2005. In the church, small changes were gradually implemented by 2010. The previous church benches have been replaced by folding chairs, which allow a more flexible use of the available space. The present main altar is no longer used for the church services of the centre for meditation and has been replaced by a small wooden altar, which forms a circle with the folding chairs. Stairlifts or wheelchair ramps have been installed for barrier-free access to the church interior or other premises. The crypt and the rooms of the former parsonage were redesigned for the use as a meditation center. In March 2020, the center's program had to be suspended because all worship services in Germany and thus all other events had to be cancelled due to the COVID-19 pandemic in Germany.[13] However, at certain times the church is daily open for meditation for a limited number of people.[14] In May services were resumed on Saturdays under special conditions.[15] In Advent 2020, four theme weeks were held with a special light show, the Advent Labyrinth, the Peace Light and about light figures.[16] In December 2020, a Protestant vicar of the Protestant Church in Hesse and Nassau was employed for the first time in a six-month special vicariate in the center.[17] With the establishment of the Center for Christian Meditation and Christian Spirituality, the Holy Cross Church lost its previous role as a parish church. Thus, the former municipal territory of the Holy Cross parish belonged again to the parish of St. Josef from which the parish once emanated. The two Catholic Bornheim congregations, with a part of the parish territory of the previous parish of St. Michael, were united to form the new parish of St. Josef. The Church of St. Michael in Frankfurt-Nordend became the Zentrum für Trauerseelsorge (=Centre for Mourning Counselling) of the Diocese of Limburg. The parish of St. Josef in Bornheim and the neighbouring parish of Maria Rosenkranz (=Mary Rosary) in Frankfurt-Seckbach formed the common pastoral area Frankfurt-Bornheim. Together with their neighbours Maria Rosenkranz in Frankfurt-Seckbach, the new St. Josef parishioners formed the pastoral area Frankfurt-Bornheim until 31 December 2011, in which a stronger cooperation than before took place. The parish of St. Josef was at this time with almost 11,000 Catholics one of the largest in the Diocese of Limburg. On 1 January 2012 the pastoral rooms in Frankfurt were reorganized and from the two pastoral areas of Frankfurt-Bornheim with the parishes of St. Josef-Bornheim and Maria Rosenkranz in Seckbach and Frankfurt-Ost with the two parishes of Heilig-Geist (=Holy Spiritin Frankfurt-Riederwald and Herz-Jesu (=Heart of Jesus) in Frankfurt-Fechenheim, a new pastoral area called Frankfurt-Ost was created. It existed until 31 December 2014. On 1 January 2015, a parish of the new type under the name of St. Josef Frankfurt am Main was founded from the four parishes of the pastoral area Frankfurt-Ost St. Josef in Bornheim, Maria Rosenkranz in Seckbach, Heilig-Geist in Riederwald and Herz-Jesu in Fechenheim with the church places of Sankt Josef Bornheim, Maria Rosenkranz Seckbach, Heilig-Geist Riederwald and Herz-Jesu Fechenheim. This includes the centralization of certain tasks, such as the parish secretariat.[18][19] The parish now has about 16,500 members.[20] By its location in the parish of the new parish of St. Josef Frankfurt am Main, it is also their branch church. The buildings are managed by the Stadtkirche Frankfurt am Main. The church building, which is equipped with flat saddle roofs and executed in a steel skeleton construction, is entered via the large perron, which is located in the Wittelsbacher Allee. The church room is one floor above the street level. Martin Weber understood the ground plan of the church as a further development of the floor plan of the church St. Bonifatius in Frankfurt-Sachsenhausen. The nave is oriented exactly north–south, the chancel is on the north side. After their inauguration, the interior was first painted red-pink plaid. The original windows bore large letters inside. It was a German translation of the Latin hymn Vexilla Regis (The banners of the king issue forth). The letters appeared dark in the day before the light shining from the outside through the windows. In the night they shone through the reflection of the light of the church illumination. The tower crosses are figured in the ratio of width to height 1:4 (1.50 × 6.00 meters). This is typical for crossed designed by Martin Weber (German: Weberkreuz). In the church St. Bonifatius in Frankfurt-Sachsenhausen, the altar is located in its own chancel, and the church Heilig-Geist in Frankfurt-Riederwald has in contrast to this a centrally located chancel. In the Second World War the church and the adjoining parsonage in the Kettelerallee were damaged by several bomb hits. The church windows were destroyed in 1943 by the blast waves of bomb explosions nearby. The large main staircase at the tower was destroyed in 1944 by a bomb hit and the church roof of fire bombs. After rebuilding, the church interior from 1951 got a white coating on the walls with an orange-coloured ceiling. The new church windows were re-glazed in a yellowish hue. The two side altars were removed. In addition, there were a total of five side chapels in the church between the pillars in the inner church and the two side walls of the church ship. They were dedicated to various saints, such as Saint Elizabeth, Saint Rita and Saint Agnes. Behind the left front pillar was the entrance to the pulpit, which had a rectangular sounding board. The church was put under cultural heritage management in 1986 together with its location and the assignment to the Ernst May settlement around the church. In 1990 extensive renovations were begun, in which the altar area was redesigned and the interior was restored to its original color in 1992, also for reasons of cultural heritage management. The church has a three-voice peal of bells. In 1955, the choir of the then newly built Protestant Heilandskirche [=Church of the Savior) was adapted to that of the Holy Cross Church and the Johanniskirche (=St. John's Church), so that all three peal of bells could sound together without disharmony. Under the church is the crypt, which was subjected to a major renovation and transformation to a meditation room because of the founding of the Center for Christian Meditation and Spirituality. Among other things, the floor was provided with a parquetry and the actual meditation area was provided with panels of linen and a door frame made of wood as an access. On the south wall of the crypt is a wooden crucifix with a size of 183 x 138 cm. Presumably it originates originally from the Alps of the 17th or 18th century. It comes from the Nachlass of the wife May of the Jewish entrepreneur Carl von Weinberg. She died in 1937, and knew the first parish priest of Holy Cross Georg Nilges from his time as a chaplain in Frankfurt-Niederrad.[21] Next to the crypt is a large auditorium with a stage, the parish hall of the former Holy Cross parish. In the foot of the tower building, which consists of seven floors, there is also the tower hall (German: Turmsaal), which is still used by the new parish of St. Josef Frankfurt am Main. On the outer walls of the side aisles, the inside of the left front partition of the left side aisle to the church room and the rear wall of the entrance hall in the tower building is a painted Stations of the Cross of the artist Georg Poppe. The penultimate (13th) station of the Stations of the Cross was until 2020 the Pietà made of wood by the sculptor Arnold Hensler[22] and Otto Zirnbauer.[23] In 2020, after a stay at an Arnold Hensler exhibition in the Diocesan Museum in Limburg, the Pieta was moved to a new location about halfway up the nave. On the altar side is a large cross renovated during the reconstruction in 1952, on which there is a painting with the rising Jesus. Until the Second World War there were two large painted angels on the left and right of the cross on the wall. At the southern external wall of the steeple ends the bell chair basic bar in four winged animal figures with the heads of a human, a lion, a bull and an eagle. They symbolize the four evangelists Matthew, Mark, Luke and John. On the four girders is an inscription with a text from the First Epistle to the Corinthians (1 Corinthians 1, 23–24): Wir aber predigen Christus den Gekreuzigten, Christus Kraft und Gottes Weisheit (=But we preach Christ crucified, Christ the power of God, and the wisdom of God). Below the four animal figures is a plaster relief of the Veil of Veronica.[7] The relief was created by the sculptor Arnold Hensler from Wiesbaden. At the western and the eastern side of the bell steeple are each with a turret clock without cyphers. On property are in addition the 1957 established kindergarten, a parsonage building with a parish office and dwellings, a building with group and club areas, as well as a football pitch used by young people. The parish kindergarten of St. Josef was expanded in 2011 by another building in the former parish court on Ortenberger Straße. In 1964 the organ building company Gebr. Späth Orgelbau installed a typical pipe organ for this time. The tracker action works electrically, the organ stop loops are electro-pneumatically controlled. The organ was cleaned and overhauled in 2019 by the successor companies Freiburger Orgelbau Hartwig und Tilmann Späth. The freestanding organ console was completely redesigned and equipped with new organ stop rockers and LED lighting fixtures. The electrics were partially renewed, as well as the leather of the bellows, the membranes and other electro-pneumatic parts. The wind chests were overhauled and the wind supply stabilised by new bellows controls and a new motor. On the tonal level, the post-voicing gave the organ more character and softened loud sharpness. After the reconstruction and reversion, the Pommer 16' sounded as the supporting drone.[24][25] The Holy-Cross-Church could easily be reached by walk in one minute from the tram stop Ernst-May-Platz of the tramline 14 of the Frankfurt tramway and the Stadtbahn station Eissporthalle/Festplatz of the line U7 of the Frankfurt light rail system (German: Frankfurt U-Bahn). Bus line 38 connects the Panoramabad and the settlement with the district center and the neighboring district of Seckbach. Also not far away is the motorway exit Frankfurt-Ost of the Federal Motorway 661 (German: Bundesautobahn 661). Beneath the Bornheimer Hang at the eastern side of the church a branch of the German Camino de Santiago (Way of St. James) runs along.[26] The route is based on the ancient trade route from Leipzig to Frankfurt am Main (Des Reiches Straße).[27] The way starts in the bishop city Fulda and leads through Schlüchtern, Steinau an der Straße, Bad Soden-Salmünster, Gelnhausen, Langenselbold, Erlensee and Bruchköbel. It belongs to the net of main routes of the pilgrim of St. James in Europe which are leading to the grave of the saint in the cathedral of Santiago de Compostela. This branch which is 116 km long passes the Holy-Cross-Church and leads through the Ostpark and then passes the Seat of the European Central Bank at the former Großmarkthalle (Wholesale Market Hall) on its route to the Main river and the inner city of Frankfurt am Main. It passes also the Eiserner Steg (a footbridge made of iron) and leads further to Mainz and afterwards to Trier. A Frankfurt-based scene of the 1999 novel Die Türkin (=The Turk) of the German writer Martin Mosebach, awarded with the Heimito von Doderer-Literaturpreis, was inspired by the Holy Cross Church. The described scenery around the \"chiricoesque basilica\" resembles the Holy Cross Church on the Bornheimer Hang.[28] At the end of June 2019, a confession different scenes for the Sat.1-television film Mörderische Tage – Julia Durant ermittelt (=Murderous days – Julia Durant investigates) in the Julia Durant series by Andreas Franz and Daniel Holbe with actress Sandra Borgmann in the title role was shot by the director Nicolai Rohde in the Holy Cross Church as a film set. The script was written by Kai-Uwe Hasenheit and Andreas Bareiss. For the shooting, chairs with black seats and backrests were set up inside the church by the film crew, as well as a custom-made confessional, which incorporates design elements and colour schemes from church doors.[29][30] Inside it can be seenn for example the wall painting of a grave scene in the entrance area, the pipe organ and the confessional as a film setting. Several times the perron and the houses of the settlement at Bornheimer Hang in opposite in the Ortenberger Street can be seen. In addition, drone images of the tower building were used. The television film was first broadcast on 10 November 2019 on Sat.1 emotions and on 11 November 2019 on Sat.1.[31]","Title":"Holy Cross Church, Frankfurt-Bornheim - Wikipedia","KeyID":"6484","URL":"https://en.wikipedia.org/wiki/Holy_Cross_Church,_Frankfurt-Bornheim"}