{"Content: ":"The Holy Cross - Centre for Christian Meditation and Spirituality (German: Heilig Kreuz - Zentrum für christliche Meditation und Spiritualität) is an institution of the Roman Catholic Diocese of Limburg, Germany. It is based at the Holy Cross Church in Frankfurt-Bornheim and is dedicated to services, contemplation, meditation, retreats, counseling, and other events such as concerts. Logo of the Centre for Christian Meditation and Spirituality Logo of the Roman Catholic Diocese of Limburg When Franz Kamphaus, then bishop of Limburg, visited the parishes of Frankfurt in 2004, he met people who were open to spiritual experiences but not within the traditional churches.[1] He founded the centre in 2007. On 15 January he signed the charter of foundation for the theme church Holy Cross – Centre for Christian Meditation and Spirituality in Frankfurt-Bornheim. The charter of foundation came into effect on 1 July 2007.[2] The Holy Cross Church accommodates one of five profile churches of the Diocese of Limburg. The others are the Centre for Mourning Counselling in St. Michael in Frankfurt-Nordend and the three youth churches: Crossover in St. Hildegard in Limburg an der Lahn, Jona in St. Bonifatius in Frankfurt-Sachsenhausen, and Kana in Maria-Hilf in Wiesbaden-Nordost. Like the church St. Michael, the Holy Cross Church is a branch church of the parish St. Josef Frankfurt. The centre is a pastoral institution of the diocese[2] and is subordinated to the head of department of the Episcopalian chair (Dr. Hildegard Wustmans).[3] The centre was directed from 2007 until July 2018 by the Franciscan Helmut Schlegel OFM,[4] where he worked until June 2019 as a retreat and meditation leader and priestly co-worker. Since November 2018 the centre is directed by the theologist Samuel Stricker guide. In August 2019 Olaf Lindenberg took over the role as priestly co-worker.[5] They work with a team of contributors, for example from the order of Medical Mission Sisters.[6] In March 2020, the Center's program had to be suspended because all worship services in Germany and thus all other events had to be cancelled due to the COVID 19 pandemic in Germany.[7] However, at certain times the church is open for meditation for a limited number of people.[8] In May services were resumed on Saturdays under special conditions.[9] In December 2020, a Protestant vicar of the Protestant Church in Hesse and Nassau was employed for the first time in a six-month special vicariate in the center.[10] Although the offerings of the centre reflect the tenets of Christianity, the target audience includes people of all religious denominations, worldviews, and cultures. The team[5] publishes a new program semiannual.[11] The center offers different kinds of church services, such as expressionist dance, meditation courses, contemplative prayer, Zen-meditation courses, days of reflection, spiritual exercises, retreats, special events like for example lectures by guest speakers such as Anselm Grün,[12] meditations with the Sōtō-Zen-priest and veteran of the Vietnam War Claude AnShin Thomas,[13] external events like retreats on the North Sea island Wangerooge or sailing retreats and many other kinds of events. The Meditation Center also participates in the virtual Ecumenical Church Congress (Ökumenischer Kirchentag) in May 2021 in Frankfurt am Main. Since 2020, online offerings have supplemented the face-to-face events. In addition, the church is open every day from 5 to 7 p.m. for free meditation. Event series include or have included days of exercises of Christian mysticism, meditative singing, meditative archery, seminars concerning the bible a male conversation group, spiritual guided city tours in which topics by Frankfurt tourist guides are joined with spiritual topics or pilgrim hikes with a picnic and devotions. One-time events are also part of the program, for example, the Tram of Silence tram rides on an historic railcar of the Frankfurt tramway system, including elements such as silence with short, thought-provoking impulses to the senses of seeing, hearing, feeling, and smelling.[14] The dialogue between the cultures and major religious groups concerning meditation and spirituality is another important aspect of the work of the centre. These include panel discussions with representatives of Buddhism, Hinduism, Islam, and Christianity about meditation, with personal field reports from the different religions. Other examples are or were courses in Qi Gong, Yoga and Yoga nidra, or dance performances of an Indian Jesuit padre who figures elements of traditional meditative dances such as Bharatanatyam from Hinduism as a kind of prayer to God.[15] For the last few years since 2011, a Cretan-style labyrinth consisting of 2,500 tealights has been formed on one of the Saturdays of Advent. This labyrinth is part of the service and can be walked through by visitors.[16][17] In Advent 2020, four theme weeks were held with a special light show, the Advent Labyrinth, the Peace Light and about light figures.[18] During the Frankfurt Luminale [de] festival of light in 2014 the team members of the centre offered a meditation consisting of light, words, music, and sound in cooperation with the Jona youth church in the Frankfurt Cathedral.[19] Concert performances at the center have included A German Requiem by Johannes Brahms and meditative music from the Middle Ages by Hildegard of Bingen, Peter Abelard, and Rabanus Maurus.[20] In 2021, a pilgrimage guide was published for a 5.5 km city pilgrimage route with 11 stops in Innenstadt (Frankfurt's city centre) and Altstadt (old town) from the Liebfrauenkirche (Church of Our Lady) via Hauptwache (Main Guard), Börse (Stock Exchange), Willy-Brandt-Platz, Paulskirche (St Paul's Church), Römer (Roman), Kaiserdom St Bartholomäus (St Bartholomew's Cathedral), Jüdischer Friedhof Börneplatz at the Battonnstraße (Old Jewish Cemetery at Battonnstraße) and Börneplatz (Börne Square), Alter Brücke (Old Bridge), Eiserner Steg (Iron Footbridge) to the Church of St Leonhard.[21] The interior of the church was modified for the new purpose, completed in 2010. The fixed pews were removed and replaced by folding chairs which enabled a more flexible use. While the former main altar is normally not used, a smaller wooden altar has been added, typically surrounded by circles of folding chairs. Stairlifts and ramps for wheelchairs were installed. The former crypt and the rooms of the former clergy house were transformed to be used for meditation. In the crypt, the floor was changed to wood, and the meditation area was enclosed by textile panels made from linen.[22] The Centre of Christian Meditation and Spirituality is located in the parish area of the Catholic parish St. Josef Frankfurt am Main, which was founded as a \"parish of a new type\" on 1 January 2015. In the new greater parish area there are four churches located as \"church places\" and two churches as \"theme churches\". One of the two theme churches is the Holy Cross Church, which headquarters the meditation centre and is used for church services and centre events. The buildings are administrated by the Catholic Church of the city of Frankfurt am Main. There is an active collaboration with the parish of St. Josef Frankfurt am Main. Since the beginning of the restoration of the interior of St. Leonhard in Frankfurt-Altstadt, the services of the local St. Leonhard's International English-Speaking Catholic Parish have been held in the Holy Cross Church since 7 May 2011.[23] This remains the home of the Holy Cross Church even after the end of the work.[24] The Holy-Cross-Church could easily be reached by walk in one minute from the tram stop Ernst-May-Platz of the tramline 14 of the Frankfurt tramway and the Stadtbahn station Eissporthalle/Festplatz of the line U7 of the Frankfurt light rail system (German: Frankfurt U-Bahn). Bus line 38 connects the Panoramabad and the settlement with the district center and the neighboring district of Seckbach. Also not far away is the motorway exit Frankfurt-Ost of the Federal Motorway 661 (German: Bundesautobahn 661). Beneath the Bornheim slope to the east of the meditation centre runs a branch of the German Camino de Santiago (Way of St. James).[25] The route is based on the ancient trade route from Leipzig to Frankfurt am Main (Des Reiches Straße). The way starts in the bishop city Fulda and continues through Schlüchtern, Steinau an der Straße, Bad Soden-Salmünster, Gelnhausen, Langenselbold, Erlensee, and Bruchköbel. It belongs to the network of main pilgrimage routes to the grave of St. James in the Cathedral of Santiago de Compostela. This branch, which is 116 km long, passes the Holy Cross Church and leads through the Ostpark, and then passes the Seat of the European Central Bank at the former Großmarkthalle (Wholesale Market Hall) on its route to the Main River and the inner city of Frankfurt am Main. It also passes the Eiserner Steg (an iron footbridge) and continues to Mainz and Trier.[26] Advent Labyrinth meditative Nativity scene with Biblical narrative figures Helmut Schlegel, director of the centre from 2007 until 2018 Holy Cross Church crowning the Bornheim slope Coordinates: 50°07′37″N 08°43′06″E﻿ / ﻿50.12694°N 8.71833°E﻿ / 50.12694; 8.71833","Title":"Holy Cross - Centre for Christian Meditation and Spirituality - Wikipedia","KeyID":"6485","URL":"https://en.wikipedia.org/wiki/Holy_Cross_-_Centre_for_Christian_Meditation_and_Spirituality"}