{"Content: ":"The Diocese of Limburg (Latin: Dioecesis Limburgensis) is a diocese of the Catholic Church in Germany. It belongs to the ecclesiastical province of Cologne, with metropolitan see being the Archdiocese of Cologne. Its territory encompasses parts of the States of Hesse and Rhineland-Palatinate. Its cathedral church is St George's Cathedral Limburg an der Lahn. The diocese's largest church is Frankfurt Cathedral, St. Bartholomew. From October 2013, the administrator of the diocese during the suspension of Bishop Franz-Peter Tebartz-van Elst is Wolfgang Rösch. The Bishop later resigned. The Cathedral Chapter elected and on 1 July 2016, Pope Francis appointed the Vicar General of the Roman Catholic Diocese of Trier, Germany, Georg Bätzing, to serve as the next Bishop of the Diocese of Limburg, succeeding Bishop Tebartz-van Elst.[1] He was consecrated by the Archbishop of Cologne, Cardinal Rainer Woelki, on 18 September 2016. At the end of 2008 the diocese had 2,386,000 inhabitants. About 28 per cent of them were Catholics. The diocese is divided into multiple administrative districts. Each district is represented by a clerical dean. The Diocese of Limburg was established in 1827, during the reorganization of Catholic diocese in the course of the secularization. It was initially established as a suffragan diocese of the ecclesiastical province Upper Rhine with its metropolitan seat in Freiburg im Breisgau. Its territory had before been under what is today the Diocese of Trier and Diocese of Mainz. The diocese, therefore, is a rather young diocese. Today it encompasses the former territory of the Duchy of Nassau, the city of Frankfurt am Main, landgraviate Hesse-Homburg, and the former county Biedenkopf. In 1929, it was subordinated to the ecclesiastical province Cologne, according to the so-called Prussian Concordat.[13] The first bishop of Limburg (1827–1833) was Jakob Brand. At that time, there were about 650.000 Catholics in the diocese (approx 27% of the total population in the area). The bishop Franz Kamphaus founded five theme churches. He converted in 2005 three parish churches in 2005 to youth churches (Crossover in Limburg, Jona in Frankfurt and Kana in Wiesbaden), two more parish churches were converted in 2007 to the Holy Cross - Centre for Christian Meditation and Spirituality in the Holy Cross Church, Frankfurt-Bornheim[14] and the Centre for Mourning Counselling in the church St. Michael, Frankfurt-Nordend in Frankfurt. He stepped down after Pope Benedict XVI had accepted his retirement on 2 February 2007. He was succeeded by the auxiliary bishop of the Diocese of Münster, Franz-Peter Tebartz-van Elst who had been elected by the cathedral chapter. He was appointed by Pope Benedict XVI on 28 November 2007 and inaugurated by the Archbishop of Cologne Joachim Cardinal Meisner. In 2013 the Bishop of Limburg Franz-Peter Tebartz-van Elst was accused of lying and of squandering church money. He had a new episcopal headquarters built and was said to have lied about its cost, which has reportedly escalated from an initial 5.5 million euros to 31 million euros. He was also accused of flying first class to India, where he went to help poor children.[15] He rejected calls to resign and the Vatican sent Cardinal Giovanni Lajolo to try to resolve the situation.[16] The accusations are currently under church investigation. In parallel, the attorney general of Cologne investigated the bishop.[17] On 13 October the bishop travelled to Rome to discuss the situation with the Vatican Curia.[18] On 23 October 2013, Tebartz van-Elst was suspended by Pope Francis as bishop of Limburg, and Wolfgang Rösch was named a new vicar general to administer the diocese in his absence.[19] The \"Synodal Way\" was initiated by Bishop Wilhelm Kempf on 16 March 1969 in holding the first elections for a parish council. The basic idea is to have laity participate in important decisions concerning the diocese. “The main idea is to give every appointee a counterpart that consists of elected members who form a council.[20] Both bodies then are to discuss and decided certain issues.\" Accordingly, every appointed member of the clergy, such as a parish priest, faces a parish council that consists of elected members. On the next higher level, the pastoral realm, a clerical director faces the employees committee. On every \"level\" of the diocese, laity and appointed officials work together.","Title":"Roman Catholic Diocese of Limburg - Wikipedia","KeyID":"6486","URL":"https://en.wikipedia.org/wiki/Roman_Catholic_Diocese_of_Limburg"}