{"Content: ":"New Frankfurt (German: Neues Frankfurt) was an affordable public housing program in Frankfurt started in 1925 and completed in 1930.[1] It was also the name of the accompanying magazine that was published from 1926 to 1931 dedicated to international trends in architecture, art, housing and education. The project was initiated by Frankfurt's mayor Ludwig Landmann, who hired the architect Ernst May as a general manager of many communal departments. Renowned architects like Max Cetto, Martin Elsaesser, Walter Gropius, Ferdinand Kramer, Adolf Meyer, Bruno Taut, Margarete Schütte-Lihotzky and Mart Stam worked in Frankfurt. Under May 12,000 apartments were built, 2,000 more than planned. The buildings not only met the basic needs of housing, they set standards for urban development and design but also broke with house building tradition. All apartments and mansions were equipped with a Frankfurt kitchen. Catherine Bauer Wurster visited the buildings in 1930 and was inspired by the work of May.[2] Nazi critics denigrated the project as “Mr May's small Soviet industry”[3] and Joseph Goebbels called Ernst May the “Lenin of German architecture”, even if it is told that he loved the modern architecture. The Nazis stopped all construction activities and presented the estates to foreign visitors as their own new Nationalsocialist architecture. Most employees of the project left Germany after 1933, some of them followed Ernst May to the Soviet Union, which invited teams of famous architects, like Le Corbusier and from the Bauhaus to work there. After some demolitions of houses designed by Mart Stam and protest, the estates were declared protected landmarks in the late 1970s. One two-storey terrace house was renovated and restored into the standard of 1928 by the Ernst May Society, it is called the Ernst May House and is a museum today. The reconstruction was underpinned by research by architectural historians. ","Title":"New Frankfurt - Wikipedia","KeyID":"6487","URL":"https://en.wikipedia.org/wiki/New_Frankfurt"}