{"Content: ":"The Museum Angewandte Kunst is located in Frankfurt am Main, Germany and part of the Museumsufer.[1] The alternating exhibitions recount tales of cultural values and changing living conditions. Beyond that, they continually refer to the question of what applied art is today and can be and demonstrate the field of tension between function and aesthetic value. The collections consist of more than 60,000 objects of European handicrafts dating from the twelfth to the twenty-first century, design, book art and graphics as well as Islamic and East Asian art. Against the background of its collections of outstanding works of applied art, the Museum Angewandte Kunst strives to shed light on the obscure and create relationships between the events and stories revolving around things of the concluded past, the emerging present and the immanent future. The changing exhibitions tell of cultural values and evolving life circumstances given shape and expression with new forms. With its new presentation formats, the Museum Angewandte Kunst distances itself from the traditional criteria for museological collection and organization dating from the nineteenth century. The approach to the museum's exhibits solely from the perspective of their history has made way for the negotiation of timely and untimely reflections. This leads in turn to the emergence of issues encountered in thematic exhibitions with ever new object constellations. The presentation Elementary Parts: From the Collections opened in 2014 is a core component of this endeavour. For this “heart chamber of the museum”, objects are selected from the many areas of the collection, regions of the world and eras of the past, and placed side by side in all their dissimilarity. In this way the Museum Angewandte Kunst shows its potential and exposes both the history of its holdings and the point of departure for curatorial praxis. The architecture housing the Museum Angewandte Kunst was designed by Richard Meier.[2][3] By integrating the Neoclassicist Metzler family villa built in the nineteenth century, he created an ensemble consisting of the surrounding park, the villa and the new building. With its re-opening in April 2013 and the restoration of the Meier architecture to its original splendour, If we contemplate the Museum Angewandte Kunst building, we are reminded of Le Corbusier's residential houses. For stylistic orientation, the architect Richard Meier looks to Classical Modern architecture, its straightforward forms and clearly articulated spatial bodies. In the late 1960s, Richard Meier belonged to the “New York Five” architects’ group, who further developed the functional style of 1920s and ’30s European modernism in the tradition of the early Le Corbusier. Their common attribute is the colour white. In his design for Frankfurt’s Museum Angewandte Kunst, Meier integrated the neo-classicist Metzler family villa in existence since the nineteenth century and thus created an ensemble consisting of the surrounding park, the villa, and the new building. The museum was dedicated on 25 April 1985 after a three-year construction period. The new building is an L-shaped complex composed of three cubes literally surrounding the Villa Metzler and joining it to form a square. The villa provided the basis for the dimensions of the three cubes. At the centre of the four cubes is an inner courtyard from which the museum entrance is accessed. In the building’s interior, a pedestrian ramp connects the light-flooded exhibition levels. The large windows generously link the interior with the museum’s surroundings. Since the spring of 2013, following a structural alteration phase in which older partitions and structural additions of the 1990s were removed, visitors have once again had the opportunity to experience the original Richard Meier architecture: light-flooded spaces, interlocking generously and granting a view of the park and river. The museum park connects the Museum Angewandte Kunst with the Museum der Weltkulturen, while also serving as a “passageway” to the Main for the residents of the Sachsenhausen district. It ends in the east at a gate through the boundary wall opening onto Schifferstrasse; from there one can look along the entire length of the axis. The park, which was likewise taken into consideration in the Richard Meier design, had already long enjoyed a special reputation on account of its rare trees and plants. Its origins can be traced back to the activities of the apothecary Peter Salzwedel, who purchased the property in 1800. He planted ginkgoes, northern red oaks, a tulip tree, a giant redwood, common beech trees and chestnut trees in the approximately 10,000-square-metre area. Johann Wolfgang Goethe is said to have been familiar with the garden, even though he already lived in Weimar, and to have praised it highly. In 1815 he dedicated his poem Ginkgo Biloba to his inamorata Marianne von Willemer of Frankfurt – with a leaf from the Salzwedel ginkgo. Georg Friedrich Metzler, a member of the famous bankers’ family and the brother of Wilhelm Peter, purchased the grounds and the villa in 1851. In 1855 he had a garden house built in the park, the so-called Schweizer Haus, where concerts and plays were performed. The garden itself was re-landscaped as a rose garden. The present-day Historic Villa Metzler was built in 1804 for the apothecary Peter Salzwedel as a summer house located on the outskirts of the town. On a square ground plan, a structure rises up three storeys, exhibiting five window axes on each side and a classical sense of balance. The pyramid-shaped mansard roof lent the house the character of the classical French style developed in the Directoire and early imperial periods on the Seine and Oise. Less than fifty years later, the banker Georg Friedrich Metzler purchased the villa, which he expanded and altered. In 1928 a home for the elderly took possession the facility, using it primarily for bedrooms. In the early 1960s, the city of Frankfurt acquired the building. Finally, in 1967, the Museum für Kunsthandwerk, founded with support from the Adolf and Luisa Haeuser Foundation, moved in. The present-day Museum für Angewandte Kunst Frankfurt has its origins in this institution. When it came time to expand the museum's facilities, the villa served the American architect Richard Meier as a module in the design of the overall concept for the new construction. The latter, completed in 1987, is thus a modern response to the existing structure, in which Meier transformed the ground plan and residential character into an independent museum architecture. The villa's funding has a multifaceted foundation. For not only the city of Frankfurt, but also the “Gemeinnützige Gesellschaft Historische Villa” founded by the Kunstgewerbeverein (society of friends of the museum) contributed to this funding, the latter in a very special way. As a result, the villa will not only serve in Frankfurt's future as a setting for cultivated gatherings, but also bear witness to a generous sense of civic pride. The Historic Villa Metzler has been shining in new splendour since 2009. Nine style rooms allow visitors to experience historical domestic culture from the Baroque to Art Nouveau with all their senses. With the aid of paintings and old photographs, furniture, porcelain, carpets and accessories were selected from among the museum's rich holdings to create various domestic ensembles that convey impressions of the one-time interior design tastes of the aristocracy and wealthy bourgeoisie. The “Kunstgewerbeverein in Frankfurt am Main” – the society of friends of the museum – has been in existence since 1877; in 1881 it founded the present-day Museum Angewandte Kunst. At that time, under the auspices of the Polytechnische Gesellschaft, it brought together collectors, patrons, entrepreneurs, artisans and art admirers who sought a means of benefitting society with their community spirit and their love for art. In the nineteenth century, societies and museums emerged all over Europe with the aim of assembling works of applied art from all eras and corners of the earth as a basis for studying the history of art and culture and providing inspiration to artisans and industrial designers. Today, with its two subsidiaries and approximately six hundred members, the society provides material and non-material support to the Museum Angewandte Kunst. Coordinates: 50°06′23″N 8°40′53″E﻿ / ﻿50.10639°N 8.68139°E﻿ / 50.10639; 8.68139","Title":"Museum Angewandte Kunst - Wikipedia","KeyID":"6491","URL":"https://en.wikipedia.org/wiki/Museum_f%C3%BCr_angewandte_Kunst_Frankfurt"}