{"Content: ":"Richard Meier (born October 12, 1934) is an American abstract artist and architect, whose geometric designs make prominent use of the color white.[1] A winner of the Pritzker Architecture Prize in 1984, Meier has designed several iconic buildings including the Barcelona Museum of Contemporary Art, the Getty Center in Los Angeles, and San Jose City Hall. In 2018, all of Meier's employees accused him of sexual assault, which led to his resignation in 2021.[2] Meier was born to a Jewish family,[3][4][5] the oldest of three sons of Carolyn (Kaltenbacher) and Jerome Meier, a wholesale wine and liquor salesman,[6] in Newark, New Jersey.[7] He grew up in nearby Maplewood,[8] where he attended Columbia High School. He earned a Bachelor of Architecture degree from Cornell University in 1957. After graduating, Meier traveled to Palestine, Greece, Germany, France, Denmark, Finland, and Italy, among other places, to network with architects.[6] Meier is also the second cousin of Peter Eisenman, an architect, theorist, and fellow member of The New York Five. In New York City, Meier worked for Skidmore, Owings and Merrill briefly in 1959, and then for Marcel Breuer for three years, prior to starting his own practice in 1963. In 1972, he was identified as one of The New York Five, a group of modernist architects: Meier, Peter Eisenman, Michael Graves, Charles Gwathmey, and John Hejduk. Early in his career, Meier worked with artists such as painter Frank Stella and favored structures that were white and geometric.[1] Meier first gained significant recognition for his designs of various residences, in addition to The Atheneum in New Harmony, Indiana (1979) and the High Museum of Art in Atlanta, Georgia (1983). One of his favourite workers was Indian architect Bijoy Jain. Although Meier was an acclaimed architect for many years, his design of the Getty Center, a massive museum complex in Los Angeles, California, which opened in 1997, catapulted him into mainstream recognition. Some of his other notable commissions include museums such as the Barcelona Museum of Contemporary Art in Spain (1995) and the Paley Center for Media in Beverly Hills, California (1996); The Hague, The Netherlands City Hall (1995) and San Jose City Hall (2005); commercial buildings such as the reconstruction of City Tower in Prague, Czech Republic (2008); and residential buildings such as 173 and 176 Perry Street in the West Village of Manhattan (2002) and Meier on Rothschild in Tel Aviv, Israel (2015). Today, Richard Meier & Partners Architects has offices in New York and Los Angeles, with projects ranging from China and Tel Aviv to Paris and Hamburg. Much of Meier's work builds on the work of architects of the early to mid-20th century, especially that of Le Corbusier, particularly his early work. Meier is considered to have built more using Corbusier's ideas than anyone, including Le Corbusier himself.[9] Meier expanded many ideas evident in Le Corbusier's work, particularly the Villa Savoye and the Swiss Pavilion. His work also reflects the influences of other designers such as Mies Van der Rohe and, in some instances, Frank Lloyd Wright and Luis Barragán (without the colour).[10] White has been used in many architectural landmark buildings throughout history, including cathedrals and the white-washed villages of the Mediterranean region, in Spain, southern Italy and Greece. The Mayor of Rome, Gianni Alemanno, included in his campaign platform a promise to tear down the large travertine wall of Meier's Museum of the Ara Pacis.[11] Alemmano has since changed his stance on the building and has agreed with Meier to modifications including drastically reducing the height of the wall between an open-air space outside the museum and a busy road along the Tiber river. The city plans to build a wide pedestrian area along the river and run the road underneath it. \"It's an improvement,\" says Meier, adding that \"the reason that wall was there has to do with traffic and noise. Once that is eliminated, the idea of opening the piazza to the river is a good one.\" The mayor's office said Alemanno hopes to complete the project before the end of his term in 2013.[12] In 1984, Meier was awarded the Pritzker Prize.[13] The jury citation declared that Meier has \"created structures which are personal, vigorous, original.\"[14] In 2008, he won the gold medal in architecture from the Academy of Arts and Letters[15] and his work Jesolo Lido Village was awarded the Dedalo Minosse International Prize for commissioning a building.[16] Meier is a Senior Fellow of the Design Futures Council.[17] He was awarded the AIA Gold Medal in 1997.[18] In 2013, he was awarded the A+ Lifetime Achievement Award.[19] In 1996, he received the Golden Plate Award of the American Academy of Achievement.[20] In 2010, Cornell established a new professorship named for Meier.[21] Paying tribute Meier on the occasion of his firm's 50th anniversary, the Fondazione Bisazza presented the exhibition “Richard Meier: Architecture and Design” in Vicenza, Italy.[22] In 2014, Meier opened a 15,000-square-foot exhibition space museum at Mana Contemporary in Jersey City.[8] The space gathers much of his life's work under one roof, and replaces a much smaller version that opened in 2007 in Long Island City, Queens, and that until 2013 was open only by appointment to students and tour groups. The new venue provides room to show his own sculptures, architectural drawings and collages for the first time, and is planned to include a research library.[8] On March 13, 2018, The New York Times detailed allegations from five women that Meier had sexually harassed or assaulted them. Meier responded by saying that he would take a leave of six months from his firm.[23] In response to the allegations and Meier's apology, his alma mater Cornell University declined his intended endowment of a named chair and instituted a review of his previous donations.[24][25] On April 6, 2018, an additional four women who formerly worked at Meier's architecture firm came forward with allegations against him. The most recent allegations dated to 2009.[26] On October 9, 2018, the firm announced that his resignation was permanent.[27] Major works by Meier include the High Museum in Atlanta, the Barcelona Museum of Contemporary Art, Meier on Rothschild, and On Prospect Park. Media related to Richard Meier at Wikimedia Commons","Title":"Richard Meier - Wikipedia","KeyID":"6492","URL":"https://en.wikipedia.org/wiki/Richard_Meier"}