{"Content: ":"Interessengemeinschaft Farbenindustrie AG (German for ''Dye industry syndicate stock corporation''), commonly known as IG Farben (German for \"IG Dyestuffs\"), was a German chemical and pharmaceutical conglomerate. Formed in 1925 from a merger of six chemical companies—BASF, Bayer, Hoechst, Agfa, Chemische Fabrik Griesheim-Elektron, and Chemische Fabrik vorm. Weiler Ter Meer[1]—it was seized by the Allies after World War II and divided back into its constituent companies.[a] In its heyday, IG Farben was the largest company in Europe and the largest chemical and pharmaceutical company in the world.[4] IG Farben scientists made fundamental contributions to all areas of chemistry and the pharmaceutical industry. Otto Bayer discovered the polyaddition for the synthesis of polyurethane in 1937,[5] and three company scientists became Nobel laureates: Carl Bosch and Friedrich Bergius in 1931 \"for their contributions to the invention and development of chemical high pressure methods\",[6] and Gerhard Domagk in 1939 \"for the discovery of the antibacterial effects of prontosil\".[7] The company had ties in the 1920s to the liberal German People's Party and was accused by the Nazis of being an \"international capitalist Jewish company\".[8] A decade later, it was a Nazi Party donor and, after the Nazi takeover of Germany in 1933, a major government contractor, providing significant material for the German war effort. Throughout that decade it purged itself of its Jewish employees; the remainder left in 1938.[9] Described as \"the most notorious German industrial concern during the Third Reich\"[10] in the 1940s the company relied on slave labour from concentration camps, including 30,000 from Auschwitz,[11] and was involved in medical experiments on inmates at both Auschwitz and the Mauthausen concentration camp.[12][13] One of its subsidiaries supplied the poison gas, Zyklon B, that killed over one million people in gas chambers during the Holocaust.[b][15] The Allies seized the company at the end of the war in 1945[a] and the US authorities put its directors on trial. Held from 1947 to 1948 as one of the subsequent Nuremberg trials, the IG Farben trial saw 23 IG Farben directors tried for war crimes and 13 convicted.[16] By 1951 all had been released by the American high commissioner for Germany, John J. McCloy.[17] What remained of IG Farben in the West was split in 1951 into its six constituent companies, then again into three: BASF, Bayer and Hoechst.[a] These companies continued to operate as an informal cartel and played a major role in the West German Wirtschaftswunder. Following several later mergers the main successor companies are Agfa, BASF, Bayer and Sanofi. In 2004 the University of Frankfurt, housed in the former IG Farben head office, set up a permanent exhibition on campus, the Norbert Wollheim memorial, for the slave labourers and those killed by Zyklon B.[18] At the beginning of the 20th century, the German chemical industry dominated the world market for synthetic dyes. Three major firms BASF, Bayer and Hoechst, produced several hundred different dyes. Five smaller firms, Agfa, Cassella, Chemische Fabrik Kalle, Chemische Fabrik Griesheim-Elektron and Chemische Fabrik vorm. Weiler-ter Meer, concentrated on high-quality specialty dyes. In 1913 these eight firms produced almost 90 percent of the world supply of dyestuffs and sold about 80 percent of their production abroad.[19] The three major firms had also integrated upstream into the production of essential raw materials, and they began to expand into other areas of chemistry such as pharmaceuticals, photographic film, agricultural chemicals and electrochemicals. Contrary to other industries, the founders and their families had little influence on the top-level decision-making of the leading German chemical firms, which was in the hands of professional salaried managers.[20] Because of this unique situation, the economic historian Alfred Chandler called the German dye companies \"the world's first truly managerial industrial enterprises\".[21] With the world market for synthetic dyes and other chemical products dominated by the German industry, German firms competed vigorously for market shares. Although cartels were attempted, they lasted at most for a few years. Others argued for the formation of a profit pool or Interessen-Gemeinschaft (abbr. IG, lit. \"community of interest\").[23] In contrast, the chairman of Bayer, Carl Duisberg, argued for a merger. During a trip to the United States in the spring of 1903, he had visited several of the large American trusts such as Standard Oil, U.S. Steel, International Paper and Alcoa.[24] In 1904, after returning to Germany, he proposed a nationwide merger of the producers of dye and pharmaceuticals in a memorandum to Gustav von Brüning, the senior manager at Hoechst.[25][page needed] Hoechst and several pharmaceutical firms refused to join. Instead, Hoechst and Cassella made an alliance based on mutual equity stakes in 1904. This prompted Duisberg and Heinrich von Brunck, chairman of BASF, to accelerate their negotiations. In October 1904 an Interessen-Gemeinschaft between Bayer, BASF and Agfa was formed, also known as the Dreibund or little IG. Profits of the three firms were pooled, with BASF and Bayer getting 43 percent each and Agfa 14 percent of all profits.[26] The two alliances were loosely connected with each other through an agreement between BASF and Hoechst to jointly exploit the patent on the Heumann-Pfleger indigo synthesis.[27] Within the Dreibund, Bayer and BASF concentrated on dye, while Agfa increasingly concentrated on photographic film. Although there was some cooperation between the technical staff in production and accounting, there was little cooperation between the firms in other areas. Neither were production or distribution facilities consolidated nor did the commercial staff cooperate. In 1908 Hoechst and Cassella acquired 88 percent of the shares of Chemische Fabrik Kalle. As Hoechst, Cassella and Kalle were connected by mutual equity shares and were located close to each other in the Frankfurt area, this allowed them to cooperate more successfully than the Dreibund, although they also did not rationalize or consolidate their production facilities.[28] IG Farben was founded in December 1925 as a merger of six companies: BASF (27.4 percent of equity capital); Bayer (27.4 percent); Hoechst, including Cassella and Chemische Fabrik Kalle (27.4 percent); Agfa (9 percent); Chemische Fabrik Griesheim-Elektron (6.9 percent); and Chemische Fabrik vorm. Weiler Ter Meer (1.9 percent).[1] The supervisory board members became widely known as, and were said to call themselves jokingly, the \"Council of Gods\" (Rat der Götter).[29] The designation was used as the title of an East German film, The Council of the Gods (1950). In 1926 IG Farben had a market capitalization of 1.4 billion ℛℳ (equivalent to 6 billion 2021 euros) and a workforce of 100,000, of which 2.6 percent were university educated, 18.2 percent were salaried professionals and 79.2 percent were workers.[1] BASF was the nominal survivor; all shares were exchanged for BASF shares. Similar mergers took place in other countries. In the United Kingdom Brunner Mond, Nobel Industries, United Alkali Company and British Dyestuffs merged to form Imperial Chemical Industries in September 1926. In France Établissements Poulenc Frères and Société Chimique des Usines du Rhône merged to form Rhône-Poulenc in 1928.[30] The IG Farben Building, headquarters for the conglomerate in Frankfurt am Main, Germany, was completed in 1931. In 1938 the company had 218,090 employees.[31] IG Farben was controversial on both the far left and far right, partly for the same reasons, related to the size and international nature of the conglomerate and the Jewish background of several of its key leaders and major shareholders. Far-right newspapers of the 1920s and early 1930s accused it of being an \"international capitalist Jewish company\". The liberal and business-friendly German People's Party was its most pronounced supporter. Not a single member of the management of IG Farben before 1933 supported the Nazi Party; four members, or a third, of the IG Farben supervisory board were themselves Jewish.[8] The company ended up being the \"largest single contribution\" to the successful Nazi election campaign of 1933;[32] there is also evidence of \"secret contributions\" to the party in 1931 and 1932.[33] Throughout the 1930s the company underwent a process of Aryanization, and by 1938 Jewish employees had been dismissed and the Jews on the board had resigned. The remaining few left in 1938 after Hermann Göring issued a decree, as part of the Nazis' Four Year Plan (announced in 1936), that the German government would make foreign exchange available to German firms to fund construction or purchases overseas only if certain conditions were met, which included making sure the company employed no Jews.[9] IG Farben's products included synthetic dyes, nitrile rubber, polyurethane, prontosil, and chloroquine. The nerve agent Sarin was first discovered by IG Farben.[34] The company is perhaps best known for its role in producing the poison gas Zyklon B. One product crucial to the operations of the Wehrmacht was synthetic fuel, made from lignite using the coal liquefaction process. IG Farben scientists made fundamental contributions to all areas of chemistry. Otto Bayer discovered the polyaddition for the synthesis of polyurethane in 1937.[5] Several IG Farben scientists were awarded a Nobel Prize. Carl Bosch and Friedrich Bergius were awarded the Nobel Prize in Chemistry in 1931 \"in recognition of their contributions to the invention and development of chemical high pressure methods\".[6] Gerhard Domagk was awarded the Nobel Prize in Physiology or Medicine in 1939 \"for the discovery of the antibacterial effects of prontosil\".[7] IG Farben has been described as \"the most notorious German industrial concern during the Third Reich\".[10] When World War II began, it was the fourth largest corporation in the world and the largest in Europe.[35] In February 1941 Reichsführer-SS Heinrich Himmler signed an order[36] supporting the construction of an IG Farben Buna-N (synthetic rubber) plant—known as Monowitz Buna Werke (or Buna)—near the Monowitz concentration camp, part of the Auschwitz concentration camp complex in German-occupied Poland. (Monowitz came to be known as Auschwitz III; Auschwitz I was the administrative centre and Auschwitz II-Birkenau the extermination camp.) The IG Farben plant's workforce consisted of slave labour from Auschwitz, leased to the company by the SS for a low daily rate.[37] One of IG Farben's subsidiaries supplied the poison gas, Zyklon B, that killed over one million people in gas chambers.[38] Company executives said after the war that they had not known what was happening inside the camps. According to the historian Peter Hayes, \"the killings were an open secret within Farben, and people worked at not reflecting upon what they knew.\"[39] In 1978 Joseph Borkin, who investigated the company as a United States Justice Department lawyer, quoted an American report: \"Without I.G.'s immense productive facilities, its far-reaching research, varied technical expertise and overall concentration of economic power, Germany would not have been in a position to start its aggressive war in September 1939.\"[40] The company placed its resources, technical capabilities and overseas contacts at the German government's disposal. The minutes of a meeting of the Commercial Committee on 10 September 1937 noted: It is generally agreed that under no circumstances should anybody be assigned to our agencies abroad who is not a member of the German Labor Front and whose positive attitude towards the new era has not been established beyond any doubt. Gentlemen who are sent abroad should be made to realize that it is their special duty to represent National Socialist Germany. ... The Sales Combines are also requested to see to it that their agents are adequately supplied with National Socialist literature.[41] This message was repeated by Wilhelm Rudolf Mann, who chaired a meeting of the Bayer division board of directors on 16 February 1938, and who in an earlier meeting had referred to the \"miracle of the birth of the German nation\": \"The chairman points out our incontestable being in line with the National Socialist attitude in the association of the entire 'Bayer' pharmaceutica and insecticides; beyond that, he requests the heads of the offices abroad to regard it as their self-evident duty to collaborate in a fine and understanding manner with the functionaries of the Party, with the DAF (German Workers' Front), et cetera. Orders to that effect again are to be given to the leading German gentlemen so that there may be no misunderstanding in their execution.\"[42] By 1943 IG Farben was manufacturing products worth three billion marks in 334 facilities in occupied Europe; almost half its workforce of 330,000 men and women consisted of slave labour or conscripts, including 30,000 Auschwitz prisoners. Altogether its annual net profit was around 500 million ℛℳ (equivalent to 2 billion 2021 euros).[2] In 1945, according to Raymond G. Stokes, it manufactured all the synthetic rubber and methanol in Germany, 90 percent of its plastic and \"organic intermediates\", 84 percent of its explosives, 75 percent of its nitrogen and solvents, around 50 percent of its pharmaceuticals, and around 33 percent of its synthetic fuel.[43] Staff of the Bayer group at IG Farben conducted medical experiments on concentration-camp inmates at Auschwitz and at the Mauthausen concentration camp.[12][44] At Auschwitz they were led by Bayer employee Helmuth Vetter, an Auschwitz camp physician and SS captain, and Auschwitz physicians Friedrich Entress and Eduard Wirths. Most of the experiments were conducted in Birkenau in Block 20, the women's camp hospital. The patients were suffering from, and in many cases had been deliberately infected with, typhoid, tuberculosis, diphtheria and other diseases, then were given preparations named Rutenol, Periston, B-1012, B-1034, B-1036, 3582 and P-111. According to prisoner-physicians who witnessed the experiments, after being given the drugs the women would experience circulation problems, bloody vomiting, and painful diarrhea \"containing fragments of mucus membrane\". Of the 50 typhoid sufferers given 3852, 15 died; 40 of the 75 tuberculosis patients given Rutenol died.[45] For one experiment, which tested an anaesthetic, Bayer had 150 women sent from Auschwitz to its own facility. They paid RM 150 per woman, all of whom died as a result of the research; the camp had asked for RM 200 per person, but Bayer had said that was too high.[46] A Bayer employee wrote to Rudolf Höss, the Auschwitz commandant: \"The transport of 150 women arrived in good condition. However, we were unable to obtain conclusive results because they died during the experiments. We would kindly request that you send us another group of women to the same number and at the same price.\"[47] Between 1942 and 1945 a cyanide-based pesticide, Zyklon B, was used to kill over one million people, mostly Jews, in gas chambers in Europe, including in the Auschwitz II and Majdanek extermination camps in German-occupied Poland.[48] The poison gas was supplied by an IG Farben subsidiary, Degesch (Deutsche Gesellschaft für Schädlingsbekämpfung MbH, or German Company for Pest Control).[38] Degesch originally supplied the gas to Auschwitz to fumigate clothing that was infested with lice, which carried typhus. Fumigation took place within a closed room, but it was a slow process, so Degesch recommended building small gas chambers, which heated the gas to over 30 °C and killed the lice within one hour. The idea was that the inmates would be shaved and showered while their clothes were being fumigated.[49] The gas was first used on human beings in Auschwitz (650 Soviet POWs and 200 others) in September 1941.[50] Peter Hayes compiled the following table showing the increase in Zyklon B ordered by Auschwitz (figures with an asterisk are incomplete). One ton of Zyklon B was enough to kill around 312,500 people.[51] Several IG Farben executives said after the war that they did not know about the gassings, despite the increase in sales of Zyklon B to Auschwitz. IG Farben owned 42.5 percent of Degesch shares, and three members of Degesch's 11-person executive board, Wilhelm Rudolf Mann, Heinrich Hörlein and Carl Wurster, were directors of IG Farben.[52] Mann, who had been an SA-Sturmführer,[53] was the chair of Degesch's board. Peter Hayes writes that the board did not meet after 1940, and that although Mann \"continued to review the monthly sales figures for Degesch, he could not necessarily have inferred from them the uses to which the Auschwitz camp was putting the product\".[14] IG Farben executives did visit Auschwitz but not Auschwitz II-Birkenau, where the gas chambers were located.[54] Other IG Farben staff appear to have known. Ernst Struss, secretary of the IG Farben's managing board, testified after the war that the company's chief engineer at Auschwitz had told him about the gassings.[55] The general manager of Degesch is said to have learned about the gassings from Kurt Gerstein of the SS.[54] According to the post-war testimony of Rudolf Höss, the Auschwitz commandant, he was asked by Walter Dürrfeld [de], technical manager of the IG Farben Auschwitz plant, whether it was true that Jews were being cremated at Auschwitz. Höss replied that he could not discuss it and thereafter assumed that Dürrfeld knew.[56] Dürrfeld, a friend of Höss, denied knowing about it.[57] Hayes writes that the inmates of Auschwitz III, which supplied the slave labour for IG Farben, were well aware of the gas chambers, in part because of the stench from the Auschwitz II crematoria, and in part because IG Farben supervisors in the camp spoke about the gassings, including using the threat of them to make the inmates work harder.[58] Charles Coward, a British POW who had been held at Auschwitz III, told the IG Farben trial: The population at Auschwitz was fully aware that people were being gassed and burned. On one occasion they complained about the stench of the burning bodies. Of course all of the Farben people knew what was going on. Nobody could live in Auschwitz and work in the plant, or even come down to the plant, without knowing what was common knowledge to everybody.[59] Mann, Hörlein and Wuster (directors of both IG Farben and Degesch) were acquitted at the IG Farben trial in 1948 of having supplied Zyklon B for the purpose of mass extermination. The judges ruled that the prosecution had not shown that the defendants or executive board \"had any persuasive influence on the management policies of Degesch or any significant knowledge as to the uses to which its production was being put\".[52] In 1949 Mann became head of pharmaceutical sales at Bayer.[53] Hörlein became chair of Bayer's supervisory board.[60] Wurster became chair of the IG Farben board, helped to reestablish BASF as a separate company, and became an honorary professor at the University of Heidelberg.[61] Dürrfeld was sentenced to eight years, then pardoned in 1951 by John McCloy, the American high commissioner for Germany, after which he joined the management or supervisory boards of several chemical companies.[57] The company destroyed most of its records as it became clear that Germany was losing the war. In September 1944 Fritz ter Meer, a member of IG Farben's supervisory board and future chair of Bayer's board of directors, and Ernst Struss, secretary of the company's managing board, are said to have made plans to destroy company files in Frankfurt in the event of an American invasion.[62] As the Red Army approached Auschwitz in January 1945 to liberate it, IG Farben reportedly destroyed the company's records inside the camp,[63] and in the spring of 1945, the company burned and shredded 15 tons of paperwork in Frankfurt.[62] The Americans seized the company's property under \"General Order No. 2 pursuant to Military Government Law No. 52\", 2 July 1945, which allowed the US to disperse \"ownership and control of such of the plants and equipment seized under this order as have not been transferred or destroyed\". The French followed suit in the areas they controlled.[64] On 30 November 1945 Allied Control Council Law No. 9, \"Seizure of Property owned by I.G. Farbenindustrie and the Control Thereof\", formalized the seizure for \"knowingly and prominently ... building up and maintaining German war potential\".[65][2] The division of property followed the division of Germany into four zones: American, British, French and Soviet.[64] In the Western occupation zone, the idea of destroying the company was abandoned as the policy of denazification evolved,[10] in part because of a need for industry to support reconstruction, and in part because of the company's entanglement with American companies, notably the successors of Standard Oil. In 1951 the company was split into its original constituent companies. The four largest quickly bought the smaller ones.[citation needed] In January 1955 the Allied High Commission issued the I.G. Liquidation Conclusion Law,[66] naming IG Farben's legal successor as IG Farbenindustrie AG in Abwicklung (IGiA)[67] (\"I.G. Farbenindustrie AG in Liquidation).[66] In 1947 the American government put IG Farben's directors on trial. The United States of America vs. Carl Krauch, et al. (1947–1948), also known as the IG Farben trial, was the sixth of 12 trials for war crimes the U.S. authorities held in their occupation zone in Germany (Nuremberg) against leading industrialists of Nazi Germany. There were five counts against the IG Farben directors: Of the 24 defendants arraigned, one fell ill and his case was discontinued. The indictment was filed on 3 May 1947; the trial lasted from 27 August 1947 until 30 July 1948. The judges were Curtis Grover Shake (presiding), James Morris, Paul M. Hebert, and Clarence F. Merrell as an alternate judge. Telford Taylor was the chief counsel for the prosecution. Thirteen defendants were found guilty,[68] with sentences ranging from 18 months to eight years.[69] All were cleared of the first count of waging war.[68] The heaviest sentences went to those involved with Auschwitz,[69] which was IG Farben's Upper Rhine group.[70] Ambros, Bütefisch, Dürrfeld, Krauch and ter Meer were convicted of \"participating in ... enslavement and deportation for slave labor\".[71] All defendants who were sentenced to prison received early release. Most were quickly restored to their directorships and other positions in post-war companies, and some were awarded the Federal Cross of Merit.[72] Those who served prison sentences included: Those acquitted included: Agfa, BASF and Bayer remained in business; Hoechst spun off its chemical business in 1999 as Celanese AG before merging with Rhône-Poulenc to form Aventis, which later merged with Sanofi-Synthélabo to form Sanofi. Two years earlier, another part of Hoechst was sold in 1997 to the chemical spin-off of Sandoz, the Muttenz (Switzerland) based Clariant. The successor companies remain some of the world's largest chemical and pharmaceutical companies.[citation needed] Although IG Farben was officially put into liquidation in 1952, this did not end the company's legal existence. The purpose of a corporation's continuing existence, being \"in liquidation\", is to ensure an orderly wind-down of its affairs. As almost all its assets and all its activities had been transferred to the original constituent companies, IG Farben was from 1952 largely a shell company with no real activity.[citation needed] In 2001 IG Farben announced that it would formally wind up its affairs in 2003. It had been continually criticized over the years for failing to pay compensation to the former labourers; its stated reason for its continued existence after 1952 was to administer its claims and pay its debts. The company, in turn, blamed ongoing legal disputes with the former captive labourers for its inability to be legally dissolved and have the remaining assets distributed as reparations.[86] On 10 November 2003 its liquidators filed for insolvency,[87] but this did not affect the existence of the company as a legal entity. While it did not join a national compensation fund set up in 2001 to pay the victims, it contributed 500,000 DM (£160,000 stg or €255,646) towards a foundation for former captive labourers under the Nazi regime. The remaining property, worth DM 21 million (£6.7 million or €10.7 million), went to a buyer.[88] Each year, the company's annual meeting in Frankfurt was the site of demonstrations by hundreds of protesters.[86] Its stock (denominated in Reichsmarks) traded on German markets until early 2012. As of 2012[update] it still existed as a corporation in liquidation.[89] Film and television Literature Games Also see \"Law No. 9\" (PDF). Allied Control Council. Archived (PDF) from the original on 22 September 2018. \"IG Farben-Haus, Geschichte und Gegenwart\" (in German). Fritz Bauer Institute. Archived from the original on 14 March 2007. \"Kontrollratsgesetz Nr. 9\". Verfassungen der Welt. www.verfassungen.de. Archived from the original on 19 April 2017. Books and articles ","Title":"IG Farben - Wikipedia","KeyID":"6494","URL":"https://en.wikipedia.org/wiki/IG_Farben"}