{"Content: ":"The Grüneburgpark is a public park in Frankfurt, Hesse, Germany, located in the Westend quarter. It began as a park for the Grüne Burg (Green Castle), a castle from the 14th century. In 1789, the banker Peter Heinrich von Bethmann Metzler acquired the property, and had the park designed. In 1837, the property was bought by the Rothschild family, who erected a palace-like mansion in the style of a French Loire palace. They commissioned Heinrich Siesmayer to develop an English garden, completed in 1877. Under the Nazi regime, Albert von Goldschmidt-Rothschild had to give up his family home. The palace was destroyed in an air raid in 1944. After the War, the park was expanded to 29 hectares, and opened to the public. It has since been a popular recreation place, comprising the botanical garden of the university and a Korean Garden. Grüneburgpark began as a park for the Grüne Burg (Green Castle), a castle from the 14th century. In 1789, the banker Peter Heinrich von Bethmann Metzler acquired the property, expanded the building and had the park designed. In the following years the great thinkers of the day met here, among them Johann Wolfgang von Goethe and Bettina von Arnim. In 1837, the park was bought by the Rothschild family, who had a palais constructed in the manner of a French Loire castle. The Rothschild family had a 29-hectare-large landscaped park developed in this location. The English-style park itself was finished in 1877 by Heinrich Siesmayer [de]. In 1935, after the Nazi rise to power, Albert von Goldschmidt-Rothschild, who committed suicide in emigration five years later, had to \"transfer to the municipality\" (quote from a letter to mayor Krebs) what had been the home of his family. The \"New Palais\" was destroyed in an air raid in 1944. After the Second World War, the park was expanded to 29 hectares. It has since been a popular place for recreation among the Frankfurters, especially in the summer months. The park's northwest corner is now the Botanical Garden Frankfurt. Another major botanical garden, the Palmengarten, is just across the street. The park is also home to a 4,800-square-metre Korean garden. It was a gift to the city as part of South Korea's presentation as the guest of honour at the 2005 Frankfurt Book Fair. It has been designed in the style of traditional Korean scholars' gardens.[1] Coordinates: 50°07′36″N 8°39′37″E﻿ / ﻿50.12667°N 8.66028°E﻿ / 50.12667; 8.66028  This Hesse location article is a stub. You can help Wikipedia by expanding it.","Title":"Grüneburgpark - Wikipedia","KeyID":"6495","URL":"https://en.wikipedia.org/wiki/Gr%C3%BCneburgpark"}