{"Content: ":"The Squaire is an office building in Frankfurt, Germany. It was built between 2006 and 2011 on top of an existing train station (Frankfurt Airport long-distance station) near Frankfurt Airport. The building is 660 m long, 65 m wide, 45 m high, and has nine floors. With a total floor area of 140,000 m2 (1,506,900 sq ft) it is the largest office building in Germany.[1][2] Its dimensions and design make it a groundscraper. The Squaire is directly connected to Terminal 1 of Frankfurt Airport through a pedestrian connecting corridor. The term Squaire is a portmanteau of the words square and air. The name was announced in June 2010. The project's original name was Airrail Center Frankfurt. The term Airrail is a compound of the words air and rail.[citation needed] The Squaire is located between two motorways, the Bundesautobahn 3 and the Bundesstraße 43, close to one of the most heavily used Autobahn interchanges in Europe, the Frankfurter Kreuz. The building provides direct access to the train station below with 210 daily long-distance train connections, of which 185 are ICE trains. A connecting bridge provides access to the airport terminals as well as to the Frankfurt Airport regional station. The Squaire is connected to a multistorey car park to the west by a people mover called MiniMetro operating high above the highway driveways. When Deutsche Bahn announced plans to build a fast rail link between Cologne and Frankfurt (Cologne–Frankfurt high-speed rail line) it planned for a second train station at Frankfurt Airport because it was clear that the existing train station would not be able to handle the predicted traffic. Construction work for a new train station close to the airport grounds started in 1995 and was finished in 1999. With a glass dome on top, it was designed to allow the later construction of an office building. Preparatory construction work on the office building started in November 2006 based on a design by the Frankfurt based architecture firm JSK.[3] The main investor of the project is the IVG Immobilien AG in Bonn. Due to lack of potential tenants the plans were delayed several years until 2006 when the construction of the building, then called Airrail Center Frankfurt, began with an announced opening day in 2010. The foundation stone was laid on March 1, 2007.[4] Planned construction costs were 660 million Euro. Trouble with the construction company and the use of bad construction steel imported from China, which had to be replaced, pushed the costs up to 1 billion Euro. In June 2010 the name was changed to The Squaire. The main tenants' move-in took place in sections, beginning in April 2011, until December 2011. The accounting firm KPMG, two Hilton hotels, and Lufthansa occupy space in The Squaire. KPMG has rented 40,000 square metres of office space with 2,150 staff members. In the eastern part are two Hilton hotels: Hilton Garden Inn Frankfurt Airport [5] with 334 rooms and the Hilton Frankfurt Airport with 249 rooms in a total area of 34,500 m2. Lufthansa has leased 18,500 m2, and 1,000 of its employees moved in by the Spring of 2012. A 3,600 square meters area is provided for a medical center. 5,900 square meters is provided for restaurants and shops. Coordinates: 50°03′11″N 8°34′11″E﻿ / ﻿50.05293°N 8.569851°E﻿ / 50.05293; 8.569851","Title":"The Squaire - Wikipedia","KeyID":"6508","URL":"https://en.wikipedia.org/wiki/The_Squaire"}