{"Content: ":"Goldman Sachs (/ˈsæks/) is an American multinational investment bank and financial services company headquartered in New York City. The Goldman Sachs Group, Inc. was founded in 1869 and is headquartered at 200 West Street in Lower Manhattan with regional headquarters in London, Warsaw, Bangalore, Hong Kong, Tokyo and Salt Lake City and additional offices in other international financial centers.[2] It ranks 2nd on the list of investment banks in the world by revenue[3] and is ranked 59th on the Fortune 500 list of the largest United States corporations by total revenue.[4] It is considered a systemically important financial institution by the Financial Stability Board. The company has been criticized for a lack of ethical standards,[5][6] working with dictatorial regimes,[7] cozy relationships with the US federal government via a \"revolving door\" of former employees,[8] and driving up prices of commodities through futures speculation.[9] While the company has appeared on the 100 Best Companies to Work For list compiled by Fortune, primarily due to its high compensation levels,[10][11] it has also been criticized by its employees for 100-hour work weeks, high levels of employee dissatisfaction among first-year analysts, abusive treatment by superiors, a lack of mental health resources, and extremely high levels of stress in the workplace leading to physical discomfort.[12][13] The company invests in and arranges financing for startups, and in many cases gets additional business when the companies launch initial public offerings.[14] Notable initial public offerings for which Goldman Sachs was the lead bookrunner include those of Twitter,[15][16] Bumble, Robinhood Markets, among others.[17][18] Startups in which the company or its funds have invested include H2O.ai,[19] Acronis,[20] Amount,[21] among others.[22][23][24][25] Goldman Sachs was founded in New York City in 1869 by Marcus Goldman.[26] In 1882, Goldman's son-in-law Samuel Sachs joined the firm.[27][28] In 1885, Goldman took his son Henry and his son-in-law Ludwig Dreyfuss into the business and the firm adopted its present name, Goldman Sachs & Co.[29] The company pioneered the use of commercial paper for entrepreneurs and joined the New York Stock Exchange (NYSE) in 1896.[30] By 1898, the firm's capital stood at $1.6 million.[30] Goldman entered the initial public offering market in 1906 when it took Sears, Roebuck and Company public.[30] The deal was facilitated by Henry Goldman's personal friendship with Julius Rosenwald, an owner of Sears.[30] Other IPOs followed, including F. W. Woolworth and Continental Can.[30] In 1912, Henry S. Bowers became the first non-member of the founding family to become a partner of the company and share in its profits.[30] In 1917, under growing pressure from the other partners in the firm due to his pro-German stance, Henry Goldman resigned.[30] The Sachs family gained full control of the firm until Waddill Catchings joined the company in 1918.[30] By 1928, Catchings was the Goldman partner with the single largest stake in the firm.[30] On December 4, 1928, the firm launched the Goldman Sachs Trading Corp, a closed-end fund.[31] The fund failed during the Stock Market Crash of 1929, amid accusations that Goldman had engaged in share price manipulation and insider trading.[30] In 1930, the firm ousted Catchings, and Sidney Weinberg assumed the role of senior partner and shifted Goldman's focus away from trading and toward investment banking.[30] Weinberg's actions helped to restore some of Goldman's tarnished reputation. Under Weinberg's leadership, Goldman was the lead advisor on the Ford Motor Company's IPO in 1956, a major coup on Wall Street at the time. Under Weinberg's reign, the firm started an investment research division and a municipal bond department, and it became an early innovator in risk arbitrage.[30] In the 1950s, Gus Levy joined the firm as a securities trader, where two powers fought for supremacy, one from investment banking and one from securities trading. Levy was a pioneer in block trading and the firm established this trend under his guidance. Due to Weinberg's heavy influence, the firm formed an investment banking division in 1956 in an attempt to shift focus off Weinberg.[30] In 1957, the company's headquarters were relocated to 20 Broad Street, New York City.[30] In 1969, Levy took over Weinberg's role as Senior Partner and built Goldman's trading franchise once again.[32] Levy is credited with Goldman's famous philosophy of being \"long-term greedy,\" which implied that as long as money is made over the long term, short-term losses are bearable. At the same time, partners reinvested nearly all of their earnings in the firm.[33] Weinberg remained a senior partner of the firm and died in July of that year.[34] Another financial crisis for the firm occurred in 1970, when the Penn Central Transportation Company went bankrupt with over $80 million in commercial paper outstanding, most of it issued through Goldman Sachs. The bankruptcy was large, and the resulting lawsuits, notably by the SEC, threatened the partnership capital, life, and reputation of the firm.[35] It was this bankruptcy that resulted in credit ratings for every issuer of commercial paper today by several credit rating services.[36] Under the direction of Senior Partner Stanley R. Miller, the firm opened its first international office in London in 1970 and created a Private Wealth Management division along with a fixed income division in 1972.[37] It pioneered the \"white knight\" strategy in 1974 during its attempts to defend Electric Storage Battery against a hostile takeover bid from International Nickel and Goldman's rival, Morgan Stanley.[38] John L. Weinberg (the son of Sidney Weinberg), and John C. Whitehead assumed roles of co-senior partners in 1976, once again emphasizing the co-leadership at the firm. One of their initiatives was the establishment of 14 business principles that the firm still claims to apply.[39] On November 16, 1981, the firm acquired J. Aron & Company, a commodities trading firm which merged with the Fixed Income division to become known as Fixed Income, Currencies, and Commodities.[40] J. Aron was involved in the coffee and gold markets, and the former CEO of Goldman, Lloyd Blankfein, joined the firm as a result of this merger.[41] In 1985, it underwrote the public offering of the real estate investment trust that owned Rockefeller Center, then the largest REIT offering in history.[42] In accordance with the beginning of the dissolution of the Soviet Union, the firm also became involved in facilitating the global privatization movement by advising companies that were spinning off from their parent governments.[43] In 1986, the firm formed Goldman Sachs Asset Management, which manages the majority of its mutual funds and hedge funds.[44] In the same year, the firm also underwrote the IPO of Microsoft, advised General Electric on its acquisition of RCA,[44] joined the London and Tokyo stock exchanges, and became the first United States bank to rank in the top 10 of mergers and acquisitions in the United Kingdom.[citation needed] During the 1980s, the firm became the first bank to distribute its investment research electronically and created the first public offering of original issue deep-discount bond.[44] Robert Rubin and Stephen Friedman assumed the co-senior partnership in 1990 and pledged to focus on globalization of the firm to strengthen the merger & acquisition and trading business lines.[45] During their tenure as co-senior partners, the firm introduced paperless trading to the New York Stock Exchange and lead-managed the first-ever global debt offering by a U.S. corporation.[citation needed] In 1994, it also launched the Goldman Sachs Commodity Index (GSCI) and opened its first office in China in Beijing.[46] That same year, Jon Corzine became CEO, following the departure of Rubin and Friedman.[47] Rubin had drawn criticism in Congress for using a Treasury Department account under his personal control to distribute $20 billion to bail out Mexican bonds, of which Goldman was a key distributor.[48] On November 22, 1994, the Mexican Bolsa stock market admitted Goldman Sachs and one other firm to operate on that market.[49] The 1994 economic crisis in Mexico threatened to wipe out the value of Mexico's bonds held by Goldman Sachs.[50] In 1994, Goldman financed Rockefeller Center in a deal that allowed it to take an ownership interest[51] in 1996, and sold Rockefeller Center to Tishman Speyer in 2000.[52] In April 1996, Goldman was the lead underwriter of the Yahoo! IPO.[53] In 1998, it was the co-lead manager of the ¥2 trillion (yen) NTT DoCoMo IPO.[54] In 1999, Goldman acquired Hull Trading Company for $531 million.[55][56] After decades of debate among the partners, the company became a public company via an initial public offering in May 1999.[57] Goldman sold 12.6% of the company to the public, and, after the IPO, 48.3% of the company was held by 221 former partners, 21.2% of the company was held by non-partner employees, and the remaining 17.9% was held by retired Goldman partners and two long-time investors, Sumitomo Bank Ltd. and Assn, the investing arm of Kamehameha Schools.[58] The shares were priced at $53 each. After the IPO, Henry Paulson became Chairman and Chief Executive Officer, succeeding Jon Corzine.[59] In September 2000, Goldman Sachs purchased Spear, Leeds, & Kellogg, one of the largest specialist firms on the New York Stock Exchange, for $6.3 billion.[60] In January 2000, Goldman, along with Lehman Brothers, was the lead manager for the first internet bond offering for the World Bank.[61] In March 2003, the firm took a 45% stake in a joint venture with JBWere, the Australian investment bank.[61] In April 2003, Goldman acquired The Ayco Company L.P., a fee-based financial counseling service.[62] In December 2005, four years after its report on the emerging \"BRIC\" economies (Brazil, Russia, India, and China), Goldman Sachs named its \"Next Eleven\"[63] list of countries, using macroeconomic stability, political maturity, openness of trade and investment policies and quality of education as criteria: Bangladesh, Egypt, Indonesia, Iran, Mexico, Nigeria, Pakistan, the Philippines, Turkey, South Korea and Vietnam.[64] In May 2006, Paulson left the firm to serve as United States Secretary of the Treasury, and Lloyd Blankfein was promoted to Chairman and Chief Executive Officer.[65] In January 2007, Goldman, along with CanWest Global Communications, acquired Alliance Atlantis, the company with the broadcast rights to the CSI franchise.[66] As a result of its involvement in securitization during the subprime mortgage crisis, Goldman Sachs suffered during the financial crisis of 2007–2008,[67][68] and it received a $10 billion investment from the United States Department of the Treasury as part of the Troubled Asset Relief Program, a financial bailout created by the Emergency Economic Stabilization Act of 2008. The investment was made in November 2008 and was repaid with interest in June 2009.[69][70] During the 2007 subprime mortgage crisis, Goldman profited from the collapse in subprime mortgage bonds in summer 2007 by short-selling subprime mortgage-backed securities. Two Goldman traders, Michael Swenson and Josh Birnbaum, are credited with being responsible for the firm's large profits during the crisis.[71][72] The pair, members of Goldman's structured products group in New York City, made a profit of $4 billion by \"betting\" on a collapse in the subprime market and shorting mortgage-related securities. By summer 2007, they persuaded colleagues to see their point of view and convinced skeptical risk management executives.[73] The firm initially avoided large subprime write-downs and achieved a net profit due to significant losses on non-prime securitized loans being offset by gains on short mortgage positions. The firm's viability was later called into question as the crisis intensified in September 2008. On October 15, 2007, as the crisis had begun to unravel, Allan Sloan, a senior editor for Fortune magazine, wrote:[74] So let's reduce this macro story to human scale. Meet GSAMP Trust 2006-S3, a $494 million drop in the junk-mortgage bucket, part of the more than half-a-trillion dollars of mortgage-backed securities issued last year. We found this issue by asking mortgage mavens to pick the worst deal they knew of that had been floated by a top-tier firm - and this one's pretty bad. It was sold by Goldman Sachs - GSAMP originally stood for Goldman Sachs Alternative Mortgage Products but now has become a name itself, like AT&T and 3M. This issue, which is backed by ultra-risky second-mortgage loans, contains all the elements that facilitated the housing bubble and bust. It's got speculators searching for quick gains in hot housing markets; it's got loans that seem to have been made with little or no serious analysis by lenders; and finally, it's got Wall Street, which churned out mortgage \"product\" because buyers wanted it. As they say on the Street, \"When the ducks quack, feed them.\" On September 21, 2008, Goldman Sachs and Morgan Stanley, the last two major investment banks in the United States, both confirmed that they would become traditional bank holding companies.[75][76] The Federal Reserve's approval of their bid to become banks ended the business model of an independent securities firm, 75 years after Congress separated them from deposit-taking lenders, and capped weeks of chaos that sent Lehman Brothers into bankruptcy and led to the rushed sale of Merrill Lynch to Bank of America Corp.[77] On September 23, 2008, Berkshire Hathaway agreed to purchase $5 billion in Goldman's preferred stock, and also received warrants to buy another $5 billion in Goldman's common stock within five years.[78] The company also raised $5 billion via a public offering of shares at $123 per share.[78] Goldman also received a $10 billion preferred stock investment from the U.S. Treasury in October 2008, as part of the Troubled Asset Relief Program (TARP).[79] Andrew Cuomo, then New York Attorney General, questioned Goldman's decision to pay 953 employees bonuses of at least $1 million each after it received TARP funds in 2008.[80] In that same period, however, CEO Lloyd Blankfein and six other senior executives opted to forgo bonuses, stating they believed it was the right thing to do, in light of \"the fact that we are part of an industry that's directly associated with the ongoing economic distress\".[81] Cuomo called the move \"appropriate and prudent\", and urged the executives of other banks to follow the firm's lead and refuse bonus payments.[81] In June 2009, Goldman Sachs repaid the U.S. Treasury's TARP investment, with 23% interest (in the form of $318 million in preferred dividend payments and $1.418 billion in warrant redemptions).[82] On March 18, 2011, Goldman Sachs received Federal Reserve approval to buy back Berkshire's preferred stock in Goldman.[83] In December 2009, Goldman announced that its top 30 executives would be paid year-end bonuses in restricted stock that they cannot sell for five years, with clawback provisions.[84][85] During the 2008 financial crisis, the Federal Reserve introduced a number of short-term credit and liquidity facilities to help stabilize markets. Some of the transactions under these facilities provided liquidity to institutions whose disorderly failure could have severely stressed an already fragile financial system.[86] Goldman Sachs was one of the heaviest users of these loan facilities, taking out many loans between March 18, 2008, and April 22, 2009. The Primary Dealer Credit Facility (PDCF), the first Fed facility ever to provide overnight loans to investment banks, loaned Goldman Sachs a total of $589 billion against collateral such as corporate market instruments and mortgage-backed securities.[87] The Term Securities Lending Facility (TSLF), which allows primary dealers to borrow liquid Treasury securities for one month in exchange for less liquid collateral, loaned Goldman Sachs a total of $193 billion.[88] Goldman Sachs's borrowings totaled $782 billion in hundreds of revolving transactions over these months.[89] The loans were fully repaid in accordance with the terms of the facilities.[90] In 2008, Goldman Sachs started a \"Returnship\" internship program after research and consulting with other firms led them to understand that career breaks happen and that returning to the workforce was difficult, especially for women. The goal of the Returnship program was to offer a chance at temporary employment for workers. Goldman Sachs holds the trademark for the term 'Returnship'.[91] According to a 2009 BrandAsset Valuator survey taken of 17,000 people nationwide, the firm's reputation suffered in 2008 and 2009, and rival Morgan Stanley was respected more than Goldman Sachs, a reversal of the sentiment in 2006. Goldman refused to comment on the findings.[92] In 2011, Goldman took full control of JBWere in a $1 billion buyout.[93] According to The Wall Street Journal, in September 2011, Goldman Sachs, announced that it was shutting down its largest hedge fund[94]—Global Alpha Fund LP—which had been housed under Goldman Sachs Asset Management (GSAM).[95] Global Alpha, which was created in the mid-1990s with $10 million,[96] was once \"one of the biggest and best performing hedge funds in the world\" with more than $12 billion assets under management (AUM) at its peak in 2007.[97] Global Alpha, which used computer-driven models to invest,[94] became known for high-frequency trading and furthered the career of quantitative analysts—'quants'—such as Cliff Asness and Mark Carhart, who were the quant fund's founding fathers and had developed the statistical models that drove the trading.[96] The Wall Street Journal described Asness and Carhart as managers of Global Alpha, a \"big, secretive hedge fund\"—the \"Cadillac of a fleet of alternative investments\" that had made millions for Goldman Sachs by 2006.[98] By mid-2008 the quant fund had declined to 2.5 billion, by June 2011, it was less than $1.7 billion, and by September 2011, after suffering losses that year, it had \"about $1 billion AUM.[99] 2013 was a very busy year for the company. Goldman underwrote the $2.913 billion Grand Parkway System Toll Revenue Bond offering for the Houston, Texas area, one of the fastest-growing areas in the United States. The bond will be repaid from toll revenue.[100][101] In April 2013, together with Deutsche Bank, Goldman led a $17 billion bond offering by Apple Inc., the largest corporate-bond deal in history[102][103] and Apple's first since 1996. Goldman Sachs managed both of Apple's previous bond offerings in the 1990s.[103] In June 2013, Goldman Sachs purchased the loan portfolio from Brisbane-based Suncorp Group, one of Australia's largest banks and insurance companies. The A$1.6 billion face amount loan portfolio was purchased for A$960 million.[104][105] In September 2013, Goldman Sachs Asset Management announced it had entered into an agreement with Deutsche Asset & Wealth Management to acquire its stable value business, with total assets under supervision of $21.6 billion as of June 30, 2013[update].[106] In August 2015, Goldman Sachs agreed to acquire General Electric's GE Capital Bank on-line deposit platform, including US$8-billion of on-line deposits and another US$8-billion of brokered certificates of deposit.[107] Starting in 2016, Goldman Sachs has started to move into consumer financial products after spending most of its prior 150 years catering to institutional investors, corporations and governments.[108] In April 2016, Goldman Sachs launched GS Bank, a direct bank.[109] In October 2016, Goldman Sachs Bank USA started offering no-fee unsecured personal loans under the brand Marcus by Goldman Sachs.[110] In March 2016, Goldman Sachs agreed to acquire financial technology startup Honest Dollar, a digital retirement savings tool founded by American entrepreneur Whurley, focused on helping small-business employees and self-employed workers obtain affordable retirement plans. Terms of the deal were not disclosed.[111] In May 2017, Goldman Sachs purchased $2.8 billion of PDVSA 2022 bonds from the Central Bank of Venezuela during the 2017 Venezuelan protests.[112] In April 2018, Goldman Sachs acquired Clarity Money, a personal finance startup.[113] On September 10, 2018, Goldman Sachs acquired Boyd Corporation from Genstar Capital for $3 billion.[114] On May 16, 2019, Goldman Sachs acquired United Capital Financial Advisers, LLC for $750 million.[115] In March 2019, Apple, Inc. announced that it would partner with Goldman Sachs to launch the Apple Card, the bank's first credit card offering.[108] The card features a number of consumer-friendly features including no fees, software that encourages users to avoid debt or pay it down quickly, the industry’s lowest interest rate range for comparable cards, and a mandate to approve as many iPhone users as possible. These features are seen as being risky for a bank to take on, and led other banks with established consumer credit card operations including Apple's long time partner Barclays, along with Citigroup, JPMorgan Chase and Synchrony, to turn down Apple's proposal.[116][117] Goldman Sachs defended the terms of the deal saying they were \"thrilled\" with the partnership and seeking \"to disrupt consumer finance by putting the customer first.\"[116] Also in March 2019, Goldman Sachs was fined £34.4 million by the City (London) regulator for misreporting millions of transactions over a decade.[118] In December 2019, the company pledged to give $750 billion to climate transition projects and to stop financing for oil exploration in the Arctic and for some projects related to coal.[119] In June 2020, Goldman Sachs introduced a new corporate typeface, Goldman Sans, and made it freely available. After Internet users discovered that the terms of the license prohibited the disparagement of Goldman Sachs, the bank was much mocked and disparaged in its own font, until it eventually changed the license to the standard SIL Open Font License.[120] Goldman Sachs was embroiled in a major scandal related to Malaysia's sovereign wealth fund, 1Malaysia Development Berhad (1MDB). The bank paid a fine of $2.9 billion under the Foreign Corrupt Practices Act, the largest such fine of all time. In July 2020, Goldman Sachs agreed on a $3.9 billion settlement in Malaysia for criminal charges related to the 1MDB scandal.[121][122] For charges brought for the same case in other countries, Goldman Sachs agreed in October of the same year to pay more than $2.9 billion, with over $2 billion going to fines imposed in the US.[123][124] In August 2021, Goldman Sachs announced that it had agreed to acquire NN Investment Partners, which had US$335 billion in assets under management, for €1.7 billion from NN Group.[125] In September 2021, Goldman Sachs announced to acquire GreenSky for about $2.24 billion and completed the acquisition in March 2022.[126] In March 2022, Goldman Sachs announced it was winding down its business in Russia in compliance with regulatory and licensing requirements.[127] Also during that same month, Goldman Sachs announced it had acquired the Chicago-based open-architecture digital retirement advice provider, NextCapital Group.[128] In June 2022, Goldman Sachs offered its first ever derivatives product linked to Ether (ETH).[129] Goldman Sachs offers services in investment banking (advisory for mergers and acquisitions and restructuring), securities underwriting, asset management and investment management, and prime brokerage. It is a market maker and brokers credit products, mortgage-backed securities, insurance-linked securities, securities, currencies, commodities, equities, equity derivatives, structured products, options, and futures contracts. It is a primary dealer in the United States Treasury security market. It provides clearing and custodian bank services. It provides wealth management services via Goldman Sachs Personal Financial Management. It operates private-equity funds, credit and real estate funds, and hedge funds. It structures complex and tailor-made financial products. It also owns Goldman Sachs Bank USA, a direct bank. It trades both on behalf of its clients (flow trading) and for its own account (proprietary trading). According to its website, Goldman Sachs has committed in excess of $1.8 billion to philanthropic initiatives.[130] Goldman Sachs reports its environmental and social performance in an annual report on Corporate social responsibility that follows the Global Reporting Initiative protocol.[131] The company offers a donor advised fund (DAF) called Goldman Sachs Gives that donates to charitable organizations with an employee donation match of up to $20,000.[131][132] A 2019 investigation by Sludge of DAFs and hate groups found that Goldman Sachs' donor advised fund had not been used to fund any SPLC hate groups, but that the fund did not have any explicit policy preventing such donations.[133] Goldman has been criticized in the aftermath of the financial crisis of 2007–2008, where some alleged that it misled its investors and profited from the collapse of the mortgage market. This situation brought investigations from the United States Congress, the United States Department of Justice, and a lawsuit from the U.S. Securities and Exchange Commission[134] that resulted in Goldman paying a $550 million settlement.[135] Goldman received $12.9 billion from AIG counterparty payments provided by the AIG bailout,[136] $10 billion in TARP money from the government, which it paid back to the government, and a record $11.4 billion set aside for employee bonuses in the first half of 2009.[137][138][139] In 2011, a Senate panel released a report accusing Goldman Sachs of misleading clients and engaging in conflicts of interest.[140] In a story in Rolling Stone, Matt Taibbi characterized Goldman Sachs as a \"great vampire squid\" sucking money instead of blood, allegedly engineering \"every major market manipulation since the Great Depression ... from tech stocks to high gas prices\".[141][142][143][144] In June 2009, after the firm repaid the TARP investment from the U.S. Treasury, Goldman made some of the largest bonus payments in its history due to its strong financial performance.[85][145] Andrew Cuomo, then New York Attorney General, questioned Goldman's decision to pay 953 employees bonuses of at least $1 million each after it received TARP funds in 2008.[80] That same period, however, CEO Lloyd Blankfein and 6 other senior executives opted to forgo bonuses, stating they believed it was the right thing to do, in light of \"the fact that we are part of an industry that's directly associated with the ongoing economic distress\".[81] Goldman Sachs maintained that its net exposure to AIG was 'not material', and that the firm was protected by hedges (in the form of CDSs with other counterparties) and $7.5 billion of collateral.[146] The firm stated the cost of these hedges to be over $100 million.[147] According to Goldman, both the collateral and CDSs would have protected the bank from incurring an economic loss in the event of an AIG bankruptcy (however, because AIG was bailed out and not allowed to fail, these hedges did not pay out).[148] CFO David Viniar stated that profits related to AIG in the first quarter of 2009 \"rounded to zero\", and profits in December were not significant. He went on to say that he was \"mystified\" by the interest the government and investors have shown in the bank's trading relationship with AIG.[149] Some have said, incorrectly according to others,[150] that Goldman Sachs received preferential treatment from the government by being the only Wall Street firm to have participated in the crucial September meetings at the New York Fed, which decided AIG's fate. Much of this has stemmed from an inaccurate but often quoted New York Times article.[151] The article was later corrected to state that Blankfein, CEO of Goldman Sachs, was \"one of the Wall Street chief executives at the meeting\". Bloomberg has also reported that representatives from other firms were indeed present at the September AIG meetings.[152] Furthermore, Goldman Sachs CFO David Viniar stated that CEO Blankfein had never \"met\" with his predecessor and then-US Treasury Secretary Henry Paulson to discuss AIG;[153] however, there were frequent phone calls between the two of them.[154] Paulson was not present at the September meetings at the New York Fed. Morgan Stanley was hired by the Federal Reserve to advise on the AIG bailout.[155] In 2000, Goldman Sachs advised Dragon Systems on its sale to Lernout & Hauspie of Belgium for $580 million in L&H stock. L&H later collapsed due to accounting fraud and its stock price declined significantly. Jim and Janet Baker, founders and together 50% owners of Dragon, filed a lawsuit against Goldman Sachs, alleging negligence, intentional and negligent misrepresentation, and breach of fiduciary duty since Goldman did not warn Dragon or the Bakers of the accounting problems of the acquirer, L&H. On January 23, 2013, a federal jury rejected the Bakers' claims and found Goldman Sachs not liable to the Bakers.[156] Goldman Sachs was charged for repeatedly issuing research reports with extremely inflated financial projections for Exodus Communications and Goldman Sachs was accused of giving Exodus its highest stock rating even though Goldman knew Exodus did not deserve such a rating.[157] On July 15, 2003, Goldman Sachs, Lehman Brothers and Morgan Stanley were sued for artificially inflating the stock price of RSL Communications by issuing untrue or materially misleading statements in research analyst reports, and paid $3,380,000 for settlement.[158] Goldman Sachs is accused of asking for kickback bribes from institutional clients who made large profits flipping stocks which Goldman had intentionally undervalued in initial public offerings it was underwriting. Documents under seal in a decade-long lawsuit concerning eToys.com's initial public offering (IPO) in 1999 but released accidentally to the New York Times show that IPOs managed by Goldman were underpriced and that Goldman asked clients able to profit from the prices to increase business with it. The clients willingly complied with these demands because they understood it was necessary in order to participate in further such undervalued IPOs.[159] Companies going public and their initial consumer stockholders are both defrauded by this practice.[160] A 2016 report by Citizens for Tax Justice stated that \"Goldman Sachs reports having 987 subsidiaries in offshore tax havens, 537 of which are in the Cayman Islands, despite not operating a single legitimate office in that country, according to its own website. The group officially holds $28.6 billion offshore.\" The report also noted several other major U.S. banks and companies use the same tax-avoidance tactics.[161] In 2008, Goldman Sachs had an effective tax rate of only 1%, down from 34% the year before, and its tax liability decreased to $14 million in 2008, compared to $6 billion in 2007.[162] Critics have argued that the reduction in Goldman Sachs's tax rate was achieved by shifting its earnings to subsidiaries in low or no-tax nations, such as the Cayman Islands.[163] Goldman is being criticized for its involvement in the 2010 European sovereign debt crisis. Goldman Sachs is reported to have systematically helped the Greek government mask the true facts concerning its national debt between the years 1998 and 2009.[164] In September 2009, Goldman Sachs, among others, created a special credit default swap (CDS) index to cover the high risk of Greece's national debt.[165] The interest-rates of Greek national bonds soared, leading the Greek economy very close to bankruptcy in 2010 and 2011.[166] Ties between Goldman Sachs and European leadership positions were another source of controversy.[167] Lucas Papademos, Greece's former prime minister, ran the Central Bank of Greece at the time of the controversial derivatives deals with Goldman Sachs that enabled Greece to hide the size of its debt.[167] Petros Christodoulou, General Manager of the Greek Public Debt Management Agency is a former employee of Goldman Sachs.[167] Mario Monti, Italy's former prime minister and finance minister, who headed the new government that took over after Berlusconi's resignation, is an international adviser to Goldman Sachs.[167] Otmar Issing, former board member of the Bundesbank and the Executive Board of the European Bank also advised Goldman Sachs.[167] Mario Draghi, head of the European Central Bank and since 2021 prime minister of Italy, is the former managing director of Goldman Sachs International.[167] António Borges, Head of the European Department of the International Monetary Fund in 2010-2011 and responsible for most of enterprise privatizations in Portugal since 2011, is the former Vice Chairman of Goldman Sachs International.[167] Carlos Moedas, a former Goldman Sachs employee, was the Secretary of State to the Prime Minister of Portugal and Director of ESAME, the agency created to monitor and control the implementation of the structural reforms agreed by the government of Portugal and the troika composed of the European Commission, the European Central Bank and the International Monetary Fund. Peter Sutherland, former Attorney General of Ireland was a non-executive director of Goldman Sachs International.[168] In March 2012, Greg Smith, then-head of Goldman Sachs US equity derivatives sales business in Europe, the Middle East and Africa (EMEA), resigned his position via a critical letter printed as an op-ed in The New York Times. In the letter, he attacked Goldman Sachs CEO and Chairman Lloyd Blankfein for losing touch with the company's culture, which he described as \"the secret sauce that made this place great and allowed us to earn our clients' trust for 143 years\". Smith said that advising clients \"to do what I believe is right for them\" was becoming increasingly unpopular. Instead there was a \"toxic and destructive\" environment in which \"the interests of the client continue to be sidelined\", senior management described clients as \"muppets\" and colleagues callously talked about \"ripping their clients off\".[5][6] In reply, Goldman Sachs said that \"we will only be successful if our clients are successful\", claiming \"this fundamental truth lies at the heart of how we conduct ourselves\", and that \"we don't think [Smith's comments] reflect the way we run our business\".[169] Later that year, Smith published a book titled Why I left Goldman Sachs.[170][171] According to research by The New York Times after the op-ed was printed, almost all the claims made in Smith's incendiary Op-Ed about Goldman Sachs turned out to be \"curiously short\" on evidence. The New York Times never issued a retraction or admitted to any error in judgment in initially publishing Smith's op-ed.[171][172] In 2014, a book by former Goldman portfolio manager Steven George Mandis was published entitled What Happened to Goldman Sachs: An Insider's Story of Organizational Drift and Its Unintended Consequences.[173] Mandis left in 2004 after working for the firm for 12 years.[174] In an interview, Mandis said, \"You read about Goldman Sachs, and it's either the bank is the best or the bank is the worst, this is not one of those books - things are never black or white.\"[175] According to Mandis, there was an \"organizational drift\" in the company's evolution.[175] Mandis also wrote and defended a PhD dissertation about Goldman at Columbia University. In 2010, two former female employees filed a lawsuit against Goldman Sachs for gender discrimination. Cristina Chen-Oster and Shanna Orlich claimed that the firm fostered an \"uncorrected culture of sexual harassment and assault\" causing women to either be \"sexualized or ignored\". The suit cited both cultural and pay discrimination including frequent client trips to strip clubs, client golf outings that excluded female employees, and the fact that female vice presidents made 21% less than their male counterparts.[176] In March 2018, the judge ruled that the female employees may pursue their claims as a group in a class-action lawsuit against Goldman on gender bias, but the class action excludes their claim on sexual harassment.[177] On November 11, 2008, the Los Angeles Times reported that Goldman Sachs had both earned $25 million from underwriting California bonds, and advised other clients to short those bonds.[178] While some journalists criticized the contradictory actions,[179] others pointed out that the opposite investment decisions undertaken by the underwriting side and the trading side of the bank were normal and in line with regulations regarding Chinese walls, and in fact critics had demanded increased independence between underwriting and trading.[180] Several people on the list of former employees of Goldman Sachs have later worked in government positions. Notable examples include former U.S. Secretaries of the Treasury Steven Mnuchin, Robert Rubin, and Henry Paulson; U.S. Securities and Exchange Commission Chairman Gary Gensler; former Under Secretary of State John C. Whitehead; former chief economic advisor Gary Cohn; Governor of New Jersey Phil Murphy and former Governor of New Jersey Jon Corzine; former Prime Minister of Italy Mario Monti; former European Central Bank President and current Prime Minister of Italy Mario Draghi; former Bank of Canada and Bank of England Governor Mark Carney; British Chancellor of the Exchequer Rishi Sunak; and the former Prime Minister of Australia Malcolm Turnbull. In addition, former Goldman employees have headed the New York Stock Exchange, the London Stock Exchange Group, the World Bank, and competing banks such as Citigroup and Merrill Lynch. During 2008 Goldman Sachs received criticism for an apparent revolving door relationship, in which its employees and consultants moved in and out of high-level U.S. Government positions, creating the potential for conflicts of interest and leading to the moniker \"Government Sachs\".[8] Former Treasury Secretary Henry Paulson and former United States Senator and former Governor of New Jersey Jon Corzine are former CEOs of Goldman Sachs along with current governor Murphy. Additional controversy attended the selection of former Goldman Sachs lobbyist Mark A. Patterson as chief of staff to Treasury Secretary Timothy Geithner, despite President Barack Obama's campaign promise that he would limit the influence of lobbyists in his administration.[181] In February 2011, the Washington Examiner reported that Goldman Sachs was \"the company from which Obama raised the most money in 2008\", and that its \"CEO Lloyd Blankfein has visited the White House 10 times\".[182] In 1986, Goldman Sachs investment banker David Brown pleaded guilty to charges of passing inside information on a takeover deal that eventually was provided to Ivan Boesky.[183] In 1989, Robert M. Freeman, who was a senior Partner, who was the Head of Risk Arbitrage, and who was a protégé of Robert Rubin, pleaded guilty to insider trading, for his own account and for the firm's account.[184] In April 2010, Goldman director Rajat Gupta was named in an insider-trading case. It was said Gupta had \"tipped off a hedge-fund billionaire\", Raj Rajaratnam of Galleon Group, about the $5 billion Berkshire Hathaway investment in Goldman during the financial crisis of 2007-2008. According to the report, Gupta had told Goldman the month before his involvement became public that he wouldn't seek re-election as a director.[185] In early 2011, with the delayed Rajaratnam criminal trial about to begin,[186] the United States Securities and Exchange Commission (SEC) announced civil charges against Gupta covering the Berkshire investment as well as confidential quarterly earnings information from Goldman and Procter & Gamble (P&G). Gupta was a board member at P&G until voluntarily resigning the day of the SEC announcement after the charges were announced. \"Gupta was an investor in some of the Galleon hedge funds when he passed the information along, and he had other business interests with Rajaratnam that were potentially lucrative... Rajaratnam used the information from Gupta to illegally profit in hedge fund trades... The information on Goldman made Rajaratnam's funds $17 million richer... The Procter & Gamble data created illegal profits of more than $570,000 for Galleon funds managed by others, the SEC said.\" Gupta was said to have \"vigorously denied the SEC accusations\". He was also a board member of AMR Corporation.[187] Gupta was convicted in June 2012 on insider trading charges stemming from Galleon Group case on four criminal felony counts of conspiracy and securities fraud. He was sentenced in October 2012 to two years in prison, an additional year on supervised release and ordered to pay $5 million in fines.[188]  Unlike many investors and investment bankers, Goldman Sachs anticipated the subprime mortgage crisis that developed in 2007-8.[189] Some of its traders became \"bearish\" on the housing boom beginning in 2004 and developed mortgage-related securities, originally intended to protect Goldman from investment losses in the housing market. In late 2006, Goldman management changed the firm's overall stance on the mortgage market from positive to negative. As the market began its downturn, Goldman \"created even more of these securities\", no longer just hedging or satisfying investor orders but, according to business journalist Gretchen Morgenson, \"enabling it to pocket huge profits\" from the mortgage defaults and that Goldman \"used the C.D.O.'s to place unusually large negative bets that were not mainly for hedging purposes\".[189] Authors Bethany McLean and Joe Nocera stated that \"the firm's later insistence that it was merely a 'market maker' in these transactions - implying that it had no stake in the economic performance of the securities it was selling to clients - became less true over time\"-[190] The investments were called synthetic CDOs because unlike regular collateralized debt obligations, the principal and interest they paid out came not from mortgages or other loans, but from premiums to pay for insurance against mortgage defaults - the insurance known as \"credit default swaps\". Goldman and some other hedge funds held a \"short\" position in the securities, paying the premiums, while the investors (insurance companies, pension funds, etc.) receiving the premiums were the \"long\" position. The longs were responsible for paying the insurance \"claim\" to Goldman and any other shorts if the mortgages or other loans defaulted. Through April 2007, Goldman issued over 20 CDOs in its \"Abacus\" series worth a total of $10.9 billion.[191] All together Goldman packaged, sold, and shorted a total of 47 synthetic CDOs, with an aggregate face value of $66 billion between July 1, 2004, and May 31, 2007.[192] But while Goldman was praised for its foresight, some argued its bets against the securities it created gave it a vested interest in their failure. These securities performed very poorly for the long investors and by April 2010, at least US$5 billion worth of the securities either carried \"junk\" ratings or had defaulted.[193] One CDO examined by critics which Goldman bet against but also sold to investors, was the $800 million Hudson Mezzanine CDO issued in 2006. In the Senate Permanent Subcommittee hearings, Goldman executives stated that the company was trying to remove subprime securities from its books. Unable to sell them directly, it included them in the underlying securities of the CDO and took the short side, but critics McLean and Nocera complained the CDO prospectus did not explain this but described its contents as \"'assets sourced from the Street', making it sound as though Goldman randomly selected the securities, instead of specifically creating a hedge for its own book\".[194] The CDO did not perform well, and by March 2008 - just 18 months after its issue - so many borrowers had defaulted that holders of the security paid out \"about US$310 million to Goldman and others who had bet against it\".[189] Goldman's head of European fixed-income sales lamented in an e-mail made public by the Senate Permanent Subcommittee on Investigations, the \"real bad feeling across European sales about some of the trades we did with clients\" who had invested in the CDO. \"The damage this has done to our franchise is very significant.\"[195] In April 2010, the U.S. Securities and Exchange Commission (SEC) charged Goldman Sachs and one of its vice-presidents, Fabrice Tourre, with securities fraud. The SEC alleged that Goldman had told buyers of a synthetic CDO, a type of investment, that the underlying assets in the investment had been picked by an independent CDO manager, ACA Management. In fact, Paulson & Co. a hedge fund that wanted to bet against the investment had played a \"significant role\" in the selection,[134] and the package of securities turned out to become \"one of the worst-performing mortgage deals of the housing crisis\" because \"less than a year after the deal was completed, 100% of the bonds selected for Abacus had been downgraded\".[196] The particular synthetic CDO that the SEC's 2010 fraud suit charged Goldman with misleading investors with was called Abacus 2007-AC1. Unlike many of the Abacus securities, 2007-AC1 did not have Goldman Sachs as a short seller, in fact, Goldman Sachs lost money on the deal.[197] That position was taken by the customer (John Paulson) who hired Goldman to issue the security (according to the SEC's complaint). Paulson and his employees selected 90 BBB-rated mortgage bonds[196][198] that they believed were most likely to lose value and so the best bet to buy insurance for.[135] Paulson and the manager of the CDO, ACA Management, worked on the portfolio of 90 bonds to be insured (ACA allegedly unaware of Paulson's short position), coming to an agreement in late February 2007.[198] Paulson paid Goldman approximately US$15 million for its work in the deal.[199] Paulson ultimately made a US$1 billion profit from the short investments, the profits coming from the losses of the investors and their insurers. These were primarily IKB Deutsche Industriebank (US$150 million loss), and the investors and insurers of another US$900 million - ACA Financial Guaranty Corp,[200] ABN AMRO, and the Royal Bank of Scotland.[201][202] The SEC alleged that Goldman \"materially misstated and omitted facts in disclosure documents\" about the financial security,[134] including the fact that it had \"permitted a client that was betting against the mortgage market [the hedge fund manager Paulson & Co.] to heavily influence which mortgage securities to include in an investment portfolio, while telling other investors that the securities were selected by an independent, objective third party\", ACA Management.[201][203] The SEC further alleged that \"Tourre also misled ACA into believing ... that Paulson's interests in the collateral section [sic] process were aligned with ACA's, when, in reality, Paulson's interests were sharply conflicting\".[201] In reply, Goldman issued a statement saying the SEC's charges were \"unfounded in law and fact\", and in later statements maintained that it had not structured the portfolio to lose money,[204] that it had provided extensive disclosure to the long investors in the CDO, that it had lost $90 million, that ACA selected the portfolio without Goldman suggesting Paulson was to be a long investor, that it did not disclose the identities of a buyer to a seller, and vice versa, as it was not normal business practice for a market maker,[204] and that ACA was itself the largest purchaser of the Abacus pool, investing US$951 million. Goldman also stated that any investor losses resulted from the overall negative performance of the entire sector, rather than from a particular security in the CDO.[204][205] While some journalists and analysts have called these statements misleading,[200] others believed Goldman's defense was strong and the SEC's case was weak.[206][207][208] Some experts on securities law such as Duke University law professor James Cox, believed the suit had merit because Goldman was aware of the relevance of Paulson's involvement and took steps to downplay it. Others, including Wayne State University Law School law professor Peter Henning, noted that the major purchasers were sophisticated investors capable of accurately assessing the risks involved, even without knowledge of the part played by Paulson.[209] Critics of Goldman Sachs point out that Paulson went to Goldman Sachs after being turned down for ethical reasons by another investment bank, Bear Stearns who he had asked to build a CDO. Ira Wagner, the head of Bear Stearns's CDO Group in 2007, told the Financial Crisis Inquiry Commission that having the short investors select the referenced collateral as a serious conflict of interest and the structure of the deal Paulson was proposing encouraged Paulson to pick the worst assets.[210][211] Describing Bear Stearns's reasoning, one author compared the deal to \"a bettor asking a football owner to bench a star quarterback to improve the odds of his wager against the team\".[212] Goldman claimed it lost $90 million, critics maintain it was simply unable (not due to a lack of trying) to shed its position before the underlying securities defaulted.[197] Critics also question whether the deal was ethical, even if it was legal.[213][214] Goldman had considerable advantages over its long customers. According to McLean and Nocera, there were dozens of securities being insured in the CDO - for example, another ABACUS[215] - had 130 credits from several different mortgage originators, commercial mortgage-backed securities, debt from Sallie Mae, credit cards, etc. Goldman bought mortgages to create securities, which made it \"far more likely than its clients to have early knowledge\" that the housing bubble was deflating and the mortgage originators like New Century had begun to falsify documentation and sell mortgages to customers unable to pay the mortgage-holders back[216] - which is why the fine print on at least one ABACUS prospectus warned long investors that the 'Protection Buyer' (Goldman) 'may have information, including material, non-public information' which it was not providing to the long investors.[216] According to an article in the Houston Chronicle, critics also worried that Abacus might undermine the position of the US \"as a safe harbor for the world's investors\" and that \"The involvement of European interests as losers in this allegedly fixed game has attracted the attention of that region's political leaders, most notably British Prime Minister Gordon Brown, who has accused Goldman of \"moral bankruptcy\". This is, in short, a big global story ... Is what Goldman Sachs did with its Abacus investment vehicle illegal? That will be for the courts to decide, ... But it doesn't take a judge and jury to conclude that, legalities aside, this was just wrong.\"[214] On July 15, 2010, Goldman settled out of court, agreeing to pay the SEC and investors US$550 million, including $300 million to the U.S. government and $250 million to investors, one of the largest penalties ever paid by a Wall Street firm.[135] In August 2013, Tourre was found liable on 6 of 7 counts by a federal jury.[217][218] The company did not admit or deny wrongdoing, but did admit that its marketing materials for the investment \"contained incomplete information\", and agreed to change some of its business practices regarding mortgage investments.[135] The 2010 Goldman settlement did not cover charges against Goldman vice president and salesman for ABACUS, Fabrice Tourre.[197][135] Tourre unsuccessfully sought a dismissal of the suit,[219][220][221][222] which then went to trial in 2013. On August 1, a federal jury found Tourre liable on six of seven counts, including that he misled investors about the mortgage deal. He was found not liable on the charge that he had deliberately made an untrue or misleading statement.[218] A provision of the 1999 financial deregulation law, the Gramm-Leach-Bliley Act, allows commercial banks to enter into any business activity that is \"complementary to a financial activity and does not pose a substantial risk to the safety or soundness of depository institutions or the financial system generally\".[223] In the years since the laws passing, Goldman Sachs and other investment banks (Morgan Stanley, JPMorgan Chase) have branched out into ownership of a wide variety of enterprises including raw materials, such as food products, zinc, copper, tin, nickel and, aluminum. Some critics, such as Matt Taibbi, believe that allowing a company to both \"control the supply of crucial physical commodities, and also trade in the financial products that might be related to those markets\", is \"akin to letting casino owners who take book on NFL games during the week also coach all the teams on Sundays\".[223] Former Goldman Sachs trader Matthew Marshall Taylor was convicted of hiding $8.3 billion worth of unauthorized trades involving derivatives on the S&P 500 index by making \"multiple false entries\" into a Goldman trading system, with the objective of protecting his year-end bonus of $1.5 million. When Goldman Sachs management uncovered the trades, Taylor was immediately fired. The trades cost the company $118 million, which Taylor was ordered to repay. In 2013, Taylor plead guilty to charges and was sentenced to 9 months in prison in addition to the monetary damages.[224] Frederick Kaufman, a contributing editor of Harper's Magazine, argued in a 2010 article that Goldman's creation of the Goldman Sachs Commodity Index (now the S&P GSCI) helped passive investors such as pension funds, mutual funds and others engage in food price speculation by betting on financial products based on the commodity index. These financial products disturbed the normal relationship between supply and demand, making prices more volatile and defeating the price stabilization mechanism of the futures exchange.[225][226][227] A June 2010 article in The Economist defended commodity investors and oil index-tracking funds, citing a report by the Organisation for Economic Co-operation and Development that found that commodities without futures markets and ignored by index-tracking funds also saw price rises during the period.[228] In a July 2013 article, David Kocieniewski, a journalist with The New York Times accused Goldman Sachs and other Wall Street firms of \"capitalizing on loosened federal regulations\" to manipulate \"a variety of commodities markets\", particularly aluminum, citing \"financial records, regulatory documents, and interviews with people involved in the activities\".[9] After Goldman Sachs purchased aluminum warehousing company Metro International in 2010, the wait of warehouse customers for delivery of aluminum supplies to their factories - to make beer cans, home siding, and other products - went from an average of 6 weeks to more than 16 months, \"according to industry records\".[143][9] \"Aluminum industry analysts say that the lengthy delays at Metro International after Goldman took over are a major reason the premium on all aluminum sold in the spot market has doubled since 2010.\"[9] The price increase has cost \"American consumers more than $5 billion\" from 2010 to 2013 according to former industry executives, analysts and consultants.[9] The cause of this was alleged to be Goldman's ownership of a quarter of the national supply of aluminum - a million and a half tons - in network of 27 Metro International warehouses Goldman owns in Detroit, Michigan.[9][229] To avoid hoarding and price manipulation, the London Metal Exchange requires that \"at least 3,000 tons of that metal must be moved out each day\". Goldman has dealt with this requirement by moving the aluminum - not to factories, but \"from one warehouse to another\" - according to the Times.[9] In August 2013, Goldman Sachs was subpoenaed by the federal Commodity Futures Trading Commission as part of an investigation into complaints that Goldman-owned metals warehouses had \"intentionally created delays and inflated the price of aluminum\".[230] In December 2013, it was announced that 26 cases accusing Goldman Sachs and JPMorgan Chase, the two investment banks' warehousing businesses, and the London Metal Exchange in various combinations - of violating U.S. anti-trust laws, would be assigned to United States District Court for the Southern District of New York Judge Katherine B. Forrest in Manhattan.[231] According to Lydia DePillis of Wonkblog, when Goldman bought the warehouses it \"started paying traders extra to bring their metal\" to Goldman's warehouses \"rather than anywhere else. The longer it stays, the more rent Goldman can charge, which is then passed on to the buyer in the form of a premium.\"[232] The effect is \"amplified\" by another company, Glencore, which is \"doing the same thing in its warehouse in Vlissingen\".[232] Michael DuVally, a spokesman for Goldman Sachs, said the cases are without merit.[231] Columnist Matt Levine, writing for Bloomberg News, described the conspiracy theory as \"pretty silly\", but said that it was a rational outcome of an irrational and inefficient system which Goldman Sachs may not have properly understood.[233] In December 2014, Goldman Sachs sold its aluminum warehousing business to Ruben Brothers.[234][235][236] Investment banks, including Goldman, have also been accused of driving up the price of gasoline by speculating on the oil futures exchange. In August 2011, \"confidential documents\" were leaked \"detailing the positions\"[237] in the oil futures market of several investment banks, including Goldman Sachs, Morgan Stanley, JPMorgan Chase, Deutsche Bank, and Barclays, just before the peak in gasoline prices in the summer of 2008. The presence of positions by investment banks on the market was significant for the fact that the banks have deep pockets, and so the means to significantly sway prices, and unlike traditional market participants, neither produced oil nor ever took physical possession of actual barrels of oil they bought and sold. Journalist Kate Sheppard of Mother Jones called it \"a development that many say is artificially raising the price of crude\".[237] However, another source stated that, \"Just before crude oil hit its record high in mid-2008, 15 of the world's largest banks were betting that prices would fall, according to private trading data...\"[238] In April 2011, a couple of observers - Brad Johnson of the blog Climate Progress,[239] founded by Joseph J. Romm, and Alain Sherter of CBS MoneyWatch[240] - noted that Goldman Sachs was warning investors of a dangerous spike in the price of oil. Climate Progress quoted Goldman as warning \"that the price of oil has grown out of control due to excessive speculation\" in petroleum futures, and that \"net speculative positions are four times as high as in June 2008\", when the price of oil peaked.[238] It stated that, \"Goldman Sachs told its clients that it believed speculators like itself had artificially driven the price of oil at least $20 higher than supply and demand dictate.\"[239] Sherter noted that Goldman's concern over speculation did not prevent it (along with other speculators) from lobbying against regulations by the Commodity Futures Trading Commission to establish \"position limits\", which would cap the number of futures contracts a trader can hold, and thus prevent speculation.[240] According to Joseph P. Kennedy II, by 2012, prices on the oil commodity market had become influenced by \"hedge funds and bankers\" pumping \"billions of purely speculative dollars into commodity exchanges, chasing a limited number of barrels and driving up the price\".[241] The problem started, according to Kennedy, in 1991, when just a few years after oil futures began trading on the New York Mercantile Exchange, Goldman Sachs made an argument to the Commodity Futures Trading Commission that Wall Street dealers who put down big bets on oil should be considered legitimate hedgers and granted an exemption from regulatory limits on their trades. The commission granted an exemption that ultimately allowed Goldman Sachs to process billions of dollars in speculative oil trades. Other exemptions followed,[241] and \"by 2008, eight investment banks accounted for 32% of the total oil futures market\".[241] Goldman Sachs's purchase of an 18% stake in state-owned DONG Energy (now Ørsted A/S[242]) - Denmark's largest electric utility - set off a \"political crisis\" in Denmark. The sale - approved on January 30, 2014 - sparked protest in the form of the resignation of six cabinet ministers and the withdrawal of a party (Socialist People's Party) from Prime Minister Helle Thorning-Schmidt's leftist governing coalition.[243] According to Bloomberg Businessweek, \"the role of Goldman in the deal struck a nerve with the Danish public, which is still suffering from the after-effects of the global financial crisis\". Protesters in Copenhagen gathered around a banner \"with a drawing of a vampire squid - the description of Goldman used by Matt Taibbi in Rolling Stone in 2009\".[243] Opponents expressed concern that Goldman would have some say in DONG's management, and that Goldman planned to manage its investment through \"subsidiaries in Luxembourg, the Cayman Islands, and Delaware, which made Danes suspicious that the bank would shift earnings to tax havens\".[243] Goldman purchased the 18% stake in 2014 for 8 billion kroner and sold just over a 6% stake in 2017 for 6.5 billion kroner.[244] In January 2014, the Libyan Investment Authority (LIA) filed a lawsuit against Goldman for $1 billion after the firm lost 98% of the $1.3 billion the LIA invested with Goldman in 2007.[245][246] Goldman made more than $1 billion in derivatives trades with the LIA funds, which lost almost all their value but earned Goldman $350 million in profit.[247][248] In court documents the firm has admitted to having used small gifts, occasional travel and an internship in order to gain access to Libya's sovereign wealth fund.[249] In August 2014, Goldman dropped a bid to end the suit in a London court.[245] In October 2016, after trial, the court entered a judgment in Goldman Sachs's favor. In January 2016, Goldman Sachs agreed to pay $15 million after it was found that a team of Goldman employees, between 2008 and 2013, \"granted locates\" by arranging to borrow securities to settle short sales without adequate review. However, U.S. regulation for short selling requires brokerages to enter an agreement to borrow securities on behalf of customers or to have \"reasonable grounds\" for believing that it can borrow the security before entering contracts to complete the sale. Additionally, Goldman Sachs gave \"incomplete and unclear\" responses to information requests from SEC compliance examiners in 2013 about the firm's securities lending practices.[250] In July 2009, Prime Minister of Malaysia Najib Razak set up a sovereign wealth fund, 1Malaysia Development Berhad (1MDB).[251][252][253] In 2015, U.S. prosecutors began examining the role of Goldman in helping 1MDB raise more than $6 billion. The 1MDB bond deals were said to generate \"above-average\" commissions and fees for Goldman amounting close to $600 million or more than 9% of the proceeds.[254] Beginning in 2016, Goldman was investigated for a $3 billion bond created by the bank for 1MDB. U.S. Prosecutors investigated whether the bank failed to comply with the Bank Secrecy Act, which requires financial institutions to report suspicious transactions to regulators.[255] In November 2018, Goldman's former chairman of Southeast Asia, Tim Leissner, admitted that more than US$200 million in proceeds from 1MDB bonds went into the accounts controlled by him and a relative, bypassing the company's compliance rules.[256][257] Leissner and another former Goldman banker, Roger Ng, together with Malaysian financier Jho Low were charged with money laundering.[258] Goldman chief executive David Solomon felt \"horrible\" about the ex-staff breaking the law by going around the policies[259][260] and apologized to Malaysians for Leissner’s role in the 1MDB scandal.[261][262][263] On December 17, 2018, Malaysia filed criminal charges against subsidiaries of Goldman and their former employees Leissner and Ng, alleging their commission of misleading statements in order to dishonestly misappropriate US$2.7 billion from the proceeds of 1MDB bonds arranged and underwritten by Goldman in 2012 and 2013.[264][265] On July 24, 2020, it was announced that the Malaysian government would receive US$2.5 billion in cash from Goldman Sachs,[266] and a guarantee from the bank they would also return US$1.4 billion in assets linked to 1MDB bonds.[267] Put together this was substantially less than the US$7.5 billion that had been previously demanded by the Malaysian finance minister. At the same time, the Malaysian government agreed to drop all criminal charges against the bank and that it would cease legal proceedings against 17 current and former Goldman directors. Some commentators argued that Goldman secured a very favorable deal.[268] In October 2020, the Malaysian subsidiary of Goldman Sachs admitted to mistakes in auditing its subsidiary and agreed pay more than $2 billion in fines.[124][269][270][271] In May 2017, Goldman Sachs purchased $2.8 billion of PDVSA 2022 bonds from the Central Bank of Venezuela during the 2017 Venezuelan protests,[112] when the country was suffering from malnutrition and hyperinflation.[272] In its original statement, Goldman stated that “We recognize that the situation is complex and evolving and that Venezuela is in crisis. We agree that life there has to get better, and we made the investment in part because we believe it will.”.[273] Venezuelan politicians and protesters in New York opposed to Maduro accused the bank of being of complicit of human rights abuses under the government and declared that the operation would fuel hunger in Venezuela by depriving the government of foreign exchange to import food, leading the securities to be dubbed “hunger bonds.”[272] The opposition-led National Assembly voted to ask the U.S. Congress to investigate the deal, which they called \"immoral, opaque, and hypocritical given the socialist government’s anti-Wall Street rhetoric\".[273] In a public letter to the bank’s chief executive, Lloyd Blankfein, the National Assembly president Julio Borges said that “Goldman Sachs’s financial lifeline to the regime will serve to strengthen the brutal repression unleashed against the hundreds of thousands of Venezuelans peacefully protesting for political change in the country.\"[274] Sheila Patel, CEO of Goldman Sachs Asset Management’s international division, said in an interview that the incident \"turned into a teachable moment within the firm\" and \"helped sharpen its focus on investing with an eye toward environmental, social and governance policies\".[275] In 2021, Goldman faced scrutiny after a group of first year bankers told managers that they are working 100 hours a week with 5 hours sleep at night. They also said that they have been constantly experiencing workplace abuse that has seriously affected their mental health. In May 2022, Goldman Sachs announced that they would be implementing a more flexible vacation policy to help their employees 'rest and recharge' where they give senior bankers unlimited vacation days, and all employees are expected to have a minimum of 15 days vacation every year.[276] Goldman Sachs employees have donated to both major American political parties, as well as candidates and super PACs belonging to both parties. According to OpenSecrets, Goldman Sachs and its employees collectively gave $4.7 million in the 2014 elections to various candidates, leadership PACs, political parties, 527 groups, and outside spending entities.[277] In 2010, the Securities and Exchange Commission issued regulations that limit asset managers' donations to state and local officials, and prohibit certain top-level employees from donating to such officials.[278][279] This SEC regulation is an anti-\"pay-to-play\" measure, intended to avoid the creation of a conflict of interest, or the appearance of a conflict of interest, as Goldman Sachs has business in managing state pension funds and municipal debt.[278][279] In 2016, Goldman Sachs's compliance department barred the firm's 450 partners (its most senior employees) from making donations to state or local officials, as well as \"any federal candidate who is a sitting state or local official\".[278] One effect of this rule was to bar Goldman partners from directly donating to Donald Trump's presidential campaign, since Trump's running mate, Mike Pence, was the sitting governor of Indiana. Donations to Hillary Clinton's presidential campaign were not barred by the policy, since neither Clinton nor her running mate Tim Kaine was a sitting state or local official.[278][279] In the 2016 election cycle, Goldman employees were reported (as of September 2016[update]) to have donated $371,245 to the Republican National Committee and $301,119 to the Hillary Clinton presidential campaign.[278] Notable current non-employee members of the board of directors of the company are M. Michele Burns, Bill George, James A. Johnson, Ellen J. Kullman, Lakshmi Mittal, Adebayo Ogunlesi, Peter Oppenheimer, Debora Spar, Mark Tucker, and David Viniar. Non-employee directors receive annual compensation of $450,000-$475,000.[280] The company's officers are listed on its website as follows:[281] The following are notable Goldman Sachs research papers:","Title":"Goldman Sachs - Wikipedia","KeyID":"6516","URL":"https://en.wikipedia.org/wiki/Goldman_Sachs"}