{"Content: ":"PricewaterhouseCoopers is an international professional services brand of firms, operating as partnerships under the PwC brand. It is the second-largest professional services network in the world[6] and is considered one of the Big Four accounting firms, along with Deloitte, EY and KPMG.[7] PwC firms are in 157 countries, across 742 locations, with 284,000 people.[5] As of 2019, 26% of the workforce was based in the Americas, 26% in Asia, 32% in Western Europe and 5% in Middle East and Africa.[8] The company's global revenues were $42.4 billion in FY 2019, of which $17.4 billion was generated by its Assurance practice, $10.7 billion by its Tax and Legal practice and $14.4 billion by its Advisory practice.[9] The firm in its recent actual form was created in 1998 by a merger between two accounting firms: Coopers & Lybrand, and Price Waterhouse.[1] Both firms had histories dating back to the 19th century. The trading name was shortened to PwC (stylized pwc) in September 2010 as part of a rebranding effort.[10] PricewaterhouseCoopers International Limited, based in London, England,[11] is a co-ordinating entity for the global network of firms. It manages the global brand, and develops policies and initiatives, to create a common and coordinated approach in areas such as risk, quality, and strategy. It does not provide services to clients.[12] The firm was created in September 1998 when Coopers & Lybrand merged with Price Waterhouse.[1] In 1854, William Cooper founded an accountancy practice in London, England. It became Cooper Brothers seven years later when his three brothers joined.[1] In 1898, Robert H. Montgomery, William M. Lybrand, Adam A. Ross Jr. and his brother T. Edward Ross formed Lybrand, Ross Brothers and Montgomery in the United States.[1] In 1957, Cooper Brothers, along with Lybrand, Ross Bros & Montgomery and a Canadian firm (McDonald, Currie and Co.), agreed to adopt the name Coopers & Lybrand in international practice.[1] In 1973, the three member firms in the UK, US and Canada changed their names to Coopers & Lybrand.[13] Then in 1980, Coopers & Lybrand expanded its expertise in insolvency substantially by acquiring Cork Gully, a leading firm in that field in the UK.[14] In 1990, in certain countries, including the UK, Coopers & Lybrand merged with Deloitte, Haskins & Sells to become Coopers & Lybrand Deloitte;[1] in 1992 they reverted to Coopers & Lybrand.[15] In 1849, Samuel Lowell Price, an accountant, founded an accountancy practice in London, England.[16] In 1865, Price went into partnership with William Hopkins Holyland and Edwin Waterhouse.[16] Holyland left shortly afterwards to work alone in accountancy and the firm was known from 1874 as Price, Waterhouse & Co.[16] The original partnership agreement, signed by Price, Holyland, and Waterhouse could be found in Southwark Towers.[17] By the late 19th century, Price Waterhouse had gained recognition as an accounting firm. As a result of growing trade between the United Kingdom and the United States, they opened an office in New York in 1890, and the American firm expanded. The original British firm opened an office in Liverpool in 1904, and then elsewhere in the United Kingdom and worldwide, each time establishing a separate partnership in each country: the worldwide practice of Price Waterhouse was, therefore, a federation of collaborating firms that had grown organically, rather than the result of an international merger.[16] In a further effort to take advantage of economies of scale, PW and Arthur Andersen discussed a merger in 1989[18] but the negotiations failed, mainly because of conflicts of interest such as Andersen's strong commercial links with IBM and PW's audit of IBM, as well as the two firms' radically different cultures. It was said by those involved with the failed merger that at the end of the discussion, the partners at the table realized they had different views of business, and the potential merger was scrapped.[19] In 1998, Price Waterhouse merged with Coopers & Lybrand to form PricewaterhouseCoopers (written with a lowercase \"w\" and a camelcase \"C\").[20] After the merger, the firm had a large professional consulting branch, as did other major accountancy firms, generating much of its fees. The major cause for growth in the 1990s was the implementation of complex integrated enterprise resource planning (ERP) systems for multi-national companies. PwC came under increasing pressure to avoid conflicts of interest by not providing some consulting services, particularly financial systems design and implementation, to its audit clients. Since it audited a large proportion of the world's largest companies, this was beginning to limit its consulting market. These conflicts increased as additional services including outsourcing of IT and back-office operations were developed. For these reasons, in 2000, Ernst & Young was the first of the Big Four to sell its consulting services, to Capgemini.[21][22] The fallout from the Enron, Worldcom and other financial auditing scandals led to the passage of the Sarbanes–Oxley Act (2002), severely limiting interaction between management consulting and auditing (assurance) services. PwC Consulting began to conduct business under its own name rather than as the MCS division of PricewaterhouseCoopers. PwC, therefore, planned to capitalize on MCS's rapid growth through its sale to Hewlett Packard (for a reported $17 billion) but negotiations broke down in 2000.[23] In 2000, PwC acquired Canada's largest SAP consulting partner, Omnilogic Systems.[24] In March 2002, Arthur Andersen, LLP affiliates in Hong Kong and China completed talks to join PricewaterhouseCoopers, China.[25] PwC announced in May 2002, that its consulting activities would be spun off as an independent entity and hired an outside CEO to run the global firm. An outside consultancy, Wolff Olins, was hired to create a brand image for the new entity, called \"Monday\".[26] The firm's CEO, Greg Brenneman described the unusual name as \"a real word, concise, recognizable, global and the right fit for a company that works hard to deliver results.\"[27] These plans were soon revised, however. In October 2002, PwC sold the entire consultancy business to IBM for approximately $3.5 billion in cash and stock. PwC's consultancy business was absorbed into IBM Global Business Services, increasing the size and capabilities of IBM's growing consulting practice.[28] PwC began rebuilding its consulting practice with acquisitions such as Paragon Consulting Group and the commercial services business of BearingPoint in 2009.[29] The firm continued this process by acquiring Diamond Management & Technology Consultants in November 2010,[30] and PRTM in August 2011.[31] In 2012, the firm acquired Logan Tod & Co, a digital analytics and optimisation consultancy,[32] and Ant's Eye View, a social media strategy development and consulting firm to build upon PwC's growing Management Consulting customer impact and customer engagement capabilities.[33] On 30 October 2013, the firm announced that it would acquire Booz & Company, including the company's name and its 300 partners, after a December vote by Booz & Company partners authorized the deal. On 3 April 2014,[34] Booz & Company combined with PwC to form Strategy&.[35][36] On 4 November 2013, the firm acquired BGT Partners, a 17-year-old digital consultancy.[37] In October 2016, PwC and InvestCloud, LLC, the world's largest Digital App Platform announced that they entered into a non-exclusive joint business relationship, designed to accelerate adoption and implementation of the InvestCloud Digital App Platform. PwC will be a preferred implementation and strategic partner of InvestCloud focused on enterprise delivery and innovative development of new financial app capabilities.[38] In November 2016, PwC acquired technology/consulting firm NSI DMCC, Salesforce's largest implementation partner in the Middle East.[39] In January 2017, PwC announced a five-year agreement with GE to provide managed tax services to GE on a global basis, transferring more than 600 of GE's in-house global tax team to PwC. In addition, PwC would acquire GE's tax technologies and provide managed services not only to GE but also to other PwC clients as well.[40] In November 2017, PwC accepted bitcoin as payment for advisory services, the first time the company, or any of the Big Four accounting firms, accepted virtual currency as payment.[41] Veritas Capital acquired PwC's US public sector business in 2018, and branded the new company as Guidehouse.[42][43] In February 2020, PwC announced a new collaboration with technology firm ThoughtRiver to launch AI-driven LawTech products aimed at standardizing PwC's service of UK law clients.[44] The Academy of Motion Picture Arts and Sciences (AMPAS) has utilized the services of PwC to tally the votes for the Academy Awards since 1935.[45] In addition, the company oversees AMPAS elections, prepares its financial documents, and is responsible for the group's tax filings.[46] PwC refers to the PwC network and/or one or more of its member firms, each of which is a separate legal entity due to local legislative requirements.[47] Much like other professional services firms, each member firm is financially and legally independent. PwC is co-ordinated by a private company limited by guarantee under English law, called PricewaterhouseCoopers International Limited.[48] In addition, PwC is registered as a multidisciplinary entity which also provides legal services.[49] PwC's operations are global, with Europe accounting for 36% of the total, and the Americas 44%, as of 2016.[50][51] PwC's largest growth in FY18 was in Asia where revenues were up 15%, followed by 12% revenue growth from the Middle East and Africa.[52] PwC is organized into the following three service lines (the 2017 revenue shares are listed in parentheses):[53] Due to its size, PwC is able to contribute data analysis to a wide range of areas. PwC has partners in approximately 800 offices across 157 countries with 200,000 employees.[70][71] Notable offices: Seaport office tower in Boston;[72] and Magwa Crescent Waterfall City tower in Midrand, South Africa.[73] Cairo, Egypt Midrand, Johannesburg, South Africa Tower 185, Frankfurt, Germany Figueroa at Wilshire, Los Angeles, California, U.S. Lima, Peru Freshwater Place, Melbourne, Australia Oslo, Norway Kasumigaseki Building, Tokyo, Japan Warsaw, Poland Torre PwC, Madrid, Spain Accra, Ghana PwC Tower at Commercial Bay, Auckland, New Zealand Leeds, England, UK Sydney, Australia The following list of revenue according to region is from the PwC Global Annual Review: 2018.[74][75] The following are the several logos the company has used through the years. The current PwC logo was introduced in September 2010, when the company changed its trading name from PricewaterhouseCoopers to PwC. It was designed by Wolff Olins.[76][77][78] The Coopers & Lybrand logo prior to the 1998 merger The Price Waterhouse logo prior to the 1998 merger The PricewaterhouseCoopers logo from 1998 to 2010 The PwC logo from 2010 to present The company employs large numbers of young workers, with 80% of their workforce millennials as of 2017.[79] According to PwC, the company uses education to bridge the culture gap between generations.[79] The firm also implements a three-step \"Connect-Embed-Improve\" plan to promote employee engagement.[80] The company requires senior-level staff to continue to train and learn; PwC also created a social collaboration platform called Spark to enable employees to access course materials and assignments, complete prerequisites and access reinforcement materials.[81] In 2016, Tim Ryan, PwC's chairman, helped launch the CEO Action for Diversity and Inclusion coalition, the largest CEO-driven business commitment to advance diversity and inclusion in the workplace.[82][83][84] Employees at PwC generally have flexibility in choosing their own working hours provided that senior management deems the arrangement acceptable.[85][86] In 2002, PwC published the accounting profession's first global \"Code of Conduct\".[87][88] Strategy& and PwC publish Strategy+Business, a print and online business magazine focusing on management issues and corporate strategy.[89] In June 2021, PwC together with Edelman, the company's agency partner, launched a program, The Trust Leadership Institute.[90][91] PwC developed a ColourBrave Charity Committee, made up of employees from across the organisation, as part of its commitment to continue to build an inclusive culture and address racial disparity. The Committee chose 25 Black-led organisations and civil society organisations to join the PwC Foundation and PwC Social Entrepreneurs Club's existing list of beneficiaries.[92][93] As of 2021[update], PwC is the fourth-largest privately owned company in the United States.[94] In 2014, Google announced its partnership with PwC to drive cloud adoption among businesses.[95] Partnering with Google is part of PwC's decision to begin to move its own business to the cloud.[96][97] PwC is one of three million business customers using paid services through Google Workspace, previously known as G Suite and Apps for Work.[98] PwC partners with the United Nations to help keep the international organization's monitoring systems up to date.[99] PwC is also one of the founding partners with the UN Women HeForShe IMPACT 10x10x10 Initiative, launched in 2015, to advance gender equality.[100] The initiative created an online course which aims to increase awareness of unconscious gender bias in corporate life.[101] In May 2016, at the United Nations Headquarters in New York, PwC was, along with Microsoft, one of the principal sponsors of the inaugural ID2020 Summit.[102] The summit brought together over 400 people to discuss how to provide digital identity to all, a defined Sustainable Development Goal including to 1.5bn people living without any form of recognized identification.[103] Experts in blockchain and other cryptographic technology joined with representatives of technical standards bodies to identify how technology and other private sector expertise could achieve the goal.[102][104] In 2016, PwC joined with Microsoft in India to bring the services of both companies to the business community in India.[105] In 2016, the company, in partnership with Coursera, launched an on-line five-course educational platform called \"Data Analysis and Presentation Skills.\"[106] In January 2017, Oracle and PwC announced their international collaboration to offer accounting software which complied with International Financial Reporting Standard 9 (IFRS 9).[107] As of 30 June 2021, PwC had 295,371 employees around the world.[108] The largest percentage of workers are employed in Western Europe, Asia and the Americas.[108] The following shows the number of employees in each region of the world as of FY 2021.[108] The following shows the number of employees by practice areas.[108] The following shows the number of employees by level.[108] Notable firm alumni include: In 2010, Gartner recognized PwC with a Top Rating for Financial Consulting.[120] In 2012, CartaCapital magazine ranked PwC Brazil No. 1 in the Audit segment in its list of Brazil's Most Admired Companies.[121] PwC's Public Sector practice was awarded the Malcolm Baldrige National Quality Award in 2014.[122] The company was recognized by the European Diversity Awards as the 'Most Inclusive Employer of the Year' in 2015.[123] PwC received the full five stars on the Business in the Community (BITC) Corporate Responsibility Index for several years, and achieved it again in 2016 with a score of 99%. They were one of only four professional services companies to do so.[124] Advertising Age named PwC Digital Services Experience Center one of the four best places to work in advertising and media in 2016.[125] International Accounting Bulletin awarded PwC the \"Audit Innovation of the Year\" award for 2016.[126] PwC Singapore won the Best Practice Award in 2016 from the Institute of Singapore Chartered Accountants.[127] In 2016, Brand Finance named PwC as the strongest business to business brand, and one of the world's 10 most powerful brands in their annual index.[128] PwC ranked No. 3 in DiversityInc's Top 12 Companies for Global Diversity in 2016.[129] PwC India won the 2016 Association of Management Consulting Firms' Global Spotlight Award in the Growth Strategies category.[130] PwC was voted by a poll of recently employed graduates as number one on The Times list of Top 100 Graduate Employers for 2016, for the 13th consecutive year.[131][132] The Australian Financial Review Client Choice Awards recognized PwC with the Market Leader Australia award for 2016 and 2017.[133][134] Brand Finance ranked PwC among the world's 500 most valuable brands in 2017.[135] As of 2020, PwC is ranked #5 on Forbes' America's Largest Private Companies list, #68 on their World's Most Valuable Brands, and #85 on their Best Employers for Diversity; it is also on their list of America's Top Recommended Tax and Accounting Firms.[136] As of 2020, PwC US has been on Fortune's 100 Best Companies to Work For in the US for 16 years.[137] In 1989, the United States Supreme Court held that Price Waterhouse must prove by a preponderance of the evidence that the decision regarding Ann Hopkins's employment would have been the same if sex discrimination had not occurred. The accounting firm failed to prove that the same decision to postpone Hopkins's promotion to the partnership would have still been made in the absence of sex discrimination, and therefore, the employment decision constituted sex discrimination under Title VII of the Civil Rights Act of 1964. The significance of the Supreme Court's ruling was twofold. First, it established that gender stereotyping is actionable as sex discrimination. Second, it established the mixed-motive framework as an evidentiary framework for proving discrimination under a disparate treatment theory even when lawful reasons for the adverse employment action are also present.[138] Hopkins's candidacy for partnership had been put on indefinite hold. She eventually resigned and sued the company for occupational sexism, arguing that her lack of promotion came after pressure to walk, talk, dress, and act more \"femininely.\"[139] In 1990, a Federal district judge in Washington ordered the firm to make Hopkins a partner. It was the first time in which a court awarded partnership in a professional company as a remedy for sexual or race-based discrimination.[140] Following the suit, the firm received media attention due to its discriminatory labor practices towards males as well. Although incidents of such labor marginalization take place rarely, there were several cases of unfair work treatment.[141] In 2014, it came to light that PwC had received $55m from Caterpillar Inc. to develop a tax avoidance scheme, according to an investigation of the US Senate, and had helped Caterpillar Inc. drastically reduce its taxes for more than a decade.[142][143] Profits valued at $8bn were shifted from the US to Switzerland, which allegedly made it possible to save more than $2.4bn in US taxes over a decade. In Switzerland profits were taxed at 4%.[142] A PricewaterhouseCoopers managing director who was involved in designing the tax savings plan had written at the time to a PwC partner: \"We'll all be retired when this ... comes up on audit.\"[143] In 2005, BusinessWeek reported that PwC was American International Group Inc.'s auditor through AIG's years of \"questionable dealings\" and accounting improprieties. AIG on 30 March 2005, said that deals with a Barbados-based insurance company, for instance, may have been incorrectly accounted for over the past 14 years, because an AIG-affiliated company may have been secretly covering that insurer's losses.[144] BusinessWeek said that PwC also appeared to have \"dropped the ball\" on the deals between AIG and Berkshire Hathaway Inc.'s General Re Corp. General Re transferred $500 million in anticipated claims and premiums to AIG. BusinessWeek asked: \"Did the auditor do its job by verifying that AIG was assuming risk on claims beyond the $500 million, thus allowing AIG to account for the deal as insurance? That's Accounting 101 in any reinsurance transaction.\"[144] PwC was also criticised by several witnesses during the 2010 Financial Crisis Inquiry Commission investigation into AIG's collapse in the financial crisis of 2007–2008, after the insurer was unable to fulfil its collateral obligations to Goldman Sachs. The insurer was expected to cover the difference in value between the credit default swap contracts it had sold to Goldman Sachs, however, the head of the unit at AIG disagreed with the valuation that Goldman presented. According to a memo published by Business Insider, witnesses wondered how PwC was signing off on the accounts for both AIG and Goldman Sachs when they were using different valuation methods for the swaps contracts (and therefore booked different values for them in their accounts).[145] ChuoAoyama Audit Corporation (中央青山監査法人, Chūō-Aoyama Kansa Hōjin) was the Japanese affiliate of assurance service of PwC from April 2000 to 2006.[146] In May 2006, the Financial Services Agency of Japan suspended ChuoAoyama from provision of some statutory auditing services for two months[147] following the collapse of cosmetics company Kanebo, of which three of the partners were found assisting with accounting fraud for hiding deficits of about $1.9 billion over the course of five years.[148] The accountants got suspended prison terms up to 18 months from the Tokyo District Court after the judge deemed them to have played a \"passive role\" in the crime.[148] The suspension was the first-ever imposed on a major accounting firm in the country. Many of the firm's largest clients were forced to find replacement auditors before the suspension began that July.[149] Shortly after the suspension of ChuoAoyama, PwC acted quickly to stem any possible client attrition as a result of the scandal. It set up the PricewaterhouseCoopers Aarata, and some of ChuoAoyama's accountants and most of ChuoAoyama's clients moved to the new firm.[150][151] ChuoAoyama resumed operations on 1 September 2006, under the Misuzu name. However, by this point the two firms combined had 30% fewer clients than did ChuoAoyama prior to its suspension. Misuzu was dissolved in July 2007.[152][153] In July 2007, PwC agreed to pay US$229 million to settle a class-action lawsuit brought by shareholders of Tyco International Ltd. over a multibillion-dollar accounting fraud. The chief executive and chief financial officer of Tyco were found guilty of looting $600 million from the company.[154] In 2007, India's accounting standards agency ICAI found partners of PwC guilty of professional negligence in under-providing for nonperforming assets of the now-defunct Global Trust Bank.[155] This led to the RBI banning PwC from auditing any financial company for over a year.[156][157][158] PwC was also associated with the accounting scandal at the India-based DSQ Software, which collapsed in 2003.[159] In January 2009, PwC was criticised,[160][155][161][162][163] along with the promoters of Satyam, an Indian IT firm listed on the NASDAQ, in a $1.5 billion fraud.[164] PwC wrote a letter to the board of directors of Satyam that its audit may be rendered \"inaccurate and unreliable\" due to the disclosures made by Satyam's (ex) Chairman and subsequently withdrew its audit opinions.[165] PwC's US arm \"was the reviewer for the U.S. filings for Satyam\".[166] Consequently, lawsuits were filed in the US with PwC as a defendant. Two partners of PricewaterhouseCoopers, Srinivas Talluri and Subramani Gopalakrishnan, were charged by India's Central Bureau of Investigation in connection with the Satyam scandal. After the scandal broke out, Subramani Gopalakrishnan retired from the firm after reaching mandatory retirement age, while Talluri remained on suspension from the firm.[167][168] Following the Satyam scandal, the Mumbai-based Small Investor Grievances Association (SIGA) requested the Indian stock market regulator SEBI to ban PwC permanently and seize its assets in India alleging more scandals like \"Ketan Parekh stock manipulations.\"[169] In 2015, PwC India said they were disappointed with court judgement of the case saying, \"As we have said many times, there has never been any evidence presented that either of our former partners S Gopalakrishnan or Srinivas Talluri were involved in or were aware of the management-led fraud at Satyam. We understand that Gopal and Talluri are considering filing an appeal against this verdict.\"[170] In 2018, PwC was banned by India's securities regulator from providing auditing services to public-listed companies for 2 years, and PwC was fined $2 million in addition to the suspension.[171] In September 2019, this ban was overruled by the securities appellate tribunal stating that there was no evidence of collusion of PwC in the scam. The tribunal also stated that SEBI had no jurisdiction over audit firms and only ICAI could issue such an order.[172] PwC, which provides consulting service to the Kerala government's Department of Information Technology[173][174] and its Space Park project,[175] has been criticised for appointing Ms. Swapana Suresh, who is accused in a case of smuggling gold in a diplomatic bag.[175] Following an investigation, the Kerala government decided to terminate the consultancy services of PwC for the proposed Space Park project in Thiruvananthapuram.[175] PwC sub-contracted the resource from a vendor, Vision Technologies, but the government considers that the primary liability is on PwC for recruiting Swapna Suresh.[175] Even before these events, the opening of the PwC office in Kerala secretariat had attracted serious criticism from the opposition party.[176][174][177] Following this, PwC issued clarification on their hiring of Ms. Swapna Suresh by stating that she was hired based on a background verification report from past employers as well as a criminal record verification at the time. [178] In February 2022, the state government of Kerala wrote to PwC in order to seek the refund of INR 16 Lacs paid in salary to Swapna Suresh. In April 2022, the company responded that it can't repay the amount. [179] Yukos was a Russian oil and gas company that was the target of politically motivated prosecutions by Russian authorities. The company's assets were sold for alleged unpaid taxes and it was declared bankrupt. PwC's audits were the foundation for the firm's defense in a series of continuing trials against former chief executive, Mikhail Khodorkovsky, and the former majority shareholder, Platon Lebedev. The Russian authorities then went after PwC. In March 2007, police raided PwC's Moscow offices, confiscating documents related to Yukos and charging and convicting PwC of failing to pay 243 million rubles, or $9.4 million, in taxes. PwC withdrew its Yukos audits and less than two weeks later authorities cleared PwC of any wrongdoing in regard to its audit.[180][181] In 2010, Joe Nocera in the New York Times wrote, \"In 2007, with the prospect of parole on the horizon, the same prosecutors—with what appears to be the complicity of PricewaterhouseCoopers, Yukos's longtime accounting firm—indicted the two men (Mikhail B. Khodorkovsky and Platon Lebedev), again, bringing a new round of Kafkaesque charges.\"[182] In 2010, it was revealed that the Russian government placed pressure on PwC to withdraw audits.[183][184] A cable from the U.S. embassy in Moscow stated that the trial was politically motivated and that a deposition in a U.S. court by PricewaterhouseCoopers may show that PwC was pressured by the Russian government to withdraw its prior Yukos audits. An embassy source noted that \"If the audits were properly withdrawn, this will be a 'black mark' for the defense; if not, it could help the defense, but would greatly tarnish PWC's international reputation.\"[185][186][183] Upon the completion of the construction of the ESPO (East Siberia-Pacific Ocean) pipeline by Transneftin December 2010, an official report of the Audit Chamber of the Russian Federation suggested that $4 billion was stolen by Transneft insiders.[187] One Federation Council Speaker, Sergei Mironov, called for an investigation. Alexei Navalny, a minority Transneft shareholder and lawyer, accused the company of wrongdoing in his personal blog, and criticized PwC, Transneft's auditor, of ignoring his warnings. PwC denied wrongdoing, stating that, \"We believe there are absolutely no grounds for such allegations, and we stand behind our work for OAO AK Transneft.\"[188] In 2007, PwC was criticised by the Treasury Select Committee of the Parliament of the United Kingdom for helping Northern Rock, a client of the firm, to sell its mortgage assets while also acting as its auditor.[189][190] In 2011, a House of Lords inquiry criticized PwC for not drawing attention to the risks in the business model followed by Northern Rock, which was rescued by the UK government during the financial crisis.[191][192] In 2012, the Accountancy and Actuarial Discipline Board (AADB) of the UK fined PwC a record £1.4m for wrongly reporting to the Financial Services Authority that JP Morgan Securities had complied with client money rules which protects client funds. The accountants neglected to check whether JP Morgan had the correct systems in place and failed to gather sufficient evidence to form opinions on the issue, and as a result, failed to report that JP Morgan failed to hold client money separate from JP Morgan's money. The £1.4m fine was at the time the greatest penalty administered to a professional accountancy firm in the UK.[193] PwC was found to be unethically favored by the World Bank in a bid to privatize the water distribution system of Delhi, India, an effort that was alleged as corrupt by investigators.[194] When bidding took place, PwC repeatedly failed in each round, and the World Bank in each case pressured PwC to be pushed to the next round and eventually win the bid. The effort at privatization fell through when an investigation was conducted by Arvind Kejriwal and the non-governmental organization (NGO) Parivartan in 2005.[194] After submitting a Right to Information (RTI) request, Parivartan received 9000 pages of correspondence and consultation with the World Bank, where it was revealed that the privatization of Delhi's water supply would provide salaries of $25,000 a month to four administrators of each of the 21 water zones, which amounted to over $25 million per year, increasing the budget by over 60% and water taxes 9 times.[195][196] The Delhi Jal Board (DJB), which administers the water system of Delhi, was first approached by Parivartan in November 2004, following a report by the newspaper The Asian Age, where the scheme was revealed to the public for the first time.[195][196] The DJB denied the existence of the project, but after an appeal, the RTI request was granted. The documents revealed that the project began in 1998, in complete secrecy within the DJB administration.[195][196] The DJB approached the World Bank for a loan to improve the water system, which it approved, and the effort began with a $2.5 million consultation loan. The Delhi government could have easily provided the money, and the interest rate of 12% that was to be loaned by the World Bank could have been raised on capital markets for 6%.[195][196] Following the consultation, 35 multinational companies bid, of which six were to be shortlisted. When PwC was in 10th place, the World Bank said that at least one company should be from a developing country, and since PwC made the bid from its Kolkata office, it was dubbed an \"Indian\" company, and its rank was raised to 6th.[194] When PwC failed in the second round, the World Bank pressured the DJB to start over with a fresh round of bidding. Only one company succeeded in the new round that was not PwC, and the World Bank had the lowest marks from an evaluator thrown out. The contract was awarded to PwC in 2001.[197] Following the investigation by Parivartan, a campaign was waged by Kejriwal, Aruna Roy, and other activists across Delhi and the DJB withdrew the loan application to the World Bank.[194][195][196] In 2013, Cattles plc brought a legal action against PwC in the UK in respect of 2006 and 2007 audits, claiming that PwC had failed to carry out adequate investigations.[198] Cattles, a UK consumer finance company, later discovered control weaknesses which caused its loan book to be materially overstated in its balance sheet; having been listed as a FTSE250 company, it subsequently lost its listing. PwC disputed this legal claim.[199] The claim was settled out of court on undisclosed terms.[200] The Financial Reporting Council (FRC) issued a fine of £2.3m on PwC and ordered the firm to pay £750,000 costs following their investigation of the 2007 audits of Cattles and its principal trading subsidiary. PwC admitted their \"conduct fell significantly short of the standards reasonably to be expected of a member firm\" in respect of the 2007 financial statements. The FRC said that PwC had insufficient audit evidence as to the adequacy of loan loss provisions.[201] In 2015, PwC Ireland was sued by the joint administrators of Quinn Insurance Limited (QIL) for €1bn. Having been audited by PwC for the years 2005 to 2008, QIL went into administration in 2010. The administrators alleged that PwC should have identified a material understatement of QIL's provisions for claims.[202][203] Connaught plc, a UK former FTSE 250 Index outsourcing company operating in property maintenance for the social housing and public sector, was put into administration in 2010 after reporting material losses. In 2017, the Financial Reporting Council (FRC) severely reprimanded PwC and its audit partner following an investigation of their conduct in respect of the 2009 audit of Connaught. PwC was fined a record £5 million plus costs.[204] In 2014, Tesco, a UK retailer, announced that it had overstated profits by £263m by misreporting discounts with suppliers. The Financial Reporting Council started an investigation into accounting practices at Tesco and into the conduct of PwC in carrying out its audits in 2012, 2013 and 2014.[205] Two members of Tesco's Audit Committee, responsible for monitoring Tesco's relationship with its auditors, had themselves previously worked for PwC, including its chairman, Ken Hanna; he later stood down.[206] In 2015 PwC were replaced as auditors of Tesco, ending a 32-year engagement, following a tender process to which they did not participate.[207] In June 2017, the Financial Reporting Council said there was no \"realistic prospect\" that a tribunal of the UK's accountancy watchdog would rule against the auditor PwC concerning its involvement in Tesco's 2014 case.[208] In 2014, The Bank of Tokyo-Mitsubishi UFJ was investigated by New York banking regulators over its role in routing payments for Iranian customers through its New York branch in violation of U.S. sanctions. It was found that PwC had altered an investigation report on the issue; PwC itself was fined $25 million in relation to the matter.[209] The firm helped multinational companies obtain 548 legal tax rulings in Luxembourg between 2002 and 2010. The rulings provided written assurance that the multinational companies' tax-saving plans would be seen favorably by the Luxembourg authorities. The companies saved billions of dollars in taxes with these arrangements. Some firms paid less than one percent tax on the profits they shifted to Luxembourg. Employees or former employees of PwC provided documentation of the rulings to journalists.[210][211] In 2013 and 2014, PwC UK's head of tax was called before the UK's public accounts committee and was questioned about lying regarding the marketing of these tax avoidance schemes. He told the committee the financing, investments, and tax structure is legal and well known to the British government. \"If you want to change the Lux tax regime, the politicians could change the Lux tax regime.\"[212] The disclosures attracted international attention and comment about tax avoidance schemes in Luxembourg and other tax havens. The revelations later led to a series of EU-wide measures aimed at regulating tax avoidance schemes and tax probes into several EU companies. In 2016, PwC initiated charges against the two whistleblowers that revealed the LuxLeaks tax controversy, and they were convicted and sentenced with suspended prison sentences and fined. In March 2017, a Luxembourg appeals court upheld the convictions of the two whistleblowers, but with reduced sentences.[213] In 2015, the Bill & Melinda Gates Foundation of Microsoft founder Bill Gates sued oil company Petrobras and accounting firm PwC's Brazil arm over investment losses due to corruption at the Brazilian oil company. The filings also alleged that PwC's Brazil affiliate, PricewaterhouseCoopers Auditores Independentes, played a significant role by attesting to Petrobras financial statements and ignoring warnings.[214] In 2016, Luke Sayers, then CEO of PwC Australia,[215][216] had the firm prepare a report projecting the excessive cost of a plebiscite on gay marriage.[217] Mark Allaby, a senior executive at PwC, left the board of the religious lobbying organisation Australian Christian Lobby, a group campaigning against same-sex marriage, following public outrage and pressure from PwC Australia.[218] In 2007, shopping center giant Centro understated its liabilities by more than $3 billion and almost collapsed when it was unable to refinance its debt during the global financial crisis.[219] PwC was Centro's auditor and admitted negligence. In 2012, Centro and PwC paid a $200 million settlement to resolve the shareholder class action, the largest ever in Australia.[220] In 2016, PwC in the UK was investigated by the Financial Reporting Council over its conduct in relation to the audit of BHS for the year to 30 August 2014. PwC completed their audit of financial statements in which BHS was described as a going concern days before its sale for £1 to a consortium with no retail experience. BHS collapsed the following year with a substantial deficit in its pension fund.[221] In 2016, a United States federal judge rejected PwC's bid to dismiss a $3 billion lawsuit accusing the accounting firm of professional malpractice for helping cause the October 2011 bankruptcy of MF Global, a brokerage once run by former New Jersey Governor Jon Corzine.[222][223][224] BT Group (British Telecom), a client of PwC, reported in 2017, that profits in its Italian subsidiary had been over-stated by £530 million. BT reportedly sought the immediate replacement of PwC as auditors following a breakdown of trust, but had existing commercial relationships with the other Big 4 firms which would have prevented their early appointment.[225] BT subsequently stated that its audit would be put out to tender to identify a replacement for PwC,[226] In June 2017, the Financial Reporting Council began an investigation of PwC's audits of BT covering the years 2015 through 2017.[227] At the 89th Academy Awards in 2017 La La Land was incorrectly announced as the winner of Best Picture after PwC partner Brian Cullinan gave presenters Warren Beatty and Faye Dunaway the wrong envelope. PwC was responsible for tabulating the results, preparing the envelopes, and handing them to presenters.[228] It was called \"as bad a mess-up as you could imagine.\"[229] The firm took \"full responsibility\" for handing the presenters the wrong envelope and apologized for the error,[230] acknowledging that Cullinan and PwC partner Martha Ruiz did not follow protocols for correcting the error quickly. In March 2017, the board of governors for the Academy voted to retain the services of accounting firm PricewaterhouseCoopers, despite the mix-up, saying \"new protocols have been established including greater oversight from PwC's U.S. chairman Tim Ryan.\"[231] In 2017, PwC Spain was investigated by the Spanish National Court as part of the Lezo Case for participating in and profiting from the embezzlement of public funds to illegally finance the People's Party (PP) political party in the Community of Madrid.[232] PwC Ukraine had its audit license removed by the National Bank of Ukraine in July 2017 for its alleged \"verification of misrepresented financial information\" leading to a $5.5 billion balance-sheet hole in PrivatBank.[233] The government of Ukraine had had to rescue PrivatBank by nationalisation in 2016 to protect its 20 million customers.[234] In 2017, the U.S. District Court for the Middle District of Alabama held PwC liable for professional negligence in its audit of Colonial Bank, which failed in 2009, after filing materially false financial information with the SEC. In 2018, a federal judge later ordered PwC to pay the FDIC $625 million, the largest-ever judgement against a U.S. audit firm.[235] The FDIC reached a $335 million settlement with PwC in March 2019.[236] In 2018, PwC was accused of disproportionately hiring younger workers and fostering \"an age-conscious workplace in which youth is highly valued.\"[237] Plaintiffs estimated that younger applicants are over 500% more likely to be hired than candidates over age 40. In March 2019, a collective action related to the case was certified by a federal judge in San Francisco.[238] In 2018, PwC Australia CEO Luke Sayers was connected to perceived conflict of interest issues on a related to a personal investment in Australian Visa Processing (AVP),[239] a company part-owned by PwC that was submitting a tender to redesign and run Australia's visa processing system that is potentially worth billions of dollars, which would result in a significant financial advantage for its investors.[240] This investment led to a \"storm inside the firm\",[241] interjection by PwC Global and a review by PwC Australia of its personal investment policy for partners.[241] The option to invest had not been offered to all partners or even the entire firm.[239] A review was announced around the way partners make personal investments.[239][242] During 2019, PwC's US affiliate agreed to pay more than $7.9 million to the US regulator, SEC, to settle allegations that it improperly performed IT and other non-audit services for several audit clients.[243] In 2020, the International Consortium of Investigative Journalists (ICIJ) leaked over 700,000 internal documents revealing that PwC had facilitated multiple dealings in which Isabel dos Santos, the daughter of the former president of Angola, made a fortune while in charge of the state oil company, Sonangol. Dos Santos established a network of over 400 companies to facilitate tax evasion and the steering of millions of dollars of Angolan state contracts to companies under her control.[244] Her husband, Congolese businessman and art collector Sindika Dokolo, made millions from a suspiciously one-sided partnership with the state diamond company, Sodiam, to buy a stake in Swiss luxury jeweler De Grisogono.[245] After ICIJ's revelations, PwC indicated it would terminate its relationship with Dos Santos.[244] In August 2020, a £63 million-worth suit was filed by Watchstone (formerly known as Quindell) against PwC. PwC is sued for conspiring against a former client; according to the suit, the company released information about the client to a competitor in the course of a takeover approach.[246] During November 2017, PwC was engaged in due diligence and valuation of the media company, MBC Group, owned by Saudi businessman, Waleed bin Ibrahim Al Ibrahim, who was allegedly held against his wishes at the Ritz-Carlton in Riyadh as part of an attempt to coerce him into selling it to the Saudi Crown Prince.[247] In July 2021, PwC was sued by administrators Alvarez and Marsal on behalf of JD Classics, a UK-based car dealership, for negligence related to audits in 2016 and 2017.[248] A failure to identify fraud at the company led to losses of £41m. PwC responded with a statement that \"this claim [lacks] merit and [we] will be vigorously defending it.\"[249] In 2021, an investigation by the New York Times found that PwC staff sought employment at the Treasury Department where they pursued policies that helped PwC clients. After completing their time at the Treasury Department, the staff were promoted to partner at PwC.[250] In October 2021, the accounting regulator in Hong Kong announced an investigation into PwC's audit of Evergrande, a Chinese property company. PwC had signed off the 2020 accounts of Evergrande without reference to its uncertainties as a going concern. The company itself reported concerns as to its ability to continue operating in its half-year accounts for 2021.[251][252] The Zondo Commission report on state capture in South Africa uncovered several instances of alleged corruption, fraud and mismanagement at South African Airways (SAA). The report found that PwC effectively enabled capture of SAA by failing to adequately audit its financial and accounting processes between 2012 and 2016.[253] In June 2022, the UK's Financial Reporting Council fined PwC and a former partner, Jonathan Hook, over audit failures relating to construction firms Galliford Try and Kier Group. PwC was fined just over £3m for failing to adequately challenge revenue and costs recognised by Galliford Try's management on large, complex long-term construction contracts during 2018 and 2019 audits, and fined £1.96m for similar failures during the 2017 audit of Kier. Both fines were reduced (from £5m and £3.35m respectively) to reflect PwC's cooperation with the investigation.[254]","Title":"PricewaterhouseCoopers - Wikipedia","KeyID":"6521","URL":"https://en.wikipedia.org/wiki/PricewaterhouseCoopers"}