{"Content: ":"DekaBank Deutsche Girozentrale is the central provider of asset management and capital market solutions of the Sparkassen-Finanzgruppe. Registered in Frankfurt am Main and Berlin, its headquarters is based in Frankfurt. DekaBank was formed in 1999 after the merger of Deutsche Girozentrale Deutsche Kommunalbank and DekaBank GmbH. Together with its subsidiaries it forms the Deka Group, making it one of the largest securities services providers in Germany. DekaBank is the central asset manager of the Savings Banks Group. As a central provider, the bank bundles its competencies in asset management and financial services in its five business areas of asset management, real estate, services, capital markets and financing. Retail and institutional clients and investors can choose from a wide range of investment products and services. DekaBank cooperates closely with local savings banks and German Landesbanken. Additionally, it is represented internationally with branches, subsidiaries and representative offices in eleven countries. The European Central Bank and the Federal Financial Supervisory Authority BaFin both supervise the bank. In 2015, Helaba’s leadership proposed a merger with Deka.[2] In May 2019, both entered into exploratory talks on a merger.[3] Later that year, Deka’s supervisory board instructed management to explore “deeper cooperation” with the bank from January 2020.[4] In August 2011, Deka divested all its equity holdings, reflecting what was lining up to be the worst August for world stocks since 1998.[5] In 2016, Deka was one of Germany's main issuers of credit-linked notes.[6] In 2015, Deka joined Lloyds Bank and Qatar National Bank in a £705 million senior loan which financed the Qatar Investment Authority’s acquisition of 8 Canada Square in Canary Wharf.[7] In 2017, amid the Volkswagen emissions scandal, a German court named Deka as lead plaintiff for 1,470 damages claims against Volkswagen totaling 1.9 billion euros ($2 billion).[8]","Title":"DekaBank (Germany) - Wikipedia","KeyID":"6524","URL":"https://en.wikipedia.org/wiki/DekaBank"}