{"Content: ":"Marriott International, Inc. is an American multinational company that operates, franchises, and licenses lodging including hotel, residential, and timeshare properties.[1] It is headquartered in Bethesda, Maryland. The company was founded by J. Willard Marriott and his wife Alice Marriott. Marriott is the largest hotel chain in the world by the number of available rooms. It has 30 brands with 8,000 properties containing 1,423,044 rooms in 131 countries and territories.[1] Of these 8,000 properties, 2,149 are operated by Marriott, and 5,493 are operated by others pursuant to franchise agreements.[1] The company also operates 20 hotel reservation centers.[1] Marriott International, Inc. was formed in 1993 when Marriott Corporation split into two companies: Marriott International, Inc., which franchises and manages properties, and Host Marriott Corporation (now Host Hotels & Resorts), which owns properties.[3] Since the founders were Mormon missionaries, copies of the Book of Mormon are provided in hotel rooms in addition to the Bible.[4] Marriott Corporation was founded by John Willard Marriott in 1927 when he and his wife, Alice Marriott, opened a root beer stand in Washington, D.C.[5] As Mormon missionaries in the humid summers in Washington, D.C., the Marriotts were convinced that what residents of the city needed was a place to get a cool drink.[6] The Marriotts later expanded their enterprise into a chain of Hot Shoppes restaurants.[7] In 1953, Hot Shoppes, Inc. became a public company via an initial public offering.[8] The company opened its first hotel, the Twin Bridges Motor Hotel, in Arlington, Virginia, on January 16, 1957.[9][10] It cost $9 per night, plus an extra $1 for every person that was in the car.[11] Its second hotel, the Key Bridge Marriott in Rosslyn, Arlington, Virginia, was opened in 1959 and is Marriott International's longest continuously operating hotel.[12][13][14][15] Hot Shoppes, Inc. was renamed the Marriott Corporation in 1967.[16] In 1976, the company opened two theme parks: California's Great America and Six Flags Great America.[17] Marriott International, Inc. was formed in 1993 when Marriott Corporation split into two companies: Marriott International, Inc., which franchises and manages properties, and Host Marriott Corporation (now Host Hotels & Resorts), which owns properties.[3] In 1995, Marriott was the first hotel company to offer online reservations.[18] In April 1995, Marriott acquired a 49% interest in The Ritz-Carlton Hotel Company.[19] Marriott believed that it could increase sales and profit margins for The Ritz-Carlton, a troubled chain with many properties either losing money or barely breaking even. The cost to Marriott was estimated to have been about $200 million in cash and assumed debt. The next year, Marriott spent $331 million to acquire The Ritz-Carlton, Atlanta, and buy a majority interest in two properties owned by William Johnson, a real estate developer who had purchased The Ritz-Carlton, Boston in 1983 and expanded his Ritz-Carlton holdings over the next twenty years. Ritz-Carlton expanded into the timeshare market. Ritz Carlton benefited from Marriott's reservation system and buying power. In 1998, Marriott acquired majority ownership of The Ritz-Carlton.[20] In 1997, the company acquired the Renaissance Hotels and Ramada brands from Chow Tai Fook Group and its associate company, New World Development.[21][22] Marriott International also signed an agreement to manage hotels owned by New World Development.[23] In 2001, the Marriott World Trade Center was destroyed during the September 11 attacks. In 2003, the company completed the corporate spin-off of its senior living properties (now part of Sunrise Senior Living) and Marriott Distribution Services.[24] In 2004, the company sold its right to the Ramada brand to Cendant, acquired in 1997.[25] In 2005, Marriott International and Marriott Vacation Club International were two of the 53 entities that contributed the maximum of $250,000 to the Second inauguration of George W. Bush.[26][27][28] On July 19, 2006, Marriott implemented a smoking ban in all buildings it operated in the United States and Canada effective September 2006.[29][30][31] In 2007, Marriott became the first hotel chain to serve food that is completely free of trans fats at all of its North American properties.[32][33] Hotels franchised or operated by the company were affected by the 2003 Marriott Hotel bombing, the Islamabad Marriott Hotel bombing in 2008, and the 2009 Jakarta bombings. On November 11, 2010, Marriott announced plans to add over 600 hotel properties by 2015, primarily in emerging markets: India, where it planned to have 100 hotel properties, China, and Southeast Asia.[34] On January 21, 2011, Marriott said that adult movies would not be included in the entertainment offered at new hotels, which would use an Internet-based video on demand system.[35][36] Effective March 31, 2012, Bill Marriott assumed the role of executive chairman of the company and relinquished the role of chief executive officer to Arne Sorenson.[37][38][39] In 2011, Mitt Romney received $260,390 in director's fees from Marriott International,[40] despite the fact that he had already stepped down from the board of directors to run for President of the United States.[41] His released 2010 tax returns showed earnings in 2010 of $113,881 in director's fees from Marriott.[42] In February 2012, Bloomberg News reported on Romney's years overseeing tax matters for Marriott, which had included several \"scams\" (quoting John McCain) and legal actions brought against Marriott, which Marriott lost in court, over its manipulations of the U.S. Tax Code.[43][44] In December 2012, Guinness World Records recognized the JW Marriott Marquis Dubai, a five star hotel, as the tallest hotel in the world.[45] On October 3, 2014, the Federal Communications Commission (FCC) fined Marriott $600,000 for unlawful use of a \"containment\" feature of a Wi-Fi monitoring system to deliberately interfere with client-owned networks in the convention space of its Gaylord Opryland Resort & Convention Center in Nashville. The scheme disrupted operation of clients' mobile phone hotspots via Wi-Fi deauthentication attacks.[46] Marriott International, Inc., the American Hotel and Lodging Association and Ryman Hospitality Properties responded by unsuccessfully petitioning the FCC to change the rules to allow them to continue jamming client-owned networks, a position which they were forced to abandon in early 2015 in response to backlash from clients, mainstream media, major technology companies, and mobile carriers.[47][48] The incident drew unfavorable publicity to Marriott's practice of charging exorbitant fees for Wi-Fi.[49][50] On April 1, 2015, Marriott acquired Canadian hotel chain Delta Hotels, which operated 38 hotels at that time.[51][52] On November 16, 2015, Marriott announced the acquisition of Starwood for $13 billion.[53] A higher offer for Starwood at $14 billion from a consortium led by China's Anbang Insurance Group was announced March 3, 2016.[54][55][56] After Marriott raised its bid to $13.6 billion on March 21, Starwood terminated the Anbang agreement and proceeded with the merger with Marriott.[57] Following receipt of regulatory approvals, Marriott closed the merger with Starwood on September 23, 2016, creating the world's largest hotel company with over 5700 properties, 1.1 million rooms, and a portfolio of 30 brands.[58] The Starwood acquisition gave Marriott a larger non-US presence; approximately 75% of Starwood's revenues were from non-US markets.[59][60] On November 30, 2018, Marriott disclosed that the former Starwood brands had been subject to a data breach. After the disclosure, Attorney General of New York Barbara Underwood announced an investigation into the data breach.[61][62] The cyberattack was found to be a part of a Chinese intelligence-gathering effort that also hacked health insurers and the security clearance files of millions more Americans. The hackers are suspected of working on behalf of the Ministry of State Security, the country's Communist-controlled civilian spy agency.[63][64][65] Initially, Marriott said that 500 million customers' personal information had been exposed.[66] In January 2019, the company updated the number of guests affected to \"less than 383 million\" customers, and claimed many of the customer's payment cards had expired.[67] In December 2019, the company acquired Elegant Hotels, operator of 7 hotels in Barbados.[68] In February 2020, the company discovered a data breach that included the theft of contact information for 5.2 million customers.[69] In April 2020, during the COVID-19 pandemic, the company instituted additional cleanliness standards, including requiring the use of electrostatic sprayers with disinfectant, adding disinfecting wipes in all hotel rooms, and removing or re-arranging furniture in public areas to allow more space for social distancing.[70] During the pandemic, global occupancy fell as low as 31%.[71] President and CEO Arne Sorenson died on February 15, 2021, from pancreatic cancer.[72] On February 23, 2021, Anthony Capuano was appointed to fill Sorensen's vacancy as CEO and Director, having previously served as Marriott's group president of global development, design and operations.[73] In November 2021, the company was criticized for refusing to host the World Uyghur Congress at one of its properties in Prague, citing reasons of \"political neutrality\".[74] Marriott International reported Total CO2e emissions (Direct + Indirect) for the twelve months ending 31 December 2020 at 5,166 Kt (-1,643 /-24.1% y-o-y)[76] and aims to reach net zero emissions by 2050.[77]  The Luxury Collection is a hotel brand of Marriott International with several notable hotels including Hotel Alfonso XIII, Gritti Palace Hotel, IVY Hotel + Residences, Hotel Imperial, ITC Grand Chola, Marqués de Riscal Hotel, The Nines, Palace Hotel, San Francisco, The Park Tower Knightsbridge Hotel, Phoenician Resort, Hotel President Wilson, The St. Anthony Hotel, and Royal Hawaiian Hotel. As of December 31, 2020, there were 118 hotels comprising 23,243 rooms operating under the brand.[81] The Luxury Collection is notable as the first \"soft brand\" hotel chain.[82] Most hotels of the brand are located in converted historic buildings, including palaces or older hotels. The brand also enlists notable designers to craft luxury travel accessories that are available exclusively on the brand's website.[83] The Royal Penthouse Suite at Hotel President Wilson in Geneva, part of The Luxury Collection, billed at US$65,000 per night, is listed at the top of the World's 15 Most Expensive Hotel Suites list compiled by CNN in 2012.[84] The Luxury Collection brand began on January 13, 1992, when ITT Sheraton designated 28 of its most expensive hotels and 33 of the Sheraton Towers, as the ITT Sheraton Luxury Collection.[85] In February 1994, ITT Sheraton acquired a controlling interest in CIGA (Compagnia Italiana Grandi Alberghi, or Italian Grand Hotels Company), an Italian international hotel chain that owned several luxury properties in Europe.[86] The majority of the CIGA hotels were folded into The Luxury Collection. CIGA's original logo, the four horses of St. Mark, was kept for The Luxury Collection brand logo until 2010; each Luxury Collection hotel now uses its own logo. In 2011, it embarked on an advertising campaign.[87] In 2012, the brand announced a major expansion in Asia, particularly in China.[88] In 2014, the brand signed Danish supermodel Helena Christensen as spokesperson.[89] In 2015, the company launched a $700 million program to renovate properties.[90][91] Marriott operates 30 brands internationally.[92] Marriott developed three theme parks, of which two opened: California's Great America in Santa Clara, California and Marriott's Great America in Gurnee, Illinois. A third site was proposed but never built in the Washington DC area. The parks were operated by Marriott from 1976 until 1984, and were themed to celebrate American history. The American-themed areas under Marriott's tenure of ownership included \"Carousel Plaza\" (the first section beyond the main gates); small-town-themed \"Hometown Square\"; \"The Great Midwest Livestock Exposition At County Fair\" with a Turn of the Century rural-fair theme; \"Yankee Harbor\", inspired by a 19th-century New England port; \"Yukon Territory,\" resembling a Canadian/Alaskan logging camp; and the French Quarter-modeled \"Orleans Place\". At the opening, the parks had nearly identical layouts. In 1984, Marriott disposed of its theme park division; both parks were sold and today are associated with national theme park chains. The Gurnee location was sold to Six Flags Entertainment Corporation where it operates today as Six Flags Great America. The Santa Clara location was sold to the City of Santa Clara, who retained the underlying property and sold the park to Kings Entertainment Company, renamed Paramount Parks in 1993. From 1993 to 2006, the Santa Clara location was known as Paramount's Great America. In 2006, Paramount Parks was acquired by Cedar Fair Entertainment Company; the Santa Clara park operates today as California's Great America. In the years after their sale, the layouts of both of the parks have diverged substantially. Marriott Bonvoy is Marriott's loyalty program and was formed in the February 2019 merger of its three former rewards programs: Marriott Rewards, Ritz-Carlton Rewards, and Starwood Preferred Guest. Marriott Rewards was founded in 1983.[93] Starwood Preferred Guest (also known as SPG) was founded in 1999 as the first in the industry to enforce a policy of no blackout dates, no capacity controls, and online redemption. In 2012, Starwood Preferred Guest began offering lifetime status and a dedicated Starwood ambassador for loyal members.[94] Ritz-Carlton Rewards was founded in 2010. Members were able to receive air miles instead of reward points and able to earn ten points (or two miles) for every dollar spent on any Ritz-Carlton room rates. Despite the restriction of membership to only one of the two programs, members of Ritz-Carlton Rewards were able to earn points in other Marriott hotels, while Marriott Rewards members were able to earn points at a Ritz-Carlton.[95]","Title":"Marriott International - Wikipedia","KeyID":"6531","URL":"https://en.wikipedia.org/wiki/Marriott_International"}