{"Content: ":"The Europaturm (\"Tower of Europe\") is a 337.5-metre (1,107 ft) high telecommunications tower in Frankfurt, Germany. Designed by architect Erwin Heinle, the tower's construction began in 1974. At its completion five years later, it became the tallest free-standing structure in the Federal Republic of Germany. With its height of 331 metres (1,086 ft), Europaturm became Germany's second tallest structure, after the Fernsehturm Berlin (368 metres (1,207 ft)). Even without the height of the antenna at its top, the building is over 295 metres (968 ft) high, which makes it Germany's tallest structure by roof level. Its base, at 59 metres (194 ft) thick, is the widest of any similar structure in the world. The top of the tower can turn and provides a panoramic view of the Rhine Main area. For a number of years, the upper part of the structure housed a restaurant and discothèque, but since 1999, the Europaturm has been closed to the public. In September, 2004, the antenna at the top of the tower was replaced, increasing its total height to 337.5 metres (1,107 ft). The six-ton antenna was lifted to the top in two parts by helicopter. With the new antenna, the tower became capable of broadcasting high-definition digital television signals using the DVB-T standard (which is the European counterpart to the ATSC digital standard used in the United States). It is capable of broadcasting four channels per transmitter, for a total of twenty-four channels, at 100 kilowatts per channel. It is capable of receiving satellite broadcasts and redistributing them via cable or terrestrial broadcasts. The tower is owned and operated by T-Systems, a subsidiary of Deutsche Telekom. At night, it is illuminated with magenta lighting, the company's corporate colours. Among Frankfurt's residents, the tower is colloquially known as the \"Ginnemer Spaschel\" (Frankfurt dialect for \"The Ginnheimer Asparagus\", or \"Ginnheimer Spargel\" in standard German), even though it is located in the Bockenheim district rather than close by Ginnheim. It is also simply called the \"Fernsehturm\" (\"Television Tower\"). Since around 2002 a small elevator company has used the tower for testing and demonstrations.[1] Coordinates: 50°8′7″N 8°39′17″E﻿ / ﻿50.13528°N 8.65472°E﻿ / 50.13528; 8.65472","Title":"Europaturm - Wikipedia","KeyID":"6544","URL":"https://en.wikipedia.org/wiki/Europaturm"}