{"Content: ":"Radio masts and towers are typically tall structures designed to support antennas for telecommunications and broadcasting, including television. There are two main types: guyed and self-supporting structures. They are among the tallest human-made structures. Masts are often named after the broadcasting organizations that originally built them or currently use them. In the case of a mast radiator or radiating tower, the whole mast or tower is itself the transmitting antenna. The terms \"mast\" and \"tower\" are often used interchangeably. However, in structural engineering terms, a tower is a self-supporting or cantilevered structure, while a mast is held up by stays or guys. Broadcast engineers in the UK use the same terminology. A mast is a ground-based or rooftop structure that supports antennas at a height where they can satisfactorily send or receive radio waves. Typical masts are of steel lattice or tubular steel construction. Masts themselves play no part in the transmission of mobile telecommunications. Masts (to use the civil engineering terminology) tend to be cheaper to build but require an extended area surrounding them to accommodate the guy wires. Towers are more commonly used in cities where land is in short supply. There are a few borderline designs that are partly free-standing and partly guyed, called additionally guyed towers. For example: The first experiments in radio communication were conducted by Guglielmo Marconi beginning in 1894. In 1895–1896 he invented the vertical monopole or Marconi antenna, which was initially a wire suspended from a tall wooden pole. He found that the higher the antenna was suspended, the further he could transmit, the first recognition of the need for height in antennas. Radio began to be used commercially for radiotelegraphic communication around 1900. During the first 20 years of radio, long distance radio stations used long wavelengths in the very low frequency band, so even the tallest antennas were electrically short and had very low radiation resistance of 5-25 Ohms, causing excessive power losses in the ground system. Radiotelegraphy stations used huge capacitively-toploaded flattop antennas consisting of horizontal wires strung between multiple 100–300 meters (330–980 ft) steel towers to increase efficiency.[1] AM radio broadcasting began around 1920. The allocation of the medium wave frequencies for broadcasting raised the possibility of using single vertical masts without top loading. The antenna used for broadcasting through the 1920s was the T-antenna, which consisted of two masts with a wire topload strung between them, requiring twice the construction costs and land area of a single mast.[1] In 1924 Stuart Ballantine published two historic papers which led to the development of the single mast antenna.[1] In the first he derived the radiation resistance of a vertical conductor over a ground plane.[2] He found that the radiation resistance increased to a maximum at a length of 1⁄2 wavelength, so a mast around that length had an input resistance that was much higher than the ground resistance, reducing the fraction of transmitter power that was lost in the ground system without using a capacitive top-load. In a second paper the same year he showed that the amount of power radiated horizontally in ground waves reached a maximum at a mast height of 5⁄8 wavelength.[3] By 1930 the expense of the T-antenna led broadcasters to adopt the mast radiator antenna, in which the metal structure of the mast itself functions as the antenna.[4] One of the first types used was the diamond cantilever or Blaw-Knox tower. This had a diamond (rhombohedral) shape which made it rigid, so only one set of guy lines was needed, at its wide waist. The pointed lower end of the antenna ended in a large ceramic insulator in the form of a ball-and-socket joint on a concrete base, relieving bending moments on the structure. The first, a 665 foot (203 m) half-wave mast was installed at radio station WABC's 50 kW Wayne, New Jersey transmitter in 1931.[5][6] During the 1930s it was found that the diamond shape of the Blaw-Knox tower had an unfavorable current distribution which increased the power emitted at high angles, causing multipath fading in the listening area.[4] By the 1940s the AM broadcast industry had abandoned the Blaw-Knox design for the narrow, uniform cross section lattice mast used today, which had a better radiation pattern. The rise of FM radio and television broadcasting in the 1940s and 50s created a need for even taller masts. The earlier AM broadcasting used LF and MF bands, where radio waves propagate as ground waves which follow the contour of the Earth. The ground-hugging waves allowed the signals to travel beyond the horizon, out to hundreds of kilometers. However the newer FM and TV transmitters used the VHF band, in which radio waves travel by line-of-sight, so they are limited by the visual horizon. The only way to cover larger areas is to raise the antenna high enough so it has a line-of-sight path to them. Until August 8, 1991, the Warsaw radio mast was the world's tallest supported structure on land; its collapse left the KVLY/KTHI-TV mast as the tallest. There are over 50 radio structures in the United States that are 600 m (1968.5 ft) or taller.[7] The steel lattice is the most widespread form of construction. It provides great strength, low weight and wind resistance, and economy in the use of materials. Lattices of triangular cross-section are most common, and square lattices are also widely used. Guyed masts are often used; the supporting guy lines carry lateral forces such as wind loads, allowing the mast to be very narrow and simply constructed. When built as a tower, the structure may be parallel-sided or taper over part or all of its height. When constructed of several sections which taper exponentially with height, in the manner of the Eiffel Tower, the tower is said to be an Eiffelized one. The Crystal Palace tower in London is an example. Guyed masts are sometimes also constructed out of steel tubes. This construction type has the advantage that cables and other components can be protected from weather inside the tube and consequently the structure may look cleaner. These masts are mainly used for FM-/TV-broadcasting, but sometimes also as mast radiator. The big mast of Mühlacker transmitting station is a good example of this. A disadvantage of this mast type is that it is much more affected by winds than masts with open bodies. Several tubular guyed masts have collapsed. In the UK, the Emley Moor and Waltham TV stations masts collapsed in the 1960s. In Germany the Bielstein transmitter collapsed in 1985. Tubular masts were not built in all countries. In Germany, France, UK, Czech Republic, Slovakia, Japan and the Soviet Union, many tubular guyed masts were built, while there are nearly none in Poland or North America. Several tubular guyed masts were built in cities in Russia and Ukraine. These masts featured horizontal crossbars running from the central mast structure to the guys and were built in the 1960s. The crossbars of these masts are equipped with a gangway that holds smaller antennas, though their main purpose is oscillation damping. The design designation of these masts is 30107 KM and they are exclusively used for FM and TV and are between 150–200-metre (490–660 ft) tall with one exception. The exception being the mast in Vinnytsia which has height of 354 m (1161 ft) and is currently the tallest guyed tubular mast in the world after the Belmont transmitting station was reduced in height in 2010. Reinforced concrete towers are relatively expensive to build but provide a high degree of mechanical rigidity in strong winds. This can be important when antennas with narrow beamwidths are used, such as those used for microwave point-to-point links, and when the structure is to be occupied by people. In the 1950s, AT&T built numerous concrete towers, more resembling silos than towers, for its first transcontinental microwave route.[8][9] In Germany and the Netherlands most towers constructed for point-to-point microwave links are built of reinforced concrete, while in the UK most are lattice towers. Concrete towers can form prestigious landmarks, such as the CN Tower in Toronto, Canada. In addition to accommodating technical staff, these buildings may have public areas such as observation decks or restaurants. The Stuttgart TV tower was the first tower in the world to be built in reinforced concrete. It was designed in 1956 by the local civil engineer Fritz Leonhardt. Fiberglass poles are occasionally used for low-power non-directional beacons or medium-wave broadcast transmitters. Carbon fibre monopoles and towers have traditionally been too expensive but recent developments in the way the carbon fibre tow is spun have resulted in solutions that offer strengths exceeding steel (10 times) for a fraction of the weight (70% less[10]) which has allowed monopoles and towers to be built in locations that were too expensive or difficult to access with the heavy lifting equipment that is needed for a steel structure. Overall a carbon fiber structure is 40 - 50% faster to be erected compared to traditional building materials. Wood has been superseded in use by metal and composites for tower construction. Many wood towers were built in the UK during World War II because of a shortage of steel. In Germany before World War II wooden towers were used at nearly all medium-wave transmission sites which have all been demolished, except for the Gliwice Radio Tower. Ferryside television relay station is an example of a TV relay transmitter using a wooden pole. Shorter masts may consist of a self-supporting or guyed wooden pole, similar to a telegraph pole. Sometimes self-supporting tubular galvanized steel poles are used: these may be termed monopoles. In some cases, it is possible to install transmitting antennas on the roofs of tall buildings. In North America, for instance, there are transmitting antennas on the Empire State Building, the Willis Tower, Prudential Tower, 4 Times Square, and One World Trade Center. The North Tower of the original World Trade Center also had a 110-metre (360 ft) telecommunications antenna atop its roof, constructed in 1978–1979, and began transmission in 1980. When the buildings collapsed, several local TV and radio stations were knocked off the air until backup transmitters could be put into service.[11] Such facilities also exist in Europe, particularly for portable radio services and low-power FM radio stations. In London, the BBC erected in 1936 a mast for broadcasting early television on one of the towers of a Victorian building, the Alexandra Palace. It is still in use. Disguised cell sites sometimes can be introduced into environments that require a low-impact visual outcome, by being made to look like trees, chimneys or other common structures. Many people view bare cellphone towers as ugly and an intrusion into their neighbourhoods. Even though people increasingly depend upon cellular communications, they are opposed to the bare towers spoiling otherwise scenic views. Many companies offer to 'hide' cellphone towers in, or as, trees, church towers, flag poles, water tanks and other features.[12] There are many providers that offer these services as part of the normal tower installation and maintenance service. These are generally called \"stealth towers\" or \"stealth installations\", or simply concealed cell sites. The level of detail and realism achieved by disguised cellphone towers is remarkably high; for example, such towers disguised as trees are nearly indistinguishable from the real thing.[13] Such towers can be placed unobtrusively in national parks and other such protected places, such as towers disguised as cacti in United States' Coronado National Forest.[14] Even when disguised, however, such towers can create controversy; a tower doubling as a flagpole attracted controversy in 2004 in relation to the U.S. Presidential campaign of that year, and highlighted the sentiment that such disguises serve more to allow the installation of such towers in subterfuge away from public scrutiny rather than to serve towards the beautification of the landscape.[15] A mast radiator or mast antenna is a radio tower or mast in which the whole structure is an antenna. Mast antennas are the transmitting antennas typical for long or medium wave broadcasting. Structurally, the only difference is that some mast radiators require the mast base to be insulated from the ground. In the case of an insulated tower, there will usually be one insulator supporting each leg. Some mast antenna designs do not require insulation, however, so base insulation is not an essential feature. A special form of the radio tower is the telescopic mast. These can be erected very quickly. Telescopic masts are used predominantly in setting up temporary radio links for reporting on major news events, and for temporary communications in emergencies. They are also used in tactical military networks. They can save money by needing to withstand high winds only when raised, and as such are widely used in amateur radio. Telescopic masts consist of two or more concentric sections and come in two principal types: A tethered balloon or a kite can serve as a temporary support. It can carry an antenna or a wire (for VLF, LW or MW) up to an appropriate height. Such an arrangement is used occasionally by military agencies or radio amateurs. The American broadcasters TV Martí broadcast a television program to Cuba by means of such a balloon. In 2013, interest began in using unmanned aerial vehicles (drones) for telecom purposes.[16] For two VLF transmitters wire antennas spun across deep valleys are used. The wires are supported by small masts or towers or rock anchors. The same technique was also used at Criggion radio station. For ELF transmitters ground dipole antennas are used. Such structures require no tall masts. They consist of two electrodes buried deep in the ground at least a few dozen kilometres apart. From the transmitter building to the electrodes, overhead feeder lines run. These lines look like power lines of the 10 kV level, and are installed on similar pylons. For transmissions in the shortwave range, there is little to be gained by raising the antenna more than a few wavelengths above ground level. Shortwave transmitters rarely use masts taller than about 100 metres. Because masts, towers and the antennas mounted on them require maintenance, access to the whole of the structure is necessary. Small structures are typically accessed with a ladder. Larger structures, which tend to require more frequent maintenance, may have stairs and sometimes a lift, also called a service elevator. Tall structures in excess of certain legislated heights are often equipped with aircraft warning lamps, usually red, to warn pilots of the structure's existence. In the past, ruggedized and under-run filament lamps were used to maximize the bulb life. Alternatively, neon lamps were used. Nowadays such lamps tend to use LED arrays. Height requirements vary across states and countries, and may include additional rules such as requiring a white flashing strobe in the daytime and pulsating red fixtures at night. Structures over a certain height may also be required to be painted with contrasting color schemes such as white and orange or white and red to make them more visible against the sky. In some countries where light pollution is a concern, tower heights may be restricted so as to reduce or eliminate the need for aircraft warning lights. For example, in the United States the 1996 Telecommunications Act allows local jurisdictions to set maximum heights for towers, such as limiting tower height to below 200 feet (61 m) and therefore not requiring aircraft illumination under US Federal Communications Commission (FCC) rules. One problem with radio masts is the danger of wind-induced oscillations. This is particularly a concern with steel tube construction. One can reduce this by building cylindrical shock-mounts into the construction. One finds such shock-mounts, which look like cylinders thicker than the mast, for example, at the radio masts of DHO38 in Saterland. There are also constructions, which consist of a free-standing tower, usually from reinforced concrete, onto which a guyed radio mast is installed. One example is the Gerbrandy Tower in Lopik, Netherlands. Further towers of this building method can be found near Smilde, Netherlands and the Fernsehturm in Waldenburg, Germany. Radio, television and cell towers have been documented to pose a hazard to birds. Reports have been issued documenting known bird fatalities and calling for research to find ways to minimize the hazard that communications towers can pose to birds.[17][18] There have also been instances of rare birds nesting in cell towers and thereby preventing repair work due to legislation intended to protect them.[19][20]","Title":"Radio masts and towers - Wikipedia","KeyID":"6545","URL":"https://en.wikipedia.org/wiki/Radio_masts_and_towers"}