{"Content: ":"The Goethe Tower (German: Goetheturm) is a 43-metre high public observation tower built entirely out of wood on the northern edge of Frankfurt City Forest located in Sachsenhausen (Frankfurt am Main). The tower was built in honour of the German writer and poet Johann Wolfgang von Goethe. Apart from some taller wooden radio towers, it is the fifth-tallest wooden construction in Germany after the Jahrtausendturm in Magdeburg, the Eichberg Tower in Emmendingen, the Blumenthal Observation Tower and the Weißtannenturm in Kehl. In 1867, a wooden tower was first built on the site, at that time 22 metres tall. After the First World War, this first tower had become so rickety that it had to be pulled down. In 1931, the Goethe Tower was rebuilt with money donated by the Jewish businessman Gustav Gerst. The opening ceremony took place in November 1931, shortly before the 1932 commemorations of Goethe's death one hundred years before. The city of Frankfurt provided the wood for the tower – altogether more than 170m³ of pine, beech, and oak timber. The Goethe Tower remained a popular place for day-trippers, especially families, as a large playground and a café were built at the foot of the tower. The building was completely destroyed in a fire due to arson on 12 October 2017.[1] It was one of Frankfurt's beloved landmarks, visited by many tourists. In an online survey in 2017, 78 percent of respondents wanted the reconstruction to be true to the original. Citizens donated just under 200,000 euros to support the project. The construction costs amounted to 2.4 million euros, with the majority paid by insurance. The new tower was completely assembled from chestnut and oak wood on 28 July 2020, followed by a topping-out ceremony two days later. The inauguration and opening to the public took place on 12 October 2020.[2] Coordinates: 50°05′20″N 8°42′40″E﻿ / ﻿50.08889°N 8.71111°E﻿ / 50.08889; 8.71111","Title":"Goethe Tower - Wikipedia","KeyID":"6549","URL":"https://en.wikipedia.org/wiki/Goethe_Tower"}