{"Content: ":"The Kaufingerstraße is one of the oldest streets in Munich and, together with the Neuhauser Straße, one of the most important shopping streets in Munich. The Kaufingerstraße borders on the west with the Marienplatz and is part of the large west-east axis of the historic old town. It is part of the Salzstraße from Salzburg or Reichenhall via Landsberg to Switzerland. It begins at the Marienplatz and ends at the intersection Färbergraben / Augustinerstraße, which follow approximately the location of the moat of the city's fortifications. Its extension is called Neuhauser Straße. The Kaufingerstraße is probably named after the patrician Chunradius Choufringer, who is historically mentioned for the first time in a document dated 28 May, 1239. He owned a representative house in Kaufingerstraße. For a while, one assumed the name came from a place called \"Kaufing\", which, however, could never be confirmed. The Kaufingerstraße already had a special position as part of the Salzstraße in the town of Leone. Soon, Munich merchants set up their homes here. The \"Obere Tor\" (Upper Gate) was considered a particularly representative construction that shaped the building ensembles. The \"Obere Tor\" was soon named \"Chufringer Tor\", before it established itself and received the name \"Schöner Turm\" (pretty tower). Even before the first written mention in 1316, the street was named Chufringerstraße. Therefore, the Kaufingerstraße next to the Rindermarkt is considered the street with the oldest name of Munich. In the 19th century, the baroque residential buildings of the Munich merchants were replaced by department stores. The largest business building \"Zum Schönen Turm\" is today the \"Hirmer Herrenbekleidungshaus\" (Hirmer men’s clothing house). During the Second World War, the fabric of the Kaufingerstraße was largely destroyed and finally demolished. In the 1990s and the years following, the buildings of the 1950s and 1960s were again replaced by postmodern buildings. The Kaufingerstraße has always been a very important traffic axis. Since 1972, it has been part of the pedestrian zone in the center of Munich. For this purpose, the Altstadtring was built to direct the traffic around the old town. As a result, the old section of the tram lines from Karlsplatz (Stachus) to Isartor shut down. As an additional traffic axis, the main line of the Munich S-Bahn was opened in the same year under Kaufingerstraße. With an average of 12,975 passers-by per hour (as of 5 May 2011), Kaufingerstraße is one of the top-selling shopping streets in Germany. The rental and construction site purchase prices are the highest in the Kaufingerstraße than in any other street in Germany. Rental prices are around 300 € and site purchase prices around 50,000 € per square meter (in 2008). In 2008, the street was one of the 10 shopping miles (9th place) with the highest rents in the world.[1] In 2010, it was, with 11.905 passers-by per hour, in third place of the busiest shopping streets in Germany.[2] In 2011, the Kaufingerstraße slipped to number 4 of the most visited shopping streets in Germany behind the Zeil in Frankfurt am Main (13,035 passers-by per hour). Meanwhile, the Neuhauser road placed second in the list. According to a study by Jones Lang LaSalle (JLL), it was the busiest street in Munich with 13,515 passers-by per hour on the deadline. Also in 2013, the Neuhauser Straße placed second with 11,920 passers-by, this time behind the Dortmunder Westenhellweg (12,950 passers-by).[3] Because of this, Munich is the only German city, which has 2 shopping streets in the list of the most visited five.[4] According to an analysis by JLL from the year 2015, Kaufingerstraße is the most expensive shopping street in Germany with a top rent of 360 Euro per square meter.[5]","Title":"Kaufingerstraße - Wikipedia","KeyID":"6552","URL":"https://en.wikipedia.org/wiki/Kaufingerstra%C3%9Fe"}