{"Content: ":"Esprit Holdings Limited (Chinese: 思捷環球控股有限公司) is a publicly owned manufacturer of clothing, footwear, accessories, jewellery and housewares under the Esprit label. The company is headquartered in North Point, Hong Kong, and Ratingen (near Düsseldorf), Germany. In the 2019–2020 business year, Esprit generated a worldwide sales of around €1.05 billion (as of 30 June 2020). Esprit operates 225 retail stores worldwide and distributes products to more than 4,500 wholesale locations around the globe. Esprit has more than 234,000 square meters of retail space in 30 countries. The ESPRIT brand name is licensed to other manufacturers. In addition, the group owns the Red Earth cosmetics brand. The Esprit flagship stores feature both current Esprit fashion lines and licensee products under one roof. Esprit has an architecture department that is responsible for the worldwide design of its stores. The first joint fashion line established by Susie and Doug Tompkins (who had previously founded The North Face) was sold from a VW bus and their headquarters was the Tompkins' apartment in San Francisco. Susie assumed the creative and Doug Tompkins the financial role in the business. At that time (mid-60's) their sales success was due to their original \"Big Mama\", Helene W. Japhe, who agreed to represent them exclusively as their sales agent, taking their line \"on the road\" and having great success. After Helene Japhe's departure from the company and San Francisco, the business continued to flourish under more professional administration and management until its US downturn and eventual sale to a Hong Kong firm.[1] In 1979, the Esprit logo was developed by John Casado. The 1980s saw the introduction of the \"Real People Campaign\", which was shot by photographer Oliviero Toscani, using architects and designers for its projects, starting with Italian Ettore Sottsass, who developed the first Esprit Europe Headquarters in Düsseldorf. He established the overall concept of the stores in the style of the Memphis design movement.[citation needed] Architects and designers included Antonio Citterio and Norman Foster.[citation needed] On 27 September 2011, Esprit Holdings Ltd. was valued at just $1.4 billion, a loss of more than 90 percent from a $20 billion valuation four years prior. According to Credit Suisse, Esprit's brand is valued at $3.4 billion since 2012 Esprit has lost its global recognition and is in decline. Esprit has pulled out of most global markets, reducing stores in China, Australia, Hong Kong and closing North America. In 2013 Esprit appointed a new CEO who was from a successful competitor (New Look) to tackle this decline, which has brought great success for Esprit and the company is fast becoming a recognized brand once again.[2][3] In February 2012, Esprit announced that it planned to close all retail stores in North America because they were not competitive in this market and were losing money.[4] In December 2015, Esprit announced it would be returning to the Canadian market. Since the announcement, Esprit has opened two stores, one at Metrotown in Metro Vancouver, and one at West Edmonton Mall, with plans to open a third store in fall 2016, in Mississauga.[5] In May 2018, it was announced that Esprit will close all 67 stores in New Zealand and Australia.[6] By the end of 2019, Esprit was operating 389 retail stores and about 4,800 wholesale distribution points.[7] Due to the COVID-19 pandemic, on 11 February 2020, Esprit announced its intention to close all stores in Singapore and subsequently as a result on 29 April 2020, Esprit expanded its closure to all remaining stores in Asia (Taiwan, Hong Kong, Malaysia and Macau). Since 7 April 2020, all Esprit stores in Singapore were closed and Esprit already exited Singapore's market, with the remaining countries such as Taiwan, Hong Kong, Malaysia and Macau following suit on 30 June 2020.[8] Esprit plans to come back to Asia, but only for South Korea, Hong Kong, Macau, Malaysia and Taiwan in 2022, there are no plans to open one in Singapore.[9] Esprit's products include casual sportswear and \"collection\" business clothing for both men and women; \"de.corp\" urban casual clothing for young women; \"kids\" clothing for children 7 to 14 years old; sports wear including skiwear, fitness fashion and streetwear; accessories such as bags; shoes; and bodywear, day and night underwear and swimwear for men, women and children.[citation needed] In 1998, the \"edc\" of young people's clothing was founded.[citation needed] Since 1990, Esprit has grown through licensees. More than 30 license holders include Coty/Lancaster (scents) and Falke (socks and stockings). Under the name \"Esprit timewear + jewel\", Egana Holdings Ltd. produces watches and jewellery.[citation needed] Esprit home sells furniture, carpets, wallpaper, lighting, living accessories, home textiles and bathrooms; Esprit kids’ world sells maternity wear, toys, buggies and nursery furniture.[citation needed] In the 2019/2020 business year, Esprit Holdings Limited reported worldwide sales of €1.05 billion.[10] The Group operates more than 225 directly managed retail stores worldwide and distributes its products via more than 4,500 wholesale locations around the globe. The company has more than 234,000 square metres of sales area in more than 30 countries.[citation needed]","Title":"Esprit Holdings - Wikipedia","KeyID":"6555","URL":"https://en.wikipedia.org/wiki/Esprit_Holdings"}