{"Content: ":"Hollister Co., often advertised as Hollister or HCo., is a retail brand owned by Abercrombie & Fitch Co. Goods are available in-store and through the company's online store.[3][4] In 2019, Piper Jaffray ranked it in the top five clothing brands among teenagers.[5] Its main competitors are Aéropostale, American Eagle Outfitters, rue21, H&M, Gap, Old Navy, and Jack Wills. The first Hollister store opened on July 27, 2000 at the Easton Town Center in Columbus, Ohio.[6] Four additional test stores opened following the Easton location: at Oak Park Mall in Overland Park, Kansas, Mall of Georgia in Buford, Georgia, Westfield Topanga in Canoga Park, California, and Paramus Park in Paramus, New Jersey.[7] Hollister Co. does not bill itself as a hardcore surf line. According to A&F spokesperson Hampton Carney, \"We’re not going after the ‘core surfing market. It's more about the lifestyle and inspiration, rather than the actual activity.\"[8] Although Hollister Co. was founded in 2000, Abercrombie & Fitch has created a fictional history surrounding its founder. According to this history, John Hollister, Sr. emigrated from New York City to the Dutch East Indies, and established the company bearing his name upon returning to the United States and settling in California in 1922.[9] However, the company was actually founded in Ohio in 2000. Abercrombie & Fitch Co. expanded into Canada in mid-January 2006. A&F opened Abercrombie & Fitch and Hollister Co. stores at the Toronto Eaton Centre and Sherway Gardens shopping malls in Toronto, Ontario. These openings were delayed from the end of 2005 to early 2006 by construction and planning issues. As of 2009, HCo. locations in Canada were: Sherway Gardens (closed and then reopened in 2021), Toronto Eaton Centre, and Fairview Mall in Toronto, the West Edmonton Mall in Edmonton, Alberta, and Upper Canada Mall, in Newmarket, Ontario (closed in 2020), and Pacific Centre in Vancouver, British Columbia as of January 29, 2009. In 2010, the store's eighth location in Canada opened at Polo Park in Winnipeg, and a store opened on October 29, at Fairview Park Mall in Kitchener, Ontario. In 2011, the first Hollister store in Atlantic Canada opened at the Halifax Shopping Center in Halifax. Stores also opened in Hamilton, Ontario and Brampton, Ontario in 2011. In 2021 Hollister opened at Markville Mall in Markham, Ontario. Starting summer 2007, Abercrombie & Fitch Co. spent an approximate amount of US$10 million to install video walls into Hollister Co. stores nationwide.[10] The walls play live-feed from Surf City Huntington Beach, California to provide customers with a flavor of the SoCal surf atmosphere HCo. promotes. Hollister pays the city of Huntington Beach for the cameras located on the Huntington Beach Pier.[11] By October 2, 2007, 100 select Hollister California stores began to promote Abercrombie & Fitch Co.'s fifth brand Gilly Hicks prior to the latter's debut in January 2008. Advertising was achieved through a variety of body care items including body sprays, deodorant, soaps, lotions, and lip balms called Sessions. On October 25, 2008, Hollister Co. opened its first store outside of the U.S. and Canada in Brent Cross, London. In December 2008 Hollister Co. opened its second store in the UK in Westfield London and a third at the upmarket Bluewater shopping centre, Kent, UK. Further more, after the success of the UK HCo. stores in London, the first Hollister store outside London was opened on May 14, 2009 in WestQuay Shopping centre in Southampton, its fifth UK store was opened in Milton Keynes at the beginning of 2010. There are also Hollister stores in Sheffield's Meadowhall shopping centre, Norwich's Chantry Place shopping centre, Birmingham's Bull Ring, Manchester's Trafford Centre mall, Solihull's Touchwood Centre and Newcastle upon Tyne's Eldon Square. There are also stores in Westfield Stratford city, in the Oracle shopping centre in Reading, Glasgow, Edinburgh and Victoria Square, Belfast as well. Hollister Co. has also opened stores in Italy (Rome, Venice, Milan, Florence, Bergamo), Germany (Berlin,[12] Frankfurt, Oberhausen, Hamburg, Ludwigshafen, Neuss, Bonn, Cologne and Dresden), China (Beijing, Chengdu, Hangzhou, Nanjing, Shangai, Shenzhen and Tianjinn), Japan (Tokyo, Osaka, Chiba, Hyogo, Kanagawa, Saitama),[13][14] and more recently in Spain (Barcelona, Madrid, Bilbao, Valencia, La Coruña, Zaragoza and Marbella[15]). In 2011 Hollister opened its first store in Dublin, Ireland in the Dundrum Town Centre. Marketing for the HCo. flagship was launched in May 2009. The extensive marketing campaign advertised the store as \"The Epic Hollister Store.\" A&F launched HCORideTheWave.com which offered electronic postcards, downloadable wallpaper and screensaver as well as directions to the flagship and a promotional film with computer-generated graphics of the multi-level floor layout and design. A countdown timer called the \"Epic Countdown\" tells the remaining time down to seconds until the opening.[16] The first flagship for the HCo. brand was finally opened July 16, 2009. Clothing offerings by Hollister Co. include but is not limited to \"graphic\" and \"crew & tee\" shirts, polos, Henleys, cardigans, shirts, pullovers, outerwear, rinse or wash Slim Jeans, flip-flops, cologne or perfume, dresses, swimwear, boxers, accessories, and so on.[17] In 2001, Hollister released its signature fragrance Hollister Co. for women and men, but later they were discontinued. Other fragrances were released over the years. The official store scent is the popular cologne, appropriately named, SoCal. Originally known as \"Sessions\", the body care line has been simplified to \"Body Care.\" Upon its original release, Hollister Body Care products included: body wash, body lotion, mist, body spray, deodorant/antiperspirant, lip gloss, lip shine, and lip balm. A short time after the initial release they unveiled hair wax, and hand lotion. The deodorant/antiperspirant, lip gloss, lip shine, lip balm, hair wax, and the betty's body wash have all been discontinued.[citation needed] Abercrombie & Fitch originally designed Hollister Co. stores to simulate the appearance of vintage beach shacks in an indoor shopping mall. Exterior décor included shuttered windows, and light and dark brown pattern walls. A teal boardwalk with three steps lead to the entrance. The interior of the store is mostly concealed from outside view by a parallel wall. Abercrombie & Fitch experimented with shuttered windows when they created Hollister Co. and the concept was eventually expanded to the Abercrombie & Fitch brand.[18] In November 2013, Abercrombie & Fitch announced plans to redesign Hollister stores. The new design includes front windows and eliminates the California beach shack front porch entrance. The stores are smaller in square feet but feature larger selling areas. As of January 2016[update], some of the beach shack stores with stairs had been renovated and brand new constructed stores feature the redesign.[19] The Company opened the first flagship store for the Hollister concept 16 July 2009.[20][21][22] The flagship was located in the SoHo district of the New York City borough of Manhattan on 600 Broadway at the southeast corner of Houston Street and Broadway. Four floors of the occupied building provide a retail space of 40,000 square feet (3,700 m2).[22] The flagship representative commented, \"The EPIC store is what Hollister is all about—big waves, surf, sun, and hanging out on the pier. The laidback HCo. vibe is effortlessly cool, and we're bringing the SoCal lifestyle to SoHo.\"[22] Out of the total capital expenditures for fiscal 2008 of A&F Co. (up to 445 million USD), approximately US$300 million was spent on new store construction and remodeling, including the HCO flagship.[23] The Hollister flagship store in SoHo closed in 2019.[24] After a turbulent Christmas 2008 fashion season with economic turn-down in the retail industry, Abercrombie & Fitch has adjusted its plans for 2009 to fit the persisting \"environment\".[25] For 2009, the company's main commitment domestically for Hollister was the opening of the HCO flagship in SoHo. Since December 2008, Abercrombie & Fitch Co. opened Hollister Co stores throughout the United States. There are over 500 locations in the United States, and internationally there are 30 stores in the UK and 11 in Canada. There are 13 in France, 25 in Germany, 3 in Sweden, 3 in the Netherlands, 11 in Spain, 9 in Italy, 2 in Hong Kong, 2 in Japan, 1 in both Ireland and Poland, 2 located in South Korea, and 7 in China. There are also two stores in Australia and 7 in Austria. Hollister Co. has 10 locations in Canada. Five locations in Ontario,[26][27] two in Alberta, and one in each British Columbia, Manitoba, and Nova Scotia.[28] New Hollister stores are now open in Hamilton, Ontario and Brampton, Ontario. As of March 2021[update], there are 30 stores in the United Kingdom. Hollister currently has stores in Ireland, France, Spain, Sweden, Belgium, Germany, Austria, Poland, Italy, and the Netherlands. Hollister opened in Hong Kong at Festival Walk (Kowloon Tong) and Hysan Place (Causeway Bay) in 2011. In 2012, Hollister opened a store in South Korea and also a store in Shanghai, China.[29] Hollister had plans to open stores in Australia and the Middle East in 2013.[30] In 2013, Hollister opened two stores in Australia, one in Melbourne and one in Sydney. Both Australian stores have closed permanently in early 2016. In May 2019, the first Hollister store opened in Kuwait, located in The Avenues phase 4 near 400 Gradi. All stores are company owned, except a 50% Joint Venture for the Middle East Stores. Americas: Asia: Europe: According to an article in the Los Angeles Times in April 2009, Abercrombie & Fitch has threatened merchants and residents of Hollister, California who want to use the name \"Hollister\" on clothing. The article quotes David Cupps, general counsel for Abercrombie & Fitch: \"If they try, they would get a call and much more.\"[32] Also, according to the article: \"The controversy over the name heated up in 2006 when Stacey Crummett, chief executive of Hollister-based Rag City Blues, added the word \"Hollister\" to the label of her vintage blue jeans. In response to her trademark registration application, Abercrombie & Fitch attorneys sent her a letter alleging she was violating the company's trademark and threatening to sue.\" Crummett subsequently withdrew the application.[33] \"Even students at Hollister's San Benito High School wonder if they are violating Abercrombie & Fitch's trademark by wearing shirts emblazed with the school nickname, the Hollister Haybalers.\" \"Hollister City Atty. Stephanie Atigh insists that Abercrombie & Fitch cannot sue if locals are simply putting the town name on clothes to identify the geographic location.\"[32] In 2007, the lawsuit Morris vs. Abercrombie & Fitch Co. was settled. Abercrombie & Fitch Co. admitted that they should have not asked their California customers for personal identification information during credit card refund transactions. Customers who were asked this information during June 9, 2005 through May 31, 2007 may be entitled to receive gift cards.[34] Since the settlement, A&F Co. brands' stores have stopped asking for this information for returns on purchases for which a credit card had been used. A&F was charged for discrimination against an employee at a Californian Hollister Co. store who was criticised for wearing a hijab instore.[35] The Muslim college student had been hired at an interview where she had worn a hijab as well.[35] The interviewer told her she could only wear it in colors gray, navy, and white, but was told by a District Manager to remove it during a work day.[35] The Council on American-Islamic Relations filed against Abercrombie & Fitch on February 23 with the federal Equal Employment Opportunity Commission.[35] A&F had previously received a complaint in September 2009 over the same circumstance occurring in Oklahoma.[35] In August 2011, Judge Wiley Daniel of the United States District Court for the District of Colorado ruled that two Hollister stores in the state were not in compliance with the Americans with Disabilities Act (ADA) due to the fact they have a porch-like entrance that contains steps while customers in wheelchairs have to access the stores through automatic side doors rather than the main entrance.[36] In 2012, the case expanded into a national class-action suit.[37] In March 2013, Judge Daniel ruled in favor of the plaintiffs, finding that nationwide, 248 of 483 Hollister stores—all of which, the U.S. Department of Justice pointed out to the court, were built years after the ADA was enacted—have entrances in violation of the ADA.[37] He ordered the company and disability rights activists to come to an agreement on the specific wording of an injunction requiring Hollister to either flatten its entrances, install wheelchair ramps, or make the raised entrances decorative and make all customers use the side entrances.[37] As of May 2013[update], the two sides have not reached an agreement.[37] In August 2013, Hollister Co., and its parent company Abercrombie & Fitch were ruled by a Colorado judge to require 248 stores with the \"porch entrance\", which includes stairs, to be redesigned to incorporate wheelchair accessibility or to remove the stairs altogether. Hollister will begin renovating the stores entrances to a more modern look, similar to the current Abercrombie & Fitch store layout by the end of 2013. The new entrance does not include steps. At the district court of Kassel, Germany, Hollister and its German works council negotiated an accord to stop systematically searching all employees. The accord lets the employees roll a die, and who gets four is searched.[38] In 2005, Hollister Co. created 360 unauthorized knockoffs of signed Robb Havassy surfboards for use as decoration in their stores. After litigation, Havassy collected an undisclosed amount as damages from Hollister. In his book, Havassy writes of the incident \"It's about how cool it is to be a surfer—and how a billion-dollar company put their hands on it. They got called on it.\"[39] In November 2010, an assistant manager in the WestQuay, Southampton branch prevented an employee, Harriet Phipps, from wearing the Red Poppy, which is worn as part of the Armistice Day commemorations in the United Kingdom every November. The official Abercrombie & Fitch reason for the refusal was reported to be that the poppy is not considered part of the corporate approved uniform, and is therefore prohibited. The dispute attracted interest in the media, with Phipps appearing on ITV1's morning breakfast programme Daybreak, the Daily Mail and other newspapers, as well as on televised BBC News bulletins on 8 November 2010. Archie Parson, secretary for the Southampton branch of the Royal British Legion, said: \"I just hope the shop reconsiders its decision and a compromise can be made because it seems a bit insensitive not to back our troops putting their lives on the line.\"[40] After complaints,[41] many upon Hollister's Facebook page,[42] Hollister posted an update upon their page stating: As an American company that has been around since 1892, we appreciate the sacrifices of the British and American servicemen/women in the World Wars and in military conflicts that continue today. Our company policy is to allow associates to wear a poppy as a token of this appreciation on Remembrance Day. Going forward, we will revisit this policy to the days/weeks leading up to Remembrance Day. In August 2012, Hollister opened a store in South Korea and flew in several male models to promote it. One of the models took a photo of himself there with a \"squinty-eyed\" face, and another model gave the middle finger to cameras. After an investigation, the models were fired.[43] In January 2013, a woman who was breastfeeding at a Hollister store in Houston was told by a manager that she could not breastfeed and had to move. As a result, supporters organized a nationwide \"nurse-in\" at Hollister locations in which they would breastfeed at the stores.[44] A group of women who were breastfeeding at the Hollister in the Concord Mall in Wilmington, Delaware, were confronted by mall security and told to leave. This escalated into a controversy involving the mall's Facebook page.[44] In February 2019, TechCrunch reported that the Hollister mobile app in the iOS App Store was using session-replay functionality to record users' activities and send the data to Israeli firm Glassbox without the users' informed consent, compromising users' privacy and contravening the rules of the iOS App Store.[45][46]","Title":"Hollister Co. - Wikipedia","KeyID":"6558","URL":"https://en.wikipedia.org/wiki/Hollister_Co."}