{"Content: ":"Louis Vuitton Malletier (French: [lwi vɥitɔ̃ maltje]), commonly known as Louis Vuitton, is a French luxury fashion house and company founded in 1854 by Louis Vuitton.[1] The label's LV monogram appears on most of its products, ranging from luxury bags and leather goods to ready-to-wear, shoes, watches, jewelry, accessories, sunglasses and books. Louis Vuitton is one of the world's leading international fashion houses. It sells its products through standalone boutiques, lease departments in high-end departmental stores, and through the e-commerce section of its website.[5][6] For six consecutive years (2006–2012), Louis Vuitton was named the world's most valuable luxury brand. Its 2012 valuation was US$25.9 billion.[7] In 2013, the valuation of the brand was US$28.4 billion with revenue of US$9.4 billion.[8] The company operates in 50 countries with more than 460 stores worldwide.[9] The Louis Vuitton label was founded by Vuitton in 1854 on Rue Neuve des Capucines in Paris, France. Louis Vuitton started at $10,567 as a sales price.[10] Louis Vuitton had observed that the HJ Cave Osilite[11] trunk could be easily stacked. In 1858, Vuitton introduced his flat-topped trunks with Trianon canvas, making them lightweight and airtight.[10] Before the introduction of Vuitton's trunks, rounded-top trunks were used, generally to promote water runoff, and thus could not be stacked. It was Vuitton's gray Trianon canvas flat trunk that allowed the ability to stack them on top of another with ease for voyages. Many other luggage makers later imitated Vuitton's style and design.[6] The company participated in the 1867 Universal Exhibition in Paris.[10] In 1871, Ōyama Iwao became the first recorded Japanese customer, ordering a set of luggage while in Paris as a military observer during the Franco-Prussian War.[12] To protect against the duplication of his look, Vuitton changed the Trianon design to a beige and brown stripes design in 1876.[6] By 1885, the company opened its first store in London on Oxford Street.[10] Soon thereafter, due to the continuing imitation of his look, in 1888, Vuitton created the Damier Canvas pattern, which bore a logo that reads \"marque L. Vuitton déposée\", which translates into \"L. Vuitton registered trademark\". In 1892, Louis Vuitton died, and the company's management passed to his son.[6][10] After the death of his father, Georges Vuitton began a campaign to build the company into a worldwide corporation, exhibiting the company's products at the Chicago World's Fair in 1893. In 1896, the company launched the signature Monogram Canvas and made the worldwide patents on it.[6][10] Its graphic symbols, including quatrefoils and flowers (as well as the LV monogram), were based on the trend of using Japanese Mon designs in the late Victorian era.[13] The patents later proved to be successful in stopping counterfeiting. In this same year, Georges travelled to the United States, where he toured cities such as New York, Philadelphia, and Chicago, selling Vuitton products. In 1901, the Louis Vuitton Company introduced the Steamer Bag, a smaller piece of luggage designed to be kept inside Vuitton luggage trunks. By 1913, the Louis Vuitton Building opened on the Champs-Elysees. It was the largest travel-goods store in the world at the time. Stores also opened in New York, Bombay, Washington, London, Alexandria, and Buenos Aires as World War I began. Afterwards, in 1930, the Keepall bag was introduced. During 1932, LV introduced the Noé bag. This bag was originally made for champagne vintners to transport bottles. Soon thereafter, the Louis Vuitton Speedy bag was introduced (both are still manufactured today).[10] In 1936 Georges Vuitton died, and his son, Gaston-Louis Vuitton, assumed control of the company.[10] During World War II, Louis Vuitton collaborated with the Nazis during the German occupation of France. The French book Louis Vuitton, A French Saga, authored by French journalist Stephanie Bonvicini and published by Paris-based Editions Fayard,[14] tells how members of the Vuitton family actively aided the Vichy government led by Marshal Philippe Pétain and increased their wealth from their business affairs with the Germans. The family set up a factory dedicated to producing artefacts glorifying Pétain, including more than 2,500 busts. Caroline Babulle, a spokeswoman for the publisher, Fayard, said: \"They have not contested anything in the book, but they are trying to bury it by pretending it doesn't exist.\"[15] Responding to the book's release in 2004, a spokesman for LVMH said: \"This is ancient history. The book covers a period when it was family-run and long before it became part of LVMH. We are diverse, tolerant and all the things a modern company should be.\"[15] An LVMH spokesman told the satirical magazine Le Canard Enchaîné: \"We don't deny the facts, but regrettably the author has exaggerated the Vichy episode. We haven't put any pressure on anyone. If the journalists want to censor themselves, then that suits us fine.\" That publication was the only French periodical to mention the book, possibly because LVMH is the country's biggest advertiser in the press.[15] During this period, Louis Vuitton began to incorporate leather into most of its products, which ranged from small purses and wallets to larger pieces of luggage. In order to broaden its line, the company revamped its signature Monogram Canvas in 1959[10] to make it more supple, allowing it to be used for purses, bags, and wallets. It is believed that in the 1920s, counterfeiting returned as a greater issue to continue on into the 21st century.[6] In 1966, the Papillon was launched (a cylindrical bag that is still popular today). By 1977 with annual revenue up to 70 million Francs (US$14.27 million).[16] A year later, the label opened its first stores in Japan: in Tokyo and Osaka. In 1983, the company joined with America's Cup to form the Louis Vuitton Cup, a preliminary competition (known as an eliminatory regatta) for the yacht race. Louis Vuitton later expanded its presence in Asia with the opening of a store in Taipei, Taiwan in 1983 and Seoul, South Korea in 1984. In the following year, 1985, the Epi leather line was introduced.[10] 1987 saw the creation of LVMH.[10] Moët et Chandon and Hennessy, leading manufacturers of champagne and cognac, merged respectively with Louis Vuitton to form the luxury goods conglomerate. Profits for 1988 were reported to have been up by 49% more than in 1987. By 1989, Louis Vuitton came to operate 130 stores worldwide.[10] Entering the 1990s, Yves Carcelle was named president of LV, and in 1992, Louis Vuitton entered mainland China by opening its first store in Beijing at the Palace Hotel. Further products became introduced such as the Taiga leather line in 1993, and the literature collection of Voyager Avec... in 1994. In 1996, the celebration of the Centennial of the Monogram Canvas was held in seven cities worldwide.[10] In 1997, Louis Vuitton made Marc Jacobs its Artistic Director.[17] In March of the following year, he designed and introduced the company's first \"prêt-à-porter\" line of clothing for men and women. Also in this year products introduced included the Monogram Vernis line, the LV scrapbooks, and the Louis Vuitton City Guide.[10] The last events in the 20th century were the release of the mini monogram line in 1999. The opening of the first store in Africa in Marrakech, Morocco, in 2000. Finally, the auction at the International Film Festival in Venice, Italy, where the vanity case \"amfAR\" designed by Sharon Stone was sold, with the proceeds going to the Foundation for AIDS Research (also in 2000).[10]  By 2001, Stephen Sprouse, in collaboration with Marc Jacobs, designed a limited-edition line of Vuitton bags[10] that featured graffiti written over the monogram pattern. The graffiti read Louis Vuitton and, on certain bags, the name of the bag (such as Keepall and Speedy). Certain pieces, which featured the graffiti without the Monogram Canvas background, were only available on Louis Vuitton's V.I.P. customer list. Jacobs also created the charm bracelet, the first-ever piece of jewelry from LV, within the same year.[10] In 2002, the Tambour watch collection was introduced.[10] During this year, the LV building in Tokyo's Ginza district was opened, and the brand collaborated with Bob Wilson for its Christmas windows scenography. In 2003, Takashi Murakami,[10] in collaboration with Marc Jacobs, masterminded the new Monogram Multicolore canvas range of handbags and accessories. This range included the monograms of the standard Monogram Canvas but in 33 different colors on either a white or black background. (The classic canvas features gold monograms on a brown background.) Murakami also created the Cherry Blossom pattern, in which smiling cartoon faces in the middle of pink and yellow flowers were sporadically placed atop the Monogram Canvas. This pattern appeared on a limited number of pieces. The production of this limited-edition run was discontinued in June 2003. Within 2003, the stores in Moscow, Russia, and in New Delhi, India were opened, the Utah and Suhali leather lines were released, and the 20th anniversary of the LV Cup was held.[10] In 2004, Louis Vuitton celebrated its 150th anniversary. The brand also inaugurated stores in New York City (on Fifth Avenue), São Paulo, Mexico City, Cancun and Johannesburg. It also opened its first global store in Shanghai. By 2005, Louis Vuitton reopened its Champs-Élysées store in Paris designed by the American Architect Eric Carlson and released the Speedy watch collection. In 2006, LV held the inauguration of the Espace Louis Vuitton on its 7th floor.[10] In 2008, Louis Vuitton released the Damier Graphite canvas. The canvas features the classic Damier pattern but in black and grey, giving it a masculine look and urban feel. Also in 2008, Pharrell Williams co-designed a series of jewellery (\"Blason\") and glasses for Louis Vuitton.[18] In 2010, Louis Vuitton opened what is described as their most luxurious store in London.[19] In early 2011, Louis Vuitton hired Kim Jones as its \"Men Ready-to-Wear Studio and Style Director\". He became the lead designer of menswear while working under the company-wide artistic directorship of Marc Jacobs.[20] On 17 September 2011, the company opened its Louis Vuitton Island Maison at Marina Bay Sands, Singapore.[21] As of September 2013[update], the company hired Darren Spaziani to lead its accessory collection.[22] On 4 November 2013, the company confirmed that Nicolas Ghesquière had been hired to replace Marc Jacobs as artistic director of women's collections. Ghesquière's first line for the company was shown in Paris in March 2014.[23] On 7 April 2014, Edouard Schneider became the head of press and public relations at Louis Vuitton under Frédéric Winckler, who is Vuitton's communications and events director.[24] On 26 March 2018, Virgil Abloh was named artistic director of men's wear, replacing Kim Jones who had departed for Dior[25]—he was the label's first African-American artistic director and one of few black designers of a major European fashion house.[26] His debut show was held at the 2018 Paris Men's Fashion Week and staged in the historical Palais-Royal gardens' courtyard.[27][28] On 28 November 2021, Abloh died of cardiac angiosarcoma, which he had been battling privately for two years prior. LV was in the first place in the BrandZ's top 10 most valuable luxury brands in 2019, with a worth of $47.2 billion. On 15 January 2020, the company acquired the Sewelô diamond, which is the second-largest rough diamond ever found in history, from Lucara Diamond who mined it from their mine in Botswana.[29][30][31] The Louis Vuitton brand and the LV monogram are among the world's most valuable brands.[32] According to a Millward Brown 2010 study, Louis Vuitton was then the world's 19th most valuable brand, and was estimated to be worth over US$19 billion.[33] For six consecutive years, Louis Vuitton was number one of the 10 most powerful brands list published by the Millward Brown Optimor's 2011 BrandZ study with value of $24.3 billion. It was more than double the value of the second ranking brand.[34] Louis Vuitton is one of the most counterfeited brands in the fashion world due to its image as a status symbol.[32] Ironically, the signature Monogram Canvas was created to prevent counterfeiting.[35] In 2004, Louis Vuitton fakes accounted for 18% of counterfeit accessories seized in the European Union.[36] The company actively seeks to eradicate counterfeiting, and employs a team of lawyers and special investigation agencies to pursue offenders through the courts worldwide. The company allocates approximately half of its communications budget to counteract counterfeiting of its goods.[6] LVMH, Vuitton's parent company, has described \"Some 60 people at various levels of responsibility working full-time on anti-counterfeiting in collaboration with a wide network of outside investigators and a team of lawyers.\"[37] The company closely controls the distribution of its products.[6] Until the 1980s, Vuitton products were widely sold in department stores, such as Neiman Marcus and Saks Fifth Avenue. Today, Vuitton products are primarily available at company-owned Louis Vuitton boutiques,[6] with a small number of exceptions noted in upscale shopping districts or inside luxury department stores. Company boutiques within department stores operate independently, and are operated by company managers and employees. LV has an official online store, through its main website.[38] In 2006, the company filed a lawsuit against Colorado-based Manifest Information Services Ltd. (aka Manifest Hostmaster and Manifest.com), through WIPO, in order to compel Manifest transfer the domain name LV.com to Louis Vuitton; the legal action failed and the domain was subsequently acquired by Liverpool Victoria (LV=), England's largest fraternal insurance company.[39] Several high-profile rap music artists have mentioned the company in song lyrics, most notably: Bohemia, Kanye West, Juicy J, and Wiz Khalifa.[40][41] Louis Vuitton has been operating on the China for 30 years and nowadays the country is the main market for the French maison, boasting about 40 offline stores nationwide.[42] On 13 February 2007, Louis Vuitton sent a cease-and-desist order to Danish art student Nadia Plesner for using an image of a bag that allegedly infringed Louis Vuitton's intellectual property rights. Plesner had created a satirical illustration, \"Simple Living\", depicting a malnourished child holding a designer dog and a designer bag, and used it on T-shirts and posters to raise funds for the charity \"Divest for Darfur\".[43] On 25 March, the court ruled in favour of LV that the image was a clear infringement of copyright.[44] Despite the ruling, Plesner continued to use the image, arguing artistic freedom, and posted copies of the cease-and-desist order on her website. On 15 April 2008, Louis Vuitton notified Plesner of the lawsuit being brought against her. Louis Vuitton demanded $7,500 (€5,000) for each day Plesner continues to sell the \"Simple Living\" products, $7,500 for each day the original cease-and-desist letter is published on her website and $7,500 a day for using the name \"Louis Vuitton\" on her website, plus legal and enforcement costs.[45] An LVMH spokeswoman interviewed by New York Magazine said that Louis Vuitton were forced to take legal action when Plesner did not respond to their original request to remove the contested image, nor to the subsequent cease-and-desist order.[44] In October 2008, Louis Vuitton declared that the company had dropped its lawsuit[46] but have since reopened it along with a new €205,000 claim due to a painting by the same artist.[47] In May 2011, the court in The Hague found in favour of Plesner's right to freedom of expression.[48] On 19 November 2007 Louis Vuitton, in further efforts to prevent counterfeiting, successfully sued Britney Spears for violating anti-counterfeiting laws. A part of the music video for the song \"Do Somethin'\" shows fingers tapping on the dashboard of a hot pink Hummer with what looks like Louis Vuitton's \"Cherry Blossom\" design bearing the LV logo. Britney Spears herself was not found liable, but a civil court in Paris ordered Sony BMG and MTV Online to stop showing the video. They were also fined €80,000 to each group. An anonymous spokesperson for LVMH stated that the video constituted an \"attack\" on Louis Vuitton's brands and its luxury image.[49] In another legal warning dated back to September 2012, Louis Vuitton had filed complaints against two small retail shops in Hong Kong for allegedly violating its intellectual property rights in relation to the \"S-Lock\" design for Louis Vuitton's handbags. According to the Hong Kong-based Apple Daily newspaper, the company was seeking compensation of HK$40,000 (around $US 5,000) and a public apology in the newspaper. The shopkeeper refused to pay, and Louis Vuitton demanded further damages up to HK$150,000 in February 2013. The shop claimed to have sourced two such handbags from Japan at around HK$120, which it retailed at HK$220. In the case of the other small shop selling two handbags, they argued with Louis Vuitton that the designs were different, and got LV's demand reduced to HK$5,000 (around US$640). The owner refused to pay and said they were ready to face LV in court. [50] In February 2013, Louis Vuitton issued a complaint against the owner of a barber shop in Hong Kong for allegedly violating its intellectual property rights in relation to a stool using fabric coating that is similar to the checker pattern in Louis Vuitton's handbags. According to the Hong Kong-based Apple Daily newspaper, the company was seeking a compensation of HK$25,000 (around US$3,200) and the publication of an apology in the form of newspaper advertisement. The owner had sourced basic furniture and equipment from the PRC for starting his shop. Facing this accusation, the barbershop owner said he had no means to tackle Louis Vuitton and may have to close down his shop which has been operating for one year in a remote local district on Hong Kong Island. The controversy had caused tremendous concern on Hong Kong news forums and viral protest on Facebook pages.[51] On 14 April 2021 Louis Vuitton lost a patent office case in Japan against a Japanese manufacture.[52] The manufacturer was using centuries old Japanese designs in its goods, the same ones that had originally inspired Louis Vuitton. The Sarah wallet design in particular resembles bag designs[53] that have been used for centuries to contain jyuzu (strings of beads used in funeral ceremonies - see Japamala#Japanese Buddhism). There has been comment on Japanese social media concerning how the company management seems to have forgotten the origins of Louis Vuitton's designs. The Shoso-in archive has a biwa lute[54] with marquetry patterns to which some Louis Vuitton's designs bear a close resemblance. Since the 19th century, Louis Vuitton trunks have been made by hand.[6] Contemporary Fashion gives a preview of the creation of the LV trunks: The craftsmen line up the leather and canvas, tapping in the tiny nails one by one and securing the five-letter solid pick-proof brass locks with an individual handmade key, designed to allow the traveler to have only one key for all of his or her luggage. The wooden frames of each trunk are made of 30-year-old poplar that has been allowed to dry for at least four years. Each trunk has a serial number and can take up to 60 hours to make, and a suitcase as many as 15 hours.[6] Iconic bags of Louis Vuitton include the Speedy bag and Neverfull bags which comes in three sizes: Petite Modele, Moyene Modele and Grand Modele. Each season Louis Vuitton produces rare, limited edition bags that are generally only available by reservation through larger Louis Vuitton stores.[citation needed] Many of the company's products utilize the brown Damier and Monogram Canvas materials, both of which were first used in the late 19th century. All of the company's products exhibit the eponymous LV initials. The company markets its product through its own stores located throughout the world, which allows it to control product quality and pricing. It also allows LV to prevent counterfeit products entering its distribution channels. In addition, the company distributes its products through the company's own website, LouisVuitton.com.[6] In June 2021, Louis Vuitton sparked controversy by marketing a $700 scarf called 'Monogram Keffieh'.[55] The traditional Palestinian black and white keffiyeh has been a symbol of Palestinian nationalism since 1968. Louis Vuitton, however, changed the colours from the original black and white to blue and white which Palestinians and pro-Palestine social media activists called the colours of the flag of Israel, sporting with House signature patterns which was described as 'disgraceful'. The users on Twitter started tweeting memes that carried the infamous quote, \"If I don't steal it, someone else will\" by a repatriated Israeli citizen who recently went viral for trying to illegally occupy a Palestinian's home. Another user accused Louis Vuitton for being politically neutral when it comes to Palestine and Israel, but they're \"totally cool\" with making money off the keffiyeh.[56] The Louis Vuitton company cultivates a celebrity following and has featured famous models, musicians and actors, such as Lea Seydoux, Jennifer Lopez, Keith Richards, Kim Kardashian, Madonna, Sean Connery, Matthias Schoenaerts, Angelina Jolie, Gisele Bündchen, Mikhail Gorbachev, JO1 and David Bowie in its marketing campaigns.[57][58] The company commonly uses print ads in magazines and billboards in cosmopolitan cities. Louis Vuitton Posters by Razzia were popular in the 1980s. It previously relied on selected press for its advertising campaigns (frequently involving prestigious stars like Steffi Graf, Andre Agassi and Catherine Deneuve) shot by Annie Leibovitz. However, Antoine Arnault, director of the communication department, has recently decided to enter the world of television and cinema: The commercial (90 seconds) is exploring the theme \"Where will life take you?\" and is translated into 13 different languages. This is the first Vuitton commercial ad ever and was directed by renowned French ad director Bruno Aveillan.[59] In 2002, president and CEO of LVMH Watches Daniel Lalonde (later, global CEO for LVMH brands Moët and Dom Pérignon) recruited celebrities, such as Maria Sharapova, Brad Pitt, Tiger Woods, and Uma Thurman, for advertising campaigns photographed by Patrick Demarchelier. Ads featuring Woods reportedly led to a 30% boost in sales, resulting in TAG Heuer being rated as the No. 2 luxury watch brand in America by 2005.[60] In 2021, French actress and Louis Vuitton house ambassador Lea Seydoux wore a custom designed dress by Nicolas Ghesquiere to the James Bond No Time To Die premiere in London. The dress itself took over 520 hours to make and the design was consisted of a white silk gown which featured a sparkling chiffon cape. The dress also included 29,000 sequins, 50,000 cuvettes and over 8800 glass beads which were carefully set on the dress.[61][62] In the same year, the luxury brand released an NFT mobile game titled Louis the Game to celebrate its founder's 200th birthday and in an effort to reach out to its younger, Gen-Z audience.[63] Louis Vuitton has had many collaborations with prominent artists and designers. In May 2017, media reported on alleged mistreatment of Louis Vuitton exclusive model Ulrikke Høyer who was to appear on a Louis Vuitton cruise show in Kyoto. The 20-year-old model, who, on arrival, measured 91.5 cm (36 in) around her hips, was told she was \"too bloated\" and \"too big\" for her ensemble and instructed to drink only water for 24 hours. The model alleged that she was only informed via her agent in France, who received an email including the text \"[she] came yesterday in Tokyo to do her final fitting, and she doesn't fit the exact same dress anymore. She has a belly, her face is more puffy [sic] and the back of her dress is open and you can see it is tight.\" Despite following the instructions, she was eventually excluded from the show. The model stated that she has \"received hundreds of messages from models\" who have experienced similar mistreatment from the same Louis Vuitton casting director. The casting director denied the allegations and explained the instructions regarding intake of water as a misunderstanding, that the model was instructed that her intake of liquids was to be limited to water.[72][73]","Title":"Louis Vuitton - Wikipedia","KeyID":"6566","URL":"https://en.wikipedia.org/wiki/Louis_Vuitton"}