{"Content: ":"Tiffany & Co. (colloquially known as Tiffany's)[5] is an American luxury jewelry and specialty retailer. Headquartered in New York City,[6][7] it sells jewelry, sterling silver, china, crystal, stationery, fragrances, water bottles, watches, personal accessories, and leather goods.[8] Tiffany is known for its luxury goods, particularly its diamond and sterling silver jewelry.[9] These goods are sold at Tiffany stores, online, and corporate merchandising. Tiffany & Co. was founded in 1837 by the jeweler Charles Lewis Tiffany and became famous in the early 20th century under the artistic direction of his son Louis Comfort Tiffany. In 2018 net sales totaled US$4.44 billion.[10][11] In 2019 Tiffany operated 326 stores globally in countries such as the United States, Japan, and Canada, as well as Europe, the Latin America and Pacific Asia regions.[2] On January 7, 2021, French-based multinational LVMH Moët Hennessy Louis Vuitton acquired majority stake in Tiffany & Co for $15.8 billion. The company was founded in 1837 by Charles Lewis Tiffany and John B. Young,[12] in Brooklyn, Connecticut, as a \"stationery and fancy goods emporium\", with the help of Charles Tiffany's father, who financed the store for only $1,000 with profits from a cotton mill.[13] The store initially sold a wide variety of stationery items and, as of 1838, operated as \"Tiffany, Young and Ellis\" at 259 Broadway in Lower Manhattan.[14][full citation needed] The name was shortened to Tiffany & Company in 1853, when Charles Tiffany took control and established the firm's emphasis on jewelry.[15] The company has since opened stores in major cities worldwide. Unlike other stores at the time in the 1830s, Tiffany clearly marked the prices on its goods to forestall any haggling over prices. In addition, against the social norm at the time, Tiffany only accepted cash payments, and did not allow purchases on credit.[16] Such practices (fixed prices for ready money) had first been introduced in 1750 by Palmer's of London Bridge.[17] The first Tiffany mail order catalog, known as the \"Blue Book\", was published in 1845 in the United States (U.S.),[18] and publishing of the catalog continues in the 21st century. In 1862, Tiffany supplied the Union Army with swords (Model 1840 Cavalry Saber), flags and surgical implements. In 1867, Tiffany was the first U.S. firm to win an award for excellence in silverware at the Exposition Universelle in Paris. In 1868, Tiffany was incorporated.[9] In 1870, the company built a new store building at 15 Union Square West, Manhattan, which was designed by John Kellum and cost $500,000. It was described by The New York Times as a \"palace of jewels.\"[19] Tiffany stayed at this site until 1906.[19] In 1877, an insignia that would become the New York Yankees \"NY\" logo was struck on a police medal of honor by Tiffany; the Yankees adopted the logo in 1909. In 1878, Tiffany won the gold medal for jewelry and a grand prize for silverware at the Paris Exposition. In 1879, Tiffany purchased one of the world's largest yellow diamonds which became known as the Tiffany Diamond. The Tiffany Diamond has only been worn by four people, one of whom was Audrey Hepburn for the promotion of \"Breakfast at Tiffany's\".[20] In 1887, Tiffany bought a number of pieces at the auction of part of the French Crown Jewels, which attracted publicity and further solidified the Tiffany brand's association with high-quality diamonds.[21] The company revised the Great Seal of the United States in 1885. In 1902, after the death of Charles Lewis Tiffany, his son, Louis Comfort Tiffany, became the company's first official design director.[18] In 1905, the Manhattan flagship store was relocated to the corner of 37th Street and Fifth Avenue, where it would remain for 35 years.[22] In 1919, the company made a revision to the Medal of Honor on behalf of the United States Department of the Navy.[23] This \"Tiffany Cross\" version was rare because it was awarded only for combat, using the previous design for non-combat awards.[24] In 1942, the Navy established the Tiffany version for non-combat heroism as well but, in August 1942, the Navy subsequently eliminated the Tiffany Cross and the two-medal system.[25] The company moved its flagship store to its present-day 727 Fifth Avenue building in 1940; the building was designed by Cross & Cross.[26] In 1956, legendary designer Jean Schlumberger joined Tiffany, and Andy Warhol collaborated with the company to create Tiffany holiday cards (circa 1956–1962).[18][27] In 1968, Lady Bird Johnson, First Lady of the U.S. at the time, commissioned Tiffany to design a White House china-service that featured 90 flowers.[28][29] In November 1978, Tiffany & Co. was sold to Avon Products, Inc for about US$104 million in stock.[30] However, in a 1984 Newsweek article, the Fifth Avenue Tiffany store was likened to the Macy's department store during a white sale, due to the high number of inexpensive items on sale;[16] furthermore, customers complained about declining quality and service. In August 1984, Avon sold Tiffany to an investor group led by William R. Chaney for $135.5 million in cash. Tiffany went public again in 1987 and raised about $103.5 million from the sale of 4.5 million shares of common stock.[16] Due to the 1990–1991 recession in the United States, Tiffany commenced an emphasis upon mass merchandising. A new campaign was launched that stressed how Tiffany could be affordable for all; for example, the company advertised that the price of diamond engagement rings started at $850. \"How to Buy a Diamond\" brochures were sent to 40,000 people, who called a toll-free number specifically set up to target the broader population.[16] However, to maintain its image as a luxury goods company, high-style images remained on display in Tiffany stores.[16] On September 4, 1994, a jewelry heist occurred at the store in New York City, in which six men stole $1.9 million of jewelry. During the incident, no shots were fired and no vandalism occurred. Two weeks after the robbery, the six men were arrested and the jewelry was recovered.[31] Tiffany & Co. trademarked their signature Tiffany Blue color in 1998. Three years later they partnered with Pantone to standardize the color as \"1837 Blue\".[32] The Tiffany & Co. Foundation was established in 2000 to provide grants to nonprofit organizations working in the areas of the environment and the arts.[33] In June 2004, Tiffany sued eBay, claiming that the latter was making profits from the sale of counterfeit Tiffany products;[34] however, Tiffany lost both at trial and on appeal.[35] Tiffany & Co. established their subsidiary Laurelton Diamonds in 2002 to manage Tiffany's worldwide diamond supply chain.[36] In 2009, a collaboration between the Japanese mobile-phone operator SoftBank and Tiffany & Co. was announced. The two companies designed a cellphone, limited to ten copies, and containing more than 400 diamonds, totaling more than 20 carats (4.0 g). Each cellphone cost more than 100 million yen (£781,824).[37] Also in 2009, the company launched their Tiffany Keys collection.[38] A media report in early July 2013 revealed that former Tiffany & Co. vice president Ingrid Lederhaas-Okun had been arrested and charged with stealing more than $1.3 million of diamond bracelets, drop earrings, and other jewelry. According to prosecutors from Manhattan, the official charges filed against Lederhaas-Okun accused her of \"wire fraud and interstate transportation of stolen property.\"[39] The company's Francesca Amfitheatrof-designed Tiffany T collection debuted in 2014.[40] In February 2017, the company announced that CEO Frédéric Cuménal was out of a job, effective immediately, after only 22 months, blaming weak sales results. He was replaced on an interim basis by the company's longtime former CEO, Michael Kowalski.[41] Shortly before his abrupt departure, Cuménal had appointed former Coach designer Reed Krakoff as the company's new chief artistic officer. Although Krakoff had had no previous experience with jewellery design, his previous success with Coach and \"deep understanding of iconic American design\" led to his appointment, with the hopes that Krakoff would be able to refresh the image of the brand.[42][43] In April 2017, the company launched their Tiffany HardWear collection.[44] In July 2017, it was announced that Bulgari veteran Alessandro Bogliolo would be taking over as CEO. Under his leadership, it was hoped that Tiffany & Co. could turn around slumping sales and capture a younger audience.[45] Tiffany & Co. opened the Blue Box Cafe in New York City in November 2017.[46] Also in November 2017, the company launched their Home & Accessories line.[47] In March 2018, the company opened the Jewelry Design and Innovation Workshop, a new 17,000-square-foot atelier.[46] In May 2018, Tiffany launched their Paper Flowers Collection, designed by Reed Krakoff.[48] In September 2018, Tiffany launched their Paper Flowers collection in Asia.[49] That same month, the company debuted a new proprietary engagement ring design called the Tiffany True.[50] In August 2019, Tiffany launched their first men's jewelry collection in October of the same year.[51] The line was developed by Reed Krakoff.[52] In October 2019, Tiffany opened a new brand exhibition in Shanghai, China called \"Vision & Virtuosity\".[53] Later that month, the company removed an online advertisement after it was accused of portraying support for the 2019–20 Hong Kong protests and potentially jeopardizing its business in China.[54] Tiffany opened its first store in New Delhi, India on 3 February 2020.[55] In November 2019, LVMH announced its purchase of Tiffany & Co for $16.2 billion, $135 per share.[56] The deal was expected to close by June 2020.[57] After LVMH decided to cancel the pending purchase of Tiffany in September 2020, Tiffany filed suit, asking the court to compel the purchase or to assess damages against the defendant; LVMH planned to counter sue, alleging that mismanagement had invalidated the purchase agreement.[58] In mid-September 2020, a reliable source told Forbes that LVMH had decided to cancel the deal because Tiffany was paying millions in dividends to shareholders despite financial losses during the COVID-19 pandemic. Some US$70 million had already been paid by Tiffany, with an additional US$70 million to be paid in November 2020.[59] LVMH filed a counterclaim against the court action commenced by Tiffany; a statement issued by LMVH blamed Tiffany's mismanagement during the pandemic and claimed that it was \"burning cash and reporting losses\".[60] In late October 2020, LVMH announced that it had agreed to buy Tiffany & Co. at a reduced price of almost $16 billion, and lowered price from $135 per share to $131.5 per share. The court cases would be set aside.[61][62] In December 2020, Tiffany & Co's shareholders approved a $15.8 billion deal with LVMH.[63] The deal closed on January 7, 2021, and Tiffany' stock was delisted from the New York Stock Exchange.[64][65] After LVMH's acquisition, several of Tiffany’s senior leaders were replaced with executives from other sectors of LVMH.[66][67] Alexandre Arnault, the son of LVMH's CEO Bernard Arnault, was given the role of executive vice president.[68] LVMH group's plans include expanding Tiffany & Co.’s presence in Europe and China.[69][67] \"Tiffany is less exposed than rivals to Asia-Pacific - a major driver for luxury sales - which accounted for 28% of its worldwide sales of $4.4 billion in 2019.\"[70] Since 1940, Tiffany's flagship store has operated at the corner of Fifth Avenue and 57th Street in Manhattan, New York City. The polished granite exterior is well known for its window displays, and the store has been the location for a number of films, including Breakfast at Tiffany's, starring Audrey Hepburn, and Sweet Home Alabama, starring Reese Witherspoon. The former Tiffany and Company Building on 37th Street is on the U.S. National Register of Historic Places.[71] When it opened in 1990, the Tiffany & Co. store at Fairfax Square in Tysons Corner, Virginia, became the largest outside of New York City, with 14,500 sq ft (1,350 m2) of retail space.[72] In France, Tiffany stores are located in Rue de la Paix and the Avenue des Champs Elysées (the largest European store[73]) in Paris. In Australia, Tiffany's flagship store is located on Collins Street in Melbourne, first established in 1996.[74] On March 8, 2001, Tiffany launched its first Latin American store in São Paulo, Brazil, located in the Iguatemi São Paulo shopping center.[75] The company opened a second store in the city on October 20, 2003,[76] near the famous Oscar Freire Street. In 2004, Tiffany created \"Iridesse\", a chain of stores dedicated to pearl-only jewelry. The company operated 16 stores in Florida, New Jersey, New York, Pennsylvania, California, Illinois, Massachusetts, and Virginia. However, the chain operated at a loss since its founding and the company announced in early 2009 that, despite its continued belief in the concept, it would discontinue Iridesse due to the financial crisis of 2007-2008.[77] As of 2018, Tiffany operated 93 stores in the US and 321 stores worldwide, including (as of 31 January 2017) 55 locations in Japan and 85 in the Asia-Pacific region. Net sales in 2018 totaled US$4.44 billion.[78][11] After the initial publication of the \"Blue Book\" Tiffany catalog in 1845, Tiffany continued to use its catalog as part of its advertisement strategy. The Tiffany catalog, one of the first catalogs printed in full color, remained free until 1972. Tiffany's mail-order catalogs reached 15 million people in 1994. Tiffany also produces a corporate-gift catalog each year, and corporate customers purchase Tiffany products for business gift-giving, employee-service and achievement-recognition awards, and for customer incentives. As of 2013 Tiffany still produces a catalog for subscribers, but its advertisement strategy no longer focuses primarily on its catalog.[9] In addition to the mail-order catalog, Tiffany displays its advertisements in many locations, including at bus stops, in magazines and newspapers, and online. With the advent of new technologies, Tiffany places banner advertisements in the New York Times' mobile app for the iPhone, whereby the user can download the Tiffany app.[79][80] In January 2015, they launched their first ever same-sex couple campaign. In 2017, Tiffany partnered with American pop star Lady Gaga for an ad campaign promoting the company's HardWear collection.[81] The announcement came as a Super Bowl ad prior to Lady Gaga's Super Bowl LI halftime show performance.[82] In May 2018, Tiffany partnered with Spotify for the launch of Tiffany's \"Believe in Dreams\" campaign and Paper Flowers collection, releasing a cover of the song \"Moon River\" by Elle Fanning and rapper A$AP Ferg on the music streaming service.[83] In 2019, Tiffany partnered with American celebrity Kendall Jenner to promote the company's spring fashion line.[84] In 2021, Tiffany partnered with American singer Beyoncé and rapper Jay-Z to promote the company's \"About Love\" campaign.[85] Beyoncé became the fourth woman, and first Black woman, to wear the Tiffany Yellow Diamond.[86] The campaign incorporated Tiffany's recently acquired robin egg blue painting, Equals Pi (1982), by American artist Jean-Michel Basquiat.[85] In 2022, Tiffany partnered with Curtis Kulig while retaining his original \"Love Me\" concept, Kulig also created other love-themed messages such as: \"Dare Me,\" \"Know Me,\" and \"Kiss Me\" to be displayed alongside the Tiffany HardWear, Tiffany Knot and Tiffany T collections.[87] Tiffany is known for its luxury goods, particularly its diamond and sterling silver jewelry.[88][89][90][91] George Frederick Kunz (1856–1932), a Tiffany's gemologist, became instrumental in the international adoption of the metric carat as a weight standard for gems. The Tiffany Yellow Diamond (128.54 carats (25.708 g)) is usually on display in the New York City flagship store.[92] In 1886, founder Charles Tiffany conceived of the Tiffany Setting ring design, in which six prongs hold the diamond off of the band, in order to better accentuate the diamond.[93] Like other similar diamond retailers, Tiffany's enacts a strict policy against the repurchasing of diamonds sold from its stores. In 1978, a woman in New York City was denied after she attempted to sell back a diamond ring she had bought from Tiffany two years earlier for $100,000. Writing for The Atlantic publication in 1982, Edward Jay Epstein explained the rationale for such a policy: Retail jewelers, especially the prestigious Fifth Avenue stores, prefer not to buy back diamonds from customers, because the offer they would make would most likely be considered ridiculously low ... Most jewelers would prefer not to make a customer an offer that might be deemed insulting and also might undercut the widely held notion that diamonds go up in value. Moreover, since retailers generally receive their diamonds from wholesalers on consignment, and need not pay for them until they are sold, they would not readily risk their own cash to buy diamonds from customers. Rather than offer customers a fraction of what they paid for diamonds, retail jewelers almost invariably recommend to their clients firms that specialize in buying diamonds \"retail\".[94] In 2019, Tiffany CEO Alessandro Bogliolo announced that in 2020 the company would become transparent regarding the country or region of origin of the company's newly sourced and individually registered diamonds.[95] Tiffany offers jewelry incorporating a wide variety of colored gemstones, including gems it played a role in popularizing, such as tsavorite,[96] kunzite, and morganite. In February 2015 a turquoise and aquamarine bib designed by Francesca Amfitheatrof, Tiffany's design director, and worn by Cate Blanchett at the 2015 Academy Awards, contrasted favorably with the white–diamond encrusted jewelry worn by other stars.[97] In the late 1980s, Tiffany & Co. ventured into the fragrance business. \"Tiffany\" for women was launched in 1987, a floral perfume for women by perfumer François Demachy. At $220 per ounce, \"Tiffany\" was successfully marketed by major department stores across the United States.[98] Two years later, \"Tiffany for Men\" was launched in 1989 and developed by perfumer Jacques Polge. The bottles for both the men's and women's fragrance were designed by Pierre Dinand.[99] In 1995, Tiffany launched \"Trueste\" perfume for women, which was later discontinued. In October 2019, Tiffany launched a new fragrance line, Tiffany & Love.[100] Tiffany & Co is the maker of the Vince Lombardi Trophy, made for the winner of the NFL team that wins the Super Bowl that year.[101][102] Since 1977, Tiffany & Co. has manufactured Larry O' Brien Trophy, the trophy that is given to the winner of the NBA Finals.[101] Tiffany makes and designed the Commissioner's Trophy trophy each year, given to the winner of the World Series.[101] Tiffany & Co made the 2010 and 2012 World Series rings for the San Francisco Giants.[103] Since 1987, Tiffany silversmiths have crafted the US Open trophies for the United States Tennis Association.[101] Tiffany & Co. makes the PGA Tour FedEx Cup Trophy each year since 2007.[101] The MLS championship trophy was made by Tiffany & Co.[104] A £10,000 Rugby League World Cup trophy was made by Tiffany's to celebrate the centenary of Rugby league.[105] In League of Legends, Tiffany & Co. joined the LCK sponsorship team after noticing the league's rapid growth. Tiffany & Co. would award championship rings to the winners of the LCK finals for the next three years beginning with the Summer Split of 2021.[106] In LPL, a trophy was designed by Tiffany and Co. for the new Silver Dragon Cup to commemorate LoL's tenth anniversary in China.[107] In 2000, The Tiffany & Co. Foundation awarded its first grant to support coral and marine conservation. To date, the foundation has awarded over $20 million in grant money to coral and marine conservation causes.[108] In 2008, The Tiffany & Co. Foundation donated $2 million to the University of Pennsylvania for the construction of an HIV/AIDS treatment facility in Botswana.[109] In 2010, Tiffany awarded a $1 million grant to the Trust for Public Land and its campaign to save Cahuenga Peak.[110] Tiffany launched their Save the Wild Collection in 2017, a line at promoting endangered wildlife conservation.[111] Save the Wild debuted as part of the #KnotOnMyPlanet wildlife conservation campaign.[112] In 2018, Tiffany announced a commitment of approximately $1.4 million to Australia for efforts to protect and conserve the Great Barrier Reef.[113] Tiffany has bought ethically mined gold since 1992. The company also abides by the Kimberley certification process when sourcing diamonds.[114] Tiffany discontinued sales of coral jewelry in 2004 due to declining oceanic health.[108] In 2005, Tiffany joined Earthwork's No Dirty Gold campaign, becoming the first jewelry company to apply the Earthwork's Golden Rules for responsible mining.[115] In 2006, Tiffany & Co. joined Microsoft, IdustriALL Global Union, United Steelworkers along with others in founding the Initiative for Responsible Mining Assurance, known as IRMA.[116] In 2011, Tiffany joined the United Nations Global Compact initiative in efforts to align company operations with the non-binding global sustainability and human rights goals.[114] In 2015, Anisa Costa was appointed Tiffany's first-ever Chief Sustainability Officer.[117][118] That same year, Tiffany pledged to reach net-zero greenhouse gas emissions by 2050. The company also advocated for the U.S. to remain in the Paris Agreement along with other companies.[119] The retailer has been mentioned in various works, most notably in the title of the 1958 Truman Capote novella Breakfast at Tiffany's, adapted as the 1961 film starring Audrey Hepburn.[120] Silver tea pot White House china service for Lady Bird Johnson Tea set, c. 1877, held at the Birmingham Museum of Art Carved frog for display at the Exposition Universelle (1900) in Paris Diamond necklace, c. 1904 Hooker Emerald Brooch, commissioned by Tiffany in 1950 Tray or Waiter, displayed at World's Columbian Exposition, 1893, Brooklyn Museum Coordinates: 40°45′45″N 73°58′26″W﻿ / ﻿40.7626°N 73.9738°W﻿ / 40.7626; -73.9738","Title":"Tiffany & Co. - Wikipedia","KeyID":"6569","URL":"https://en.wikipedia.org/wiki/Tiffany_%26_Co."}