{"Content: ":"Giorgio Armani (Italian pronunciation: [ˈdʒordʒo arˈmaːni]; born 11 July 1934) is an Italian fashion designer. He first gained notoriety working for Cerruti and then for many others, including Allegri, Bagutta and Hilton. He formed his company, Armani, in 1975, which eventually expanded into music, sport and luxury hotels. By 2001 Armani was acclaimed as the most successful designer of Italian origin, and is credited with pioneering red-carpet fashion. In 2010, he opened the Armani Hotel in Burj Khalifa, the world's tallest building. He is also the richest openly gay person in the world. According to Bloomberg Billionaires Index, Armani has an estimated net worth of US$9.53 billion, as of 2021. Armani was born in the northern Italian town of Piacenza, where he was raised with his older brother Sergio and younger sister Rosanna by his mother Maria Raimondi and father Ugo Armani (an accountant for a transport company).[1] While at secondary school at the Liceo Scientifico Leonardo da Vinci in Milan, Armani aspired to follow a career in medicine, particularly after reading A. J. Cronin's The Citadel. He enrolled in the Department of Medicine at the University of Milan, but in 1953 after attending for three years, he left and joined the army. After serving in the military for two years, he abandoned his studies and in 1957 found a job as a display assistant and buyer at La Rinascente in Milan, then one of Europe's chicest department stores.Due to his medical background, he was assigned to the Military Hospital in Verona, where he would attend shows at the Arena. He eventually decided to look for a different career path.[2] After his stint in the armed forces, Armani found a job as a window dresser at La Rinascente, a department store in Milan in 1957. He went on to become a seller for the menswear department, in which capacity he gained valuable experience in the marketing aspect of the fashion industry.[3] In the mid-1960s, Armani moved to the Nino Cerruti company, where he designed menswear. His skills were in demand, and for the next decade, while continuing to work for Cerutti, Armani also freelanced,[4] contributing designs to as many as ten manufacturers at a time. In the late 1960s, Armani met Sergio Galeotti, an architectural draftsman, which marked the beginning of a personal and professional relationship that lasted for many years. In 1973, Galeotti persuaded him to open a design office in Milan, at 37 Corso Venezia. This led to a period of extensive collaboration, during which Armani worked as a freelance designer for a number of fashion houses, including Allegri, Bagutta, Hilton, Sicons, Gibò, Montedoro, and Tendresse. The international press was quick to acknowledge Armani's importance following the runway shows at the Sala Bianca in the Pitti Palace in Florence. The experience provided Armani with an opportunity to develop his own style in new ways. He was now ready to devote his energy to his own label, and on 24 July 1975, he founded Giorgio Armani S.p.A. in Milan, with his friend Galeotti. In October of that same year, he presented his first collection of men's ready-to-wear for Spring and Summer 1976 under his own name. He also produced a women's line for the same season.[5] Italian manufacturers decided to fill the vacuum by investing in local designers, and did so on unusually favorable terms. They financed production and marketing and paid the designers a percentage of the profits. New designers such as Armani could begin their businesses free from debt, with ambitious fashion shows and advertising campaigns. Over the years the designer has made it very evident that he chooses to support the industry that he's in, which is fashion, but also takes time to add the art field as well. The information provided by The Museum of Modern Art gives an example of how Armani supported the New York show, Pier Paolo Pasolini: The Eyes of a Poet in 1990. This show was an exhibiton taking an inside look into artist Pasolini, specifically it presented people twenty- two films. Although, Pasoilini was known for a plethora of things, knowing that he created works mostly in the form of film or writing it does show another side of Armani demonstrating an example of his appreciation of the arts'. Armani established an innovative relationship with the fashion industry, characterized by the 1978 agreement with Gruppo Finanzario Tessile (GFT), which made it possible to produce luxury ready-to-wear in a manufacturing environment under the attentive supervision of the company's designer. In 1979, after founding the Giorgio Armani Corporation, Armani began producing for the United States and introduced the Main line for men and women. The label became one of the leading names in international fashion with the introduction of several new product lines, including G. A. Le Collezioni, Giorgio Armani Underwear and Swimwear, and Giorgio Armani Accessories. In the early 1980s the company signed an important agreement with L'Oréal to create perfumes and introduced the Armani Junior, Armani Jeans, and Emporio Armani lines, followed in 1982 by the introduction of Emporio Underwear, Swimwear, and Accessories. A new store was opened in Milan for the Emporio line, followed by the first Giorgio Armani boutique. Armani's concern for the end user culminated in the development of a more youthful product with the same level of stylistic quality as his high-end line, but at a more accessible price. Because of the democratic nature of the Emporio line, Armani felt that he had to make use of new and unconventional advertising methods. These included television spots and enormous street ads, together with a house magazine that was sent out by mail to consumers, faithful Armani Eagle wearers. Armani also felt that a relationship with the cinema was essential, both for promotional reasons and for the stimulus to creativity. Armani had the honor to produce his work for the infamous film American Gigolo, specifically for the actor Richard Geere who played the character Julian Kaye. The production of his work through film really helped publicize Armani's talents. It also heavily publicized his name, Gere wrenching open a drawer of Armani shirts, perfectly folded, labels exposed, before composing four entirely Armani outfits in what ultimately amounted to cinema's best advertising campaign for a fashion brand ever. It projected Armani's name and style to an audience far broader than any fashion magazine could reach. The film made Gere a star, and Armani too. Armani designed costumes for more than one hundred films, one of the most important of which was The Untouchables (1987).[6] In 1983 the designer modified his agreement with GFT. They began to produce both the Mani line for the United States and his high-end ready-to-wear line, rechristened Borgonuovo 21, after the address of the company's headquarters. During the late 1980s, despite Galeotti's death in 1985, Armani continued to expand commercial horizons and licensing agreements. He opened Armani Japan and introduced a line of eyeglasses (1988), socks (1987), a gift collection (1989), and a new \"basic\" men's and women's line for America known as A/X Armani Exchange (1991). After the frenetic expansion of the 1990s (sportswear, watches, eyeglasses, cosmetics, home, and new accessories collections), 2000, the twenty-fifth anniversary of the brand, saw a flurry of investment activity, including stock sales and the acquisition of new manufacturing capacity intended to increase Armani's control over the quality and distribution of his products.[citation needed] Armani's men's and women's skiwear and ski casualwear line was developed in 1995. His 1991 project, A/X: Armani Exchange, represented Armani's attempt to break into the American mass market, offering lower prices for relaxed chic clothes.[citation needed] In 1996 his long-time friend Eric Clapton composed songs for Armani's fashion shows and has since dressed in Armani. Later that year Clapton opened two Emporio Armani stores in New York City.[7] In 1998 Armani hosted a party for Clapton's Crossroads guitar auction.[8] Armani also prepared to break into the Chinese market by opening up his first store in that country in 1998. Interestingly enough the designer took influence from other cultures when it came to his inspiration for some of his works. From reading more in this article it's said the Japanese designs can be one of them.This information was provided inside the Oxford Art Journal, \"Hermes in Asia: Haute Couture, High Art and The Marketplace. The small shop in Beijing was followed by a flagship store in Shanghai in 2004 and plans for 40 by 2011. In 2000, Giorgio Armani SpA was introducing new lines of cosmetics and home furnishings, and expanding its line of accessories. Armani has had on an international level in regarding his past. Especially, how his work has reached far beyond just clothes and accessories of haute couture. His work can be referenced with many infamous artists of the past who created other types of art. Because of how valuable and detailed his work is, it forms a bridge from fashion to art very often. An example of this, is at the Guggenheim Museum in New York hosted an exhibition of Armani's work – a first for a living designer – with average attendance of 29,000 a week. This was also referenced in the periodical The Aesthetics of Smelly Art, inside the Journal of Aesthetics and Art Criticism. In 2008, Armani designed the bullfighting costume, called the \"Goyesco\", worn by Spanish bullfighter Cayetano Rivera Ordóñez at the \"Corrida Goyesca\" in Ronda, Spain. They have also collaborated on several fashion shows and other events.[9] In 2011, Armani became the first luxury designer to accept Livia Firth's Green Carpet Challenge to highlight sustainable fashion, designing a dress for her (and the tuxedo of her then-husband, the actor Colin Firth) out of recycled plastics and fabrics. As of 2009, Armani has a retail network of 60 Giorgio Armani boutiques, 11 Collezioni, 122 Emporio Armani, 94 A/X Armani Exchange, 1 Giorgio Armani Accessori, and 13 Armani Junior stores spread over 37 countries. He has an annual turnover of $1.6 billion and a personal fortune of $8.1 billion as of 2017.[10] In 2015, Giorgio Armani was an artist that was a part of the Paris Photo Public Programme. This event helped showcase a variety of special exhibitions. As an official partner, Armani's ACQUA #6, which represented works that focus on the theme of water in photography. In 2001 Armani was acclaimed as the most successful designer of Italian origin.[11] Armani is credited with pioneering red-carpet fashion.[12] Armani was the first designer to ban models with a body mass index (BMI) under 18, after model Ana Carolina Reston starved herself to death due to anorexia nervosa.[13] Armani broadcast his collection live on the Internet, the first in the world of haute couture, on 24 January 2007. The Armani Privé Spring/Summer 2007 fashion show was broadcast via MSN and Cingular cellular phones.[14] Armani has designed many stage outfits for pop superstar Lady Gaga, including those worn on her record-breaking Monster Ball Tour and Born This Way Ball Tour. He has also designed for many high-profile award shows, such as the 52nd Grammy Awards and the 2010 MTV Video Music Awards.[15][16] Giorgio Armani and Emaar Properties PJSC signed an agreement in 2005 for Emaar Properties PJSC to build and operate at least seven luxury hotels and three vacation resorts under the Giorgio Armani name. Giorgio Armani would be responsible for overseeing all aspects of the interior design and style of the hotels. The Armani Hotel was opened in Burj Khalifa on 27 April 2010,[17] comprising the bottom 39 floors of the supertall skyscraper in Dubai, United Arab Emirates; it has 160 guest rooms and suites, and 144 residences.[18] Giorgio Armani is also designing the interiors of the Armani Residences, also within the skyscraper, and its specially designed line of products from the Armani/Casa home furnishings collection.[18] Armani Musica presents Emporio Armani Caffè compilations, a series of special CD compilations curated by Giorgio Armani with DJ-sound designer Matteo Ceccarini, offering an eclectic mix of conceptual sounds and underground rhythms. Giorgio Armani has a keen interest in sports. He is the president of the Olimpia Milano basketball team,[19] and an Inter Milan fan.[20][21] He has twice designed suits for the England national football team.[20][22] He has since designed suits worn by players of the London club Chelsea since August 2007.[23] He designed the Italian flag bearers' outfits at the opening ceremony at the 2006 Winter Olympics in Turin,[24] and also designed Italy's Olympic uniforms for the 2012 Summer Olympics in London.[24] Armani also designed and introduced the EA7 range, a brand inspired by Ukrainian footballer Andriy Shevchenko, who at the time played for A.C. Milan and wore the number 7 jersey.[25] As regards sports, Armani owns Italian basketball club Olimpia Milano and has designed uniforms for the Italian Olympic and Paralympic teams. Chelsea commissioned Armani to create a new look for its Directors' Suite at Stamford Bridge.[26][27] Beginning in 2021, Giorgio Armani entered into a multi-year sponsorship agreement as an official supplier to Scuderia Ferrari. Armani will provide official and travel ensembles to members of the team in return for brand exposure and association with the world's number one brand and most popular motorsport team.[28] Armani is an intensely private man, but has publicly identified as bisexual. He had a longstanding relationship with his business partner, the fashion designer Sergio Galeotti, who died of a heart attack in 1985. He has some relatives in the United States as well. Giorgio Armani spends much of his time according to family on his over 200 ft yacht and loves sailing.[29][30][31]","Title":"Giorgio Armani - Wikipedia","KeyID":"6570","URL":"https://en.wikipedia.org/wiki/Giorgio_Armani"}