{"Content: ":"Coordinates: 45°28′14″N 9°11′41″E﻿ / ﻿45.4706127°N 9.1947313°E﻿ / 45.4706127; 9.1947313 Gianni Versace S.r.l. (Italian pronunciation: [ˈdʒanni verˈsaːtʃe]),[a] usually referred to simply as Versace, is an Italian luxury fashion company and trade name founded by Gianni Versace in 1978. The company produces upmarket Italian-made ready-to-wear and accessories, as well as haute couture pieces under the Atelier Versace brand.[6] Versace's logo is inspired by Medusa. Medusa is a mythological goddess whose hair is made up of snakes, and when people stared into her eyes, they would turn into stone.[7] The Versace brand is known for its innovative designs having symbolic flashy prints and bright colors.[8][9][10] The company announced in 2018 that it would stop using fur in its collections.[11] On 25 September 2018, American Michael Kors Holdings acquired all outstanding shares in Gianni Versace S.r.l. for $2.12 billion (USD);[12] the acquisition was completed on 31 December 2018,[13] keeping on Donatella Versace as head of creative design. In 1972, Gianni Versace designed his first collections for Callaghan, Genny, and Complice. In 1978, the company launched under the name \"Gianni Versace Donna.\"[14] The first Versace boutique was opened in Milan's Via della Spiga in 1978.[15][16] Versace was one of the few independent designers who was in control of everything about the brand, from designing to retailing.[8] In 1982, the company expanded into the accessory, jewelry, home furnishing, and china industries.[17] In 1993, Donatella Versace created the \"Young Versace\" line as well as \"Versus.\"[14] In 1994, the brand gained widespread international coverage due to the black Versace dress of Elizabeth Hurley, referred to at the time as \"that dress\".[9][18][19] Versace was often described as the \"Rock n' Roll designer\" because they designed for many famous clients, including Elton John and Michael Jackson. Versace designed the stage costumes and album cover costumes for Elton John in 1992. Versace has also designed clothing for the Princess of Wales and Princess Caroline of Monaco. The Versace company is known for using the same models in their ads as they do on the runway.[17] After the murder of Gianni Versace in 1997, his sister Donatella Versace, formerly vice-president, took over as creative director, and his older brother Santo Versace became CEO.[20] Donatella's daughter Allegra Versace was left a 50 percent stake in the company, which she assumed control of on her eighteenth birthday.[21][22][23] In 2000, the \"green Versace dress\" worn by Jennifer Lopez at the 42nd Annual Grammy Awards gained extensive media attention, being voted as the \"fifth most iconic dress of all time\" in 2008, with Hurley's 1994 dress being voted first in a Daily Telegraph poll.[19] The company's profits were in decline in the early 2000s;[21][24] Fabio Massimo Cacciatori was hired as interim CEO to reorganise and restructure the Versace Group in 2003.[25] Cacciatori resigned in December 2003 due to \"disputes with the Versace family\".[25] From 2004 Giancarlo di Risio, from IT Holding, was CEO of the group until his resignation in 2009 due to disagreements with Donatella.[26][27][28] In May 2016, the Versace Group appointed Jonathan Akeroyd to the position of CEO and member of the company's board of directors.[29] In February 2014, The Blackstone Group purchased a 20 percent stake in Versace for €210 million.[30][31][32] As of 2016[update], more than 1500 boutiques operate worldwide; the first boutique outside of Italy was opened in Glasgow, Scotland, in 1991.[33] On 24 September 2018, Michael Kors announced that it offered a deal to buy Versace for two billion euros.[34][35] In September 2018 Versace announced that all Blackstone and Versace family shares had been sold to the Group Michael Kors Limited.[36] In October 2018, Versace announced to showcase the brand's first ever Pre-Fall season show in New York on 2 December. The show is scheduled on Gianni Versace's birth date.[37] In January 2019, Gianni Versace S.r.l. joined Capri Holdings Limited, forming a new global fashion luxury group together with Michael Kors and Jimmy Choo.[36][38] In 2020, the fashion house announced that it would stop using kangaroo leather in its luxury products. This followed Versace's 2018 decision to ban the use of real fur in its collection.[39] In 2021, Versace opened their first boutique in SoHo, New York.[40] In 2006, Gianni Versace S.r.l. entered into a partnership with Automobile Lamborghini S.r.l. to produce the Lamborghini Murciélago LP640 VERSACE. The car had a Versace white satin interior with the Versace logo embroidered into the seats. The car was available in black and white. There were only ten units produced. The car was sold with a complementary luggage set, luxury driving shoes, and driving gloves.[41] The Versace company teamed up with AgustaWestland in 2008 to create the AgustaWestland AW109 Grand Versace VIP luxury helicopter. The helicopter includes Versace leather interior and a design on the outside.[42][43] In 2009, Versace and H&M released a new line of clothing that would be sold in H&M stores. The store sold both men's and women's clothing and home items such as pillows and blankets.[44] In 2015, Versace collaborated with dancer Lil Buck to release a line of sneakers.[45] In 2018, Ronnie Fieg and Donatella Versace debuted their Kith x Versace collection, which featured a modified medusa logo with \"KITH\" written over its eyes.[46] Versace Men's Fall 2019 collection featured several items with the logo of Ford Motor Company. According to the fashion house, the two companies joined forces to channel \"the excitement of buying your first car. Excitement and aspiration of owning something as an extension of one’s personality, something very connected to the idea of being a man.\"[47] On September 26, 2021, Versace presented a joint fashion show with Fendi, titled \"The Swap\",[48] which consisted of two collections – \"Kim Jones’ vision for Versace and Donatella Versace's interpretation of Fendi.\"[49] This marked the first time two artistic directors of brands in different fashion groups designed collections for each another,[50] with Jones commenting, \"we’ve just done it as friends, and out of respect for each other. It’s never been planned as a commercial thing.\"[51] Versace partnered with the Mind Group firm in China in 2015. The two companies designed luxury residence towers called the \"Versace Residencies.\" The goal of the creators were to combine Versace's luxury home elements with elements of traditional Chinese culture.[52] This same year, Versace partnered with the ABIL Group in India to develop another residential project. These luxury homes are located in South Mumbai.[53] In 2015, Donatella Versace was featured in Riccardo Tisci's Givenchy campaign.[54] Soheil Abedian, of the Sunland Group, approached Versace in 1997 and successfully proposed a luxury hotel built upon the Versace brand; the first Palazzo Versace opened on Australia's Gold Coast on 15 September 2000.[55][56] The hotel was sold to a Chinese consortium in December 2012.[57][58] The second Palazzo, the Palazzo Versace Dubai, was completed in December 2015 and is located on the foreshore of Dubai Creek.[59] A third Palazzo is under construction. The Palazzo Versace Macau was announced in 2013 and will be built in partnership with Macau's largest casino operator SJM Holdings.[60][61][62] The Palazzo Versace hotels are the first fashion-branded hotels in the world and place an emphasis on beauty and luxury.[63] In August 2019, Versace produced a range of tops that suggested \"Hong Kong and Macau were separate countries\". Versace apologised to its Chinese customers, said it had made a mistake in the design and would destroy the offending clothing on 11 August 2019.[64] Chinese actress Yang Mi, who also is the brand's ambassador in China, said she would end her association with Versace.[65]","Title":"Versace - Wikipedia","KeyID":"6571","URL":"https://en.wikipedia.org/wiki/Versace"}