{"Content: ":"Coordinates: 48°52′11″N 2°19′20″E﻿ / ﻿48.86975°N 2.32222°E﻿ / 48.86975; 2.32222 Cartier International SNC, or simply Cartier (/ˈkɑːrtieɪ/; French: [kaʁtje]), is a French luxury goods conglomerate which designs, manufactures, distributes, and sells jewellery, leather goods and watches.[2][3][4] Founded by Louis-François Cartier in Paris in 1847, the company remained under family control until 1964.[4] The company maintains its headquarters in Paris, although it is a wholly owned subsidiary of the Swiss Richemont Group.[5][6] Cartier operates more than 200 stores in 125 countries, with three Temples (Historical Maisons) in London, New York, and Paris.[6][7] Cartier is regarded as one of the most prestigious jewellery manufacturers in the world.[4][8][9][10][11][12] As of 2021, the brand appears to be steadily on the rise and Forbes Most Valuable Brand List shows that Cartier has moved up three spaces, from 59th in 2018 to 56th in 2020. With a growth of 14% value over the previous year, a brand value of $12.2 B and revenue of $6.2 B.[13][14] Cartier has a long history of sales to royalty.[15] King Edward VII of Great Britain referred to Cartier as \"the jeweller of kings and the king of jewellers.\"[4][16] For his coronation in 1902, Edward VII ordered 27 tiaras and issued a royal warrant to Cartier in 1904.[4][17] Similar warrants soon followed from the courts of Spain, Portugal, Serbia, Russia and the House of Orléans. Louis-François Cartier founded Cartier in Paris in 1847 when he took over the workshop of his master, Adolphe Picard.[18] In 1874, Louis-François' son Alfred Cartier took over the company, but it was Alfred's sons Louis, Pierre and Jacques who established the brand name worldwide.[18] Louis ran the Paris branch, moving to the Rue de la Paix in 1899. He was responsible for some of the company's most celebrated designs, such as the mystery clocks (a type of clock with a transparent dial and so named because its mechanism is hidden), fashionable wristwatches and exotic orientalist Art Deco designs, including the colorful \"Tutti Frutti\" jewels.[19][20][21] In 1904, the Brazilian pioneer aviator, Alberto Santos-Dumont complained to his friend Louis Cartier of the unreliability and impracticality of using pocket watches while flying. Cartier designed a flat wristwatch with a distinctive square bezel. This watch was favored not only by Santos-Dumont himself but also by many other customers.[22] This was the first and only time the brand would name a watch after its original wearer.[23] The \"Santos\" watch was Cartier's first men's wristwatch. In 1907, Cartier signed a contract with Edmond Jaeger, who agreed to exclusively supply the movements for Cartier watches.[24] Among the Cartier team was Charles Jacqueau, who joined Louis Cartier in 1909 for the rest of his life, and Jeanne Toussaint, who was Director of Fine Jewellery from 1933. Pierre Cartier established the New York City branch in 1909, moving in 1917 to 653 Fifth Avenue, the Neo-Renaissance mansion of Morton Freeman Plant (son of railroad tycoon Henry B. Plant) and designed by architect C.P.H. Gilbert.[25] Cartier bought it from the Plants in exchange for $100 in cash and a double-stranded natural pearl necklace valued at the time at $1 million.[26] By this time, Cartier had branches in London, New York and Saint Petersburg and was quickly becoming one of the most successful watch companies in the world.[11][3] Designed by Louis Cartier, the Tank watch model was introduced in 1919 with a design inspired by the newly introduced tanks on the Western Front in World War I.[18] In the early 1920s, Cartier formed a joint-stock company with Edward Jaeger (of Jaeger-LeCoultre) to produce movements solely for Cartier. Cartier continued to use movements from other makers: Vacheron Constantin, Audemars Piguet, Movado and LeCoultre. It was also during this period that Cartier began adding its own reference numbers to the watches it sold, usually by stamping a four-digit code on the underside of a lug. Jacques took charge of the London operations and eventually moved to the current address at New Bond Street. After the death of Pierre in 1964, Jean-Jacques Cartier (Jacques's son), Claude Cartier (Louis's son), and Marion Cartier Claudel (Pierre's daughter) — who respectively headed the Cartier affiliates in London, New York and Paris — sold the businesses. In 1972, Robert Hocq, assisted by a group of investors led by Joseph Kanoui, bought Cartier Paris.[27] In 1974 and 1976, respectively, the group repurchased Cartier London and Cartier New York, thus re-connecting Cartier worldwide.[27] The new president of Cartier, Robert Hocq, created the phrase \"Les Must de Cartier\" (a staff member is said to have said \"Cartier, It's a must!\" meaning something one simply must have) with Alain Dominique Perrin, who was a General Director of the company.[28][29] As a result, in 1976, \"Les Must de Cartier\" became a low-priced spin-off line of Cartier, with Alain D. Perrin being its CEO.[30][31][32] In 1979, the Cartier interests were combined, with Cartier Monde uniting and controlling Cartier Paris, London and New York. Joseph Kanoui became vice president of Cartier Monde. In December 1979, following the accidental death of president Robert Hocq, Nathalie Hocq, the daughter of Robert Hocq, became the president.[27][32] In 1981, Alain Dominique Perrin was appointed Chairman of Cartier SAA and Cartier International.[29][31] The next year, Micheline Kanoui, the wife of Joseph Kanoui, became head of jewellery design and launched her first collection \"Nouvelle Joaillerie.\"[30] In 1984, Perrin founded the Fondation Cartier pour l'Art Contemporain to bring Cartier into the twenty-first century, by forming an association with living artists. In 1986, the French Ministry for Culture appointed Perrin head of the \"Mission sur le mécénat d'entreprise\" (a commission to study business patronage of the arts). Two years later, Cartier gained a majority holding in Piaget and Baume & Mercier. In 1989/1990, the Musée du Petit Palais staged an exhibition of the Cartier collection, \"L'Art de Cartier.\"[33] Perrin founded an international committee in 1991, Comité International de la Haute Horlogerie, to organize its first salon, held on 15 April 1991. This has become an annual meeting place in Geneva for professionals in this field. The next year, the second exhibition of \"L'Art de Cartier\" was held at the Hermitage Museum in St Petersburg. In 1993, the \"Vendôme Luxury Group\" was formed as an umbrella company to combine Cartier, Dunhill, Montblanc, Piaget, Baume & Mercier, Karl Lagerfeld, Chloé, Sulka, Hackett, and Seeger.[34] In 1994, the Cartier Foundation moved to the Rive Gauche and opened headquarters in a building designed for it by Jean Nouvel. The next year, a major exhibition of the Cartier Antique Collection was held in Asia. In 1996, the Lausanne Hermitage Foundation in Switzerland exhibited \"Splendours of the Jewellery\", presenting a hundred and fifty years of products by Cartier.[35] In 2012, Cartier was owned, through Richemont, by the South African Rupert family, and Elle Pagels, a 24-year-old granddaughter of Pierre Cartier.[36][37] In December 2018, World Wide Fund for Nature (WWF) released an official report giving environmental ratings for 15 major watch manufacturers and jewelers in Switzerland.[61][62] Cartier (being a subsidiary of the Swiss Richemont Group) was ranked No. 2 among the 15 manufacturers and, along with 3 other manufacturers including Vacheron Constantin and Jaeger-LeCoultre, was given an average environmental rating as \"Upper Midfield,\" suggesting that the manufacturer has taken first actions addressing the impact of its manufacturing activities on the environment and climate change.[61] According to Cartier's official company document, the company is committed to conduct businesses \"in an environmentally responsible manner\" and \"minimising negative environmental impacts.\"[63] In jewelry and watchmaking industry, there are general concerns over the lack of transparency in manufacturing activities and the sourcing of precious raw materials such as gold, which is a major cause of environmental issues such as pollution, soil degradation and deforestation.[61][62] The situation is especially serious in the developing countries which are top producers of gold, including China, Russia and South Africa.[64][65][66][67] It is estimated that the watch and jewelry sector uses over 50% of world's annual gold production (over 2,000 tons), but in most cases the watch companies are not able to or are unwilling to demonstrate where their raw materials come from and if the material suppliers use eco-friendly sourcing technologies.[61] From 1976 to 2003, the company lent its name to special editions of several models of the luxury US automaker Lincoln, designing a Cartier edition of the 1976 Lincoln Continental Mark IV,[71] the 1977-79 Lincoln Continental Mark V,[72][73] the 1980-81 Lincoln Continental Mark VI, and the 1982-2003 Lincoln Town Car.[74]","Title":"Cartier (jeweler) - Wikipedia","KeyID":"6572","URL":"https://en.wikipedia.org/wiki/Cartier_SA"}