{"Content: ":"Freßgass (literally, \"Grazing Street\") is an upmarket shopping street in the city centre of Frankfurt, Germany, located in the district of Innenstadt and within the central business district known as the Bankenviertel. It is commonly regarded as Frankfurt's culinary main street. The street is a broad pedestrian zone, and is located between Hochstraße and the Opernplatz (Opera Square) with the Alte Oper in the west and the Börsenstraße (Stock Exchange Street) with the Frankfurt Stock Exchange in the east. The street is also the direct continuation (in the western direction) of the Zeil, and is a parallel street of Goethestraße, Germany's best known luxury shopping street. In recent years Freßgass has increasingly become a luxury shopping street, serving as an extension of the Goethestraße in this regard. Its other primary adjacent street is the Kaiserhofstraße. Freßgass was originally an unofficial name, adopted around 1900 by its local population, for the streets Kalbächer Gasse and Große Bockenheimer Straße, because of their many high-end food shops, bakeries and butcheries, making it the most famous food shopping street serving the bourgeoisie of the Westend. Today the Freßgass is famous as the street where the bankers from the Bankenviertel meet for lunch; banker Alex Bergen notes that \"around 90% of the meeting and greeting between M&A bankers happens in one street – the Fressgass.\"[2] In 1977, the name Freßgass became an official name for the streets Kalbächer Gasse and Große Bockenheimer Straße. Since 1977, the Rheingau Wine Festival takes place annually during the late summer in Freßgass, showcasing wineries from Rheingau and Rheinhessen. The real estate prices in Freßgass and its adjacent streets are the highest in Frankfurt. The Freßgass itself has the third highest rent after its two neighbouring streets, the Goethestraße and the Zeil.[3] Freßgass features the flagship Frankfurt Apple Store, the French luxury sound system vendor Devialet, a Tesla store, many high-end fashion boutiques in addition to many specialty food shops and restaurants. Freßgass around 1900, seen from Opernplatz Apple Store in Freßgass Freßgass is served by nearby Frankfurt Hauptwache station (in the east) and the Alte Oper station of the Frankfurt U-Bahn (in the west).  Coordinates: 50°06′52″N 8°40′30″E﻿ / ﻿50.1144°N 8.6750°E﻿ / 50.1144; 8.6750","Title":"Freßgass - Wikipedia","KeyID":"6576","URL":"https://en.wikipedia.org/wiki/Fre%C3%9Fgass"}