{"Content: ":"A red-light district or pleasure district is a part of an urban area where a concentration of prostitution and sex-oriented businesses, such as sex shops, strip clubs, and adult theaters, are found. In most cases, red-light districts are particularly associated with female street prostitution, though in some cities, these areas may coincide with spaces of male prostitution and gay venues.[1] Areas in many big cities around the world have acquired an international reputation as red-light districts.[2] The term red-light district originates from the red lights that were used as signs for brothels.[3] Red-light districts are mentioned in the 1882 minutes of a Woman's Christian Temperance Union meeting in the United States.[4] The Oxford English Dictionary records the earliest known appearance of the term \"red light district\" in print as an 1894 article from the Sandusky Register, a newspaper in Sandusky, Ohio.[3] Author Paul Wellman suggests that this and other terms associated with the American Old West originated in Dodge City, Kansas, home to a well-known prostitution district during the 19th century, which included the Red Light House saloon.[5] This has not been proven, but the Dodge City use was likely responsible for the term's pervasiveness.[6] A widespread folk etymology claims that early railroad workers took red lanterns with them when they visited brothels so their crew could find them in the event of an emergency. However, folklorist Barbara Mikkelson regards this as unfounded.[7] A more plausible explanation might originate from the time when sailors came back from sea to Amsterdam (ca. 1650): Women working as prostitutes, deprived from proper hygiene and running fresh water, carrying red lanterns — with their color camouflaging boils, zits, inequalities in the face and on the skin — made clear they were available as women of pleasure. Sailors, finally getting their relative royal pay, having been at sea for quite some time and looking for relief could so easily spot who would be available. In a later stage the red lanterns evolved into red lights at brothels. Since this was close to the main harbour, this district became known as the red-light district: One of the many terms used for a red-light district in Japanese is akasen (赤線), literally meaning \"red-line\". Japanese police drew a red line on maps to indicate the boundaries of legal red-light districts. In Japanese, the term aosen (青線), literally meaning \"blue-line\", also exists, indicating an illegal district. In the United States during the 19th and early 20th centuries, the term \"sporting district\" became popular for legal red-light districts. Municipal governments typically defined such districts explicitly to contain and regulate prostitution.[8] Some red-light districts (such as De Wallen, Netherlands, or Reeperbahn, Germany) are places which are officially designated by authorities for legal and regulated prostitution.[2] Often, these red-light districts were formed by authorities to help regulate prostitution and other related activities, such that they were confined to a single area.[9] Some red-light districts (such as those in The Hague)[10] are under video surveillance. This can help counter illegal forms of prostitution (such as child prostitution), in these areas that do allow regular prostitution to occur. The Red Light district in Amsterdam Reeperbahn in Hamburg, Germany Soi Cowboy, Bangkok, Thailand Rooms illuminated by red lights in De Wallen, Amsterdam, Netherlands Rue d'Aerschot, Brussels, Belgium Kabuki-chō Ichiban-gai gate and colorful neon street signs, Shinjuku, Tokyo, Japan Media related to Red-light districts at Wikimedia Commons","Title":"Red-light district - Wikipedia","KeyID":"6582","URL":"https://en.wikipedia.org/wiki/Red-light_district"}