{"Content: ":"The Museum of Modern Electronic Music (MOMEM) is a museum dedicated to electronic dance music, located in central Frankfurt, Germany. The museum's founder and director, Alex Azary, has stated that MOMEM is not intended to be a typical museum.[1] It is envisioned as a kind of cultural meeting place and club, complete with workshops, discussion events and film evenings, all reflecting current developments in electronic music.[2] Technoclub founder Andreas Tomalla (Talla 2XLC) had come up with the initial concept for the museum back in 2011. The idea for a museum dedicated to electronic dance music in Frankfurt had already been discussed in 2011. In 2015, the city presented the planned project to the public during the Musikmesse. It was the first time a German municipality financed the establishment of such an institution, with support for the project largely stemming from marketing and economic considerations. Frankfurt's city councilor and head of cultural affairs Ina Hartwig expressed that she hoped the museum would be a “cultural magnet” that would draw tourists to the city. It was scheduled to open in 2017,[2] but unresolved funding issues and the COVID-19 pandemic stalled the realization of the project.[3] It was trialed in pop-up form in 2018. Housed in Frankfurt's former Children's Museum, the municipality provided the location free of charge, as well as a €500,000 starting loan.[4] On 6 April 2022, exactly seven years after it was announced, MOMEM opened to the public with a ceremony at St Paul's Church and a party at Hauptwache. Thousands of visitors were addressed by the museum's founder Alex Azary, Frankfurt's head of cultural affairs Ina Hartwig, and Frankfurt's mayor Peter Feldmann. The museum's first exhibit was dedicated to DJ Sven Väth, with the title \" It's Simple To Tell What Saved Us From Hell', curated by Tobias Rehberger.[1][5] It featured artworks by artists like Banksy and Andreas Gursky, as well as a selection from Väth's massive collection of 20,000 records along with numerous photos from all phases of his life.[1] A special exhibition features \"Spot,\" an extremely agile four-legged robot, or rather a drone on four legs, which the South Korean corporation Hyundai made dance at the opening. The carmaker plans to support the museum as a sponsor.[6] The museum faced criticism over the lack of female, transgender, and non-binary representation, as well as over insufficient appreciation of the genre's African-American roots. Global network Female:pressure wrote an open letter[7] to Frankfurt's mayor and head of cultural affairs, lamenting the lack of diversity and calling on them to address the issue.[8] ","Title":"Museum of Modern Electronic Music - Wikipedia","KeyID":"6605","URL":"https://en.wikipedia.org/wiki/Museum_of_Modern_Electronic_Music"}