{"Content: ":"The Museum für Moderne Kunst (English: Museum of Modern Art), or short MMK, in Frankfurt, was founded in 1981 and opened to the public June 6, 1991. The museum was designed by the Viennese architect Hans Hollein. Because of its triangular shape, it is popularly called \"piece of cake\", Claes Oldenburg artistically has expressed in a work. The newest of Frankfurt’s museums was founded in 1981.[1] The idea to set up a museum for modern art in Frankfurt came from Peter Iden, an influential theatre and art critic at the Frankfurter Rundschau and founding director of the museum (1978-1987). With the Mayor Walter Wallmann (CDU) and the Head of the Cultural department Hilmar Hoffmann (SPD) Iden found political advocates for his project. In 1989, the Swiss art historian and curator Jean-Christophe Ammann[2] moved from the Kunsthalle Basel to Frankfurt am Main and opened the new Museum für Moderne Kunst (MMK) Frankfurt am Main there on June 6, 1991. With a new exhibition model, the Change of Scene, which took place a total of 20 times with the help of private sponsors (Change of Scene I, 1992 until Change of Scene XX, 2001-02), the new museum gained international renown. At the change of scene exhibitions, the inventory of the museum was rearranged every six months and enriched with new additions, loans and special exhibitions.[3] In 1983, Hollein won the competition for the Museum für Moderne Kunst;[4] three years earlier, his proposal for the city's Museum für angewandte Kunst had finished a close second behind Richard Meier's prize-winning design. The ground-breaking was delayed until 1987, and the new museum was eventually built at a cost of about $38 million.[5] It opened in 1991.[6] The MMK Zollamt is a satellite exhibition site that belongs since 1999 to the MMK and is located in a building directly opposite the museum that once was home to the City of Frankfurt's Main Customs Office. The building has been completely modernised and artistic positions by younger artists or “unknowns” have been presented here regularly since 2007 with the support of Jürgen Ponto-Stiftung.[7] Hollein molded a building to the three-sided space, so that the large rooms at the narrow end are wedge-shaped, producing 3,500 square meters (37,700 square feet) of exhibition space.[8] The height of the three-storey building is adapted to the surroundings and is characterised by the “triangular shape” and facade design. The building houses three main levels for exhibitions and an administration area on the mezzanine, which is located above the entrance area and the cafeteria. The MMK library and archive are also located in this area. The entire area of the museum has a basement. There are workshops, depots and a lecture hall.[9] The core of the museum is the legacy of German collector Karl Ströher with 87 works of Pop art and Minimalism. The manufacturer Ströher had originally bequeathed to his native city of Darmstadt on condition that a museum be built to house them. When funds for the project were not approved, Ströher's heirs sold the choice ensemble to Frankfurt and donated the painting \"Yellow and Green Brushstrokes\" by Roy Lichtenstein to the museum as a gift.[10] Major artists since the 1950s from the Ströher Collection displayed,[11] including Jasper Johns, Robert Rauschenberg, Carl Andre, John Chamberlain, Dan Flavin, Donald Judd, Roy Lichtenstein, Walter de Maria, Robert Morris, Claes Oldenburg, James Rosenquist, Frank Stella, Cy Twombly, Andy Warhol, Tom Wesselman and George Segal, with his Jazz Combo. Between 1981 and 1987, the museum's co-founder Peter Iden[12] expanded the collection by adding works from the seventies and eighties.[13] Later parts of the collection have been amassed by the museum's first director,[14] Jean-Christophe Ammann.[15] In 2006 the Museum für Moderne Kunst, along with the Kunstmuseum Liechtenstein and the Kunstmuseum St. Gallen [de], acquired the private collection of Cologne art dealer Rolf Ricke, comprising works by Richard Artschwager, Bill Bollinger, Donald Judd, Gary Kuehn, und Steven Parrino. Today, the permanent collection includes over 4,500 works of international art, ranging from the 1960s to the present.[16]  The museum and its director, Susanne Gaensheimer, were commissioned to curate the German Pavilion at the Venice Biennale in 2011 and 2013.[17] Coordinates: 50°06′42″N 08°41′05″E﻿ / ﻿50.11167°N 8.68472°E﻿ / 50.11167; 8.68472","Title":"Museum für Moderne Kunst - Wikipedia","KeyID":"6607","URL":"https://en.wikipedia.org/wiki/Museum_f%C3%BCr_Moderne_Kunst"}