{"Content: ":"Trance is a genre of electronic dance music[11] that emerged from the British new-age music scene and the early 1990s German techno and hardcore scenes.[2][3] Trance music is characterized by a tempo generally lying between 120–150 beats per minute (BPM),[7] repeating melodic phrases[7] and a musical form that distinctly builds tension and elements throughout a track often culminating in 1 to 2 \"peaks\" or \"drops\".[7] Although trance is a genre of its own, it liberally incorporates influences from other musical styles such as techno,[4][2] house,[1][2] pop,[4] chill-out,[4] classical music,[4][5] tech house, ambient and film music.[5] A trance is a state of hypnotism and heightened consciousness.[12] This is portrayed in trance music by the mixing of layers with distinctly foreshadowed build-up and release. A common characteristic of trance music is a mid-song climax followed by a soft breakdown disposing of beats and percussion entirely,[4][7] leaving the melody or atmospherics to stand alone for an extended period before gradually building up again. Trance tracks are often lengthy to allow for such progression and commonly have sufficiently sparse opening and closing sections to facilitate mixing by DJs.[4][7] Trance is mostly instrumental, although vocals can be mixed in: typically they are performed by mezzo-soprano to soprano female soloists, mostly without a traditional verse/chorus structure. Structured vocal form in trance music forms the basis of the vocal trance subgenre, which has been described as \"grand, soaring, and operatic\" and \"ethereal female leads floating amongst the synths\". However, male singers, such as Jonathan Mendelsohn, are also featured.[13][14] The \"Trance\" name may refer to an induced emotional feeling, high, euphoria, chills, or uplifting rush that listeners claim to experience, or it may indicate an actual trance-like state the earliest forms of this music attempted to emulate in the 1990s before the genre's focus changed. A writer for Billboard magazine writes, \"Trance music is perhaps best described as a mixture of 70s disco and 60s psychedelia\".[15] Another possible antecedent is Yuzo Koshiro and Motohiro Kawashima's electronic soundtracks for the Streets of Rage series of video games from 1991 to 1994.[16][17][18] It was promoted by the well-known UK club-night \"Megatripolis\" (London, at Heaven on Thursdays) whose scene catapulted it to international fame.[19] Examples of early trance releases include but are not limited to KLF's 1988 release \"What Time Is Love?\" (Pure Trance 1),[20] German duo Dance 2 Trance's 1990 track \"We Came in Peace\",[7] and German duo Jam & Spoon's 1992 12\" Single remix of the 1990 song \"The Age of Love\".[1] The writer Bom Coen traces the roots of trance to Paul van Dyk's 1993 remix of Humate's \"Love Stimulation\".[1] However, Van Dyk's trance origins can be traced further back to his work with Visions of Shiva, being the first tracks he released[21] In subsequent years, one genre, vocal trance, arose as the combination of progressive elements and pop music,[4] and the development of another subgenre, epic trance, finds some of its origins in classical music,[4] with film music also being influential.[5] Trance was arguably at its commercial peak in the second part of 1990s and early 2000s.[22][23] Afterwards, popular trance music providers such as Armin van Buuren's A State of Trance, Paul van Dyk, and Above & Beyond remained popular, while lesser known DJs changed to other sounds.[24] In 2017 a new wave of underground DJs such as Nina Kraviz began incorporating trance music into their sets.[24][25] Classic trance employs a 4/4 time signature,[7] generally a tempo of 120 to 150 BPM,[7] and 32 beat phrases and is somewhat faster than house music.[26] A kick drum is usually placed on every downbeat and a regular open hi-hat is often placed on the upbeat.[7] Extra percussive elements are usually added, and major transitions, builds or climaxes are often foreshadowed by lengthy \"snare rolls\"—a quick succession of snare drum hits that build in velocity, frequency, and volume towards the end of a measure.[7] Rapid arpeggios and minor keys are common features of Trance, the latter being almost universal. Trance tracks often use one central \"hook\", or melody, which runs through almost the entire song, repeating at intervals anywhere between 2 beats and 32 bars, in addition to harmonies and motifs in different timbres from the central melody.[7] Instruments are added or removed every 4, 8, 16, or 32 bars.[7] In the section before the breakdown, the lead motif is often introduced in a sliced up and simplified form,[7] to give the audience a \"taste\" of what they will hear after the breakdown.[7] Then later, the final climax is usually \"a culmination of the first part of the track mixed with the main melodic reprise\".[7] As is the case with many dance music tracks, trance tracks are usually built with sparser intros (\"mix-ins\") and outros (\"mix-outs\") to enable DJs to blend them together immediately.[4][7] More recent forms of trance music incorporate other styles and elements of electronic music such as electro and progressive house into its production. It emphasizes harsher basslines and drum beats which decrease the importance of offbeats and focus primarily on a four on the floor stylistic house drum pattern. The BPM of more recent styles tends to be on par with house music at 120 to 135 beats per minute. However, unlike house music, recent forms of trance stay true to their melodic breakdowns and longer transitions.[27] Trance music is broken into a number of subgenres including acid trance, classic trance, hard trance, hardstyle (which is a fuse between hardcore and hard trance), progressive trance,[4] and uplifting trance.[4] Uplifting trance is also known as \"anthem trance\", \"epic trance\",[4] \"commercial trance\", \"stadium trance\", or \"euphoric trance\",[7] and has been strongly influenced by classical music in the 1990s[4] and 2000s by leading artists such as Ferry Corsten, Armin Van Buuren, Tiësto, Push, Rank 1 and at present with the development of the subgenre \"orchestral uplifting trance\" or \"uplifting trance with symphonic orchestra\" by such artists as Sound Apparel, Andy Blueman, Ciro Visone, Soundlift, Arctic Moon, and Sergey Nevone & Simon O'Shine, among others. Closely related to Uplifting Trance is Eurodance, which has become a general term for a wide variety of highly commercialized European dance music. Notably late in the 90s, German producer ATB revolutionized the scene of the aforementioned Eurodance with his hit single 9 PM (Till I Come). Several subgenres are crossovers with other major genres of electronic music. For instance, Tech trance is a mixture of trance and techno, and Vocal trance \"combines [trance's] progressive elements with pop music\".[4] The dream trance genre originated in the mid-1990s, with its popularity then led by Robert Miles, who composed Children in 1996. AllMusic states on progressive trance: \"the progressive wing of the trance crowd led directly to a more commercial, chart-oriented sound since trance had never enjoyed much chart action in the first place. Emphasizing the smoother sound of Eurodance or house (and occasionally more reminiscent of Jean-Michel Jarre than Basement Jaxx), Progressive Trance became the sound of the world's dance floors by the end of the millennium. Critics ridiculed its focus on predictable breakdowns and relative lack of skill to beat-mix, but progressive trance was caned by the hottest DJ.\"[28] The following is an incomplete list of dance music festivals that showcase trance music. Notes: Sunburn was not the first festival/event to specialize in India in trance music. Much earlier pioneers of Goa parties[2] held events as early as the late 80's and through all of the 1990s[8] Electronic Music festivals in the Netherlands are mainly organized by four companies ALDA Events, ID&T, UDC and Q-dance: Electronic music festivals in the United States feature various electronic music genres such as trance, house, techno, electro, dubstep, and drum and bass:","Title":"Trance music - Wikipedia","KeyID":"6615","URL":"https://en.wikipedia.org/wiki/Trance_music"}