{"Content: ":"See also: Soul music (often referred to simply as soul) is a popular music genre that originated in the African American community throughout the United States in the late 1950s and early 1960s.[2] It has its roots in African-American gospel music and rhythm and blues.[3] Soul music became popular for dancing and listening in the United States, where record labels such as Motown, Atlantic and Stax were influential during the Civil Rights Movement. Soul also became popular around the world, directly influencing rock music and the music of Africa.[4] According to the Rock and Roll Hall of Fame, soul is \"music that arose out of the black experience in America through the transmutation of gospel and rhythm & blues into a form of funky, secular testifying\".[5] Catchy rhythms, stressed by handclaps and extemporaneous body moves, are an important feature of soul music. Other characteristics are a call and response between the lead vocalist and the chorus and an especially tense vocal sound.[6] The style also occasionally uses improvisational additions, twirls and auxiliary sounds.[6] Soul music reflected the African-American identity and it stressed the importance of an African-American culture. The new-found African-American consciousness led to new styles of music, which boasted pride in being black.[7] Soul music dominated the U.S. R&B chart in the 1960s, and many recordings crossed over into the pop charts in the U.S., Britain, and elsewhere. By 1968, the soul music genre had begun to splinter. Some soul artists developed funk music, while other singers and groups developed slicker, more sophisticated, and in some cases more politically conscious varieties.[8] By the early 1970s, soul music had been influenced by psychedelic and progressive rock, among other genres, leading to psychedelic and progressive soul. The United States saw the development of neo soul around 1994. There are also several other subgenres and offshoots of soul music. The key subgenres of soul include the Motown style, a more pop-friendly and rhythmic style; deep soul and southern soul, driving, energetic soul styles combining R&B with southern gospel music sounds; Memphis soul, a shimmering, sultry style; New Orleans soul, which came out of the rhythm and blues style; Chicago soul, a lighter gospel-influenced sound; Philadelphia soul, a lush orchestral sound with doo-wop-inspired vocals; as well as psychedelic soul, a blend of psychedelic rock and soul music. Soul music has its roots in traditional African-American gospel music and rhythm and blues and as the hybridization of their respective religious and secular styles – in both lyrical content and instrumentation – that began in the 1950s. The term \"soul\" had been used among African-American musicians to emphasize the feeling of being an African-American in the United States.[9] According to musicologist Barry Hansen,[10] Though this hybrid produced a clutch of hits in the R&B market in the early 1950s, only the most adventurous white fans felt its impact at the time; the rest had to wait for the coming of soul music in the 1960s to feel the rush of rock and roll sung gospel-style. According to AllMusic, \"[s]oul music was the result of the urbanization and commercialization of rhythm and blues in the '60s.\"[12] The phrase \"soul music\" itself, referring to gospel-style music with secular lyrics, was first attested in 1961.[13] The term \"soul\" in African-American parlance has connotations of African-American pride and culture. Gospel groups in the 1940s and '50s occasionally used the term as part of their names. The jazz style that originated from gospel became known as soul jazz. As singers and arrangers began using techniques from both gospel and soul jazz in African-American popular music during the 1960s, soul music gradually functioned as an umbrella term for African-American popular music at the time.[14][15] According to the Acoustic Music organization, the \"first clear evidence of soul music shows up with the \"5\" Royales, an ex-gospel group that turned to R&B and in Faye Adams, whose \"Shake A Hand\" becomes an R&B standard\".[16] Important innovators whose recordings in the 1950s contributed to the emergence of soul music included Clyde McPhatter, Hank Ballard, and Etta James.[10] Ray Charles is often cited as popularizing the soul music genre with his series of hits, starting with 1954's \"I Got a Woman\".[17] Singer Bobby Womack said, \"Ray was the genius. He turned the world onto soul music.\"[8] Charles was open in acknowledging the influence of Pilgrim Travelers vocalist Jesse Whitaker on his singing style. Little Richard, who inspired Otis Redding,[18] and James Brown both were equally influential. Brown was nicknamed the \"Godfather of Soul Music\",[11] and Richard proclaimed himself as the \"King of Rockin' and Rollin', Rhythm and Blues Soulin'\", because his music embodied elements of all three, and since he inspired artists in all three genres.[19] Sam Cooke and Jackie Wilson also are often acknowledged as soul forefathers.[8][20] Cooke became popular as the lead singer of the gospel group the Soul Stirrers, before controversially moving into secular music. His recording of \"You Send Me\" in 1957 launched a successful pop music career. Furthermore, his 1962 recording of \"Bring It On Home To Me\" has been described as \"perhaps the first record to define the soul experience\".[21] Jackie Wilson, a contemporary of both Cooke and James Brown, also achieved crossover success, especially with his 1957 hit \"Reet Petite\". He even was particularly influential for his dramatic delivery and performances.[22] Writer Peter Guralnick is among those to identify Solomon Burke as a key figure in the emergence of soul music, and Atlantic Records as the key record label. Burke's early 1960s songs, including \"Cry to Me\", \"Just Out of Reach\" and \"Down in the Valley\" are considered classics of the genre. Guralnick wrote: \"Soul started, in a sense, with the 1961 success of Solomon Burke's \"Just Out Of Reach\". Ray Charles, of course, had already enjoyed enormous success (also on Atlantic), as had James Brown and Sam Cooke — primarily in a pop vein. Each of these singers, though, could be looked upon as an isolated phenomenon; it was only with the coming together of Burke and Atlantic Records that you could begin to see anything even resembling a movement.\"[23] Ben E. King also achieved success in 1961 with \"Stand By Me\", a song directly based on a gospel hymn.[8] By the mid-1960s, the initial successes of Burke, King, and others had been surpassed by new soul singers, including Stax artists such as Otis Redding and Wilson Pickett, who mainly recorded in Memphis, Tennessee, and Muscle Shoals, Alabama. According to Jon Landau:[24] \"Between 1962 and 1964 Redding recorded a series of soul ballads characterized by unabashedly sentimental lyrics usually begging forgiveness or asking a girlfriend to come home... He soon became known as \"Mr. Pitiful\" and earned a reputation as the leading performer of soul ballads.\" The most important female soul singer to emerge was Aretha Franklin, originally a gospel singer who began to make secular recordings in 1960 but whose career was later revitalised by her recordings for Atlantic. Her 1967 recordings, such as \"I Never Loved a Man (The Way I Love You)\", \"Respect\" (written and originally recorded by Otis Redding), and \"Do Right Woman, Do Right Man\" (written by Chips Moman and Dan Penn), were significant and commercially successful productions.[25][26][27][28] Soul music dominated the U.S. African-American music charts in the 1960s, and many recordings crossed over into the pop charts in the U.S. Otis Redding was a huge success at the Monterey Pop Festival in 1967.[8] The genre also became highly popular in the UK, where many leading acts toured in the late 1960s. \"Soul\" became an umbrella term for an increasingly wide variety of R&B-based music styles – from the dance and pop-oriented acts at Motown Records in Detroit, such as the Temptations, Marvin Gaye and Stevie Wonder, to \"deep soul\" performers such as Percy Sledge and James Carr.[29][30][31] Different regions and cities within the U.S., including New York City, Detroit, Chicago, Memphis, New Orleans, Philadelphia, and Muscle Shoals, Alabama (the home of FAME Studios and Muscle Shoals Sound Studios) became noted for different subgenres of the music and recording styles.[12][32] By 1968, while at its peak of popularity, soul began to fragment into disparate subgenres. Artists such as James Brown and Sly and the Family Stone evolved into funk music, while other singers such as Marvin Gaye, Stevie Wonder, Curtis Mayfield and Al Green developed slicker, more sophisticated and in some cases more politically conscious varieties of the genre.[8] However, soul music continued to evolve, informing most subsequent forms of R&B from the 1970s-onward, with pockets of musicians continuing to perform in traditional soul style.[12] Mitchell's Hi Records continued in the Stax tradition of the previous decade, releasing a string of hits by Green, Ann Peebles, Otis Clay, O.V. Wright and Syl Johnson.[33] Bobby Womack, who recorded with Chips Moman in the late 1960s, continued to produce soul recordings in the 1970s and 1980s.[34][35] In Detroit, producer Don Davis worked with Stax artists such as Johnnie Taylor and the Dramatics.[36] Early 1970s recordings by the Detroit Emeralds, such as Do Me Right, are a link between soul and the later disco style.[37] Motown Records artists such as Marvin Gaye, Michael Jackson, Stevie Wonder and Smokey Robinson contributed to the evolution of soul music, although their recordings were considered more in a pop music vein than those of Redding, Franklin and Carr.[29] Although stylistically different from classic soul music, recordings by Chicago-based artists are often considered part of the genre.[38] By the early 1970s, soul music had been influenced by psychedelic rock and other genres.[39] Artists like James Brown led soul towards funk music, which became typified by 1970s bands like Parliament-Funkadelic and the Meters.[40] More versatile groups such as War, the Commodores, and Earth, Wind and Fire became popular around this time.[41] During the 1970s, some slick and commercial blue-eyed soul acts like Philadelphia's Hall & Oates and Oakland's Tower of Power achieved mainstream success, as did a new generation of street-corner harmony or \"city-soul\" groups such as the Delfonics and the historically black Howard University's Unifics.[42][43] The syndicated music/dance variety television series Soul Train, hosted by Chicago native Don Cornelius, debuted in 1971.[44] The show provided an outlet for soul music for several decades, also spawning a franchise that saw the creation of a record label (Soul Train Records) that distributed music by the Whispers, Carrie Lucas, and an up-and-coming group known as Shalamar.[45] Numerous disputes led to Cornelius spinning off the record label to his talent booker, Dick Griffey, who transformed the label into Solar Records, itself a prominent soul music label throughout the 1980s.[45] The TV series continued to air until 2006, although other predominantly African-American music genres such as hip-hop began overshadowing soul on the show beginning in the 1980s.[46] As disco and funk musicians had hits in the late 1970s and early 1980s, soul went in the direction of quiet storm. With its relaxed tempos and soft melodies, quiet storm soul took influences from fusion and adult contemporary. Some funk bands, such as EW&F, the Commodores and Con Funk Shun would have a few quiet storm tracks on their albums. Among the most successful acts in this era include Smokey Robinson, Jeffry Osbourne, Peabo Bryson, Chaka Khan, and Larry Graham. After the decline of disco and funk in the early 1980s, soul music became influenced by electro music. It became less raw and more slickly produced, resulting in a style known as contemporary R&B, which sounded very different from the original rhythm and blues style. The United States saw the development of neo-soul around 1994. Berry Gordy's successful Tamla/Motown group of labels was notable for being African-American owned, unlike most of the earlier independent R&B labels. Notable artists under this label were Gladys Knight and the Pips, the Supremes, the Temptations, the Miracles, the Four Tops, the Marvelettes, Mary Wells, Jr. Walker & the All-Stars, Stevie Wonder, Marvin Gaye, Tammi Terrell, Martha and the Vandellas,[47] and the Jackson Five. Hits were made using a quasi-industrial \"production-line\" approach. The producers and songwriters brought artistic sensitivity to the three-minute tunes. Brian Holland, Lamont Dozier and Eddie Holland were rarely out of the charts for their work as songwriters and record producers for the Supremes, the Four Tops and Martha and the Vandellas.[47] They allowed important elements to shine through the dense musical texture. The rhythm was emphasized by handclaps or tambourine. Smokey Robinson was another writer and record producer who added lyrics to \"The Tracks of My Tears\" by his group the Miracles, which was one of the most important songs of the decade. Stax Records and Atlantic Records were independent labels that produced high-quality dance records featuring many well-known singers of the day. They tended to have smaller ensembles marked by expressive gospel-tinged vocals. Brass and saxophones were also used extensively.[48][page needed] Stax Records, founded by siblings Estelle and James Stewart, was the second most successful record label behind Motown Records. They were responsible for releasing hits by Otis Redding, Wilson Pickett, the Staple Singers, and many more.[49] Ahmet Ertegun, who had anticipated being a diplomat until 1944 when his father died, founded Atlantic Records in 1947 with his friend Herb Abramson. Ertegun wrote many songs for Ray Charles and the Clovers. He even sang backup vocals for his artist Big Joe Turner on the song, \"Shake Rattle and Roll\".[50] Dominated by Berry Gordy's Motown Records empire, Detroit soul is strongly rhythmic and influenced by gospel music. The Motown sound often includes hand clapping, a powerful bassline, strings, brass and vibraphone. Motown Records' house band was the Funk Brothers. AllMusic cites Motown as the pioneering label of pop-soul, a style of soul music with raw vocals, but polished production and toned-down subject matter intended for pop radio and crossover success.[51] Artists of this style included Diana Ross, the Jackson 5, Stevie Wonder, and Billy Preston.[51] Popular during the 1960s, the style became glossier during the 1970s and led to disco.[51] In the late 2000s, the style was revisited by contemporary soul singers such as Amy Winehouse,[52] Raphael Saadiq (specifically his 2008 album The Way I See It) and Solange Knowles (her 2008 album Sol-Angel and the Hadley St. Dreams).[53] The terms deep soul and southern soul generally refer to a driving, energetic soul style combining R&B's energy with pulsating southern United States gospel music sounds. Memphis, Tennessee, label Stax Records nurtured a distinctive sound, which included putting vocals further back in the mix than most contemporary R&B records, using vibrant horn parts in place of background vocals, and a focus on the low end of the frequency spectrum. The vast majority of Stax releases were backed by house bands Booker T & the MGs (with Booker T. Jones, Steve Cropper, Duck Dunn, and Al Jackson) and the Memphis Horns (the splinter horn section of the Mar-Keys, trumpeter Wayne Jackson and saxophonist Andrew Love). Memphis soul is a shimmering, sultry style of soul music produced in the 1960s and 1970s at Stax Records and Hi Records in Memphis, Tennessee. It featured melancholic and melodic horns, Hammond organ, bass, and drums, as heard in recordings by Hi's Al Green and Stax's Booker T. & the M.G.'s. The latter group also sometimes played in the harder-edged Southern soul style. The Hi Records house band (Hi Rhythm Section) and producer Willie Mitchell developed a surging soul style heard in the label's 1970s hit recordings. Some Stax recordings fit into this style but had their own unique sound. The New Orleans soul scene directly came out of the rhythm and blues era, when such artists as Little Richard, Fats Domino, and Huey Piano Smith made a huge impact on the pop and R&B charts and a huge direct influence on the birth of Funk music. The principal architect of Crescent City's soul was songwriter, arranger, and producer Allen Toussaint. He worked with such artists as Irma Thomas (\"the Soul Queen of New Orleans\"), Jessie Hill, Chris Kenner, Benny Spellman, and Ernie K. Doe on the Minit/Instant label complex to produce a distinctive New Orleans soul sound that generated a passel of national hits. Other notable New Orleans hits came from Robert Parker, Betty Harris, and Aaron Neville. While record labels in New Orleans largely disappeared by the mid-1960s, producers in the city continued to record New Orleans soul artists for other mainly New York City- and Los Angeles-based record labels—notably Lee Dorsey for New York-based Amy Records and the Meters for New York-based Josie and then LA-based Reprise. Chicago soul generally had a light gospel-influenced sound, but the large number of record labels based in the city tended to produce a more diverse sound than other cities. Vee Jay Records, which lasted until 1966, produced recordings by Jerry Butler, Betty Everett, Dee Clark, and Gene Chandler. Chess Records, mainly a blues and rock and roll label, produced several major soul artists, including the Dells and Billy Stewart. Curtis Mayfield not only scored many hits with his group, the Impressions, but wrote many hit songs for Chicago artists and produced hits on his own labels for the Fascinations, Major Lance, and the Five Stairsteps. Based primarily in the Philadelphia International record label, Philadelphia soul (or Philly Soul) had lush string and horn arrangements and doo-wop-inspired vocals. Thom Bell, and Kenneth Gamble & Leon Huff are considered the founders of Philadelphia soul, which produced hits for Patti LaBelle, the O'Jays, the Intruders, the Three Degrees, the Delfonics, the Stylistics, Harold Melvin & the Blue Notes, and the Spinners. By the 1970s, African-American popular musicians had drawn from the conceptual album-oriented approach of the then-burgeoning progressive rock development. This progressive-soul development inspired a newfound sophisticated musicality and ambitious lyricism in black pop.[54] Among these musicians were Sly Stone, Stevie Wonder, Marvin Gaye, Curtis Mayfield, and George Clinton.[55] In discussing the progressive soul of the 1970s, Martin cites this period's albums from Wonder (Talking Book, Innervisions, Songs in the Key of Life), War (All Day Music, The World Is a Ghetto, War Live), and the Isley Brothers (3 + 3).[56] Isaac Hayes's 1969 recording of \"Walk on By\" is considered a \"classic\" of prog-soul, according to City Pages journalist Jay Boller.[57] Later prog-soul music includes recordings by Prince,[58] Peter Gabriel,[59] Meshell Ndegeocello, Joi,[60] Bilal, Dwele, Anthony David,[61] Janelle Monáe,[62] and the Soulquarians, an experimental black-music collective active during the late 1990s and early 2000s.[63] Psychedelic soul, sometimes known as \"black rock\", was a blend of psychedelic rock and soul music in the late 1960s, which paved the way for the mainstream emergence of funk music a few years later.[64] Early pioneers of this subgenre of soul music include Jimi Hendrix, Sly and the Family Stone, Norman Whitfield, and Isaac Hayes.[65] While psychedelic rock began its decline, the influence of psychedelic soul continued on and remained prevalent through the 1970s.[66][failed verification] In the early 1960s, small soul scenes began popping up around the UK. Liverpool in particular had an established black community from which artists such as Chants and Steve Aldo emerged and go on to record within the British music industry. As a result, many recordings were commercially released by British soul acts during the 1960s which were unable to connect with the mainstream market.[67] Nevertheless, soul has been a major influence on British popular music since the 1960s including bands of the British Invasion, most significantly the Beatles.[68] There were a handful of significant British blue-eyed soul acts, including Dusty Springfield and Tom Jones.[69] In the 1970s Carl Douglas, the Real Thing and Delegation[70] had hits in the UK. American soul was extremely popular among some youth sub-cultures like the mod, Northern soul and modern soul movements, but a clear genre of British soul did not emerge until the 1980s when several artists including George Michael, Sade, Simply Red, Lisa Stansfield and Soul II Soul enjoyed commercial success.[71] The popularity of British soul artists in the U.S., most notably Amy Winehouse, Adele, Estelle, Duffy, Joss Stone and Leona Lewis, led to talk of a \"Third British Invasion\" or \"British Soul Invasion\" in the 2000s and 2010s.[72][73] Neo soul is a blend of 1970s soul-style vocals and instrumentation with contemporary R&B sounds, hip-hop beats, and poetic interludes. The style was developed in the early to mid-1990s and the term was coined in the early 1990s by producer and record label executive Kedar Massenburg. A key element in neo soul is a heavy dose of Fender Rhodes or Wurlitzer electric piano \"pads\" over a mellow, grooving interplay between the drums (usually with a rim shot snare sound) and a muted, deep funky bass. The Fender Rhodes piano sound gives the music a warm, organic character. Northern soul is a music and dance movement that emerged in the late 1960s out of the British mod subculture in Northern England and the English Midlands, based on a particular style of soul music with a heavy beat and fast tempo. The phrase northern soul was coined by a journalist Dave Godin and popularised through his column in Blues and Soul magazine.[74] The rare soul records were played by DJs at nightclubs, and included obscure 1960s and early 1970s American recordings with an uptempo beat, such as those on Motown and smaller labels, not necessarily from the Northern United States. Hypersoul is a medley of soul and dance music. It maintains the vocal quality, techniques, and style, but includes a movement towards technology, materialism, and heightened sexuality, and sensationalism in the rhythm and lyricism. These values represent a departure from the typical religious and spiritual undercurrents of traditional soul music. While the subgenre is still focused on human, often romantic, relationships, it presents these relationships as based on more artificial, material constructs. These aspects of hypersoul are more in line with the ‘playa’ culture of hip-hop and modern R&B culture. In his 2001 article on the genre, Bat describes it as being “more like an accent than a genre”.[75] Hypersoul is also remarkable for possessing a more euro sound influence than the other subgenres of soul. The subgenre provides more roles that may be adopted by the song's female subjects and more space to express different facets of gender experience as compared to traditional soul, through the reversal of male-female dynamics and the embrace of dominating and confrontational attitudes. These attitudes can be seen as success of the early blueswomen of the 1920s such as Ma Rainey. [76] Performers included Timbaland, Aaliyah, Whitney Houston and Destiny's Child. Hypersoul maybe also be seen as a precursor to modern R&B. Many artists in various genres of electronic music (such as house, drum n bass, UK garage, and downtempo) are heavily influenced by soul, and have produced many soul-inspired compositions. The impact of soul music was manifold; internationally, white and other non-black musicians were influenced by soul music. British soul and Northern soul, rare soul music played by DJs at nightclubs in Northern England, are examples. Several terms were introduced, such as \"blue-eyed soul\", which is R&B or soul music performed by white artists. The meaning of blue-eyed soul has evolved over the decades. Originally the term was associated with mid-1960s white artists who performed soul and R&B that was similar to the music released by Motown Records and Stax Records.[25] The Righteous Brothers, the Rascals, Spencer Davis Group, Steve Winwood, Van Morrison & Them, and the Grass Roots were famous blue-eyed soul musicians in the 1960s. The term continued to be used in the 1970s and 1980s, particularly by the British media to refer to a new generation of singers who adopted elements of the Stax and Motown sounds. To a lesser extent, the term has been applied to singers in other music genres that are influenced by soul music. Artists like Hall and Oates, David Bowie, Teena Marie, Hamilton, Joe Frank & Reynolds, Frankie Valli, Christina Aguilera, Amy Winehouse and Adele are known as blue-eyed soul singers. Another term is brown-eyed soul, or soul music or R&B created and performed mainly by Latinos in Southern California during the 1960s, continuing through to the early 1980s.[77][78] The genre of soul music occasionally draws from Latin, and often contains rock music influences.[79] This contrasts with blue-eyed soul, soul music performed by non-Hispanic white artists.[80] Ritchie Valens, one of the original pioneers of brown-eyed soul music, also became one of the first brown-eyed soul artists to bring traditional Latin music and rock and roll influences into the genre. Latino groups on the East and West Coast also drew from the funk-influenced Philadelphia soul, or \"Philly\" soul. The West Coast Latin rock scene continued to influence brown-eyed soul artists as well. Inspired by Valens, 1960s and 1970s bands such as Cannibal & the Headhunters (\"Land of a Thousand Dances\") and Thee Midniters played brown-eyed R&B music with a rebellious rock and roll edge. Many of these artists drew from the frat rock and garage rock scenes. However, the large Hispanic population on the West Coast began gradually moving away from energetic R&B to romantic soul, and the results were \"some of the sweetest soul music heard during the late '60s and '70s.\"[77]","Title":"Soul music - Wikipedia","KeyID":"6618","URL":"https://en.wikipedia.org/wiki/Soul_music"}