{"Content: ":"Sven Väth (born 26 October 1964) is a German DJ and electronic music producer. He is a three-time DJ Awards winner,[1][2][3] and his career in electronic music spans over 30 years.[4] The single \"Electrica Salsa\" with OFF launched his career in 1986.[5] Referred to as \"Papa Sven\" by his fans,[6] Sven Väth has made his mark in the music community by being one of Germany's pop stars in the nineties,[7] running two night clubs in Germany, and starting his own company Cocoon, which encompasses a booking agency, record label, and a branch for events. He is recognized for cultivating the underground electronic music scene not just in Germany but in Ibiza as well,[7] with his own night at Amnesia for eighteen years and after-parties at creative locations around the island.[8] Sven Väth is a major proponent of vinyl,[9] using only two decks and a mixer for his extensive DJ sets,[10] his longest set having been 30 hours.[6] Both of Sven Väth's parents were from East Germany. They escaped separately and met each other by chance in the West when they were very young, in a town near Frankfurt.[11] The two of them married and had three sons, including Sven, while his father was still a painter. Young at heart, his parents would go dancing often and his father wished to open an English pub, which they did.[12] The pub had a small dance floor, where Sven was introduced to a wide range of music, from rock’n’roll to disco.[11] In the summer of 1980, Väth went for the first time to Ibiza after hearing about it from the local scene in Frankfurt, where he was living at the time.[13][14] Using his job seeker's allowance money, Väth hitchhiked from Barcelona and ended up spending three months on the island,[15] sleeping on beach chairs and distributing flyers for clubs in order to get by.[6][16] It was that summer he decided that he wanted to become a DJ, after becoming enchanted with Ibiza and his time there.[17] When he returned to Germany, Sven's mother asked if he would DJ at his parents' pub. Sven gladly accepted. He was 17 at the time.[18] Only a year later, in 1982, Sven Väth was asked to play a residency at the club Dorian Gray in Frankfurt am Main.[19] It was there that he met Michael Münzing and Luca Anziloti and got into music production.[20] In 1985, the three came together as Off (Organisation for Fun) and produced the track “Bad News[21]”, which he brought with him to Ibiza and proffered it to Alfredo, Pippi, and Cesar – Ibiza's popular DJs at the time.[22] The following year, in 1986, Off broke ground with their new record, “Electrica Salsa” from their debut album, Organisation For Fun.[5] The track became such a hit across Europe that Sven found himself as a pop sensation performing with stars such as Vanessa Paradis and Axel Bauer at the age of 22.[23] It sold one million copies.[24] Off released a series of singles and a second album, Ask Yourself, in 1989. Their final single, \"Move Your Body\" was released in 1990. Münzing and Anziloti moved on to their new project, Snap!. At the age of 24 in 1988, Väth opened the dance club “Omen” in Frankfurt with Michael Münzing and Mattias Martinsohn.[6] Previously, it was open under the name “Vogue” and Väth had been its resident there as well for a stint.[25] The new club became one of the best clubs in Germany, as voted by Groove Magazine and is considered to be one of the birthplaces of techno in Germany.[26] A short German film of twelve minutes documents how the club prepares for another night with scenes of people on the dance floor interviewed for their thoughts on Omen.[citation needed] Ten years later with a heavy heart, Sven decided to close the club in 1998.[27][28] The closure came in part due to problems faced with landlords and city authorities.[17] At its last party, there were so many partygoers that speakers were set up outside and people danced in the street. Police did not intervene the party except to block car traffic.[29] Eye Q was started in 1991 with Väth, Heinz Roth, and Matthias Hoffman,[30] which released of two of Väth's best-known albums: Accident in Paradise[31] (1992) (which Mixmag named one of the 50 best dance albums of all time[32]) and The Harlequin, the Robot, and the Ballet-Dancer (1994).[33] In 1992, Sven also started the label Harthouse Records,[34] on which he recorded under the alias Barbarella.[35] Separation from the two labels came in 1997, when Sven moved on to work on other projects.[17] In 1998, the two labels declared bankruptcy.[36] Sven Väth signed a 3-album contract with major record label Virgin Records in 1998.[6] He released Fusion (1998),[37] Contact (2000),[38] and Fire (2002).[39] With the Fusion album, Väth toured worldwide his sound of techno, electro, and trip hop. The album was also remixed by various artists and released in a special six-record vinyl edition.[40] Virgin also released a compilation in 2000 of some of Väth's best work at Eye Q Records[citation needed]. Cocoon began in 1996 as a series of parties[41] that Sven would pour his savings into. The name came about after Sven saw La Fura dels Baus in 1994 in Berlin at the Tempodrom.[23] The show featured props of hanging cocoons filled with water, which ultimately inspired the name for his next project representing metamorphosis and change.[42] He toured with the concept throughout and Germany and even North America. Although the parties strained him monetarily and were not entirely successful, Väth decided to reopen the project in 1999, this time by starting off with a booking agency.[17] After the agency was established, the rest followed – events and then the record label. The booking agency, established with the help of Talida Wagner, has sported many famous names amongst its roster such as Ricardo Villalobos,[43] Matt John,[44] Dubfire[45] and Sven Väth himself. Today it continues to provide bookings for artists such as Tobi Neumann,[46] Onur Özer,[47] Raresh,[48] and many others. Cocoon Recordings has been the launchpad for many of today's famous DJs’ careers. Artists such as Martin Buttrich,[49] Loco Dice,[50] Roman Flügel,[51] and Guy Gerber[52] have all released tracks on Cocoon. Each year the record label releases a compilation named by a letter of the alphabet (i.e. Cocoon Compilation A) in order to showcase signed artist work.[52] The goal of the label was to enable aspiring producers to have a platform to release their music on without having to refer to a major label.[6] In 2013 the label celebrated its 100th release.[42] In the 1999 summer season in Ibiza, Mar T of Amnesia offered Sven to throw his Cocoon parties on the one day that Amnesia was closed – Mondays.[53] After a trial period of four parties, Cocoon parties continued for fourteen Mondays in 2000 and for the next thirteen years. The night has featured a spectacular array of the world's best DJs in electronic music, with artists such as Cassy,[54] Carl Craig,[55] Josh Wink,[56] Adam Beyer,[57] and Ricardo Villalobos[43] manning the decks. After each season, Väth releases a mix called “The Sound of the Season.”[58] Väth's Monday parties at Amnesia fostered the underground sound of Ibiza at a time when trance and commercial music started dominating the island.[18] Each year, Cocoon's Ibiza team works on a new theme to create an exciting and different atmosphere for each season.[59] Johannes Goller, a long-time friend of Sven's, has led the team since the beginning in producing each successful season.[60] Cocoon is also famous for throwing after-parties in various locations throughout Ibiza and Formentera that were often illegal,[61] and sometimes closed down by the police. The Cocoon parties also cultivated “Cocoon Heroes” (the theme for the 12th season[62]) such as Richie Hawtin,[63] Loco Dice,[64] Dubfire,[65] and Cassy[66] alongside Sven, all of them gathering on Mondays to play long sets in the terrace and main room of the club.[67] Cocoon Mondays at Amnesia continued strong until 2018. In 2018 Cocoon was moved to Pacha.[68] In 2004, Väth opened the club “Cocoon” in Frankfurt.[69] Considered the successor for Sven's endeavor at Omen, Cocoon club was also very popular.[70] Techno, house, and trance acts were known to play there, some of the better-known being Richie Hawtin,[71] Ricardo Villalobos,[72] Armin van Buuren,[73] and Above & Beyond.[74] Some of the resident DJs included Väth himself, DJ Karotte, Toni Rios, C-Rock, and Sidney Spaeth[citation needed]. The building contained two restaurants run by a celebrity chef, lounges, and interesting architecture featuring “cocoon” niches for people to hang out in.[75] In November 2012, Sven closed down Cocoon club due to bankruptcy.[76] Sven Väth has two children.[77] He has a daughter who was born in 1989.[11] Then in 1991, he met Nina Peter, a Viennese leather fashion accessories designer, during a private party in his own home in Ibiza.[78] They married in Thailand with a Buddhist ceremony in 2008,[79] and three years later, their son Tiga was born in Vienna on July 26, 2011.[80] Väth is good friends with the renowned Canadian DJ/producer Tiga and named his son after him.[81] In 2012, Väth and Peter separated.[82] Sven has two brothers, one of whom is an art director and DJ, and the other a flower shop owner.[11] Väth spent his childhood near Frankfurt.[83] As he grew older, he would spend his summers in Ibiza[84] and the rest of the year in Frankfurt, in between world tours. Now, Väth has a home in Ibiza, where he tends to spend six to eight months of the year, including the summer season for his Cocoon parties at Amnesia. In 2013, he decided to move to London to re-experience its culture, art, and parties.[6][7] After many years of DJing and partying, Väth believes in taking care of the mind and body. He learned discipline from Ayurveda, which he picked up when he lived in Goa where he met an Ayurvedic.[6] As the constant long nights and traveling can be quite tiring, Väth tries to live as healthily as possible.[85] From October to January (off season) he strictly follows a regimen of Ayurvedic eating with no meat, sugar, or alcohol.[86] When his daughter was born, he ceased his use of cocaine and a few years later quit smoking as well.[11] A staunch supporter of vinyl, Väth will only play music that has been released on vinyl in his sets.[6][7] He mentions in the IMS 2013 interview, “I like to go to the record store and talk to people…I’m just enjoying it so much.” He often mentions as well that his most treasured belongings are his records. He says \"a well-manufactured record, played with a good pick-up system on a good pre-amp/mixing console simply sounds better than any of its digital competitors. Vinyl is THE medium for everybody who sets high values on good sound.\" He is one of the few top 30 DJs, according to Resident Advisor, to continue to use just turntables and mixers when they DJ, which he describes as his \"instruments\".[87][88] When he heard that Technics were discontinuing manufacture of their renowned SL-1200 turntables he likened it to a pianist being told there would be no more grand pianos made.[89]","Title":"Sven Väth - Wikipedia","KeyID":"6619","URL":"https://en.wikipedia.org/wiki/Sven_V%C3%A4th"}