{"Content: ":"La Bouche (French for \"The Mouth\", pronounced [la buʃ]) is a German electronic dance music duo best known for the hits \"Be My Lover\", \"Sweet Dreams\", \"You Won't Forget Me\" and \"Tonight is the Night\".[1] La Bouche was founded in 1994 by record producer Frank Farian in Frankfurt am Main. He worked together with techno DJ Ulli Brenner and producer Amir Saraf to produce the music, while American singer Melanie Thornton and American rapper-singer Lane McCray fronted the act. Thornton and McCray had already worked together in music, prior to La Bouche's creation. Thornton departed La Bouche in 2000, continuing her career as a solo singer. On November 24, 2001, Melanie Thornton died in the Crossair Flight 3597 crash in Zürich, Switzerland. As a tribute to the singer, Farian released \"In Your Life\", a previously unreleased song featuring vocals recorded earlier with Thornton and McCray. Farian later decided to release a compilation album in 2002 featuring remixes of Thornton's biggest La Bouche hits. McCray continues to tour the world as La Bouche, keeping the brand alive. In 2015, McCray pulled Hungarian-born singer Sophie Cairo out of obscurity to be the new official singer of the act. A new official remix titled \"Sweet Dreams 2017\" was released featuring vocals from McCray and Cairo. Prior to forming La Bouche in 1994, Thornton and McCray were lead vocalists in a German cover band called Groovin' Affairs. While touring with the band in various parts of Germany, Thornton also did regular studio session work with producers Amir Saraf and Ulli Brenner. Eventually, Thornton asked her bandmate McCray to join her in the recording project. The song \"Sweet Dreams\" had quickly caught the attention of Farian and he later secured the track through his MCI label. \"Tonight Is The Night\" went to Logic Records in Germany under the band name Le Click. The single was released in 1994 and was a pan-European and Australian hit. It was later revealed that the rap performance was not done by Lane McCray, but by Robert Haynes, a former member of Le Click. It was followed by \"Be My Lover\" in march of 1995, which peaked at number one in Germany and Sweden, while also reaching the Top 10 in fourteen European countries. It also peaked at number 27 in 1995 and number 25 in 1996 in the UK Singles Chart when re-issued in that year.[2] \"Be my lover\" went to number 1 on the U.S. Hot Dance Club Play chart in 1995 and climbed to number 6 on the Hot 100 in early 1996. It was then re-released in the UK and reached a new peak of number 25. 1996 It went on to win the ASCAP award for the \"Most Played Song in America\", and sold 6 million copies worldwide. La Bouche went on to become one of the biggest Eurodance groups of the '90s, with a string of hits worldwide. The debut album Sweet Dreams was released on June 12, 1995, which went to number 13 in the U.S., featured two more hit single releases, \"Fallin' in Love\" (a cover of the 1975 Hamilton, Joe Frank & Reynolds song) and \"I Love to Love\". While still with the group, Thornton had some American chart success as featured vocalist on the Le Click hit \"Tonight is the Night\", which reached number 68 on the Billboard Hot 100. The song was included on the U.S. version of La Bouche's debut album, peaking at number 28 on the Billboard 200. It was certified platinum by the RIAA and sold over 8 million copies worldwide. Thornton provided guest vocals on a lot of dance projects on single releases such as on Orange Blue's \"If You Wanna Be (My Only)\", Comic's \"I Surrender to Your Love\", 100%'s \"Power of the Light\", Trance-Vision's \"Take Me 2 Heaven 2 Nite\" and Men Behind's \"How Can I\". A remix album called All Mixed Up was released on December 16, 1996. Their second studio album, S.O.S. was released on June 16, 1998, with A Moment of Love being the album title for the European version on November 17, 1997, preceded by the singles \"Forget Me Nots\", a cover of the Patrice Rushen song that was originally on their debut album, Sweet Dreams internationally, \"Bolingo (Love is in the Air)\", which only appears on the U.S. album version and followed by the singles \"You Won't Forget Me\", \"A moment of love\" and \"S.O.S.\", being minor to moderate hits in Europe. \"You Won't Forget Me\" was released in autumn of 1997 and reached number 48 on the Hot 100. One highlight on A Moment of Love was a bonus track, a cover version of the Elton John song \"Candle in the Wind\" in a gospel version which features guest vocalists Joan Faulkner, Christin Sargent, Freda Goodlett, Rejime, The Jackson Singers, Ma Belle and label mates No Mercy, which only appears on the European album version. In addition to her work with La Bouche, Thornton still provided guest vocals on singles such as Orange Blue's \"Sunshine of my Life\" and \"Runaway\" and 100%'s \"The Way It Is\", which led Thornton in February 2000 to leave La Bouche to pursue a full solo career. Thornton as a solo singer was climbing the German charts with her hit \"Love How You Love Me.\" Towards the end of 2001, Thornton was asked to record \"Wonderful Dream (Holidays are Coming)\" for a Coca-Cola Christmas TV commercial to be shown on German television. While promoting it, and a re-release of her solo album Ready to Fly, she lost her life in a plane crash near Zurich on November 24, 2001. After her passing, the single went on to become her biggest solo hit, reaching number 3 on the German singles chart. In April 2002, Farian compiled songs from Thornton's solo album along with selections from the first and second La Bouche albums into a best of collection entitled Best Of billed as 'La Bouche feat. Melanie Thornton'. In November 2002, one year following Thornton's death, Farian prepared a tribute single entitled \"In Your Life\", a song which was previously unreleased. Farian combined her vocals with Kayo Shekoni's vocals from Le Click, a band which Thornton also provided guest vocals for, who completed the song with additional vocals. The single was released worldwide in 2002 and in the U.S. in 2003. It peaked at number 9 on the Hot Dance Club Play chart. On December 1, 2003, Thornton's first remix compilation album, Memories – Her Most Beautiful Ballads was released, which also includes new ballad versions of La Bouche songs such as \"Sweet Dreams\" and \"Fallin' in Love\". In 2007, the second La Bouche compilation called Greatest Hits was released along with a 3-track EP, released on iTunes under the name 'Le Click' titled Let's Click: 90's Dance Classics. These are 3 tracks from the S.O.S./A Moment of Love album recording sessions that did not make the final cut. As of 2018, \"Be My Lover\" remains a prominent media component in the events world, serving as the official theme song at many of Los Angeles' highest-profile ACC events.","Title":"La Bouche - Wikipedia","KeyID":"6623","URL":"https://en.wikipedia.org/wiki/La_Bouche"}