{"Content: ":"Jam & Spoon were a German electronic music duo formed in 1991 in Frankfurt.[1] The group consisted of composers and producers Rolf Ellmer (a.k.a. Jam El Mar, classically trained composer) and Markus Löffel (a.k.a. Mark Spoon, DJ). They also worked under the pseudonyms Tokyo Ghetto Pussy, Storm and Big Room. Under these pseudonyms, the credits on the albums are listed as Trancy Spacer and Spacy Trancer. Jam & Spoon's first album, BreaksUnit1, was released in 1991. They had their first hit with the 1992 song \"Stella\", which was widely played, remixed and bootlegged in the dance club community for years after its release. The pair also remixed the singles \"The Age of Love\" and \"Go\". Their first international and commercial success came in 1993, with the single \"Right in the Night\", followed by \"Find Me (Odyssey to Anyoona)\" and \"Angel (Ladadi O-Heyo)\". These tracks featured vocals by the singer, Plavka Lonich, following the first of which, she was welcomed as the third member, frequently co-writing and performing live. The albums Tripomatic Fairytales 2001 and Tripomatic Fairytales 2002 were released in 1994,[1] followed by Disco 2001 (1995) as Tokyo Ghetto Pussy,[1] Kaleidoscope (1997),[1] Stormjunkie (2000) as Storm, and finally Tripomatic Fairytales 3003 (2005). In 2000, they remixed \"The Chase,\" a 1979 Giorgio Moroder track. Credited to 'Giorgio Moroder vs. Jam & Spoon', the song reached number 1 on the US Billboard Hot Dance Music/Club Play chart. In June 2002, \"Be.Angeled\" peaked at #4 on that chart. Markus Löffel died of a heart attack in his Berlin flat, on 11 January 2006 at the age of 39.[2] In September 2006, a two compact disc set entitled Remixes & Club Classics was released to celebrate Mark Spoon. It is the first compilation of the duo's collected works, and featured an exclusive track \"Be.Angeled – Tribute to Mark Spoon\", performed live at the 2006 Love Parade in Berlin. Tokyo Ghetto Pussy was a project by Ellmer and Löffel,[3] also under the pseudonym Trancy Spacer and Spacy Trancer. Their most popular singles as Tokyo Ghetto Pussy were \"I Kiss Your Lips\", \"Everybody on the Floor (Pump It)\" and \"Fly Me to the Moon\". Storm was the trance production duo of Ellmer and Löffel, who achieved most of their success in the 1990s. In 2000, they released the album Stormjunkie, which spawned the No. 3 UK hit, \"Time to Burn\".[4] Their other chart hits in the UK were \"Storm\" (No. 32 in both 1998 and 2001) and \"Storm Animal\" (No. 21, 2000).[5] As Jam & Spoon As Tokyo Ghetto Pussy As Storm As Jam & Spoon As Tokyo Ghetto Pussy As Storm[25]","Title":"Jam & Spoon - Wikipedia","KeyID":"6624","URL":"https://en.wikipedia.org/wiki/Jam_and_Spoon"}