{"Content: ":"Hoechst AG (German pronunciation: [ˈhøːkst]) was a German chemicals then life-sciences company that became Aventis Deutschland after its merger with France's Rhône-Poulenc S.A. in 1999. With the new company's 2004 merger with Sanofi-Synthélabo, it became a subsidiary of the resulting Sanofi-Aventis pharmaceuticals group. The company was founded in 1863 as \"Teerfarbenfabrik Meister, Lucius & Co.\" in Höchst, near Frankfurt and changed its name some years later to \"Teerfarbenfabrik Meister Lucius & Brüning\". In 1880 it became a stock company \"Farbwerke vorm. Meister Lucius & Brüning AG\". For the international market the name was simplified to \"Farbwerke Hoechst AG\". Until 1925 the Hoechst AG was independent. In 1916, the Hoechst AG was one of the co-founders of IG Farben, an advocacy group of Germany's chemicals industry to gain industrial power during and after World War I. In 1925, IG Farben turned from an advocacy group into the well-known conglomerate. Various Hoechst facilities were bombed during the Oil Campaign of World War II. Its managers in charge were prosecuted along with other IG Farben managers—during the Nuremberg trials—in the IG Farben trial for their role in the exploitation of enslaved laborers and for testing drugs on concentration camp prisoners.[1] 1951 - Hoechst AG was re-founded on December 7 in Frankfurt when IG Farben was split into its founder companies. The original capitalization of the company was 100,000 Deutsche Mark. By 1953 Hoechst had acquired parts of Knapsack-Griesheim, Kalle AG, Behring Werke, Wacker Chemie and Ruhr Chemie, among others.[2] 1964 - Handok Pharmaceuticals Joint Venture Partner In South Korea 1969 - Hoechst acquired Cassella.[2] 1970 - Hoechst AG took over Berger, Jenson and Nicholson Ltd.[3] 1987 - Hoechst acquired the American chemical company Celanese and formed a new Hoechst subsidiary in the US, Hoechst Celanese. 1988 - Hoechst AG sold Berger, Jenson and Nicholson Ltd to Williams Holdings.[3] 1995 - Hoechst merges with Marion Merrell Dow of Kansas City, Missouri forming U.S. subsidiary Hoechst Marion Roussel (HMR). 1997 - Hoechst underwent a realignment wherein its various businesses were transferred to independent companies, including Nutrinova and Clariant.[4] 1999 (December 7) - Hoechst and Rhône-Poulenc settle Federal Trade Commission charges that merger would violate U.S. antitrust laws; 1999 - Aventis was formed when Hoechst AG merged with Rhône-Poulenc S.A. The merged company was headquartered in Strasbourg, Eastern France. As part of the merger, the company demerged many of its industrial businesses into Celanese, which became an independent company again (e.g. the engineering polymers business Ticona). 2005 - The company became a wholly owned subsidiary of Sanofi-Aventis (now called Sanofi). Wilhelm Meister (1827–1895) founded the chemical company Teerfarbenfabrik Meister, Lucius & Co. which eventually became Hoechst AG. He was the great-grandfather of William von Meister, one of the founders of Control Video Corporation which later became America Online. Pascal Soriot (the now-chief executive of AstraZeneca) held positions with the organisation from 1989 up until 2006 through Aventis. Stephan H. Lindner. Inside IG Farben: Hoechst During the Third Reich. New York: Cambridge University Press.","Title":"Hoechst AG - Wikipedia","KeyID":"6639","URL":"https://en.wikipedia.org/wiki/Hoechst_AG"}