{"Content: ":"Felipe VI(Spanish: [feˈlipe];[c] Felipe Juan Pablo Alfonso de Todos los Santos de Borbón y Grecia; born 30 January 1968) is King of Spain. He is the son of former King Juan Carlos I and Queen Sofía, and has two elder sisters, Infanta Elena, Duchess of Lugo, and Infanta Cristina. In 2004, Felipe married TV news journalist Letizia Ortiz with whom he has two daughters, Leonor (his heir presumptive) and Sofía. In accordance with the Spanish Constitution, as monarch, he is head of state and commander-in-chief of the Spanish Armed Forces with the military rank of Captain General,[3][4] and also plays the role of the supreme representation of Spain in international relations.[3][4] Felipe ascended the throne on 19 June 2014 upon the abdication of his father.[5][6][7] His reign has been marked by his dissolution of the Spanish Parliament in 2016 (so that new elections could be called), strong condemnation of the Catalonian independence referendum, the COVID-19 pandemic, and moves towards greater transparency in royal affairs. He was born at Our Lady of Loreto Hospital at Madrid, the third child and only son of Infante Juan Carlos and Princess Sofía of Greece and Denmark.[8][9] He was baptised on 8 February 1968 at the Palace of Zarzuela by the Archbishop of Madrid, Casimiro Morcillo, with water from the Jordan River.[10][11] His full baptismal name, Felipe Juan Pablo Alfonso de Todos los Santos, consists of the names of the first Bourbon king of Spain (Felipe V), his grandfathers (Infante Juan of Spain and King Paul of Greece), his great-grandfather King Alfonso XIII of Spain, and de Todos los Santos (\"of all the Saints\") as is customary among the Bourbons.[12] His godparents were his paternal grandfather Juan and his paternal great-grandmother, Queen Victoria Eugenie of Spain.[11][12][13] Additionally, he is the third cousin once removed of Queen Elizabeth II, King Harald V, Queen Margrethe II, and King Carl XVI Gustav of the United Kingdom, Norway, Denmark, and Sweden respectively. Shortly after his birth he was styled infante. The dictator Francisco Franco died just over two months before Felipe's eighth birthday, and Felipe's father ascended the throne, as the latter had been appointed as Prince (heir presumptive of Franco) back in 1969. In his first official appearance, Felipe attended his father's proclamation as king on 22 November 1975.[9] King Juan Carlos I Queen Sofía Children of the late Duchess of Badajoz: The Duchess of Soria and Hernani The Duke of Soria and Hernani The Dowager Duchess of Calabria In 1977, Felipe was formally proclaimed Prince of Asturias.[13][14][15] In May, nine-year-old Felipe was made an honorary soldier of the 1st King's Immemorial Infantry Regiment.[16] The occasion was marked on 28 May and was attended by the king, the prime minister and several other ministers in a ceremony at the infantry's barracks.[17][18] On 1 November the same year, he was ceremoniously paid homage as Prince of Asturias in Covadonga.[19] In 1981 Felipe received the Collar of the Order of the Golden Fleece from his father, the Chief and Sovereign of the Order.[12][20] On his 18th birthday on 30 January 1986, Felipe swore allegiance to the Constitution and to the King in the Spanish Parliament as required by the constitution, fully accepting his role as successor to the Crown.[9][21] Felipe attended school at Santa María de los Rosales,[9] which his daughters currently attend. Felipe attended high school at Lakefield College School in Ontario, Canada, and studied at the Autonomous University of Madrid, where he graduated with a degree in law; he also completed several courses in Economics.[12] He completed his academic studies by obtaining a Master of Science in Foreign Service degree from the School of Foreign Service at Georgetown University, where he was the roommate of his cousin, Crown Prince Pavlos of Greece.[22] As the heir to the throne, a carefully regulated and structured plan was laid out for Felipe's military training. In August 1985, a Royal Decree named Felipe as officer at the General Military Academy in Zaragoza.[23][24] He began his military training there in September.[25] He completed the first phase of his formation in October.[26] In July 1986, he was promoted to Cadet 2nd Lieutenant. He was also named as Midshipman.[27] In September 1986, he began his naval training at the Escuela Naval Militar in Marin (Pontevedra), joining the Third Brigade.[28] In January 1987, he continued his naval training on board the training ship Juan Sebastián Elcano.[29] In July, he was named as Student Ensign at the Academia General del Aire in Murcia.[30] In September 1987, he began his air force training there[31] where he learned to fly aircraft.[32] In 1989, he was promoted to lieutenant in the Army, ensign in the Navy, and lieutenant in the Air Force. In 1992, he was promoted to captain in the Air Force.[33] In 1993, he was promoted to lieutenant in the Navy and captain in the Infantry of the Army.[34] Further promotions in 2000 were commandant in the Army, corvette captain in the Navy, and commandant in the Air Force. Promotions in 2009 were lieutenant colonel in the Army, frigate captain in the Navy, and lieutenant colonel in the Air Force. Since 19 June 2014, after his ascension to the throne, he acquired the rank of Capitán General (Commander-in-chief) of all the Spanish armies (Land, Navy and Air Force). Felipe was a member of the Spanish Olympic sailing team at the 1992 Summer Olympics held in Barcelona. Felipe took part in the opening ceremony as the Spanish team's flag bearer. The Spanish crew finished in sixth place in the Soling class and obtained an Olympic diploma.[35] He is an honorary member of the International Soling Association. Both his mother and uncle, King Konstantínos II of the Hellenes, were on the Greek sailing team at the 1960 Summer Olympics in Rome (his mother as a substitute), and Felipe's father and sister were also Olympic sailors for Spain.[36] Felipe has been a supporter of Atlético Madrid since watching them win the 1976 Copa del Generalísimo Final.[37] He is also the club's honorary president since 2003.[38] Later, as king, Felipe also attended the Spanish national rugby union team's final home rugby union match in the 2018 Rugby Europe Championship.[39] Felipe's bachelor years were a source of interest to the Spanish press for several years. His name was linked with several eligible women, but only two notable girlfriends: Spanish noblewoman Isabel Sartorius, around 1989 to 1991, daughter of the Marquess of Mariño, who was viewed unfavourably by the Royal Family due to her mother's cocaine addiction,[40] and Norwegian model Eva Sannum, who modelled underwear.[41] When Felipe finally began a serious relationship, nothing was suspected before the official announcement of the Prince's engagement on 1 November 2003 to Letizia Ortiz Rocasolano, a television journalist who had been married previously. The couple were married on the morning of 22 May 2004 in the Almudena Cathedral, Madrid, with representatives of royal families from all over the world and most heads of state from Latin America present.[9] Felipe and Letizia have two daughters: Leonor, Princess of Asturias (born 31 October 2005) and Infanta Sofía (born 29 April 2007). Both were born at Ruber International Hospital in Madrid.[9] Felipe undertook his constitutional duties as heir to the throne, hosting many official events in Spain and participating in all events of different sectors and aspects of Spanish public life. Since October 1995, Felipe has represented Spain on a series of official visits to the Spanish Autonomous Communities, starting with Valencia.[9] Felipe has held regular meetings with constitutional bodies and state institutions keeping up-to-date with their activities.[12] He also attends meetings of the various bodies of the Central Administration and of the Autonomous Communities as required by his national and international constitutional obligations. In particular, he has held meetings with people of his generation who have built successful careers in political, economic, cultural and media circles. As part of his military training, Felipe trained as a military helicopter pilot.[12] On occasions when King Juan Carlos I was unable to attend, Felipe presided over the annual presentation of dispatches to officers and non-commissioned officers in the Armed Forces as well as participating in military exercises held by the three Armed Services.[12] Since January 1996, Felipe has represented the Spanish State at many Latin American presidents' inauguration ceremonies.[12] As Prince, he visited every country in Latin America except Cuba, which he visited as Felipe VI in 11–14 November 2019. He made over 200 foreign trips in total.[42] Felipe has also played an active role in promoting Spain's economic, commercial and cultural interests and the Spanish language abroad. He frequently represents Spain at world economic and trade events (e.g. Expotecnia, Expoconsumo, and Expohabitat), and is especially interested in promoting the creation of Centres and University Chairs to advance the study of Spain both historically and in the present-day at major foreign universities. Following the March 2004 Madrid bombings, Felipe, along with his sisters Elena and Cristina, took part in a public demonstration.[9] Felipe speaks Spanish, Catalan, French, English and some Greek.[43] In addition to his official activities, Felipe serves as honorary president of several associations and foundations, such as the Codespa Foundation, which finances economic and social development in Ibero-America and other countries,[12] and the Spanish branch of the Association of European Journalists, comprising outstanding communications professionals. Most noteworthy is the Príncipe de Asturias Foundation, where he presides annually at the international awards ceremony of the highly prestigious Princess of Asturias Awards (formerly the Prince of Asturias Awards).[44][45] Felipe was appointed a \"UN-Eminent Person\" by UN Secretary General Kofi Annan in 2001, during its International Year of Volunteers,[46] and continues to make contributions internationally towards enhancing the importance of voluntary work. Felipe is a member of the Sons of the American Revolution due to his patriot ancestor Charles III of Spain.[47] Later in 2019, as King, he received the World Peace & Liberty Award from the World Jurist Association at the World Law Congress in Madrid.[48] On 2 June 2014, King Juan Carlos announced his intent to abdicate in Felipe's favor. As required by the Constitution of Spain,[49] the Spanish Cabinet began deliberations the following day on an organic law to give effect to the abdication. The law had to be passed by a majority of all members of the Congress of Deputies, the lower house of the Cortes Generales (Parliament). According to Jesús Posada, the President of the Congress of Deputies, Felipe could have been proclaimed king as early as 18 June.[50] On 4 June, El País of Madrid reported that Felipe would indeed be proclaimed king on 18 June.[7] Felipe ascended the throne at the stroke of midnight on 19 June; his father had given his sanction to the organic law effecting his abdication just hours earlier.[5] The next morning, after receiving the Captain General's sash from his father, he was formally sworn in and proclaimed king in a low-key ceremony held in the Cortes. He swore to uphold the Constitution before formally being proclaimed king by Posada.[51] Upon his accession, he became the youngest monarch in Europe, being nine months younger than King Willem-Alexander of the Netherlands. As king, Felipe has fairly extensive reserve powers on paper. He is the guardian of the Constitution and is responsible for ensuring it is obeyed and followed. It was expected that he would follow his father's practice of taking a mostly ceremonial and representative role, acting largely on the advice of the government. He indicated as much in a speech to the Cortes on the day of his enthronement, saying that he would be \"a loyal head of state who is ready to listen and understand, warn and advise as well as to defend the public interest at all times\".[51] While he is nominally chief executive, he is not politically responsible for exercising his powers. Per the Constitution, his acts are not valid unless countersigned by a minister, who then assumes political responsibility for the act in question. A poll conducted by El País, however, indicates that a majority of Spaniards wish Felipe would play a greater role in politics, with 75% of the 600 people surveyed stating they would approve if he personally pushed the political parties to reach agreements on national problems.[52] According to an El Mundo newspaper poll, Felipe had a greater approval than his father prior to his reign.[53] In June 2014, Felipe and Letizia became the first Spanish king and queen to receive and recognize LGBT organisations at the Palace.[54] Felipe also changed the protocol in order to allow people to take the oath of office without a crucifix or Bible.[55] In their first overseas trip as king and queen, Felipe VI and Letizia met Pope Francis in the Apostolic Palace on 30 June 2014. They subsequently met with Cardinal Secretary of State Pietro Parolin, accompanied by Mgsr. Antoine Camilleri, under-secretary for Relations with States. The visit followed one by King Juan Carlos I and Queen Sofía on 28 April.[56] On 18 July, the new king chaired his first meeting of the Council of Ministers.[57] In February 2015, Felipe announced he would cut his annual salary by 20% as a result of the economic recession and hardships continuing to hamper Spain.[58] In March 2020, following the revelation in The Telegraph that Felipe VI appeared as second beneficiary (after his father) of the Lucus Foundation, the entity on the receiving end of a €65 million donation by Abdullah bin Abdulaziz, King of Saudi Arabia,[59] the Royal Household issued a statement on 15 March 2020 declaring that Felipe VI would renounce any inheritance from his father to which he could be entitled and that Juan Carlos would lose his public stipend from the part of the State's General Budget dedicated to the Royal Household.[60][61][62][63][excessive citations] The renunciation of the inheritance is a mere declaration of intent, since the Spanish Civil Code prevents accepting or rejecting an inheritance until the death of the person who bequeaths takes place.[64] The Royal Household also implied that Felipe VI already had prior knowledge of the Fundación Lucus and his condition as beneficiary of the latter since April 2019.[63] On 25 April 2022, in a move towards greater transparency, Felipe VI made public his personal assets for the first time, revealing them to be valued at 2.6 million euros ($2.8 million). The Spanish royal palace stated that his wealth is in savings, current accounts and securities, as well as art, antiques and jewellery; and that he has no real estate or financial dealings abroad.[65] It also noted that Felipe VI had paid tax on all his financial earnings.[66] This amount makes him one of the poorest monarchs in the world.[67] The elections in 2015 resulted in no party winning enough seats to form a government. No agreements with the different parties were successful. After months of talks with the different party leaders, and with there being no apparent candidate in a position of support in forming a government, a royal decree was issued dissolving parliament with new elections being called in June.[68] This marked the first time since the transition to democracy that an election was called under Article 99.5 of the Constitution, wherein the initiative for issuing the dissolution of the Cortes belonged to the King and not to the Prime Minister.[69] On 3 October 2017, as huge protest rallies and a general strike took place in Catalonia following the 2017 Catalan independence referendum that was deemed illegal by Spanish authorities, Felipe delivered an unusually strongly worded televised address in which he condemned the actions of the referendum organizers for acting \"outside the law\", accusing them of \"unacceptable disloyalty\" and of \"eroding the harmony and co-existence within Catalan society itself\". He also warned the referendum could put the economy of the entire north-east region of Spain at risk.[70][71][72] Reactions to his speech were mixed. Party officials from the PP and Ciudadanos acclaimed the King's \"commitment to legality\",[73] whereas leaders from Unidos Podemos and Catalunya en Comú criticised it as \"as unworthy as it was irresponsible\", paving the way for a harsh intervention of the Catalan autonomy.[74] As for the PSOE, its leaders showed their support to the King's words in public, but were unofficially upset that the King had not made any call to understanding or dialogue between both the Spanish and Catalan governments.[75] On 18 March 2020, a widespread cacerolada from the balconies of cities across Spain took place, in an attempt to counter-program the TV discourse of Felipe VI on the COVID-19 pandemic in that country. The intent was to force Juan Carlos I to donate to public healthcare the €100M he had allegedly obtained through kickbacks from Saudi Arabia, which was ultimately dismissed.[76][77] In July, he led a memorial paying tribute to victims of the pandemic.[78] In December 2021, Felipe VI warned against virus complacency during the pandemic, stating that “The risk has not disappeared.”[79] On 9 February 2022, he tested positive for COVID-19 and went into self-isolation.[80] His quarantine was extended on 15 February, after testing positive again.[81] Juan Carlos became King in late November 1975, but no title was conferred on Felipe as heir apparent until 1977, when he was created Prince of Asturias, the traditional title normally held by the heir to the Spanish throne. The royal decree granting him this title also entitled him to use \"the other historical titles corresponding to the heir of the Crown\".[14] Felipe started using the Aragonese title of Prince of Girona publicly on 21 April 1990, during a trip around Aragon, Catalonia and Valencia, becoming the first Bourbon to use this title.[82] Upon ascending the throne, Felipe assumed the same titles held by his father. If the former Kingdoms of Aragon and Navarre had separate naming styles, he would also be known as Felipe V of Aragon and Felipe VIII of Navarre along with Felipe VI of Castile.[83] As heir to the Spanish throne, Felipe's arms were the Spanish arms differenced with a label of three points azure (blue).[84] The first quarter represents Castile, the second León, the third Aragon, and the fourth Navarre; below are the arms of Granada. In the centre, on an inescutcheon, were the ancestral arms of the sovereign House of Bourbon-Anjou. Surrounding the shield was the collar of the Order of the Golden Fleece and surmounting it was the heraldic crown of the heir to the throne, decorated with four half-arches. Following his accession to the throne, the label on his arms was removed and the crown of the heir was changed to that of the monarch's (eight half-arches instead of four).[85] These arms differ from those of his father's as king, as they omit the Cross of Burgundy, the yoke, and the sheaf of five arrows.","Title":"Felipe VI - Wikipedia","KeyID":"6658","URL":"https://en.wikipedia.org/wiki/Felipe_VI_of_Spain"}