{"Content: ":"The Istituto Italiano di Cultura, the Italian Cultural Institute in English, is a worldwide non-profit organization created by the Italian government. It promotes Italian culture and is involved in the teaching of the Italian language. The creation of the institute was in response to the desire for a deeper understanding of Italian culture throughout many continents. By organising cultural activities it supports the work carried out by the Italian Embassies and Consulates. There are 85 Italian Cultural Institutes throughout major cities around the world. According to the provisions of the law 401/90, article 8 and the regulation 392/95,the Italian Cultural Institutes have the following functions:[1] The Italian Cultural Institute has numerous main offices all over the world, that assure an extensive coverage of the Italian culture and language diffusion. Each Italian Cultural Institute is the Cultural Section of the Consulate General of Italy in that city. The current premises have a historical value and they belong to the Italian Government. The Institute is a centre for cultural and academic activities, a school of Italian language and civilization, a source of information about contemporary Italy, its regions and its multilayered cultural heritage as well as a venue for art exhibitions, lectures, films, and video screenings. In addition, the Institute provides the opportunity for cultural collaboration between Italian and foreign organizations and individuals, in order to facilitate exchange in the field of theatre, music and cinema. It offers information and logistical support to both Italian and foreign public and private operators interested in Italian cultural events. The Institute supports initiatives which favour intercultural and multilateral dialogue based on the principles of democracy, reciprocal respect and international solidarity and it is often involved in events organized by other cultural offices of the EU countries. Supported mainly by the Italian Ministry of Foreign Affairs, the Italian Cultural Institutes are 85 worldwide.[2]","Title":"Istituto Italiano di Cultura - Wikipedia","KeyID":"6662","URL":"https://en.wikipedia.org/wiki/Istituto_Italiano_di_Cultura"}