{"Content: ":"Dorian Gray was a popular nightclub in the 1980s and 1990s, located in Frankfurt Airport in Frankfurt am Main, Germany. The owners, Gerd Schüler and Michael Presinger, opened the club on 8 November 1978. The idea was to offer similar events as New York's famous club Studio 54. This was one of the largest nightclubs in Germany at that time. The design of the nightclub cost more than DM 2.5 million[1] and laid the cornerstone for the successful Airport club brand.[2] The name of the club comes from Oscar Wilde's novel The Picture of Dorian Gray. Dorian Gray was, unusually for a nightclub, located in Hall C of the airport's Terminal 1 building. For this reason, the nightclub remained opened during early morning hours, while the rest of the airport remained closed. Up to 2,500 guests danced on three dancefloors (Runningman, Studio 54 and Chillout).[3][4] In the late 1970s, disco, funk soul, and from 1984 onwards, to electronic dance music such as EBM, house, new wave and techno, and from 1992, urban music in the smaller section of the club were played. Famous DJs who played at Dorian Gray were Carl Cox, Paul van Dyk, Sven Väth, Torsten Fenslau, Ulli Brenner, Michael Münzing (one half of Snap!), DJ Dag, Talla 2XLC, Tom Wax, Mark Spoon, Heinz Felber, DMS12, Pete Marvelous, Paul Oakenfold, Pascal FEOS, Björn Mulik and Andy Düx. The nightclub had at the time a Richard-Long-Sound-System-Design[5] which used large sound system speakers with a JBL and Gauss-Alnico base sound system which produced loud and clear sound. The DJ equipment consisted of Thorens and later from mid-1990s Technics turntables. The light system was made out of red, green and orange colours which were positioned to reflect the mirrors on the floor. Until the mid-1990s a strong laser show was used. One of the video jockeys was also Alexander Metzger. On 31 December 2000 the nightclub ceased operations in Frankfurt am Main, due to continuing problems in securing fire safety certification from the airport inspectorate. The last record that was played on the closure was \"Lovin' You\" from musician Minnie Riperton and was played by the resident DJ Ufuk in the small club. Several years after the closure of the nightclub, the painted entrance doors were still visible with the original image. In January 2008, the existing space in Hall C was renovated into a shopping area. In early 2003, both original owners started a new nightclub in Berlin on Potsdamer Platz, which couldn't reach the fame of the original nightclub and therefore ceased to operate. The sister nightclub of Dorian Gray in Perkins Park in Stuttgart, which opened in 1980 with the similar idea of events still operates today. In the years 2006 to 2008, there were dedicated party events at year-end called Airport-Night in remembrance of the Dorian Gray days.[6] Coordinates: 50°03′04″N 8°34′27″E﻿ / ﻿50.051094°N 8.57416613°E﻿ / 50.051094; 8.57416613","Title":"Dorian Gray (club) - Wikipedia","KeyID":"6670","URL":"https://en.wikipedia.org/wiki/Dorian_Gray_(club)"}