{"Content: ":"The Frankfurt kitchen was a milestone in domestic architecture, considered the forerunner of modern fitted kitchens, for it was the first kitchen in history built after a unified concept, i.e. low-cost design that would enable efficient work. It was designed in 1926 by Austrian architect Margarete Schütte-Lihotzky for architect Ernst May's social housing project New Frankfurt in Frankfurt, Germany.[1] Some 10,000 units were built in the late 1920s in Frankfurt. In 1930, the Soviet Russian government requested for May to lead a “building brigade” and implement the Frankfurt model when planning new industrial towns in the Soviet Union.[2] German cities after the end of World War I were plagued by a serious housing shortage. Various social housing projects were built in the 1920s to increase the number of rental apartments. These large-scale projects had to provide affordable apartments for a great number of typical working-class families and thus were subject to tight budget constraints. As a consequence, the apartments designed were comfortable but not spacious, and so the architects sought to reduce costs by applying one design for large numbers of apartments.[3] Margarete Schütte-Lihotzky's design of the kitchen for the Römerstadt thus had to solve the problem of how to build many kitchens without allowing it to occupy too much of the apartment's total space. Her design departed from the then common kitchen-cum-living room. The typical worker's household lived in a two-room apartment, in which the kitchen served many functions at once: besides cooking, one dined, lived, bathed, and even slept there, while the second room, intended as the parlor, often was reserved for special occasions such as a Sunday dinner. Instead, Schütte-Lihotzky's kitchen was a small separate room, connected to the living room by a sliding door; thus separating the functions of work (cooking etc.) from those of living and relaxing, consistent with her view about life: Schütte-Lihotzky's design was strongly influenced by the ideas of Taylorism (i.e.\"Scientific management\"), which was in vogue at the beginning of the 20th century. Started by Catharine Beecher in the middle of the 19th century and reinforced by Christine Frederick's publications in the 1910s, the growing trend that called for viewing household work as a true profession had the logical consequence that Taylorism-pioneered industrial optimization would accordingly be applied to the domestic area. Frederick's The New Housekeeping, which argued for Taylorist rationalization of kitchens, had been translated into German under the title Die rationelle Haushaltsführung in 1922. These ideas were received well in Germany and Austria and formed the base of German architect Erna Meyer's work and were also instrumental in Schütte-Lihotzky's design of the Frankfurt kitchen. She did detailed time-motion studies to determine how long each processing step in the kitchen took, and redesigned and optimized workflows accordingly to support these workflows. Improving the ergonomics of the kitchen and rationalization of kitchen work was important to her: This quote succinctly sums up the reasons for the appeal of Taylorism at the time. On the one hand, the trend to \"rationalize\" the household was reinforced by the intention to reduce the time spent in (economically speaking) \"unproductive\" housework, so that women would have more time for factory work. On the other hand, emancipatory efforts to improve women's status, also in the home, called for justification to relieve women and enable them to pursue other interests. The small kitchen of the Bauhaus designed Haus am Horn, built 1923, with specific storage and drawers for specific items was also a source of inspiration for Schütte-Lihotzky.[4] Schütte-Lihotzky was strongly inspired by the extremely space-constrained railway dining car kitchens, which she saw as a Taylorist ideal: even though these were very small, two people could prepare and serve the meals for about 100 guests, and then wash and store the dishes.[citation needed] To this day, in Germany Schütte-Lihotzky’s elaborate kitchen unit workplaces have remained the model for built-in kitchens in public housing.[5] The Frankfurt kitchen was a narrow double-file kitchen measuring 1.9 m × 3.4 m (6.2 ft × 11.2 ft).[6] The entrance was located in one of the short walls, opposite which was the window. Along the left side, the stove was placed, followed by a sliding door connecting the kitchen to the dining and living room. On the right wall were cabinets and the sink, in front of the window a workspace. There was no refrigerator, but there was a foldable ironing board visible in the image folded against the left wall. The narrow layout of the kitchen was not due solely to the space constraints mentioned above. It was equally a conscious design decision in a Taylorist attempt to reduce the number of steps needed when working in the kitchen as well as reduce the walking distance between the kitchen and the table in the adjacent room via the addition of a sliding door. Dedicated storage bins for common ingredients such as flour, sugar, rice and others were intended to keep the kitchen tidy and well-organized; the workspace even had an integrated, removable \"waste drawer\" such that scraps could just be shoved into it while working and the whole thing emptied at once afterwards. Because conventional kitchen furniture of the time fit neither the new workflows nor the narrow space, the Frankfurt kitchen was installed complete with furniture and major appliances such as the stove, a novelty at that time in Germany. It was the first fitted kitchen. The wooden door and drawer fronts were painted blue because researchers had found that flies avoided blue surfaces. Lihotzky used oak wood for flour containers, because it repelled mealworms, and beech for table tops because beech is resistant to staining, acids, and scratching. The seating was a revolving stool on casters for maximum flexibility.[citation needed] Schütte-Lihotzky actually designed three different variations of the Frankfurt kitchen. Type 1, the one described here, was the most common and least costly. She also designed \"Type 2\" and \"Type 3\", which were larger, had tables, and were spacious enough for one or even two additional persons to help in the kitchen. These two latter types, however, did not have the impact her \"Type 1\" model had. Erna Meyer responded to the criticisms of the Frankfurt kitchen with her Stuttgart kitchen, presented in 1927. It was slightly larger and had a more square ground plan, and used unit furniture in an attempt to make it adaptable to both the future users' needs and different room shapes.[citation needed] Schütte-Lihotzky's Frankfurt kitchen was installed in some 10,000 units in Frankfurt and as such was a commercial success. The cost of a single kitchen, fully equipped, was moderate (a few hundred Reichsmarks); the costs were passed on to the rent (which reportedly increased the rents by 1 ℛℳ per month).[citation needed] However, the users of these kitchens often had their difficulties with them. Unaccustomed to Schütte-Lihotzky's custom-designed workflow-centered kitchens, they often were at loss as to how to use the kitchen. It was frequently described as not flexible enough—the dedicated storage bins often were used for other things than their labels said. Another problem with these bins was that they were easily reachable by small children. Schütte-Lihotzky had designed the kitchen for one adult person only; children or even a second adult had not entered the picture; in fact, the kitchen was too small for two people to work in. Most contemporary criticism concentrated on such rather technical aspects. Nevertheless, the Frankfurt kitchen subsequently became a model for a modern work kitchen. For the rest of the 20th century, the compact yet rationalized \"Frankfurt kitchen\" became the standard of tenement buildings throughout Europe.[citation needed] In the 1970s and 80s, feminist criticism found that the emancipatory intentions that had in part motivated the development of the work kitchen had actually backfired: precisely because of the design's \"specialized rationalization\" and its small size that allows only one person could work in them comfortably, housewives tended to become isolated from the life in the rest of the house. What had started as an emancipatory attempt by all proponents (such as Beecher, Frederick, or Meyer, who had always implicitly assumed that the kitchen was the woman's domain) to optimize and revalue work in the home was now seen as a confinement of the woman to the kitchen.[citation needed] Kitchens in the 1930s until the 1960s in Germany were often smaller and less comfortable. Housing societies thought that the Frankfurt kitchen was too luxurious. But the principles of this kitchen were adapted in other countries like Sweden and Switzerland and reimported to Germany, and recognized to be the same like the Frankfurt kitchen before. The major difference of most of the later kitchens was that the Frankfurt kitchen used relatively expensive materials and not particle boards.[citation needed] Most Frankfurt kitchens were thrown away in the 1960s and 1970s, when modern kitchens with easy to clean surfaces like Resopal became affordable. Often, only the aluminum drawers, which are themselves atypical of a modern kitchen, survived. They were also sold separately for a few years by Haarer, the manufacturing company and chosen by architects and cabinet makers for their furniture. By the time public interest on the work of Margarete Schütte-Lihotzky in the late 1990s was revived, most kitchens did not exist anymore. Some homeowners have built replicas; a very few originals still exist. The original house Im Burgfeld 136, Frankfurt was chosen to be a museum because of the surviving Frankfurt kitchen. In 2005 the Victoria and Albert Museum acquired a \"Frankfurt\" kitchen for its traveling exhibition \"Modernism: Designing a New World\" with stops in London, the US and Germany.[7] The kitchen was dismantled from its original place, restored and repainted.[1] One kitchen was sold in 2005 for €22,680,[8] another for €34,200.[9] But these prices seem to apply only for the classic type: a white variation without the characteristic wall cupboard was sold for €11,000. [10] Auctions sometimes feature the original drawers. In 2010, a piece of furniture with six drawers was sold for €380,[11] another with ten for €1,000,[12] and another with nine[13] for €1,200. The Frankfurt kitchen is found in the following public collections:","Title":"Frankfurt kitchen - Wikipedia","KeyID":"6673","URL":"https://en.wikipedia.org/wiki/Frankfurt_kitchen"}