{"Content: ":"Hessian cuisine is based on centuries-old recipes, and forms a major part of the Hesse identity. Reflecting Hesse's central location within Germany, Hessian cuisine fuses north German and south German cuisine,[1] with heavy influence from Bavarian cuisine and Rhenish Hesse. Sour tastes dominate the cuisine,[2] with wines and ciders, sauerkraut and handkäse with onions and vinegar popular. The Rheingau, which overlaps with western Hessen, is one of the main wine-growing regions in Germany, and the smaller Hessische Bergstraße region produces dry wines popular in South Hesse. Cider is also widely drunk, especially in the Frankfurt-am-Main area. The local Apfelwein (\"apple wine\", known as Ebbelwei or Ebbelwoi in the Hessian dialect) is traditionally served from a large clay jug called a Bembel and drunk from a glass with a diamond pattern called a Geripptes (\"ribbed\").[3] Other popular sour drinks include Speierling – Apfelwein with service tree berries added – and Mispelchen, a glass of calvados or apple brandy served with a medlar.[4] Hessen also includes a number of breweries, with local brands tending to dominate the market in each area. Handkäse, a strong sour milk cheese, is associated with the Frankfurt area, where it is often served \"mit Musik\" (\"with music\")—a dressing of vinegar, onions and often a bit of caraway—the \"music\" referring to the flatulence brought about by the raw onions.[5] Outside the Rhine-Main area, the north Hesse town of Kassel has its Ahle Wurst, an air-dried or smoked sausage; Speckkuchen, a bacon quiche; Weckewerk, a brawn sausage. Another dish traditional to Frankfurt is Grüne Soße (or locally Grie Soß) (meaning green sauce). It's a mixture of herbs, eggs, oil, and vinegar—which might be served with boiled eggs, potatoes or meat. Kassel and northern Hesse are known to have their own variety of or special recipe for Grüne Soße, which is prepared with seven different chopped herbs, usually with sour cream, quark and/or yoghurt, and sliced boiled eggs. It differs in both appearance and taste.[6] Duckefett is a simple sauce and a regional specialty in northern Hesse, particularly in Kassel. It is made of bacon, onions, sour cream, and occasionally cooked and condensed milk is added. As for side dishes, they are usually Duckefett potatoes, potato dumplings, served occasionally. Because of the low-cost ingredients Duckefett was long considered peasant food.[7][8] Although the area is not known for its sweet recipes, Bethmännchen are popular in Frankfurt at Christmas time, and Haddekuche, a form of hard gingerbread scored like a Geripptes, is a traditional accompaniment to Apfelwein.[3] Schmandkuchen, a flat tray-baked cake consisting of a sponge-mixture bottom topped with a thick layer of sour cream/smetana (called \"Schmand\" in German) and traditional whipped full-fat cream, spread generously with loose sugar and cinnamon before being served, is a favored and well-known dessert all over the state, in Northern as much as in Southern Hesse. * also a regional cuisine of Poland","Title":"Hessian cuisine - Wikipedia","KeyID":"6674","URL":"https://en.wikipedia.org/wiki/Hessian_cuisine"}