{"Content: ":"A sausage is a type of meat product usually made from ground meat—often pork, beef, or poultry—along with salt, spices and other flavourings. Other ingredients, such as grains or breadcrumbs may be included as fillers or extenders. When used as an adjective, the word sausage can refer to the loose sausage meat, which can be formed into patties or stuffed into a skin. When referred to as \"a sausage\", the product is usually cylindrical and encased in a skin. Typically, a sausage is formed in a casing traditionally made from intestine, but sometimes from synthetic materials. Sausages that are sold raw are cooked in many ways, including pan-frying, broiling and barbecuing. Some sausages are cooked during processing, and the casing may then be removed. Sausage-making is a traditional food preservation technique. Sausages may be preserved by curing, drying (often in association with fermentation or culturing, which can contribute to preservation), smoking, or freezing. Some cured or smoked sausages can be stored without refrigeration. Most fresh sausages must be refrigerated or frozen until they are cooked. Sausages are made in a wide range of national and regional varieties, which differ by the types of meats that are used, the flavouring or spicing ingredients (garlic, peppers, wine, etc.), and the manner of preparation. In the 21st century, vegetarian and vegan varieties of sausage which completely substitute plant-based ingredients for meat have become much more widely available and consumed. The word sausage was first used in English in the mid-15th century, spelled sawsyge.[1] This word came from Old North French saussiche (Modern French saucisse).[1] The French word came from Vulgar Latin salsica (\"sausage\"), from salsicus (\"seasoned with salt\").[1] Sausage making is a natural outcome of efficient butchery. Traditionally, sausage makers salted various tissues and organs such as scraps, organ meats, blood, and fat to help preserve them. They then stuffed them into tubular casings made from the cleaned intestines of the animal, producing the characteristic cylindrical shape. Hence, sausages, puddings, and salami are among the oldest of prepared foods, whether cooked and eaten immediately or dried to varying degrees.[citation needed] An Akkadian cuneiform tablet records a dish of intestine casings filled with some sort of forcemeat.[2] A Chinese type of sausage has been described, lup cheong (pinyin: làcháng) from the Northern and Southern dynasties (589 BC–420 BC), made from goat and lamb meat with salt, and flavoured with green onion, bean sauce, ginger, and pepper. The modern type of lup cheong has a comparatively long shelf life, mainly because of a high content of lactobacilli—so high that it is considered sour by many.[3] The Greek poet Homer mentioned a kind of blood sausage in the Odyssey, Epicharmus wrote a comedy titled The Sausage, and Aristophanes' play The Knights is about a sausage vendor who is elected leader. Evidence suggests that sausages were already popular both among the ancient Greeks and Romans and most likely with the various tribes occupying the larger part of Europe.[4] The most famous sausage in ancient Italy was from Lucania (modern Basilicata) and was called lucanica, a name which lives on in a variety of modern sausages in the Mediterranean.[5] During the reign of the Roman emperor Nero, sausages were associated with the Lupercalia festival.[6] Early in the 10th century during the Byzantine Empire, Leo VI the Wise outlawed the production of blood sausages following cases of food poisoning.[6] Traditionally, sausage casings were made of the cleaned intestines,[7] or stomachs in the case of haggis and other traditional puddings. Today, however, natural casings are often replaced by collagen, cellulose, or even plastic casings, especially in the case of industrially manufactured sausages. Some forms of sausage, such as sliced sausage, are prepared without a casing. Additionally, luncheon meat and sausage meat are now available without casings in tin cans and jars.[citation needed] A sausage consists of meat cut into pieces or ground, mixed with other ingredients, and filled into a casing. Ingredients may include a cheap starch filler such as breadcrumbs or grains, seasoning and flavourings such as spices, and sometimes others such as apple and leek.[8] The meat may be from any animal but is often pork, beef or veal, or poultry. The lean meat-to-fat ratio depends upon the style and producer. The meat content as labelled may exceed 100%, which happens when the weight of meat exceeds the total weight of the sausage after it has been made, sometimes including a drying process which reduces water content. In some jurisdictions foods described as sausages must meet regulations governing their content. For example, in the United States The Department of Agriculture specifies that the fat content of different defined types of sausage may not exceed 30%, 35% or 50% by weight; some sausages may contain binders or extenders.[9][10] Many traditional styles of sausage from Asia and mainland Europe use no bread-based filler and include only meat (lean meat and fat) and flavorings.[11] In the United Kingdom and other countries with English cuisine traditions, many sausages contain a significant proportion of bread and starch-based fillers, which may comprise 30% of ingredients. The filler in many sausages helps them to keep their shape as they are cooked. As the meat contracts in the heat, the filler expands and absorbs moisture and fat from the meat.[12] When the food processing industry produces sausages for a low price point, almost any part of the animal can end up in sausages, varying from cheap, fatty specimens stuffed with meat blasted off the carcasses (mechanically recovered meat, MRM) and rusk. On the other hand, the finest quality contain only choice cuts of meat and seasoning.[8] In Britain, \"meat\" declared on labels could in the past include fat, connective tissue, and MRM. These ingredients may still be used but must be labelled as such, and up to 10% water may be included without being labelled.[12] Sausages are emulsion-type products. They are composed of solid fat globules, dispersed in protein solution. The proteins function by coating the fat and stabilizing them in water.[13] Sausages classification is subject to regional differences of opinion. Various metrics such as types of ingredients, consistency, and preparation are used. In the English-speaking world, the following distinction between fresh, cooked, and dry sausages seems to be more or less accepted: The distinct flavor of some sausages is due to fermentation by Lactobacillus, Pediococcus, or Micrococcus (added as starter cultures) or natural flora during curing. Other countries use different systems of classification. Germany, for instance, which produces more than 1200 types of sausage, distinguishes raw, cooked and precooked sausages. In Italy, the basic distinctions are: The United States has a particular shelf stable type called pickled sausages, commonly sold in establishments such as gas stations and delicatessens. These are usually smoked or boiled sausages of a highly processed hot dog or kielbasa style plunged into a boiling brine of vinegar, salt, spices, and often a pink coloring, then canned in Mason jars. They are usually packaged in single blister packs or jars. Certain countries classify sausage types according to the region in which the sausage was traditionally produced: Many nations and regions have their own characteristic sausages, using meats and other ingredients native to the region and employed in traditional dishes. Merguez is a red, spicy sausage from Morocco, Algeria, Tunisia and Libya, North Africa. It is also popular in France, Israel, and the German state of Saarland, where it is often grilled on a Schwenker. Merguez is made with lamb, beef, or a mixture of both. It can be flavored with a wide range of spices, such as sumac for tartness, and paprika, cayenne pepper, or harissa, a hot chili paste that gives it a red color. It is stuffed into a lamb casing, rather than a pork casing. It is traditionally made fresh and eaten grilled or with couscous. Sun-dried merguez is used to add flavor to tagines. It is also eaten in sandwiches. In South Africa, traditional sausages are known as boerewors, or farmer's sausage. Ingredients include game and beef, usually mixed with pork or lamb and with a high percentage of fat. Coriander and vinegar are the two most common seasoning ingredients, although many variations exist. The coarsely-ground nature of the meat as well as the long continuous spiral of sausage are two of its recognisable qualities. Boerewors is traditionally cooked on a braai (barbecue). Droë wors is an uncooked sausage similar to boerewors made in a dry-curing process similar to biltong. A local variant of the hot dog is the Wors roll, or boerewors roll. This is a hot dog bun with a piece of boerewors in, served with a tomato and onion relish called seshebo. Seshebo can include chilli, atchaar or curries, depending on the area within the country. Belutak is the traditional Bruneian beef sausage.[15] It is made with minced beef and tallow, marinated with garlic, salt, chillies and spices, and stuffed into cow's or buffalo's small intestines.[15][16] It is then fermented through dehydration.[15] Belutak is a common side dish alongside ambuyat.[16] A European-style smoked savory hóng cháng (simplified Chinese: 红肠; traditional Chinese: 紅腸 red sausage) is produced in Harbin, China's northernmost major city.[17] It is similar to Lithuanian and Polish sausages including kiełbasa and podhalańska and tends to have a more European flavour than other Chinese sausages. This kind of sausage was first produced in a Russian-capitalized factory named Churin sausage factory in 1909. Harbin-style sausage has become popular in China, especially in northern regions.[17] Lap cheong (also lap chong, lap chung, lop chong) are dried pork sausages that look and feel like pepperoni but are much sweeter. In southwestern China, sausages are flavored with salt, red pepper and wild pepper. People often cure sausages by smoking and air drying. Although Japan is not traditionally known for beef, pork, venison, or even blood sausages, the Japanese do consume a fish-based log called kamaboko, which could be considered a type of sausage. Kamaboko is made with cured ground fish paste called surimi. It is usually shaped into half-moons on top of a small plank of wood and the outside dyed pink. When the kamaboko is cut into slices it appears to have an unmistakable pink rind which surrounds a white interior. It is often cut into thin slices and added to soups, salads, bento, and many other dishes as a garnish. In recent years, kamaboko has also entered the market as a snack food. Similar to the Slim Jim, cheese, sausage, and fish flavored kamaboko sticks can be found in convenience stores across Japan. Sundae, a form of blood sausage, is a traditional Korean sausage. A popular street food, sundae is normally prepared by steaming or boiling cow or pig intestines stuffed with various ingredients. The most common variation is composed of pork blood, cellophane noodle, sliced carrot and barley stuffed into pig intestines, but other regional variations include squid or Alaska pollock casings. Sundae is eaten plain with salt, in stews, or as part of a stir-fry. In the Philippines, sausages are generally called longaniza (Filipino: longganisa) in the northern regions and chorizo (Visayan: choriso, tsoriso or soriso) in the southern regions. They are usually fresh or smoked sausages, distinguished primarily by either being sweet (jamonado or hamonado) or garlicky (de recado or derecado). There are numerous kinds of sausages in the Philippines, usually unique to a specific region like Vigan longganisa, Alaminos longganisa, and Chorizo de Cebu. The most widely known sausages in Philippine cuisine is the Pampanga longganisa. Bulk sausage versions are also known in Philippine English as \"skinless sausages\". There are also a few dry sausages like Chorizo de Bilbao and Chorizo de Macao. Most Filipino sausages are made from pork, but they can also be made from chicken, beef, or even tuna.[18] There are many varieties of sausages known to Thai cuisine, some of which are specialities of a specific region of Thailand. From northern Thailand comes sai ua, a grilled minced pork sausage flavored with curry paste and fresh herbs.[19] Another grilled sausage is called sai krok Isan, a fermented sausage with a distinctive slightly sour taste from northeastern Thailand (the region also known as Isan).[20] Both sausages are commonly eaten with sticky rice, fresh vegetables, and a fresh nam phrik (Thai chilli paste) or some raw bird's eye chilies. They might also be served together with a refreshing Thai salad such as som tum (green papaya salad). Also very popular in Thailand is naem, a raw fermented pork sausage similar to the Vietnamese nem chua and Laotian som moo. This variety of sausage is often encountered as yam naem and naem khluk, both of which are Thai salads. Adopted from Vietnam comes mu yo. It is somewhat similar in taste and texture to liverwurst and, served with a nam chim (Thai dipping sauce), a popular snack in Thailand. It too can be used as an ingredient for Thai salads and as a meat ingredient in, for instance, Thai soups. Kun chiang is a dry and sweet Chinese sausage which has also been incorporated into the Thai culinary culture. Known as lap cheong by Cantonese, in Thailand it is most often used, again, as an ingredient for a Thai salad, yam kun chiang, one that is normally only eaten together with khao tom kui, a plain rice congee. A host of modern, factory-made, sausages have become popular as snacks in recent years. These most often resemble hot-dogs and frankfurters and are commonly sold grilled or deep-fried at street stalls and served with a sweet, sticky and slightly spicy soy-based sauce. In Turkey, sausage is known as sosis, which is made of beef. Sucuk (pronounced tsudjuck or sujuk with accent on the last syllable) is a type of sausage made in Turkey and neighboring Balkan countries. There are many types of sucuk, but it is mostly made from beef. It is fermented, spiced (with garlic and pepper) and filled in an inedible casing that needs to be peeled off before consuming. Slightly smoked sucuk is considered superior. The taste is spicy, salty and a little raw, similar to pepperoni. Some varieties are extremely hot and/or greasy. Some are adulterated with turkey, water buffalo meat, sheep fat or chicken. There are many dishes made with sucuk, but grilled sucuk remains the most popular. Smoke dried varieties are consumed raw in sandwiches. An intestinal loop is one sucuk. Smoked sucuk is usually straight. In the UK and Ireland, sausages are a very popular and common feature of the national diet and popular culture. British sausages[21] and Irish sausages are normally made from raw (i.e., uncooked, uncured, unsmoked) pork, beef, venison or other meats mixed with a variety of herbs and spices and cereals, many recipes of which are traditionally associated with particular regions (for example Cumberland sausages). They normally contain a certain amount of rusk or bread-rusk, and are traditionally cooked by frying, grilling or baking. They are most typically 10–15 cm (3.9–5.9 in) long, the filling compressed by twisting the casing into concatenated \"links\" into the sausage skin, traditionally made from the prepared intestine of the slaughtered animal; most commonly a pig. Due to their habit of often exploding due to shrinkage of the tight skin during cooking, they are often referred to as bangers, particularly when served with the most common accompaniment of mashed potatoes to form a bi-national dish known as bangers and mash.[22][23] Famously, they are an essential component of a full English, Scottish or Irish breakfast. Some are made to traditional regional recipes such as those from Cumberland or Lincolnshire and, increasingly, to modern recipes which combine fruit such as apples or apricots with the meat or are influenced by other European styles such as the Toulouse sausage or chorizo. Vegetarian sausages are also now very widely available, although traditional meatless recipes such as the Welsh Selsig Morgannwg also exist. A popular and widespread snack is the sausage roll made from sausage-meat rolled in puff pastry; they are sold from most bakeries and often made at home. Sausages may be baked in a Yorkshire pudding batter to create toad in the hole, often served with gravy and onions, or they may be cooked with other ingredients in a sausage casserole. In most areas, sausage meat for frying and stuffing into poultry or other meats is sold as ground, spiced meat without casing. Battered sausage, consisting of a sausage dipped in batter, and fried, is sold throughout Britain from fish and chip shops. In England, the saveloy is a type of pre-cooked sausage, larger than a typical hot-dog, which is served hot. A saveloy skin was traditionally colored with bismarck-brown dye giving saveloy a distinctive bright red color. A thin variety of sausage known as the chipolata is often wrapped in bacon and served alongside roast turkey at Christmas time and are known as Pigs in a Blanket or Pigs in Blankets. They are also served cold at children's parties throughout the year. The word derives from the Italian cipollata, \"onioned\" or made with onion, although in this context its literal meaning has been forgotten and it need not contain onion. Black pudding, white pudding and Hog's pudding are fairly similar to their Scottish and European counterparts. Following concerns about health and user preference (distaste for horsemeat), heightened by the BSE crisis in the 1990s and the 2013 horsemeat scandal, the quality of the meat content in many British sausages improved with a return to the artisanal production of high quality traditional recipes, which had previously been in decline. However, many cheaper sausages contain mechanically recovered meat or meat slurry, which must be so listed on packaging. There are various laws concerning the meat content of sausages in the UK. The minimum meat content to be labelled pork sausages is 42% (30% for other types of meat sausages), although to be classed as meat, the pork can contain 30% fat and 25% connective tissue. Often the cheapest supermarket pork sausages do not have the necessary meat content to be described as pork sausages and are simply labelled sausages; with even less meat content they are described as bangers (an unregulated name).[24][dubious – discuss] These typically contain MRM which was previously included in meat content, but under later EU law cannot be so described.[25][26] Haggis is generally recognized as the national dish, although not described as a sausage. A popular breakfast food is the square sausage, also known as a Lorne sausage. This is normally eaten as part of a full Scottish breakfast or on a Scottish morning roll. The sausage is produced in a rectangular block and individual portions are sliced off. It is seasoned mainly with pepper. It is rarely seen outside Scotland.[27] Other types of sausage include black pudding, similar to the German and Polish blood sausages. Stornoway black pudding is held in high regard and it has protected geographical indication.[28] Additionally a popular native variety of sausage is the red pudding. It is usually served in chip shops, deep fried in batter and with chips as a red pudding supper. Lukanka (луканка) is a spicy salami sausage unique to Bulgarian cuisine. It is similar to sujuk but often stronger flavored. Kulen is a type of flavored sausage made of minced pork that is traditionally produced in Croatia (Slavonia) and Serbia (Vojvodina), and its designation of origin has been protected. The meat is low-fat, rather brittle and dense, and the flavor is spicy. The red paprika gives it aroma and color, and garlic adds spice. The original kulen recipe does not contain black pepper because its hot flavor comes from hot red paprika. Other types of sausages in Croatia include Češnjovka (Garlic Sausage) and Krvavica (a variation on Blood Sausage). See the section Nordic countries below The generic word for sausage in Finnish is makkara. Several types of Finnish makkara are similar in appearance to Polish sausages or bratwursts but have a very different taste and texture. Most makkara have very little spice and are therefore frequently eaten with mustard, ketchup, or other table condiments without a bun. Makkara is usually grilled, roasted over coals or open fire, steamed (called höyrymakkara) or cooked on sauna heating stones. Nakki is a tinier edition of makkara. There are many types of nakki, with almost as much varieties as larger types of makkara. The closest relative to nakki in North-American cuisine is the thin knackwurst. Siskonmakkara, a finely ground light-colored sausage, is usually encountered as the main ingredient of a soup named siskonmakkarakeitto. Another variety is mustamakkara, lit. black sausage, a specialty of Tampere. It is a type of blood sausage similar to the Scottish black pudding. A Finnish speciality is ryynimakkara, a low-fat sausage which contains groats. Pickled makkara, intended to be consumed as slices, is called kestomakkara. This class includes various mettwurst, salami and Balkanesque styles. The most popular kestomakkara in Finland is meetvursti (etymologically this word comes from mettwurst), which contains finely ground full meat, ground fat and various spices. It is not unlike salami, but it is usually thicker and less salty. Meetvursti used to additionally contain horse meat, but hardly any brands contain it anymore, mostly due to the high cost of production. In general, there is no taboo against eating horse meat in Nordic countries, but its popularity has decreased with decreasing availability of suitable horse meat. There is also makkara and meetvursti with game, like deer, moose or reindeer meat. Even a lohimakkara, i.e., salmon sausage, exists. In Finland there are b- and a-classes of BBQ Sausages like Kabanossi, Camping and HK Sininen Lenkki, Blue Loop. When a thick slice of a thick (diameter about 10 cm (3.9 in)) makkara is fried and put together with cucumber salad and other fillings between two slices of toast, it becomes a porilainen, named after the town of Pori. French distinguishes between saucisson (sec), cured sausage eaten uncooked, and saucisse, fresh sausage that needs cooking. Saucisson is almost always made of pork cured with salt, spices, and occasionally wine or spirits, but it has many variants which may be based on other meats and include nuts, alcohol, and other ingredients. It also differentiates between saucisson and boudin (\"pudding\") which are similar to the British Black, White and Red puddings. Specific kinds of French sausage include: Other French sausages include the diot. For the enormous variety of German sausages follow the specific links on the German sausages include Frankfurters/Wieners, Bratwürste, Rindswürste, Knackwürste, and Bockwürste. Currywurst, a dish of sausages with curry sauce, is a popular fast food in Germany. Loukániko (Greek: λουκάνικο) is the common Greek word for pork sausage. The name 'loukaniko' is derived from ancient Roman cuisine. Hungarian sausages, when smoked and cured, are called kolbász – different types are often distinguished by their typical regions, e.g. gyulai and csabai sausage. As no collective word for \"sausage\" in the English sense exists in Hungarian, local salamis (see e.g. winter salami) and boiled sausages \"hurka\" are often not considered when listing regional sausage varieties. The most common boiled sausages are rice liver sausage (\"Májas Hurka\") and blood sausage (\"Véres Hurka\"). In the first case, the main ingredient is liver, mixed with rice stuffing. In the latter, the blood is mixed with rice, or pieces of bread rolls. Spices, pepper, salt and marjoram are added. See the section Nordic countries below Italian sausages (salsiccia – plural salsicce) are often made of pure pork. Sometimes they may contain beef. Fennel seeds and chilli are generally used as the primary spices in the South of Italy, while in the center and North of the country black pepper and garlic are more often used. An early example of Italian sausage is lucanica, discovered by Romans after the conquest of Lucania. Lucanica's recipe changed over the centuries and spread throughout Italy and the world with slightly different names.[29] Today, lucanica sausage is identified as Lucanica di Picerno, produced in Basilicata (whose territory was part of the ancient Lucania).[30] A different type of sausage that is popular in Italy, found in many varieties, is salame (plural salami), made from coarsely ground meat (pork or beef) mixed with fat, salted and dried. Spices are added as for salsiccia. Salami are ready-to-eat as purchased; typically, they are sliced thinly for consumption and eaten cold, for instance as salumi. Macedonian sausages (kolbas, lukanec) are made from fried pork, onions, and leeks, with herbs and spices. Maltese sausage (Maltese: Zalzett tal-Malti) is made of pork, sea salt, black peppercorns, coriander seeds and parsley. It is short and thick in shape and can be eaten grilled, fried, stewed, steamed or even raw when freshly made. A barbecue variety is similar to the original but with a thinner skin and less salt.[31][32] Dutch cuisine is not known for its abundant use of sausages in its traditional dishes. Nevertheless, the Dutch have a number of sausage varieties, such as the rookworst (smoked sausage) and the dried slagersworst (lit. \"butchers sausage\") mostly found at the specialist butcher shops and still made by hand and spiced following traditionally family recipes. Another common variety in the Netherlands is the runderworst which is made from beef and the dried sausage known as metworst or droge worst. The Dutch braadworst's name might suggest its being a variant of the German-style bratwurst, but this is not the case; it is more closely related to the well-known Afrikaner Boerewors. Nordic sausages (Danish: pølse, Norwegian: pølsa/pølse/pylsa/korv/kurv, Icelandic: bjúga/pylsa/grjúpán/sperðill, Swedish: korv) are usually made of 60–80% very finely ground pork, very sparsely spiced with pepper, nutmeg, allspice or similar sweet spices (ground mustard seed, onion and sugar may also be added). Water, lard, rind, potato starch flour and soy or milk protein are often added for binding and filling. In southern Norway, grill and wiener sausages are often wrapped in a lompe, a potato flatbread somewhat similar to a lefse. Virtually all sausages will be industrially precooked and either fried or warmed in hot water by the consumer or at the hot dog stand. Since hot dog stands are ubiquitous in Denmark (known as Pølsevogn) some people regard pølser as one of the national dishes, perhaps along with medisterpølse, a fried, finely ground pork and bacon sausage. The most noticeable aspect of Danish boiled sausages (never the fried ones) is that the casing often contains a traditional bright-red dye. They are also called wienerpølser and legend has it they originate from Vienna where it was once ordered that day-old sausages be dyed as a means of warning. The traditional Swedish falukorv is a sausage made of a grated mixture of pork and beef or veal with potato flour and mild spices, similarly red-dyed sausage, but about 5 cm thick, usually baked in the oven coated in mustard or cut in slices and fried. The sausage got its name from Falun, the city from where it originates, after being introduced by German immigrants who came to work in the region's mines. Unlike most other ordinary sausages it is a typical home dish, not sold at hot dog stands. Other Swedish sausages include prinskorv, fläskkorv, köttkorv [sv] and isterband; all of these, in addition to falukorv, are often accompanied by potato mash or rotmos (a root vegetable mash) rather than bread. Isterband is made of pork, barley groats and potato and is lightly smoked. In Iceland, lamb may be added to sausages, giving them a distinct taste. Horse sausage and mutton sausage are also traditional foods in Iceland, although their popularity is waning. Liver sausage, which has been compared to haggis, and blood sausage are also a common foodstuff in Iceland. See the section Nordic countries above Polish sausages, kiełbasa, come in a wide range of styles such as swojska, krajańska, szynkowa (a ham sausage), biała, śląska, krakowska, podhalańska, kishka and others. Sausages in Poland are generally made of pork, rarely beef. Sausages with low meat content and additions like soy protein, potato flour or water binding additions are regarded as of low quality. Because of climate conditions, sausages were traditionally preserved by smoking, rather than drying, like in Mediterranean countries. Since the 14th century, Poland excelled in the production of sausages, thanks in part to the royal hunting excursions across virgin forests with game delivered as gifts to friendly noble families and religious hierarchy across the country. The extended list of beneficiaries of such diplomatic generosity included city magistrates, academy professors, voivodes, szlachta and kapituła. Usually the raw meat was delivered in winter and the processed meat throughout the rest of the year. With regard to varieties, early Italian, French and German influences played a role. Meat commonly preserved in fat and by smoking was mentioned by historian Jan Długosz in his annals:Annales seu cronici incliti regni Poloniae The Annales covered events from 965 to 1480, with mention of the hunting castle in Niepołomice along with King Władysław sending game to Queen Zofia from Niepołomice Forest, the most popular hunting ground for the Polish royalty beginning in the 13th century.[4] Embutidos (or enchidos) and linguiça generally contain hashed meat, particularly pork, seasoned with aromatic herbs or spices (pepper, red pepper, paprika, garlic, rosemary, thyme, cloves, ginger, nutmeg, etc.). Traditional Russian cuisine eschews the fine cutting or grounding of meat. Thus sausagemaking, though generally known in Russia since at least 12th century, was not popular and largely started in earnest with the Petrine reforms, when a lot of Western products and practices were introduced. Traditional sausages were based on mixing meat with cereals, much like modern kishka and Polish kaszanka, while the newer purely meat varieties were made in German and Polish styles, often highly spiced and loaded with preservatives for non-refrigerated storage. One of the pre-revolutionary recipes specified as much as half pound of saltpetre per a pood of meat.[33] After the Revolution, the sausage-making was largely concentrated in large, governmentally controlled meat processing plants, often built from the American examples, which introduced new, medically controlled and industrially made styles such as omnipresent Soviet bolognas — Doktorskaya sausage and its fatter Lyubitelskaya variant, as well as generic wieners and very status-loaded and scarce smoked sausages and salamis. Traditional sausages continued to be made for local consumption by the farmers and such, often sold on Kolkhoz markets, like the home-style sausage, made from roughly minced pork and its fat, spiced with garlic and black pepper — this was a raw sausage, intended for roasting or grilling, but sometimes cooked by hot smoking for preservation and flavour (this variant is often called Ukrainian). Since the return of capitalism, all imaginable types of sausage are produced and imported in Russia, but the traditional styles, be it a factory made Doctor's bologna, artisanal links of delicately smoked Ukrainian or boldly red Krakow, or buckwheat-stuffed blood sausage, still endure. Types of sausages in Serbia include Sremska, Požarevačka, and Sudžuk. In Spain, fresh sausages, salchichas, which are eaten cooked, and cured sausages, embutidos, which are eaten uncooked, are two distinct categories. Among the cured sausages are found products like chorizo, salchichón, and sobrasada. Blood sausage, morcilla, is found in both cured and fresh varieties. They are made with pork meat and blood, usually adding rice, garlic, paprika and other spices. There are many regional variations, and in general they are either fried or cooked in cocidos. Fresh sausage may be red or white. Red sausages contain paprika (pimentón in Spanish) and are usually fried; they can also contain other spices such as garlic, pepper or thyme. The most popular type of red sausage is perhaps txistorra, a thin and long paprika sausage originating in Navarre. White sausages do not contain paprika and can be fried, boiled in wine, or, more rarely, in water. See the section Nordic countries above The cervelat, a cooked sausage, is often referred to as Switzerland's national sausage. A great number of regional sausage specialties exist as well. In Ukrainian sausage is called \"kovbasa\" (ковбаса). It is a general term and is used to describe a variety of sausages including \"domashnia\" (homemade kovbasa), \"pechinky\" (liver kovbasa), \"krovianka\" (kovbasa filled with blood and buckwheat) and \"vudzhena\" (smoked kovbasa). The traditional varieties are similar to Polish kielbasa. It is served in a variety of ways such as fried with onions atop varenyky, sliced on rye bread, eaten with an egg and mustard sauce, or in \"Yayechnia z Kovbosoyu i yarnoyu\" a dish of fried kovbasa with red capsicum and scrambled eggs. In Ukraine kovbasa may be roasted in an oven on both sides and stored in ceramic pots with lard. The sausage is often made at home; however it has become increasingly brought at markets and even supermarkets. Kovbasa also tends to accompany \"pysanka\" (dyed and decorated eggs) as well as the eastern Slavic bread, paska in Ukrainian baskets at Easter time and is blessed by the priest with holy water before being consumed.[34] In most of Latin America, a few basic types of sausages are consumed, with slight regional variations on each recipe. These are chorizo (raw, rather than cured and dried like its Spanish namesake), longaniza (usually very similar to chorizo but longer and thinner), morcilla or relleno (blood sausage), and salchichas (often similar to hot dogs or Vienna sausages). Beef tends to be more predominant than in the pork-heavy Spanish equivalents. In Argentina and Uruguay, many sausages are consumed. Eaten as part of the traditional asado, chorizo (beef and/or pork, flavored with spices) and morcilla (blood sausage or black pudding) are the most popular. Both share a Spanish origin. One local variety is the salchicha argentina (Argentine sausage), criolla or parrillera (literally, barbecue-style), made of the same ingredients as the chorizo but thinner.[35] There are hundreds of salami-style sausages. Very popular is the salame tandilero, from the city of Tandil. Other types include longaniza, cantimpalo and soppressata.[36] Vienna sausages are eaten as an appetizer or in hot dogs (called panchos), which are usually served with different sauces and salads. Leberwurst is usually found in every market. Weisswurst is also a common dish in some regions, eaten usually with mashed potatoes or chucrut (sauerkraut).[37][38] Longaniza is the most common type of sausage, or at least the most common name in Chile for sausages that also could be classified as chorizo. The Chilean variety is made of four parts pork to one part bacon (or less) and seasoned with finely ground garlic, salt, pepper, cumin, oregano, paprika and chilli sauce. The cities of Chillán and San Carlos are known among Chileans for having the best longanizas.[39][40] Another traditional sausage is the prieta, the Chilean version of blood sausage, generally known elsewhere in Latin America as morcilla. In Chile, it contains onions, spices and sometimes walnut or rice and is usually eaten at asados or accompanied by simple boiled potatoes. It sometimes has a very thick skin so is cut open lengthwise before eating. \"Vienesa\"s or Vienna sausages are also very common and are mainly used in the completo, the Chilean version of the hot dog. A grilled chorizo served with a buttered arepa is one of the most common street foods in Colombia. Butifarras Soledeñas are sausages from Soledad, Atlántico, Colombia. In addition to the standard Latin American sausages, dried pork sausages are served cold as a snack, often to accompany beer drinking. These include cábanos (salty, short, thin, and served individually), butifarras (of Catalan origin; spicier, shorter, fatter and moister than cábanos, often eaten raw, sliced and sprinkled with lemon juice) and salchichón (a long, thin and heavily processed sausage served in slices). The most common Mexican sausage by far is chorizo. It is fresh and usually deep red in color (in most of the rest of Latin America, chorizo is uncolored and coarsely chopped). Some chorizo is so loose that it spills out of its casing as soon as it is cut; this crumbled chorizo is a popular filling for torta sandwiches, eggs, breakfast burritos and tacos. Salchichas, longaniza (a long, thin, lightly spiced, coarse chopped pork sausage), moronga (a type of blood pudding) and head cheese are also widely consumed. In El Salvador, chorizos are quite common, and the ones from the city of Cojutepeque are particularly well known there. The links, especially of those from Cojutepeque, are separated with corn husks tied in knots (see photo). Like most chorizos in Latin America, they are sold raw and must be cooked. North American breakfast or country sausage is made from uncooked ground pork, breadcrumbs and salt mixed with pepper, sage, and other spices. It is widely sold in grocery stores in a large synthetic plastic casing, or in links which may have a protein casing. It is also available sold by the pound without a casing. It can often be found on a smaller scale in rural regions, especially in southern states, where it is either in fresh patties or in links with either natural or synthetic casings as well as smoked. This sausage is most similar to English-style sausages and has been made in the United States since colonial days. It is commonly sliced into small patties and pan-fried, or cooked and crumbled into scrambled eggs or gravy. Other uncooked sausages are available in certain regions in link form, including Italian, bratwurst, chorizo, and linguica. Several varieties of meat-and-grain sausages developed in the US. Scrapple is a pork-and-cornmeal sausage that originated in the Mid-Atlantic States. Goetta is a pork-and-oats sausage that originated in Cincinnati.[14] Livermush, originating in North Carolina, is made with pork, liver, and cornmeal or rice.[14]: 42  All were developed by German immigrants.[14] In Louisiana, there is a variety of sausage that is unique to its heritage, a variant of andouille. Unlike the original variety native to Northern France, Louisiana andouille has evolved to be made mainly of pork butt, not tripe, and tends to be spicy with a flavor far too strong for the mustard sauce that traditionally accompanies French andouille: prior to casing, the meat is heavily spiced with cayenne and black pepper. The variety from Louisiana is known as Tasso ham and is often a staple in Cajun and Creole cooking. Traditionally it is smoked over pecan wood or sugar cane as a final step before being ready to eat. In Cajun cuisine, boudin is also popular. Sausages made in the French tradition are popular in Québec, Ontario, and parts of the Prairies, where butchers offer their own variations on the classics. Locals of Flin Flon are especially fond of the Saucisse de Toulouse, which is often served with poutine. Hot dogs, also known as frankfurters or wieners, are the most common pre-cooked sausage in the United States and Canada. Another popular variation is the corn dog, which is a hot dog that is deep fried in cornmeal batter and served on a stick. A common and popular regional sausage in New Jersey and surrounding areas is pork roll, usually thinly sliced and grilled as a breakfast meat. Other popular ready-to-eat sausages, often eaten in sandwiches, include salami, American-style bologna, Lebanon bologna, prasky, liverwurst, and head cheese. Pepperoni and Italian sausage are popular pizza toppings. Australian sausages have traditionally been made with beef, pork and chicken, while recently game meats such as kangaroo have been used that typically have much less fat. English style sausages, known colloquially as \"snags\", come in two varieties: thin, that resemble an English 'breakfast' sausage, and thick, known as 'Merryland' in South Australia. These types of sausage are popular at barbecues and can be purchased from any butcher or supermarket. Devon is a spiced pork sausage similar to Bologna sausage and Gelbwurst. It is usually made in a large diameter, and it is often thinly sliced and eaten cold in sandwiches. Mettwurst and other German-style sausages are highly popular in South Australia, often made in towns like Hahndorf and Tanunda, due to the large German immigration to the state during early settlement. Mettwurst is usually sliced and eaten cold on sandwiches or alone as a snack. A local variation on cabanossi, developed by Italian migrants after World War II using local cuts of meat, is a popular snack at parties. The Don small goods company developed a spiced snack-style sausage based on the cabanossi in 1991 called Twiggy Sticks. Sausage rolls are a popular snack and party food, as are saveloys, cheerios, and are locally manufactured cabanossi. Traditional sausages similar to English bangers are eaten throughout the country; these are usually made of finely ground beef or mutton[41] with breadcrumbs, very mildly spiced, stuffed into an edible collagen casing which crisps and splits when fried. These may be eaten for breakfast, lunch or dinner. In recent years, many international and exotic sausages have also become widely available in New Zealand.[42] Sausages may be served as hors d'œuvres, in a sandwich, in a bread roll as a hot dog, wrapped in a tortilla, or as an ingredient in dishes such as stews and casseroles. It can be served on a stick (like the corn dog) or on a bone as well.[43] Sausage without casing is called sausage meat and can be fried or used as stuffing for poultry, or for wrapping foods like Scotch eggs. Similarly, sausage meat encased in puff pastry is called a sausage roll. Sausages are almost always fried in oil, served for any meal, particularly breakfast or lunch and often \"sweet sausages\" have been created which are made with any of the above: dried fruit, nuts, caramel and chocolate, bound with butter and sugar. These sweet sausages are refrigerated rather than fried and usually, however, served for dessert rather than as part of a savory course. Sausages can also be modified to use indigenous ingredients. Mexican styles add oregano and the guajillo red pepper to the Spanish chorizo to give it an even hotter spicy touch. Certain sausages also contain ingredients such as cheese and apple, or types of vegetable. Vegetarian and vegan sausages are also available in some countries, or can be made from scratch at home.[44] These may be made from tofu, seitan, nuts, pulses, mycoprotein, soya protein, vegetables or any combination of similar ingredients that will hold together during cooking.[45] These sausages, like most meat-replacement products, generally fall into two categories: some are shaped, colored, flavored, and spiced to replicate the taste and texture of meat as accurately as possible; others such as the Glamorgan sausage rely on spices and vegetables to lend their natural flavor to the product and no attempt is made to imitate meat.[46] While not vegetarian, the soya sausage was invented 1916 in Germany. First known as Kölner Wurst (\"Cologne Sausage\") by later German Chancellor Konrad Adenauer (1876–1967).[47] Salami, a cured sausage Vegetarian sausages with baked beans on toast A sliced chorizo sausage Two sausage rolls on a plate Sausages after roasting A sausage sandwich with egg and ketchup Raw sausages Some sausages grilling Yam mu yo, a Thai sausage salad Sausage and alloco (plantain banana), Abidjan (Ivory Coast) A salmon sausage ","Title":"Sausage - Wikipedia","KeyID":"6678","URL":"https://en.wikipedia.org/wiki/Sausage"}