{"Content: ":"Sauerkraut (/ˈsaʊ.ərkraʊt/; German: [ˈzaʊɐˌkʁaʊt] (listen), lit. \"sour cabbage\"[1]) is finely cut raw cabbage that has been fermented by various lactic acid bacteria.[2][3] It has a long shelf life and a distinctive sour flavor, both of which result from the lactic acid formed when the bacteria ferment the sugars in the cabbage leaves.[4][5] It is one of the best-known national dishes in Germany. Although in English-speaking countries it is known under its German name, it is also widely known in Eastern Europe and other places (see below). For example in Russia \"k`islaya kap`usta\" (кислая капуста) or \"kv`ashenaya kap`usta\" (квашеная капуста) has been a traditional and ubiquitous dish from ancient times. Fermented foods have a long history in many cultures, with sauerkraut being one of the most well-known instances of traditional fermented moist cabbage side dishes.[6][better source needed] The Roman writers Cato (in his De Agri Cultura) and Columella (in his De re Rustica) mentioned preserving cabbages and turnips with salt.[citation needed] Although \"sauerkraut\" is from a German word (Sauerkraut), the dish did not originate in Germany. Some claim fermenting cabbage suan cai was already practised in the days of the building of the Great Wall of China and that the practice was likely transmitted from China to Europe by the Tartars.[7] However, the Romans, as previously noted, pickled forms of cabbage, and were the more likely source of modern-day sauerkraut [8] It then took root in Central and Eastern European cuisines, but also in other countries including the Netherlands, where it is known as zuurkool, and France, where the name became choucroute.[9] The English name is borrowed from German where it means \"sour cabbage\".[1] The names in Slavic and other Central and Eastern European languages have similar meanings with the German word: \"fermented cabbage\" (Albanian: lakër turshi, Azerbaijani: kələm turşusu,[10] Belarusian: квашаная капуста, Czech: kysané zelí, Lithuanian: rauginti kopūstai, Russian: квашеная капуста, tr. kvašenaja kapusta, Turkısh: lahana turşusu, Romanian: varză murată, Persian: kalam torş, Ukrainian: квашена капуста) or \"sour cabbage\" (Bulgarian: кисело зеле, Estonian: hapukapsas, Finnish: hapankaali, Hungarian: savanyúkáposzta, Latvian: skābēti kāposti, Macedonian: rасол / кисела зелка, Polish: kapusta kiszona, Russian: кислая капуста, tr. kislaya kapusta, Serbo-Croatian: кисели купус / кисело зелје / kiseli kupus / kiselo zelje, Slovak: kyslá kapusta, Slovene: kislo zelje, Ukrainian: кисла капуста, kisla kapusta).[11] Before frozen foods, refrigeration, and cheap transport from warmer areas became readily available in Northern, Central, and Eastern Europe, sauerkraut – like other preserved foods – provided a source of nutrients during the winter. Captain James Cook always took a store of sauerkraut on his sea voyages, since experience had taught him it prevented scurvy.[12][13] The word \"Kraut\", derived from this food, is a derogatory term for the German people.[14] During World War I, due to concerns the American public would reject a product with a German name, American sauerkraut makers relabeled their product as \"liberty cabbage\" for the duration of the war.[15] Sauerkraut is made by a process of pickling called lactic acid fermentation that is analogous to how traditional (not heat-treated) pickled cucumbers and kimchi are made. The cabbage is finely shredded, layered with salt, and left to ferment. Fully cured sauerkraut keeps for several months in an airtight container stored at 15°C (60°F) or below. Neither refrigeration nor pasteurization is required, although these treatments prolong storage life. Fermentation by lactobacilli is introduced naturally, as these air-borne bacteria culture on raw cabbage leaves where they grow. Yeasts also are present, and may yield soft sauerkraut of poor flavor when the fermentation temperature is too high. The fermentation process has three phases, collectively sometimes referred to as population dynamics. In the first phase, anaerobic bacteria such as Klebsiella and Enterobacter lead the fermentation, and begin producing an acidic environment that favors later bacteria. The second phase starts as the acid levels become too high for many bacteria, and Leuconostoc mesenteroides and other Leuconostoc species take dominance. In the third phase, various Lactobacillus species, including L. brevis and L. plantarum, ferment any remaining sugars, further lowering the pH.[16] Properly cured sauerkraut is sufficiently acidic to prevent a favorable environment for the growth of Clostridium botulinum, the toxins of which cause botulism.[2][3] A 2004 genomic study found an unexpectedly large diversity of lactic acid bacteria in sauerkraut, and that previous studies had oversimplified this diversity. Weissella was found to be a major organism in the initial, heterofermentative stage, up to day 7. It was also found that Lactobacillus brevis and Pediococcus pentosaceus had smaller population numbers in the first 14 days than previous studies had reported.[17] The Dutch sauerkraut industry found that inoculating a new batch of sauerkraut with an old batch resulted in an excessively sour product. This sourdough process is known as \"backslopping\" or \"inoculum enrichment\"; when used in making sauerkraut, first- and second-stage population dynamics, important to developing flavor, are bypassed. This is due primarily to the greater initial activity of species L. plantarum.[18] In Azerbaijani, Belarusian, Estonian, Latvian, Lithuanian, Moravian, Polish, Russian, and Ukrainian cuisine, chopped cabbage is often pickled together with shredded carrots. Other ingredients may include caraway seeds, whole or quartered apples for additional flavor or cranberry for flavor and better keeping (the benzoic acid in cranberries is a common preservative). Sometimes the finely chopped outer green cabbage leaves are fermented for special \"grey\" schi. Bell peppers and beets are added in some recipes for color. The resulting sauerkraut salad is typically served cold, as zakuski or a side dish. A homemade type of very mild sauerkraut is available, where white cabbage is pickled with salt in a refrigerator for only three to seven days. This process results in very little lactic acid production. Sometimes in Russia double fermentation is used, with the initial step producing an exceptionally sour product, which is then \"corrected\" by adding 30-50% more fresh cabbage and fermenting the mix again. The flavor additives like apples, beets, cranberries, and sometimes even watermelons are usually introduced at this step. Sauerkraut may be used as a filling for Polish pierogi, Ukrainian varenyky, Russian pirogi and pirozhki.[19] Sauerkraut is also the central ingredient in traditional soups, such as shchi (a national dish of Russia), kwaśnica (Poland), kapustnica (Slovakia), and zelňačka (Czech Republic resp. Moravian). It is an ingredient of Polish bigos (a hunter's stew).[20] In Germany and Austria, cooked sauerkraut is often flavored with juniper berries[21] or caraway seeds; apples and white wine are added in popular variations. Traditionally it is served warm, with pork (e.g. eisbein, schweinshaxe, Kassler) or sausages (smoked or fried sausages, Frankfurter Würstchen, Vienna sausages, black pudding), accompanied typically by roasted or steamed potatoes or dumplings (knödel or schupfnudel).[22] Similar recipes are common in other Central European cuisines. The Czech national dish vepřo knedlo zelo consists of roast pork with knedliky and sauerkraut. In France, sauerkraut is the main ingredient of the Alsatian meal choucroute garnie (French for \"dressed sauerkraut\"), sauerkraut with sausages (Strasbourg sausages, smoked Morteau or Montbéliard sausages), charcuterie (bacon, ham, etc.), and often potatoes. In Chile it is called chucrut and is a common topping for sandwiches and hotdogs, especially for completos. Sauerkraut, along with pork, is eaten traditionally in Pennsylvania on New Year's Day. The tradition, started by the Pennsylvania Dutch, is thought to bring good luck for the upcoming year.[23] Sauerkraut is also used in American cuisine as a condiment upon various foods, such as sandwiches and hot dogs.[4][5][24] In Maryland, particularly in Baltimore and on the Eastern Shore, sauerkraut is a traditional accompaniment for the Thanksgiving turkey.[25] In North Macedonia, Montenegro, Serbia, Bosnia, Croatia, and Slovenia, usually the whole cabbage heads are pickled. Such produce is used for many dishes, from a simple salad made of chopped cabbage and sprinkled with paprika, to cabbage rolls. In northern parts of Serbia and Croatia, it is often added to the bean soup. In central Serbia, a local specialty called \"wedding cabbage\" is made by slowly stewing roughly cut cabbage with at least three kinds of meats, lean, fatty, and smoked. Cooked sauerkraut Dutch zuurkoolstamppot includes sauerkraut mashed with potatoes and is traditionally served with rookworst Pierogi with sauerkraut Kapuśniak made with sauerkraut Central European-style sauerkraut and sausages is a popular snack dish in pubs. Czech Vepřo-knedlo-zelo Pickled Eisbein served with sauerkraut Alsatian Choucroute garnie As Europeans, especially Germans, emigrated to other countries, many of them continued making and eating sauerkraut around the world.[26] Many health benefits have been claimed for sauerkraut: Excessive consumption of sauerkraut may lead to bloating and flatulence due to the trisaccharide raffinose, which the human small intestine cannot break down. This does not negatively affect long-term health, although it might be uncomfortable.[42] Additionally, sauerkraut has a very high content of sodium.[43] Many other vegetables are preserved by a similar process:","Title":"Sauerkraut - Wikipedia","KeyID":"6682","URL":"https://en.wikipedia.org/wiki/Sauerkraut"}