{"Content: ":"Handkäse (pronounced [ˈhantkɛːzə]; literally: \"hand cheese\") is a German regional sour milk cheese (similar to Harzer) and is a culinary speciality of Frankfurt am Main, Offenbach am Main, Darmstadt, Langen, and other parts of southern Hesse. It gets its name from the traditional way of producing it: forming it with one's own hands.[2] It is a small, translucent, yellow cheese with a pungent aroma that some people may find unpleasant. It is sometimes square, but more often round in shape. Often served as an appetizer or as a snack with Apfelwein (Ebbelwoi or cider), it is traditionally topped with chopped or sliced onions,[3] locally known as \"Handkäse mit Musik\" (literally: hand cheese with music). It is usually eaten with caraway on it, but since many people in Germany do not like this spice, in many areas it is served on the side. Some Hessians say that it is a sign of the quality of the establishment when caraway is in a separate dispenser. As a sign of this, many restaurants have, in addition to the salt and pepper, a little pot for caraway seeds. Strangers to this custom probably ask where the Musik is. They most likely are told, Die Musik kommt später, i.e. the music \"comes later\". This is a euphemism for the flatulence that the raw onions can provide during digestion. A more polite, but less likely explanation for the Musik is that the flasks of vinegar and oil customarily provided with the cheese would strike a musical note when they hit each other. Yet another theory as to the origin of this name is that it was coined because during the marinating process, the resulting gases rising up through the vinegar-oil mixture often produce a noticeable bubbling noise. Handkäse is popular among dieters and some health food devotees. It is also popular among bodybuilders, runners, and weightlifters for its high content of protein while being relatively low in fat. While Apfelwein is traditionally served with Handkäse, white wine, usually dry, is also preferred in some areas, such as Rheinhessen.  This German cuisine-related article is a stub. You can help Wikipedia by expanding it.","Title":"Handkäse - Wikipedia","KeyID":"6683","URL":"https://en.wikipedia.org/wiki/Handk%C3%A4se"}