{"Content: ":"According to the International Civil Aviation Organization (ICAO), a runway is a \"defined rectangular area on a land aerodrome prepared for the landing and takeoff of aircraft\".[1] Runways may be a man-made surface (often asphalt, concrete, or a mixture of both) or a natural surface (grass, dirt, gravel, ice, sand or salt). Runways, as well as taxiways and ramps, are sometimes referred to as \"tarmac\", though very few runways are built using tarmac. Takeoff and landing areas defined on the surface of water for seaplanes are generally referred to as waterways. Runway lengths are now commonly given in meters worldwide, except in North America where feet are commonly used.[2] In 1916, in a World War I war effort context, the first concrete-paved runway was built in Clermont-Ferrand in France, allowing local company Michelin to manufacture Bréguet Aviation military aircraft. In January 1919, aviation pioneer Orville Wright underlined the need for \"distinctly marked and carefully prepared landing places, [but] the preparing of the surface of reasonably flat ground [is] an expensive undertaking [and] there would also be a continuous expense for the upkeep.\"[3] For fixed-wing aircraft, it is advantageous to perform takeoffs and landings into the wind to reduce takeoff or landing roll and reduce the ground speed needed to attain flying speed. Larger airports usually have several runways in different directions, so that one can be selected that is most nearly aligned with the wind. Airports with one runway are often constructed to be aligned with the prevailing wind. Compiling a wind rose is in fact one of the preliminary steps taken in constructing airport runways.[4] Note that wind direction is given as the direction the wind is coming from: a plane taking off from runway 09 faces east, into an \"east wind\" blowing from 090°. Originally in the 1920s and 1930s, airports and air bases (particularly in the United Kingdom) were built in a triangle-like pattern of three runways at 60° angles to each other. The reason was that back then aviation was only starting, and as a result although it was known that winds affect runway distance required, etc. not much was known about wind behaviour. As a result, three runways in a triangle-like pattern were built, and the runway with the heaviest traffic on it would eventually expand into an airport's main runway, while the other two runways would be either abandoned or converted into taxiways.[5] For example Bristol Airport has only one runway—09/27 (9/27)—and two taxiways that form a 'V' which may have been runways on the original 1930s RAF Lulsgate Bottom airbase.[citation needed] Runways are named by a number between 01 and 36, which is generally the magnetic azimuth of the runway's heading in decadegrees. This heading differs from true north by the local magnetic declination. A runway numbered 09 points east (90°), runway 18 is south (180°), runway 27 points west (270°) and runway 36 points to the north (360° rather than 0°).[6] When taking off from or landing on runway 09, a plane is heading around 90° (east). A runway can normally be used in both directions, and is named for each direction separately: e.g., \"runway 15\" in one direction is \"runway 33\" when used in the other. The two numbers differ by 18 (= 180°). For clarity in radio communications, each digit in the runway name is pronounced individually: runway one-five, runway three-three, etc. (instead of \"fifteen\" or \"thirty-three\"). A leading zero, for example in \"runway zero-six\" or \"runway zero-one-left\", is included for all ICAO and some U.S. military airports (such as Edwards Air Force Base). However, most U.S. civil aviation airports drop the leading zero as required by FAA regulation.[7] This also includes some military airfields such as Cairns Army Airfield. This American anomaly may lead to inconsistencies in conversations between American pilots and controllers in other countries. It is very common in a country such as Canada for a controller to clear an incoming American aircraft to, for example, runway 04, and the pilot read back the clearance as runway 4. In flight simulation programs those of American origin might apply U.S. usage to airports around the world. For example, runway 05 at Halifax will appear on the program as the single digit 5 rather than 05. Military airbases may include smaller paved runways known as \"assault strips\" for practice and training next to larger primary runways.[8] These strips eschew the standard numerical naming convention and instead employ the runway's full three digit heading; examples include Dobbins Air Reserve Base's Runway 110/290 and Duke Field's Runway 180/360.[9][10] Runways with non-hard surfaces, such as small turf airfields and waterways for seaplanes, may use the standard numerical scheme or may use traditional compass point naming, examples include Ketchikan Harbor Seaplane Base's Waterway E/W.[11][12] Airports with unpredictable or chaotic water currents, such as Santa Catalina Island's Pebbly Beach Seaplane Base, may designate their landing area as Waterway ALL/WAY to denote the lack of designated landing direction.[13][12] If there is more than one runway pointing in the same direction (parallel runways), each runway is identified by appending left (L), center (C) and right (R) to the end of the runway number to identify its position (when facing its direction)—for example, runways one-five-left (15L), one-five-center (15C), and one-five-right (15R). Runway zero-three-left (03L) becomes runway two-one-right (21R) when used in the opposite direction (derived from adding 18 to the original number for the 180° difference when approaching from the opposite direction). In some countries, regulations mandate that where parallel runways are too close to each other, only one may be used at a time under certain conditions (usually adverse weather). At large airports with four or more parallel runways (for example, at Chicago O'Hare, Los Angeles, Detroit Metropolitan Wayne County, Hartsfield-Jackson Atlanta, Denver, Dallas–Fort Worth and Orlando), some runway identifiers are shifted by 1 to avoid the ambiguity that would result with more than three parallel runways. For example, in Los Angeles, this system results in runways 6L, 6R, 7L, and 7R, even though all four runways are actually parallel at approximately 69°. At Dallas/Fort Worth International Airport, there are five parallel runways, named 17L, 17C, 17R, 18L, and 18R, all oriented at a heading of 175.4°. Occasionally, an airport with only three parallel runways may use different runway identifiers, such as when a third parallel runway was opened at Phoenix Sky Harbor International Airport in 2000 to the south of existing 8R/26L—rather than confusingly becoming the \"new\" 8R/26L it was instead designated 7R/25L, with the former 8R/26L becoming 7L/25R and 8L/26R becoming 8/26. Suffixes may also be used to denote special use runways. Airports that have seaplane waterways may chose to denote the waterway on charts with the suffix W; such as Daniel K. Inouye International Airport in Honolulu and Lake Hood Seaplane Base in Anchorage.[14] Small airports that host various forms of air traffic may employ additional suffixes to denote special runway types based on the type of aircraft expected to use them, including STOL aircraft (S), gliders (G), rotorcraft (H), and ultralights (U).[12] Runways that are numbered relative to true north rather than magnetic north will use the suffix T; this is advantageous for certain airfields in the far north such as Thule Air Base.[15] Runway designations may change over time because Earth's magnetic lines slowly drift on the surface and the magnetic direction changes. Depending on the airport location and how much drift occurs, it may be necessary to change the runway designation. As runways are designated with headings rounded to the nearest 10°, this affects some runways sooner than others. For example, if the magnetic heading of a runway is 233°, it is designated Runway 23. If the magnetic heading changes downwards by 5 degrees to 228°, the runway remains Runway 23. If on the other hand the original magnetic heading was 226° (Runway 23), and the heading decreased by only 2 degrees to 224°, the runway becomes Runway 22. Because magnetic drift itself is slow, runway designation changes are uncommon, and not welcomed, as they require an accompanying change in aeronautical charts and descriptive documents. When a runway designation does change, especially at major airports, it is often done at night, because taxiway signs need to be changed and the numbers at each end of the runway need to be repainted to the new runway designators. In July 2009 for example, London Stansted Airport in the United Kingdom changed its runway designations from 05/23 to 04/22 during the night. Runway dimensions vary from as small as 245 m (804 ft) long and 8 m (26 ft) wide in smaller general aviation airports, to 5,500 m (18,045 ft) long and 80 m (262 ft) wide at large international airports built to accommodate the largest jets, to the huge 11,917 m × 274 m (39,098 ft × 899 ft) lake bed runway 17/35 at Edwards Air Force Base in California – developed as a landing site for the Space Shuttle.[16] Takeoff and landing distances available are given using one of the following terms:     There are standards for runway markings.[22] There are runway markings and signs on most large runways. Larger runways have a distance remaining sign (black box with white numbers). This sign uses a single number to indicate the remaining distance of the runway in thousands of feet. For example, a 7 will indicate 7,000 ft (2,134 m) remaining. The runway threshold is marked by a line of green lights.  There are three types of runways: Waterways may be unmarked or marked with buoys that follow maritime notation instead.[26] A line of lights on an airfield or elsewhere to guide aircraft in taking off or coming in to land or an illuminated runway is sometimes also known as a flare path. Runway lighting are used at airports for use at night and low visibility. Seen from the air, runway lights form an outline of the runway. A runway may have some or all of the following:[28] According to Transport Canada's regulations,[29] the runway-edge lighting must be visible for at least 2 mi (3 km). Additionally, a new system of advisory lighting, runway status lights, is currently being tested in the United States.[30] The edge lights must be arranged such that: Typically the lights are controlled by a control tower, a flight service station or another designated authority. Some airports/airfields (particularly uncontrolled ones) are equipped with pilot-controlled lighting, so that pilots can temporarily turn on the lights when the relevant authority is not available.[32] This avoids the need for automatic systems or staff to turn the lights on at night or in other low visibility situations. This also avoids the cost of having the lighting system on for extended periods. Smaller airports may not have lighted runways or runway markings. Particularly at private airfields for light planes, there may be nothing more than a windsock beside a landing strip. Types of runway safety incidents include: The choice of material used to construct the runway depends on the use and the local ground conditions. For a major airport, where the ground conditions permit, the most satisfactory type of pavement for long-term minimum maintenance is concrete. Although certain airports have used reinforcement in concrete pavements, this is generally found to be unnecessary, with the exception of expansion joints across the runway where a dowel assembly, which permits relative movement of the concrete slabs, is placed in the concrete. Where it can be anticipated that major settlements of the runway will occur over the years because of unstable ground conditions, it is preferable to install asphaltic concrete surface, as it is easier to patch on a periodic basis. Fields with very low traffic of light planes may use a sod surface. Some runways make use of salt flats. For pavement designs, borings are taken to determine the subgrade condition, and based on the relative bearing capacity of the subgrade, the specifications are established. For heavy-duty commercial aircraft, the pavement thickness, no matter what the top surface, varies from 10 to 48 in (25 to 122 cm), including subgrade. Airport pavements have been designed by two methods. The first, Westergaard, is based on the assumption that the pavement is an elastic plate supported on a heavy fluid base with a uniform reaction coefficient known as the K value. Experience has shown that the K values on which the formula was developed are not applicable for newer aircraft with very large footprint pressures. The second method is called the California bearing ratio and was developed in the late 1940s. It is an extrapolation of the original test results, which are not applicable to modern aircraft pavements or to modern aircraft landing gear. Some designs were made by a mixture of these two design theories. A more recent method is an analytical system based on the introduction of vehicle response as an important design parameter. Essentially it takes into account all factors, including the traffic conditions, service life, materials used in the construction, and, especially important, the dynamic response of the vehicles using the landing area. Because airport pavement construction is so expensive, manufacturers aim to minimize aircraft stresses on the pavement. Manufacturers of the larger planes design landing gear so that the weight of the plane is supported on larger and more numerous tires. Attention is also paid to the characteristics of the landing gear itself, so that adverse effects on the pavement are minimized. Sometimes it is possible to reinforce a pavement for higher loading by applying an overlay of asphaltic concrete or portland cement concrete that is bonded to the original slab. Post-tensioning concrete has been developed for the runway surface. This permits the use of thinner pavements and should result in longer concrete pavement life. Because of the susceptibility of thinner pavements to frost heave, this process is generally applicable only where there is no appreciable frost action. Runway pavement surface is prepared and maintained to maximize friction for wheel braking. To minimize hydroplaning following heavy rain, the pavement surface is usually grooved so that the surface water film flows into the grooves and the peaks between grooves will still be in contact with the aircraft tires. To maintain the macrotexturing built into the runway by the grooves, maintenance crews engage in airfield rubber removal or hydrocleaning in order to meet required FAA friction levels. Subsurface underdrains help provide extended life and excellent and reliable pavement performance. At the Hartsfield Atlanta, GA airport the underdrains usually consist of trenches 18 in (46 cm) wide and 48 in (120 cm) deep from the top of the pavement. A perforated plastic tube (5.9 in (15 cm) in diameter) is placed at the bottom of the ditch. The ditches are filled with gravel size crushed stone.[33] Excessive moisture under a concrete pavement can cause pumping, cracking, and joint failure.[34] In aviation charts, the surface type is usually abbreviated to a three-letter code. The most common hard surface types are asphalt and concrete. The most common soft surface types are grass and gravel. A runway of at least 1,800 m (5,900 ft) in length is usually adequate for aircraft weights below approximately 100,000 kg (220,000 lb). Larger aircraft including widebodies will usually require at least 2,400 m (7,900 ft) at sea level. International widebody flights, which carry substantial amounts of fuel and are therefore heavier, may also have landing requirements of 3,200 m (10,500 ft) or more and takeoff requirements of 4,000 m (13,000 ft). The Boeing 747 is considered to have the longest takeoff distance of the more common aircraft types and has set the standard for runway lengths of larger international airports.[35] At sea level, 3,200 m (10,500 ft) can be considered an adequate length to land virtually any aircraft. For example, at O'Hare International Airport, when landing simultaneously on 4L/22R and 10/28 or parallel 9R/27L, it is routine for arrivals from East Asia, which would normally be vectored for 4L/22R (2,300 m (7,546 ft)) or 9R/27L (2,400 m (7,874 ft)) to request 28R (4,000 m (13,123 ft)). It is always accommodated, although occasionally with a delay. Another example is that the Luleå Airport in Sweden was extended to 3,500 m (11,483 ft) to allow any fully loaded freight aircraft to take off. An aircraft taking off at a higher altitude must do so at reduced weight due to decreased density of air at higher altitudes, which reduces engine power and wing lift. An aircraft must also take off at a reduced weight in hotter or more humid conditions (see density altitude). Most commercial aircraft carry manufacturer's tables showing the adjustments required for a given temperature. In India, recommendations of International Civil Aviation Organization (ICAO) are now followed more often. For landing, only altitude correction is done for runway length whereas for take-off, all types of correction are taken into consideration.[36] The world's longest paved runway, at Qamdo Bamda Airport in Tibet (China), has a total length of 5,500 m (18,045 ft). In the 1980s, Leeds Bradford International Airport extended its runway to take wide-body aircraft by building an overpass over the A658 road. Road crossing of (Shetland) A970 with Sumburgh Airport's runway. The movable barrier closes when aircraft land or take off. Gibraltar International Airport's runway 09/27, crossed by the one road between Gibraltar and Spain. A parachute may be used to slow down craft, in this case the Space Shuttle Atlantis.","Title":"Runway - Wikipedia","KeyID":"6692","URL":"https://en.wikipedia.org/wiki/Runway"}