{"Content: ":"Condor, legally incorporated as Condor Flugdienst GmbH and stylized as condor, is a German charter airline established in 1955 with Frankfurt Airport being its main base. Condor offers scheduled flights to leisure destinations and operates, from Germany, medium-haul flights to the Mediterranean Basin and the Canary Islands as well as long-haul flights to destinations in Africa, Asia, North America, South America and the Caribbean. Whereas medium-haul flights are operated from many German airports (and Zurich), long-haul flights usually depart from Frankfurt, with a few rotations operated from Düsseldorf and Munich.[3] Condor also operates charter flights. The airline was originally established as Deutsche Flugdienst GmbH on 21 December 1955. Its initial fleet consisted of three 36-passenger Vickers VC.1 Viking aircraft, the airline's first tourist-orientated flight commenced on 29 March 1956. In 1961, Deutsche Flugdienst took over its rival Condor-Luftreederei and subsequently adopted Condor Flugdienst GmbH as its operating name. During 1966, Condor launched its first long-haul flights. By this time, the airline had a majority market share of Germany's tourism air travel market. During the 1990s, Condor was restructured and merged with other businesses to become an integrated tourism concern known as C&N Touristik. From 2000 onwards, the Condor shares held by Lufthansa were gradually acquired by both Thomas Cook AG and Thomas Cook Group. On 4 February 2013, the Thomas Cook Group announced that Thomas Cook Airlines, Thomas Cook Airlines Belgium, and Condor would be merged into a single operating segment of the Thomas Cook Group, Thomas Cook Group Airlines. On 23 September 2019, Condor's parent company Thomas Cook Group collapsed; however, Condor received a bridge loan from the German government in order to remain in operation. Condor Flugdienst GmbH continued to be an asset of Thomas Cook Group plc until the asset is sold or the liquidation is completed by the Official Receiver.[4][5] On 24 January 2020, it was announced that the Polish Aviation Group, owner of LOT Polish Airlines, would acquire Condor.[6] The acquisition was expected to be completed by April 2020 once antitrust approvals are obtained.[7] However, on 2 April 2020 it was announced that the sale to LOT Polish Airlines had fallen through.[8] Since then, a majority has been sold to an investment firm.[9] What would become Condor was founded on 21 December 1955 as Deutsche Flugdienst GmbH. Its initial ownership was divided between the German shipping company Norddeutscher Lloyd (27.75%), trans-Atlantic shipping firm Hamburg America Line (27.75%), German flag carrier airline Deutsche Lufthansa (26%), and railway company Deutsche Bundesbahn (18.5%). Deutsche Flugdienst's initial fleet consisted of three 36-passenger Vickers VC.1 Viking aircraft; they were based at Frankfurt Airport, which was also a prominent Lufthansa hub at that time.[10] On 29 March 1956, the airline's first tourist-oriented flight commenced, this being a pilgrimage flight to the Holy Land. Within its first year of operation, destinations such as Majorca and the Canary Islands had been added to the airline's flight schedule.[11] Between 1959 and 1960, Lufthansa bought out the other shareholdings, acquiring sole ownership of Deutsche Flugdienst.[10][11] In 1961, Deutsche Flugdienst took over its rival Condor-Luftreederei (which had been founded in 1957 by Oetker), subsequently changing its name to Condor Flugdienst GmbH, thus introducing the \"Condor\" name with Lufthansa.[10] During the following year, Condor Flugdienst GmbH had a 63.3% market share of Germany's tourism air travel market, transporting a total of 66,000 passengers in that year; Majorca was by far the most popular destination, attracting 36,000 tourists.[11] The following decade was an era of considerable growth for Condor. During 1966, the company launched its first long-haul flights, reaching destinations such as Thailand, Sri Lanka, Kenya and the Dominican Republic.[11] In 1971, Condor became the first leisure-orientated airline in the world to adopt the Boeing 747, which was the worlds’ biggest aircraft during the era. By 1973, Condor's fleet consisted of a total of 14 Boeing airliners: Two Boeing 747s, two Boeing 707s and ten Boeing 727s.[11] During 1989, the firm launched \"Condor Flüge Individuell\" (later known as Condor Individuell); this venture leveraged its individual seat business to sell airline seats to members of the public directly.[11] According to a Condor spokesman, the airline was selling around 15% of its tickets itself. During the early 1990s, production company Südflug, a wholly owned subsidiary of Condor, was integrated into the airline.[12] This change brought both the Boeing 757 and Boeing 767 jetliners into Condor's service; being configured with two-class cabins, Condor became the first tourism airline to introduce a separate, more comfortable class upon its aircraft.[11] During 1995, Condor expanded its shareholdings in other ventures.[11] Condor-Touristik-Verbund held a 30% stake in alpha Holding GmbH, 37.5% of the shares in Kreutzer Touristik GmbH, wholly owned Fischer Reisen GmbH, and a 10% stake in Öger Tours GmbH. The airline also assumed ownership of the 40% stake held by parent airline Lufthansa in SunExpress, a Turkish charter airline; its ownership of the firm would subsequently be extended to 50%.[11][13][14] 1996 was Condor Flugdienst GmbH's 40th anniversary; to mark the occasion, American artist James Rizzi redecorated a Boeing 757 as a flying work of art, which was sometimes referred to as the Rizzi-Bird.[11] In the latter half of that year, the company became the launch customer for the Boeing 757-300, having placed twelve firm orders for the variant.[15][16] To increase operational flexibility, Condor frequently trained its pilots so that they could operate both the Boeing 757 and 767 without any restrictions.[17] During 1998, the airline established Condor Berlin GmbH, a wholly owned subsidiary headquartered at Berlin Schönefeld Airport. This new entity was a low-cost carrier intended to compete with rivals such as Aero Lloyd and Air Berlin; Condor estimated that its subsidiary's costs ought to be about 20% lower than the parent company's own.[18][12] That same year, Condor placed orders for six Airbus A320-200 airliners, the most technologically modern short-haul aircraft in the world at that time;[19] that airline would subsequently operate twelve aircraft of the type in its fleet.[11] The late 1990s was dominated by industrial consolidation efforts. Condor's parent airline, Lufthansa, opted to break ties with Hapag-Lloyd to link up with German retailer Karstadt and NUR, its tour operator; this led to the creation of the jointly owned C&N Touristik, bringing together Germany's largest holiday airline with tour operations.[20] Thus, Condor became an integrated tourism concern.[11] From 2000 onwards, the Condor shares held by Lufthansa were gradually acquired by both Thomas Cook AG and Thomas Cook Group.[21] The process of transforming Condor from a Lufthansa subsidiary to a part of Thomas Cook (along with Thomas Cook Airlines, Thomas Cook Airlines Belgium and Thomas Cook Airlines Scandinavia began with the rebranding as Thomas Cook powered by Condor on 1 March 2003.[21] A new livery was introduced, featuring the Thomas Cook logo on the aircraft tail and the word \"Condor\" written in the font used by Thomas Cook Airlines. On 23 January 2004, Condor became part of Thomas Cook AG and returned to the Condor brand name.[21] By December 2006, the remaining Lufthansa shares only amounted to 24.9 percent.[21] On 20 September 2007, shortly after having taken over LTU International, Air Berlin announced its intention to acquire Condor in a share swap deal. It was intended to buy the 75.1 percent of Condor shares held by Thomas Cook, with the remaining Lufthansa assets being acquired in 2010. In return, Thomas Cook would take up 29.99 percent of the Air Berlin stock.[22] However, on 11 September 2008, this plan was abandoned.[21] In December 2010, Thomas Cook Group chose the Airbus A320 family as preferred short-medium haul aircraft type for its airlines, with a review concerning the long-haul aircraft scheduled for 2011.[23] On 17 September 2012, the airline signed a codeshare agreement with the Mexican low-cost carrier, Volaris.[24] On 12 March 2013, Condor and the Canadian airline WestJet agreed on an interline partnership which will offer customers connecting flights to/from 17 destinations in Canada. This agreement expands the network of both airlines, allowing passengers to connect beyond each airline's own network.[25] On 4 February 2013, the Thomas Cook Group announced that Thomas Cook Airlines, Thomas Cook Airlines Belgium, and Condor would merge into a single operating segment of the Thomas Cook Group, Thomas Cook Group Airlines.[26] On 1 October 2013, the Thomas Cook Group began presenting itself under the new unified brand symbol. The aircraft of the Thomas Cook Group Airlines also had the new logo: the Sunny Heart added to their tails and were re-painted in the new corporate color scheme grey, white, and yellow. On the aircraft, the Sunny Heart on the tail is meant to symbolize the unification of airline brands and tour operators within the entire Thomas Cook Group.[27] Condor refurbished the cabins on all of its Boeing 767-300 long-haul aircraft. All economy class and premium economy class seats were replaced with new seats from ZIM Flugsitz GmbH. Condor kept its successful Premium Economy Class with more legroom and added services.[28] The new Business Class seats (Zodiac Aerospace) offer fully automated, angled-lie-flat seats capable of inclining to an angle of 170 degrees with a bed length of 1.80 metres (5 ft 11 in). The airline added seats in its new Business Class section from 18 to 30 seats on three of its Boeing 767 aircraft. New in-flight entertainment includes personal screens for all passengers throughout all three classes of service. Condor will implement the RAVE IFE technology of Zodiac In-flight Entertainment. On 27 June 2014, Condor completed the cabin refurbishment for all of its long-haul Boeing 767 aircraft.[29][30] In early 2017, Condor's CEO Ralf Teckentrup introduced a plan to cut operating costs by €40 million, because of the €14 million operating cost loss and the €1.4 billion revenue drop.[31] The passenger numbers also dropped by 6%. Condor had also planned new routes to the United States for San Diego, New Orleans, and Pittsburgh; all flights are operated by the 767-300ER.[32] On 25 September 2019, Condor secured additional credit facilities of €380 million to keep flying, despite the collapse of Thomas Cook Group.[33] On the same day, a Frankfurt court authorised investor protection measures to allow Condor to be restructured.[34] On 1 December 2019, the Frankfurt district formally opened these proceedings under the \"Schutzschirmverfahren\" (protective shield proceedings) clause with the liquidator, Lucas Flöther [de], requesting creditors to register their claims with him by 8 January 2020.[35] On 24 January 2020, Condor announced that PGL Polish Aviation Group would be buying Condor and the deal was expected to close in April 2020 once antitrust approvals are obtained. With this deal, PGL was expected to repay the bridge loan from Germany in full. Condor would have continued to operate under their current brand and management.[6] However, on 2 April 2020 it was announced that the sale to LOT Polish Airlines had fallen through.[8][36] On 20 May 2021, Attestor Capital acquired 51% of the airline. It announced that it would provide 200 million euros of equity capital and will provide a further 250 million euros to modernise Condor's long-haul fleet.[9] In July 2021, the European Commission found an aid package offered by the German State to Condor to be in line with EU State aid rules. The approval of the aid package worth in total US$240 million, and restructuring support of US$378.7 million, was intended enable Condor to return to viability.[37] On 28 July 2021, the airline announced an order of 16 Airbus A330-900 to replace its current fleet of Boeing 767-300ER.[38] In April 2022, Condor announced a major change to their corporate design including a revised logo and an entirely new aircraft livery composed of distinctive stripes in bold colors over the entire fuselage, replacing the former Thomas Cook design.[39] On 25 July 2022, the airline announced an order of 13 Airbus A320neo and 28 Airbus A321neo to replace its existing fleet of Airbus A320 family and Boeing 757-300.[40] Condor is headquartered in Neu-Isenburg since 2020. It previously was based in Kelsterbach[52][53] and later Frankfurt.[54] In January 2010, the airline broke ground on their then new headquarters in Gateway Gardens, an office complex in Flughafen, Frankfurt, across the Bundesautobahn 3 from Frankfurt Airport. 380 ground employees worked in the building, and pre-flight briefings for about 2,000 flight attendants were held in the building. Prior to its redevelopment, the land housed families stationed at a U.S. military base.[55] Groß & Partner and OFB Projektentwicklung developed the seven-floor facility.[56] The 14,600-square-metre (157,000 sq ft) building is situated between the park and the central plaza, in the \"Quartier Mondo\" area of Gateway Gardens. It housed Condor's corporate headquarters, a training and education center with a flight simulator, and the airline's flight operations facility. 2,700 square metres (29,000 sq ft) of the facility included small units rented to other tenants and a café and restaurant on the building's first floor. The building opened in the spring of 2012.[54] However, Condor left the complex in 2020 and rented cheaper offices in nearby Neu-Isenburg.[57] At the beginning of 1998, Condor founded Condor Berlin GmbH (CIB), a wholly owned subsidiary headquartered in Berlin-Schönefeld. It used the ICAO-Code CIB and operated on short and medium-haul routes with its Airbus A320-200 until its integration into the parent company on 1 May 2013.[58] As of June 2022, the Condor fleet consists of the following aircraft:[2][59] Airbus A320-200 wearing a 1960s retro livery Airbus A320-200 wearing the new 2022 livery Airbus A330-200 in a basic livery version Boeing 757-300 wearing the former Thomas Cook branded livery Boeing 767-300ER wearing a 1980s retro livery Over the years, Condor operated the following aircraft types:[70][71] Condor's Business Class is offered on all Boeing 767 aircraft. The seats (Zodiac Aerospace) convert to 170 degrees beds with 180 centimetres (71 in) in length and a standard seat pitch (in take off mode) of 60 inches (1,500 mm). The seats include power and USB outlets as well as a 15-inch (380 mm) screen for in-flight entertainment.[78] The long-haul version (offered on all Boeing 767) offers regular economy class seats from German manufacturer ZIM FLUGSITZ with 15 centimetres (5.9 in) more legroom (1 metre (3 ft 3 in) seat pitch).[79] Condor's long-haul Economy Class is offered on all Boeing 767 aircraft. All seats have a 30-inch (760 mm) seat pitch[80] with a 17-inch (430 mm) width. The middle seats are slightly wider (2-inch (51 mm)) than non-middle seats.[81] A personal monitor is available at every seat in all long-haul cabins, giving passengers access to roughly 30 movies, more than 50 TV series, 24 radio channels, and hundreds of audio music of all genres. All entertainment content is available to passengers in Business and Premium Economy Class. However, Economy Class passengers have only limited access without an upgrade fee. They have access to one movie, one TV episode, and the full music library and radio stations.[82] Media related to Condor at Wikimedia Commons","Title":"Condor (airline) - Wikipedia","KeyID":"6695","URL":"https://en.wikipedia.org/wiki/Condor_Flugdienst"}