{"Content: ":"Frankfurt (Main) Airport regional station (German: Frankfurt (Main) Flughafen Regionalbahnhof) is an underground railway station at Frankfurt Airport in Frankfurt, Germany. It provides local S-Bahn and Regionalbahn services to the city and the Frankfurt/Rhine-Main Metropolitan Region. The station opened on 14 March 1972 together with a new passenger terminal (Terminal Mitte, now called Terminal 1). At the time it was only the second railway station serving an airport in Germany (after Berlin Schönefeld Airport Station). In 1999, a second train station opened at Frankfurt Airport (Frankfurt Airport long-distance station) which is primarily used by long-distance trains, mostly ICE services. Prior to the commissioning of the airport's second train station this station was called just Frankfurt am Main Airport station (German: Bahnhof Frankfurt am Main Flughafen). Both regional and long-distance trains ran from this station until 1999. The regional train station is located underneath Terminal 1, concourse B. It is designed as an underground through station and has three platform tracks (called \"Regio 1\" to \"Regio 3\"), of which tracks 2 and 3 are on either side of a central platform. The central platform is 410 m long and the outer platform is 210 m long.[4] Vehicles with diesel traction may enter the regional station only when the level of their exhaust emissions are below set limits. Currently class 612 diesel multiple units operate hourly through the regional station on the Frankfurt Central Station–Saarbrücken Central Station route. A three-track underground station was already envisaged when a new and larger passenger terminal was planned at Frankfurt Airport in the mid-1960s. In April 1969, Deutsche Bundesbahn (today called Deutsche Bahn) and the airport operator FAG (today called Fraport) signed a funding agreement on connecting the airport to the rail network. The costs for the station and the 7.5 km long airport loop line amounted to 100 million Deutsche Mark (approximately €51 million), with Deutsche Bundesbahn funding half and the other half split between FAG and the federal government. The station was opened on 14 March 1972. It served initially as a station for regional trains, but its 410 m long central platform was ready from the beginning to handle also long-distance trains.[4] Between 1982 and 1993 the station was used by the Lufthansa Airport Express, which ran to and from Düsseldorf and Stuttgart.[5] As part of the enhancement of the Intercity (IC) network in 1985, the station was served hourly by IC services. With the opening of the long-distance station on 30 May 1999, most long-distance traffic operated via the new station.[6] Occasional long-distance trains still stopped at the regional station, since the long-distance station was closed overnight. Since the annual timetable change in December 2010, the long-distance station is also open at night, so no more scheduled long-distance trains stop at the regional station. In the late 1980s, it was planned, as part of the construction of the airport's eastern terminal (Terminal 2) and the Cologne–Frankfurt high-speed line, to build a fourth (long-distance) platform track and to upgrade the rail infrastructure, including building a tunnel to connect with the Mannheim–Frankfurt railway towards Zeppelinheim. Despite the high cost that would have been required for the reconstruction of the existing building, it was expected that capacity would not have been sufficient in the medium term. Another proposal considered was to build an additional station in the existing building. Although a feasibility study found that would have had positive returns, this option was rejected due to its high cost.[6][7] Next to the platform provision had been made for the building of another track, which has never been built. From 9–30 July 2007, the regional train station was closed for the complete replacement of the 30-year-old tracks. Work has been under way since early 2010 to give a new, lighter design to the concourse level and the connecting corridor to Terminal 1. The following Regional-Express and S-Bahn services stop in Frankfurt Airport regional station:","Title":"Frankfurt Airport regional station - Wikipedia","KeyID":"6699","URL":"https://en.wikipedia.org/wiki/Frankfurt_Airport_regional_station"}