{"Content: ":"In aeronautics and aeronautical engineering, camber is the asymmetry between the two acting surfaces of an airfoil, with the top surface of a wing (or correspondingly the front surface of a propeller blade) commonly being more convex (positive camber). An airfoil that is not cambered is called a symmetric airfoil. The benefits of cambering were discovered and first utilized by George Cayley in the early 19th century.[1] Camber is usually designed into an airfoil to maximize its lift coefficient. This minimizes the stalling speed of aircraft using the airfoil. An aircraft with cambered wings will have a lower stalling speed than an aircraft with a similar wing loading and symmetric airfoil wings. An aircraft designer may also reduce the angle of attack of the outboard section of the wings. This ensures that, as the aircraft approaches the stall, the wing root stalls before the tip, giving the aircraft resistance to spinning and maintaining aileron effectiveness close to the stall.[citation needed] One recent cambered design is called the supercritical airfoil. It is used for near-supersonic flight and produces a higher lift-to-drag ratio at near supersonic flight than traditional airfoils. Supercritical airfoils employ a flattened upper surface, highly cambered (curved) aft section, and greater leading-edge radius as compared to traditional airfoil shapes. These changes delay the onset of wave drag. An airfoil is said to have a positive camber if its upper surface (or in the case of a driving turbine or propeller blade its forward surface) is the more convex. Camber is a complex property that can be more fully characterized by an airfoil's camber line, the curve Z(x) that is halfway between the upper and lower surfaces, and thickness function T(x), which describes the thickness of the airfoils at any given point. The upper and lower surfaces can be defined as follows: An airfoil where the camber line curves back up near the trailing edge is called a reflexed camber airfoil. Such an airfoil is useful in certain situations, such as with tailless aircraft, because the moment about the aerodynamic center of the airfoil can be 0. A camber line for such an airfoil can be defined as follows (note that the lines over the variables indicates that they have been nondimensionalized by dividing through by the chord): An airfoil with a reflexed camber line is shown at right. The thickness distribution for a NACA 4-series airfoil was used, with a 12% thickness ratio. The equation for this thickness distribution is: Where t is the thickness ratio.","Title":"Camber (aerodynamics) - Wikipedia","KeyID":"670","URL":"https://en.wikipedia.org/wiki/Camber_(aerodynamics)"}