{"Content: ":"Frankfurt–Hahn Airport (German: Flughafen Frankfurt-Hahn, IATA: HHN, ICAO: EDFH) is an international airport in the municipality of Hahn, Rhineland-Palatinate, Germany. The airport is 10 km (6.2 mi) from the town of Kirchberg and 20 km (12 mi) from both Simmern and Traben-Trarbach. The airport is equidistant between Frankfurt and Luxembourg – about 120 km (75 mi) to each city by road. The closest major cities are Koblenz at about 70 km (43 mi) and Mainz at about 90 km (56 mi). The airport served 1.4 million passengers in 2019, down from 2.60 million in 2016.[1][2] The only airlines that operate commercial passenger service to and from the airport are low-cost carriers. It is also a prominent cargo airport as a result of its location and 24-hour operating licence.[3] It had a turnover of 156,000 tons of cargo in 2019.[1] The airport is 82.5% owned by HNA Group, a Fortune Global 500 company based in China and 17.5% owned by the state of Hesse. The airport is not profitable and the European Commission has agreed to allow Rhineland-Palatinate to cover up to €25.3 million of losses between 2017 and 2021 while HNA makes improvements to the airport.[4] During the Cold War, at which time an invasion of West Germany was a possibility, Hahn Air Base was a frontline air base, and home of the United States Air Force 50th Tactical Fighter Wing (now the 50th Space Wing), in various designations, as part of the United States Air Forces in Europe (USAFE). It was one of several USAFE bases in Germany within 100 kilometres (62 mi) of each other including Zweibr端cken, Ramstein Air Base, Sembach, Bitburg Air Base, Spangdahlem Air Base, and Rhein-Main Air Base. These air bases were well situated to reach all locations within Europe and the Mediterranean Basin. Hahn Air Base had more than 13,000 people and three squadrons of F-16 tactical fighters. At the end of the Cold War, the United States was left with a huge excess capacity of expensive airfields in Europe. As a result, the squadrons at the base were inactivated: the 496th Tactical Fighter Squadron was inactivated on 15 May 1991, the 313th Tactical Fighter Squadron was inactivated on 1 July 1991, and the 10th Tactical Fighter Squadron was inactivated on 30 September 1991. The 50th Tactical Fighter Wing was inactivated on 30 September 1991 and then activated as the 50th Space Wing at Falcon AFB (now Schriever Air Force Base) in Colorado on 30 January 1992. The inactivations had a significant effect on the local economy.[5] Most of Hahn Air Base was returned to civil German authorities on 30 September 1993, though USAFE retained a small portion as a radio communications site until its final return to German authorities in 2012. It is still frequently used for military charters operated by, amongst others, Atlas Air, Delta Air Lines, and United Airlines. The German government decided to turn Hahn Air Base into a civil airport with the goal of reducing traffic to Frankfurt International Airport. One of the main investors in the development of the airport was Fraport AG, the operator of Frankfurt International Airport, which received a 65% ownership stake in the airport.[citation needed] In 1996, the faculty and police training school of the Rheinland-Pfalz State Police were combined at a new joint facility located at the air base's former housing area. In 2001, Ryanair began flying to the airport, using it as a second base for its European operations.[6] At the request of Ryanair, the name of the airport was officially changed from Hahn Airport to Frankfurt–Hahn Airport. Lufthansa began legal proceedings against Ryanair in 2002, claiming the usage of \"Frankfurt\" in the name to be false advertising. Ryanair was allowed to keep the name but was forced to clarify in its advertising that the airport is actually 120 kilometers (75 miles) by road from Frankfurt.[7] In 2003, the airport reported a loss of €17 million, compared to €20 million in 2002.[8] In 2007, Etihad Cargo switched its German freighter services from Frankfurt International airport to Frankfurt-Hahn airport.[9] Effective 1 January 2009, Fraport sold its 65% interest in the airport to the government of Rhineland-Palatinate for the symbolic price of €1. The airport had been losing money and Fraport did not want to continue to fund losses. The transaction increased the stake owned by the government to 82.5%.[10] Also in 2009, a cargo flight departing from Hahn using the Antonov 225 made the world record for the heaviest single piece of air cargo, a 189.98 tonne generator for a Fossil-fuel power station in Armenia.[11] In 2013, Etihad Cargo, a major customer of the airport, announced the relocation of its cargo operations from Hahn to Frankfurt Airport.[12] In January 2014, the airport announced it had accumulated debts of €125 million while passenger and cargo traffic were decreasing.[13] The same year, the government pledged €80 million to the airport so that it would avoid bankruptcy.[14] In February 2014, security staff at the airport initiated a strike action.[15] In the summer of 2014, Ryanair reduced capacity on several routes for and removed 3 of 9 aircraft based at the airport.[16] In March 2015, Yangtze River Express, the largest freight customer of the airport with 4 cargo destinations and accounting for 50,000 of the airport's 130,000 tons of annual volume, announced it would cease its cargo operations at Frankfurt–Hahn Airport in favor of Munich Airport.[17] Months earlier, Qatar Airways and Aeroflot had also ceased their cargo operations at the airport.[18] In June 2016, the cargo subsidiary of Air France–KLM announced it would shut down its cargo reloading point at the airport, which was used to collect freight and transfer it to Paris by truck.[19] In August 2016, RAF-Avia from Latvia announced basing two aircraft at the airport to operate ad-hoc charter flights.[20] Also in June 2016, the government of Rhineland-Palatinate announced the sale of its 82.5% interest in the airport to Shanghai Yiqian Trading Company.[21] However, the deal fell apart a month later after the buyer failed to get approval to make the payment.[22] In 2017, Suparna, formerly known as Yangtze River Express, began operating a 747-400F at the airport and AirBridgeCargo and Etihad also expanded cargo operations.[23] In August 2017, HNA Group, a Fortune Global 500 company based in China acquired the 82.5% stake in the airport owned by the government of Rhineland-Palatinate for €15.1 million.[24][25] In conjunction with the acquisition, the European Commission agreed to cover up to €25.3 million of losses between 2017 and 2021 while HNA makes improvements to the airport.[4] In February 2018, Ryanair announced the shift of part of its operations from Hahn to Frankfurt Airport, where it opened a base in 2017. One of five aircraft were moved to Frankfurt Airport and four routes were cut at Frankfurt-Hahn.[26] A year later, Ryanair announced further major cuts with a reduction to just 16 routes — from over 40 in earlier years — for the 2019/2020 winter season.[27] In July 2020, Ryanair announced plans to close their Hahn base by November 2020 after a labour union dispute. Hahn has been Ryanair's second base in continental Europe, inaugurated in 2002.[28] However, as of September 2020, no final decision had been made. The airport filed for bankruptcy on 19 October 2021,[29] in June 2022, it has been sold to a German investor.[30] The airport consists of two passenger terminals and one cargo terminal. The passenger terminals, designated A and B, include shops and restaurants including a McDonald's.[31] The apron has 11 stands for mid-sized aircraft, such as the Boeing 737, which are reached on foot. The cargo apron has 3 stands for large aircraft such as the Boeing 747-8F. Frankfurt–Hahn has a long runway of 3,800 metres (12,467 ft) in the direction of 03/21. This, combined with a large apron, allows it to handle some of the world's biggest aircraft such as the Antonov An-124 or the Boeing Dreamlifter. While the Antonov is a frequent visitor, the Dreamlifter landed only twice at the airport, both times in 2010. It has an Instrument Landing System available to both sides, with runway 21 being category 3 approved; low visibility conditions are a frequent problem at the airport, especially during autumn and winter. The following airlines operate regular scheduled and charter flights at Hahn:[32] The airport is also used by further cargo carriers on an irregular basis, e. g. for ad-hoc charter or military operations.[38]  Hahn is served by several, mostly private, coach operators that run regular services to Frankfurt am Main (105 minutes, via Frankfurt Airport, Terminal 2), Cologne (135 minutes), Luxembourg (105 minutes) and several other cities in western Germany and the region. The airport has no railway station. The nearest train station is in Traben-Trarbach (20 kilometers by road, 10 kilometers as the crow flies), the terminus of the P端nderich–Traben-Trarbach railway. The nearest long-distance railway stations are Bullay (15 kilometers northwest, on the Koblenz–Trier–Saarbr端cken line), and Idar-Oberstein (26 kilometers south) on the Mainz–Bad Kreuznach–Saarbr端cken line. Frequent buses also run to the main railway station of nearby cities, the closest being Mainz (70 minutes, 60 km or 37 mi to the east) and Koblenz (65 minutes, 50 kilometers northeast). Frankfurt–Hahn Airport is almost equidistant from Frankfurt and Luxembourg. The nearest Autobahn connections are approximately 40 kilometres (25 mi) to the west (A1) or east (A 61). Parking and car rental are available at the airport. Media related to Frankfurt-Hahn Airport at Wikimedia Commons","Title":"Frankfurt–Hahn Airport - Wikipedia","KeyID":"6703","URL":"https://en.wikipedia.org/wiki/Frankfurt%E2%80%93Hahn_Airport"}