{"Content: ":"Frankfurt (Main) Hauptbahnhof (German for Frankfurt (Main) main station), often abbreviated as Frankfurt (Main) Hbf and sometimes translated as Frankfurt central station,[2] is the busiest railway station in Hesse, Germany.[2] The affix \"Main\" comes from the city's full name, Frankfurt am Main (\"Frankfurt on the Main\"). Because of its location near the middle of Germany and usage as a transport hub for long and short distance travelling, Deutsche Bahn refers to it as the most important station in Germany. In the late 19th century, three stations connected Frankfurt to the west, north and south, the Those three stations were placed beside each other on the then Gallustor (today: Willy-Brandt-Platz). This situation was considered impracticable due to rising passenger figures in the 19th century, so plans were laid out as early as 1866. At first, a large scale station with up to 34 platforms was considered, then the number got reduced to 18. Post and baggage handlings had their own underground facilities, and the city council demanded the station to be moved further away from the city. In the end, in 1881, the German architect Hermann Eggert won the design contest for the station hall, his runner-up in the contest, Johann Wilhelm Schwedler was made chief engineer for the steel-related works. The new station was placed about 1 km to the west of the first three stations. The platforms were covered by three iron-and-glass halls. The station was built by the contractor Philipp Holzmann with construction starting in 1883.[3] The Central-Bahnhof Frankfurt was finally opened on 18 August 1888. Right on the evening of the opening day, a train ran over the buffer stop and the locomotive was damaged. Over the course of the next few years, the area to the east of the new station, the Bahnhofsviertel, was built; it was completed around 1900. Until the completion of Leipzig Hauptbahnhof in 1915, Frankfurt station was the largest in Europe. As of 2014, the 24 platforms with 26 tracks on one level probably make it the world's largest one-level railway hall. In 1924 two neoclassical halls were added on each side of the main hall, increasing the number of platforms to 24. During World War II, the building was partly damaged (most notably the windows in the halls covering the platforms). In 1956 the station was fully electrified. One year later, Europe's then-largest signal box was commissioned, which, having been built in a contemporary style of the time has now become a listed building. Starting with the construction of the B-Tunnel for the Frankfurt U-Bahn facilities in 1971, a subterranean level was added in front of the main building, featuring the city's first public escalator and including a large shopping mall, one station each for the U-Bahn and S-Bahn trains, an air raid shelter and a public car park. The subterranean stations were opened in 1978 and were built in the cut and cover method, which involved the demolition of the second northern hall and rebuilding it after the stations were completed. Between 2002 and 2006, the roof construction, which is a listed building, was renovated. This involved the exchange of aged steel girders, reinstallation of windows that were replaced by panels after World War II and a general clean-up of the hall construction. The operational part of the station is being remodeled as well; the old signal box has been recently replaced with an electronic signal box. This was vital to improve capacity of the station. The new signal box became operational in late 2005 and will allow faster speeds into the station (up to 60 km/h) after the remodelling of the tracks. The appearance of the station is divided into perron (track hall) and vestibule (reception hall). Dominant in those parts built in 1888 are Neo-Renaissance features, the outer two halls, added in 1924 follow the style of neoclassicism. The eastern façade of the vestibule features a large clock with two symbolic statues for day and night. Above the clock, the word Hauptbahnhof and the Deutsche Bahn logo are situated. The roof of the front hall carries a monumental statue of Atlas supporting the World on his shoulders, in this case assisted by two allegorical figures representing Iron and Steam. The station's terminal layout has posed some unique problems ever since the late 20th century, since all trains have to change directions and reverse out of the station to continue on to their destination. This causes long turn-around times and places the passengers in the opposite direction of where they had been sitting. There have been several attempts to change this. The last project, called Frankfurt 21, was to put the whole station underground, connect it with tunnels also to the east, and so avoid the disadvantages of the terminal layout. This would be financed by selling the air rights over the area now used for tracks as building ground for skyscraper, but this soon proved unrealistic, and the project was abandoned. Frankfurt is the third-busiest railway station outside Japan and the second-busiest in Germany after Hamburg Hauptbahnhof.[citation needed] As for long-distance traffic, the station profits greatly from its location in the heart of Europe; 13 of the 24 ICE lines call at the station, as well as 2 of the 3 ICE Sprinter lines. To ease the strain on the Hauptbahnhof, some ICE lines now call at Frankfurt Airport station and at Frankfurt (Main) Süd instead of Hauptbhanhof. With regard to regional traffic, Frankfurt Hbf is the main hub in the RMV network, offering connections to Koblenz, Limburg, Kassel, Nidda, Stockheim, Siegen, Fulda, Gießen, Aschaffenburg, Würzburg, Mannheim, Heidelberg, Dieburg, Eberbach, Worms and Saarbrücken with fifteen regional lines calling at the main station. The subterranean S-Bahn station is the most important station in the S-Bahn Rhein-Main network, used by all Frankfurt S-Bahn lines, except line S 7, which terminates at the surface station. Tram connections are offered by TraffiQ, with tram lines 11 and 12 (station Hauptbahnhof/Münchener Straße), 14, 16, 17, 20, 21 and the Ebbelwei-Expreß. The lines U4 and U5 call at the subterranean Stadtbahn stop. Construction of a railway tunnel with four platforms below the existing station was proposed in 2018 under the project name Fernbahntunnel Frankfurt am Main (Long-distance railway tunnel Frankfurt am Main).[4] As being listed as \"urgent need\" in the Federal Infrastructure Plan 2030, government funding for the scheme is secured. A study to determine feasibility of construction is expected to be completed by early 2021.[5] In 2019, the Federal Police recorded 4,787 crimes at Frankfurt Hauptbahnhof, more than at any other German train station.[6] They include the murder of an eight-year-old boy on 29 July.[7][8] Coordinates: 50°06′25″N 8°39′45″E﻿ / ﻿50.10694°N 8.66250°E﻿ / 50.10694; 8.66250","Title":"Frankfurt (Main) Hauptbahnhof - Wikipedia","KeyID":"6707","URL":"https://en.wikipedia.org/wiki/Frankfurt_Hauptbahnhof"}