{"Content: ":"Egelsbach is a community of 11,000 in the Offenbach district in the Regierungsbezirk of Darmstadt in Hesse, Germany. Egelsbach is one of 13 communities in the Offenbach district. The community lies in the Frankfurt Rhine Main Region south of the Main between Frankfurt am Main and Darmstadt at an elevation of 117 m above sea level. Egelsbach’s municipal area stretches over 14.82 km², some 10 km² of which is woodland, open land and farmland. Egelsbach borders in the north and east on the town of Langen, in the south on the district-free city of Darmstadt and the community of Erzhausen (Darmstadt-Dieburg), and in the west on the town of Mörfelden-Walldorf (Groß-Gerau district). In 1275, Egelsbach had its first documentary mention. The village then belonged to the Lords of Falkenstein, who likely inherited the place in 1255 from the Lords of Hagen-Münzenberg. After the Falkensteins’ male line died out in 1486, the Counts of Isenburg inherited Egelsbach. In 1526, the Reformation was introduced into the village. In 1600, the Count of Isenburg sold the Amt of Kelsterbach along with Egelsbach and Langen to the Landgraves of Hesse-Darmstadt, whereupon Egelsbach became Hessian. In 1705 Egelsbach became a parish, after which it was split from the parish of Langen. With the partition of the Länger Mark (a communally owned cadastral area) in 1732, to which Egelsbach had belonged over the ages, Egelsbach got one third of the land. In 1821, the Amt of Kelsterbach was abolished and Egelsbach then belonged until 1832 to the Landratsbezirk of Langen. Since then, however, Egelsbach has been part of the Offenbach district. In 1873, the village got its own railway station on the Frankfurt am Main-Darmstadt line, and in 1955 the airport was built. Since 1834, when Egelsbach counted 1,291 inhabitants, the population figure has been rising steadily. As early as 1939, there were 3,695 inhabitants. In 1987, Egelsbach had 9,089 inhabitants. The community counted 9,689 inhabitants on 31 December 2003, making the rate of population increase over the years from 1987 to 2003 some 6.7%, or a rise of about 600 persons each year. In mid-March 2008, the population figure broke the 10,000 mark. Accounting for this is, above all, the expansion of the “Im Brühl” new development area. The municipal election held on 26 March 2006 yielded the following results: After community council chairwoman Claudia Berck left the CDU in late July 2008, the party has since then only had eight councillors, as Berck has been sitting as an independent. The community benefits from a central location in the Frankfurt Rhine Main Region and good transport connections. It is linked to the Rhine-Main S-Bahn by the Frankfurt-Darmstadt line. Lying right on the A 661 and the A 5 (Hattenbach–Basel), the community is within easy reach of Frankfurt Airport by way of the Frankfurter Kreuz. Frankfurt Egelsbach Airport has the heaviest traffic of any minor airport (Verkehrslandeplatz) in Germany. With its roughly 77,000 flights (2007), it relieves and complements Frankfurt Airport in the field of general aviation. Frankfurt Egelsbach Airport is run by the Hessische Flugplatz GmbH Egelsbach. There are both domestic and international flights from here. Purchasing power in Egelsbach in 2003 found itself at €19,564 for each inhabitant, which worked out to 117.8% of the countrywide average. There are some proponents of the view that an amalgamation of Egelsbach with Langen is “right at the doorstep”. This is quite simply untrue. Egelsbach’s budget – as with most public budgets – is running a deficit, but Egelsbach as always is moving towards fiscal fitness. The policymakers gave the concept of budget consolidation some thought early on, and then implemented and updated it. The budgets were approved throughout by the municipal supervisors. Near the Baggersee (lake) at 50°0′13″N 8°36′39″E﻿ / ﻿50.00361°N 8.61083°E﻿ / 50.00361; 8.61083 is an American military transmission facility, the European Communications Research Center, with various antenna setups. The facility is a relay location for the U.S. Department of State's Diplomatic Telecommunications Service.[3] The Ernst-Reuter-Schule (Hauptschule and Realschule) was dissolved at the end of the 2003/2004 school year and the remaining classes were merged into the Albert-Einstein-Schule in Langen. The Egelsbach Swimming Pool Promotional Club (FVFE) is, with its more than 400 members, a charitable club whose goal, through active work and collecting donations, is to keep the outdoor swimming pool on Freiherr-vom-Stein-Straße (Egelsbach) running for its users. In 2003, the pool’s threatened closure brought about a great stir among the local people. Thanks to some active citizens’ initiative, 4,000 signatures were gathered within a few weeks from those favouring maintaining the pool. From this came a meeting in July 2003, with the mayor’s involvement, of 50 citizens. A board was formed whose job was to prepare the founding of a promotional club for the maintenance of the swimming pool. On 2 September 2003, the Förderverein Freibad Egelsbach e.V. was founded. The Egelsbach Kermis Association is a club that takes upon itself to cultivate the 400-year tradition of the Egelsbacher Kerb.","Title":"Egelsbach - Wikipedia","KeyID":"6710","URL":"https://en.wikipedia.org/wiki/Egelsbach"}