{"Content: ":"Bundesautobahn 3 (translates from German as Federal Motorway 3, short form Autobahn 3, abbreviated as BAB 3 or A 3) is an autobahn in Germany running from the Germany-Netherlands border near Wesel in the northwest to the Germany-Austria border near Passau. Major cities along its total length of 778 km (483 mi) include Oberhausen, Duisburg, Düsseldorf, Leverkusen, Cologne, Wiesbaden, Frankfurt, Würzburg, Nuremberg and Regensburg. The A 3 is a major connection between the Rhine-Ruhr area and southern Germany, resulting in heavy traffic. Consequently, large parts have three lanes (plus a hard shoulder) in each direction, including a 300 km (187.5 mi) section between Oberhausen and Aschaffenburg. The A3 passes by the Frankfurt Airport.[1] The A 3 begins at the border crossing Elten in North Rhine-Westphalia as a four-lane continuation of the Dutch A 12. Until Oberhausen the highway runs on the right bank of the Lower Rhine past the cities Emmerich, Wesel and Dinslaken and reaches the Ruhrgebiet. Beginning at the Kreuz Oberhausen with A 516 and A 2, the A 3 is a three-lane freeway in both directions. A 3 runs parallel to the A 59 between Dinslaken and Düsseldorf before bypassing the latter to the east. Outside of Düsseldorf the A 3 runs parallel to the A 59, the latter of which forming an alternative route between the cities Düsseldorf and Cologne. From Leverkusen, where the A 3 (Fehmarn-Saarbrücken) intersects the A 1, the A 3 forms the eastern part of the Cologne Ring. Due to the very high volume of traffic, this section is often congested, which is why a section between Cologne-Mülheim and the Heumar triangle has been expanded to eight lanes. Between Cologne-Ost and Heumarer Dreieck, the A 4 (Aachen-Olpe) runs on a common route with the A 3. After Cologne, the motorway reverts to six lanes and reaches Siegburg, where it intersects with A 560 at the interchange Bonn / Siegburg. The landscape becomes rather hilly soon after, winding through the Siebengebirge and the Westerwald and entering Rhineland-Palatinate. The motorway is marked by numerous gradients around this point, the best known of which are in the Hallerbachtal and Elzer Berg. Between Cologne and Frankfurt am Main the A 3 runs largely parallel to the Cologne-Frankfurt high-speed rail line. At the Dreieck Dernbach, not far from Koblenz, the A48 branches off to Trier. The A 3 then reaches Montabaur is connected before the Limburg area and the motorway continues into Hesse, after which the A 3 continues as eight lanes. Then the route leads over the Taunus into the plain of the Rhine-Main area. At the Wiesbadener Kreuz the A 3 intersects the 66, which connects the two largest cities of the region, Frankfurt am Main and the provincial capital Wiesbaden. After crossing the Main on the Mainbrücke Raunheim, the A67 branches off from the A 3, forming a route to Stuttgart as well as to Switzerland. Immediately thereafter, the A 3 crosses the grounds of Frankfurt Airport. Two runway bridges connect the northwest runway to the north of the highway. Also, the airport's ICE station is just north of the A 3, which cross pedestrians on a bridge to get from the station to the terminals. Afterwards the A 3 intersects the A 5 at Germany's most used interchange, the Frankfurter Kreuz (Kassel-Basel). The A 3 passes through a largely forested area until Aschaffenburg, passing the city of Frankfurt am Main proper to the south with eight lanes; the Frankfurt-Süd junction, which is located near the Commerzbank-Arena, is the only direct link with Frankfurt. It intersects with A 661 near Offenbach, continuing from this point as six lanes towards Offenbach am Main, Hanau and Seligenstadt, which are also connected with one interchange. As the A 3 enters Bavaria, it intersects with the A 45, crossing the Main on the Mainbrücke Stockstadt and Aschaffenburg and the suburbs Goldbach and Hösbach. There are two overhead noise barriers on this part with a length of 2.2 kilometers altogether. Behind the third Main Crossing on the Main Bridge Bettingen the highway runs rather briefly (approximately six kilometers) through Baden-Württemberg. Shortly before Helmstadt, the highway is again six lanes and bypasses Würzburg to the south, after the triangle Würzburg-West. South of Würzburg the A 3 crosses the Main for the fourth time. The A 3 then intersects the A 7 (Flensburg-Füssen), after which the A 3 switches to four lanes. It then crosses the Main for a fifth time and continues towards Nuremberg. This section leads through the Steigerwald and has a high traffic volume. Passing Höchstadt and Erlangen, Nuremberg is bypassed to the northeast. Outside of Nuremberg, the A 3 intersects with the A 9 (Berlin-Munich) and the A 6 (Saarbrücken-Prague). After Nuremberg, the A 3 passes Neumarkt-Oberpfalz, crosses the Franconian Alps and reaches the Danube valley at Regensburg. Towards Passau, the highway runs parallel to the river past Straubing and Deggendorf (A 92 to Munich), traversing through the foothills of the Bavarian Forest. Outside of Passau, the route turns south, passes through the Neuburg Forest and crosses the Inn, the border between Germany and Austria. A 3 continues on the Austrian side is the Innkreisautobahn A 8, which continues to Linz. The first plans for the northern section between Emmerich and Oberhausen, the so-called \"Holland line\" (Reichsautobahnstrecke 92), date to the year 1936. Despite difficulties in the route definition (industrial areas in Oberhausen and Dinslaken are crossed) was already in July 1939 with the construction to be started. Because of the Second World War, the construction work had to be stopped in October of the same year until July 1940. In May 1942, they were finally closed[clarify]. Up to about a third of the earthworks were completed. The route was already cleared and construction had started on 29 buildings The first plans for the Cologne-Düsseldorf route go back to 1925. In 1929 the Provincial Association of the Prussian Rhine Province legally established the route between Cologne-Düsseldorf and in 1931 the construction started of a 2.5-kilometer section at Opladen. I was opened on 27 September 1933 and shortened the section of trunk road 8 between the two cities. The southern part of this route was not further upgraded and included in a simple bypass, now part of the B 8 / L 288 (Bonner road). In the years up to 1940, the rest of the Reichsautobahn Oberhausen (following the A 2) was built over Cologne to Wiesbaden sections. The 25-kilometer section from Cologne-Mülheim to Mettmann was opened on May 21, 1936 to traffic. In the same year, the section from Breitscheid to Oberhausen-Lirich / Duisburg-Meiderich was completed in the northerly direction. In 1937, the northern continuation of the current motorway junction Oberhausen and the gap closure between Mettmann and Breitscheid followed. The southern route allowed the direction Reichsautobahnen simultaneously from both Cologne in the south and Wiesbaden in the north. The section between the interchange Köln-Mülheim and Siegburg 30 km in length was handed over on December 17, 1937 after about three years of construction time traffic. One year later, on 15 December 1938, the 12 km section was taken to the junction Siebengebirge and on 20 September 1939 followed by another 30 km to Dierdorf. The southern section with 48 km length between the former junction Wiesbaden, today's Wiesbadener Kreuz, and the junction Limburg-Nord was opened on 23 September 1939 traffic. The most elaborate structure in this section was the then approximately 500 m long and 60 m high Lahntalbrücke. The 41.5 km long gap between Limburg and Dierdorf took place on 15 June 1940. The construction of the section south of the Wiesbadener cross with the Main Bridge between Raunheim and Eddersheim was started in 1938, but had to be discontinued in early 1943. The section from Erlangen to the Nuremberg junction was completed in 1941, partly in one lane.[2] In 1937, planning for the motorway section from Nuremberg via Regensburg to Passau was begun. In the area between Nuremberg and Oberpfraundorf, however, a different route was chosen than the later built. The original route led over the area of the enlarged military training area Hohenfels after the Second World War. Also, in contrast to today running south of the city A 3 Deggendorf north should be bypassed. After 1939 already in some sections on the Franconian Alb and Wörth on the Danube and Deggendorf with earthworks and bridge construction work was started, they stopped the work, as on the northern section, 1942 due to the war. In the course of this work, the construction of a Danube bridge near Regensburg was started. After the war, in 1958 with the continuation of construction of the line Emmerich-Oberhausen (\"Holland Line\") started. In 1961, the 17,5 km long section from the cross Oberhausen to Wesel was completed. Already two years earlier, in 1959, the construction of the \"Zubringers Oberhausen\" as the southern extension of the road to the B 223 (today's A 516) began. Also the 7.2 km long section between the border crossing Elten and Emmerich has already been built. This was then in an area that was still under Dutch administration until 1962, the construction was in collaboration with the Dutch Road Administration. The road cross section, however, corresponded to the German standard. The construction work was completed in 1962 and completed the section. In 1963, both the \"Oberhausen connection\" south of the Oberhausen cross and the section between Wesel and Hamminkeln were released. The total distance from Oberhausen to the Dutch border was completed in 1965. In June 1950, the construction work on the motorway south of Wiesbaden was resumed. The completion of the 3.5 km section to Weilbach was 1951, the following 17.4 km to Frankfurt-South were inaugurated on 10 July 1956. This was near the Frankfurt Rhein-Main airport for linking with the Federal Highway 5, the Frankfurter Kreuz and thus the first motorway junction in West Germany. The 214 km section from Frankfurt to Erlangen-Tennenlohe was built within nine years. The total cost amounted to about one billion DM. During construction, 21 construction workers were killed. From 15 December 1959, the highway with the maximum four percent steep Spessart climb to Rohrbrunn was passable. The traffic clearance to Würzburg-West followed on October 27, 1961. On the way to the Nuremberg area was gradually built in the next few years. The 42 km long piece of the gap between Rottendorf and Schlüsselfeld was handed over to traffic on November 26, 1964. The line was equipped with a total of 54 rest stops in the direction of Nuremberg and 64 in the direction of Frankfurt as well as four rest stops. Between Aschaffenburg and Würzburg 11 springs and wells were offered to motorists.[3] From Tennenlohe to the cross Nuremberg, the highway was already passable in 1941, but only in the section AS Nuremberg / Behringersdorf to AS Nürnberg-Mögeldorf two lanes. The complete release for this area could take place only 1959. The route was from 19 December 1963 from Nuremberg to Schlüsselfeld passable. After the plans for the motorway section Nuremberg-Regensburg-Passau were resumed in 1958, due to the training area Hohenfels the originally planned and partly built track could not be further developed, they decided on a route through Altorf, Neumarkt and Parsberg, the at Oberpfraundorf again on the prewar road encounters. This could be largely retained in the course. The 25.5 km long section Nittendorf-Rosenhof could be completed as early as 1965, the western adjoining, 25 km long section Parsberg-Nittendorf 1969. In 1971, the A 3 in the direction of Nuremberg was already passable for another 27.6 km to Neumarkt. Since then, the motorway from the Dutch border to the east of Regensburg (junction Rosenhof) was continuously passable. In 1968 the construction of the motorway between Deggendorf and Passau began. The 20 km long section from the motorway intersection Deggendorf to Iggensbach was completed in 1975, followed in 1978 by the subsequent approximately 21 km long route to the junction Passau -Nord and in 1979 another 9 km to Passau-Süd together with the Danube bridge Schalding. In 1983, the motorway section between Passau-South and the Austrian border was completed. Between Regensburg and Deggendorf was only built in the late 1970s to early 1980s. In 1980, the A 3 of Rosenhof was extended by 9 km to Wörth on the Danube, with a further Danube crossing was created (Danube bridge Wörth).[4] In 1981, 20 km were added to Straubing,[5] the gap closure to Deggendorf was opened in 1984.[6] Thus, the highway was completely completed and passable. 1992 was a general reorganization of the motorway network in Germany. As a result, the signage had to be revised, the number of goals on the signposts was reduced, which was partly accompanied by a considerable loss of information. At the same time, a numbering of all junctions, triangles and crosses in the German motorway network was carried out. As part of this reorganization arose by linking the former A 2 section from the Dutch border at Straelen to Duisburg with the former A 430 Duisburg-Kaiserberg-Dortmund the A 40. The double designation \"A 2 / A 3\" for the hitherto common Motorway section from the cross Duisburg-Kaiserberg to the cross Oberhausen could thus be reduced to A 3. At the same time, the junctions of this along the city limits Duisburg / Oberhausen running part of the motorway were renamed. The junction Duisburg-Meiderich received the new name \"Oberhausen-Lirich\", the cross Duisburg / Oberhausen, which is located entirely on Duisburg city, the new name \"Cross Oberhausen-West\" and the junction Duisburg-Hamborn the new name \"Oberhausen- Holten \". The name for the cross Duisburg-Kaiserberg has been corrected in \"Kreuz Kaiserberg\". The reference to the destination Duisburg along the A 3 from the cross Hilden in the north was deleted. Since then, there is such a hint only on the cross Breitscheid. The two connection points on Leverkusen city area were renamed in 2009. Thus, the AS 22 (Leverkusen-Opladen) was formerly called only \"Opladen\" and the AS 24 (Leverkusen-Zentrum) only \"Leverkusen\". The basis for this was a decree of the North Rhine-Westphalian Ministry of Transport (so-called \"large city regulation\"), which states that in connection with cities with more than 100,000 inhabitants, the city name must be prioritized. The A 3 runs parallel to the Bundesstraße 8, which it thus replaced as a main highway. Both follow the medieval trade route Via Publica that was first mentioned in a document from 839. From 2006 to 2008, the section between the junctions Aschaffenburg and Aschaffenburg-Ost was expanded to six lanes. A fatal accident occurred on October 23, 2006, when a World War II aerial bomb exploded while milling a cement-lime mixture in the new hard shoulder. A construction worker was killed, the milling machine was completely destroyed and several vehicles and buildings were damaged. During a subsequent unearned dupe search in the peripheral areas and at greater depths, even more duds were found. In a highway renewal work in the summer of 2014, a 500 kg heavy bomb from the Second World War was found on 19 August between the Offenbacher Kreuz and the junction Obertshausen. For defusing the A 3 between the Offenbacher cross and the junction Obertshausen was closed in both directions. Since it was not possible to remove the detonator of the British dud, the bomb had to be blown up on site. The result was a crater with dimensions of about 10 × 5 meters and a depth of about 3 meters. Furthermore, the road superstructure of the first lane and the stationary strip of the directional road raised up to about half a meter. The road to Würzburg was closed until 21 August. The A3 is four-laning for the first 65 kilometers (41 mi) up from the Dutch border. There are six lanes, three lanes in each direction, between interchange Kreuz Oberhausen and Köln-Mülheim. On a short part inside of Kreuz Kaiserberg the A3 has two lanes. The Autobahn is equipped with eight lanes on the Cologne Beltway between Köln-Mülheim and autobahn triangle Dreieck Köln-Heumar. The course until Waldaschaff near Aschaffenburg has six lanes. The A3 is seven-laning between Mönchhof-Dreieck and Wiesbadener Kreuz (four lanes in the direction of Cologne, three to Würzburg) and eight-laning between Frankfurter Kreuz and Offenbacher Kreuz. The A3 has only four lanes from Aschaffenburg-Ost to the junction with the A 73 Kreuz Fürth/Erlangen in 2009. The Spessart-slope near Waldaschaff and some slope areas near Würzburg have additional lanes. There are plans to expand this area of the A3 up to six lanes in the next few years. The construction between Hösbach and Bessenbach/Waldaschaff was finished in 2011, and the new building of the Haseltalbrücke was terminated in 2012. The section in the area of Würzburg — from the border between Baden-Württemberg and Bavaria near Helmstadt to Würzburg-Heidingsfeld and from Würzburg to Rottendorf — was expanded until 2012. The next kilometers between Rottendorf and interchange Kreuz Biebelried was in late 2012. The expansion of the last section near Würzburg, between Würzburg-Heidingsfeld and Würzburg/Rottendorf started in 2013. There are six lanes between Kreuz Fürth/Erlangen and Kreuz Nürnberg while the remaining section towards the Austrian border only has two lanes in each direction. Between Cologne and Frankfurt an ICE high-speed railway line (300 km/h) closely follows the A 3's route. Two sections in the Frankfurt area are equipped with a special kind of facility to allow a temporary release of the emergency lanes during the rush hour. The section between Hanau and Offenbacher Kreuz and also the section between Kelsterbach and Mönchhof-Dreieck have this facility, so that a further lane for each direction can be opened. These sections are monitored by cameras, so that the additional lane can be closed in critical situations, for example in case of a vehicle breakdown. Some parts of the A3 are among the most busy roads in Germany. According to a survey from 2010, three sections are in the Top 10 of roads with major average traffic each day. Only the Berlin city autobahn A100 had more traffic in 2010.[7] The eastern Cologne ring road is to be expanded eight miles between the cross Leverkusen and the triangle Cologne-Heumar on about fourteen kilometers in length. The route between Dreieck Heumar and Kreuz Köln-Ost was expanded between 2003 and 2005. The following section to the Cologne-Dellbrück junction was completed in 2008 and then to the junction Köln-Mülheim in 2012. [27] However, the central building in the interchange Leverkusen is reinforced as it is no longer able to cope with the burdens. The further expansion up to the cross Leverkusen is in the federal traffic route plan (BVWP) with the status urgent need. From the investment framework plan for the years 2011 to 2015 of the Federal Ministry of Transport, Building and Urban Development, the view was expressed that for the reconstruction of the AK Leverkusen and the expansion between the interchanges Leverkusen Center and Cologne-Mülheim, the planning should be promoted priority to start construction by 2015. The planning approval decision for the eight-lane expansion in the section from Cologne-Mülheim to AS Leverkusen-Zentrum was available at the end of January 2012. The eight-lane expansion between AS Köln-Mülheim and AS Leverkusen has been open to traffic since June 2, 2017. The expansion between AK Leverkusen and AS Leverkusen-Zentrum is considered to be another important project with a realization after 2015. This further expansion of the A3 is also in direct functional connection with the expansion / conversion of the A1 between the Rhine bridge Leverkusen and the interchange Leverkusen and should therefore probably be realized together. In the BVWP 2030 was also classified an eight-lane expansion of the sections between Heumar and Königsforst, as well as between the crosses Leverkusen and Oberhausen in the Priority Needs, as well as a conversion of the motorway junctions Oberhausen, Kaiserberg and Hilden. The north adjacent four-lane section to Dinslaken North is also urgently to be expanded to six lanes. In the course of the new construction of the Lahntalbrücke Limburg, the highway route between km 107 and 110 was moved slightly to the east and expanded from six (without side stripes) to eight (plus side stripes) strips with additional noise barriers. This section between the junctions Limburg-Nord and Limburg-Süd takes up a lot of inner-city traffic. The official ground-breaking ceremony took place in June 2013 and the completion of the work in 2017. An eight-lane extension of the subsequent section to the Wiesbadener Kreuz received in the BVWP 2030 a classification in the Further Needs. In the urgent need, it is an expansion of the Wiesbaden and Offenbacher cross planned. Between the Wiesbadener Kreuz and the Frankfurter Kreuz, as well as from Offenbach to Hanau, an eight-lane extension is planned in priority need. For the section between Mönchhof-triangle and the interchange airport (in the western part of the Frankfurter Kreuz) began in the spring of 2009, the planning approval process. The eight-lane section between Frankfurter Kreuz and Offenbacher Kreuz is to be extended to ten lanes. This expansion was classified as Further Demand with Planning Law. With the status urgent need is provided in the Federal Transport Infrastructure Plan 2003, the highway from Aschaffenburg on the Spessart and Main Franconia to the intersection Biebelried six-lane expand. All sections not yet realized have been included in the investment framework plan for the years 2011 to 2015 of the Federal Ministry of Transport, Building and Urban Development as priority measures. The 19 km long western subsection from the junction Aschaffenburg up to and including Kauppenbrücke was expanded in the years 2001 to 2011 on six lanes. The Autobahndirektion Nordbayern indicated in 2016 that construction costs amounting to 580 million euros.[8] From height Keilberg the route was moved with the Kauppenbrücke for reasons of noise protection from Waldaschaff away to the south. The 30 km long middle subsection, for which the Autobahndirektion Nordbayern in 2016 stated construction costs of 287 million euros, lies between the Kauppenbrücke and the Mainbrücke Bettingen. The 7.7 km long route to the junction Rohrbrunn was expanded since April 2013 and released on 17 November 2015 for traffic. In the direction of Würzburg, an additional fourth lane was built on the slope of the Spessart climb.[9] The approximately five-kilometer-long route between the Rohrbrunn junction and the Haseltalbrücke (including the expansion of the Spessart Süd refueling facility) has been under construction since 2016. The construction period should be around four years and be completed in 2018. Here, the connection point is moved out of the T + R Spessart. Between 2007 and May 2012, the replacement new construction of the Haseltal bridge was erected and, in addition, two 1.2 km-long sections of the adjacent planning sections were extended on both sides of the bridge. For the following approximately -kilometer-long section to the west of Marktheidenfeld, the plan approval decision has been available since July 2008. The expansion started in 2016 and will take four years, to be completed by 2020. The plan approval decision has been in place since October 2008 for the 9.7-kilometre (6.0 mi) section to the Main; the expansion began in 2014 and was expected to be completed in 2017. The adjoining Mainbrücke Bettingen was previously completed in 2001 after three and a half years of construction. The bridge is passable, but until the 6-lane completion of the adjacent sections, provisionally only four lanes are open. The 45 km-long (148,000 ft) eastern subsection, for which the Autobahndirektion Nordbayern 2016 construction costs of 574 million euros stated, lies between the Main Bridge Bettingen and the intersection Biebelried. It consisted of seven planned parts. The first included a 6.5 km section of track, which began east of the Main Bridge Bettingen and was in Baden-Württemberg. Construction work began in 2014 after the planning approval decision in 2007 and was completed by the end of 2017. A two kilometers after the border beginning eleven-kilometer section to the interchange Würzburg-West was extended between June 2009 and December 2011. The expansion of the 8.0 km-long section to the junction Würzburg-Heidingsfeld took place from mid-2007 to December 2009. In the direction of travel in Frankfurt, there is a 2.0 km-long lane in the incline area. The most elaborate section lies between the junctions Würzburg-Heidingsfeld and Würzburg / Randersacker and is 5.4 km long. In May 2008, after contradictions by the city of Würzburg, a new plan approval procedure was initiated, which was concluded with the plan approval decision of 17 December 2009. Afterwards, the valley bridge Heidingsfeld should be lowered and the district Heuchelhof underpassed with the Katzenberg tunnel. It is expected to have a construction time of about five and a half years. An action was brought against the decision, which the Federal Administrative Court dismissed by judgment of 3 March 2011. The preparatory work began in September 2012, the construction work in July 2014. By December 2017, the first phase of construction, consisting of the northern directional lane, the future direction Frankfurt, to be completed. Afterwards, the existing bridge will be demolished and the 2nd construction phase started. Completion with the release of both lanes is planned for the end of 2019. The subsequent 2.0 km section with the construction of the Randersacker Main Bridge and the extension of the Randersacker junction was started in 2007 and completed in July 2011. The six-lane traffic release took place together with the eastern adjacent section.[10] In Fahrtrichtung Würzburg wurde im Steigungsbereich des Spessartaufstiegs ein zusätzlicher vierter Fahrstreifen errichtet.[11][12][9] The last part of the track construction is 9.7 km (6.0 mi) long and ends at the intersection Biebelried. From June 2007 to December 2009, the early, partial conversion of the junction Rottendorf was carried out. The start of construction for the actual expansion was in the fall of 2009. The first section to the junction Rottendorf has been expanded since March 2012. Since then, four lanes have been usable here in the gradient area on the Nuremberg directional road. The construction work for the second section of the junction Rottendorf to the intersection Biebelried were completed on 12 October 2012. The six-lane expansion of the route between the Biebelried interchange and the Fürth / Erlangen intersection is classified as an ongoing project in the new BVWP 2030 and is to be implemented via a public-private partnership. Planning took place during the lifetime of the FTIP 2003, with the section west of the AS key field classified as Priority Demand, and east of the AS key field in Additional Demand with planning rights. The route is divided into eleven planning sections: It is planned to connect the Nuremberg Airport to the motorway with the B 4f (\"Nordspange\"). This creates a new connection point on the A 3. East of Neumarkt in the Upper Palatinate in December 2012, the new junction \"Neumarkt East\" was opened to traffic. This now bears the number \"92b\". However, in March 2008 the Federal Ministry of Transport approved an early start of planning. The plan approval procedure was initiated on 25 August 2014.[15] Now it is considered to expand the 120 kilometers between Regensburg and Passau completely six-lane. The cost of this is estimated at 1.2 billion euros. In the Federal Transport Infrastructure Plan 2030, the sections between Nittendorf and Rosenhof as well as between Deggendorf and Hengersberg were finally classified as Priority Needs, the section between Hengersberg and Aicha vorm Wald into further demand with planning rights. For the remaining sections, there is currently no extension due to a low cost-benefit ratio. Between 2015 and 2018, the carriageway in the Regensburg-Straubing section will be rehabilitated.[16] Since October 2017, the six-lane expansion is being driven forward between the Regensburg junction and the Rosenhof junction.","Title":"Bundesautobahn 3 - Wikipedia","KeyID":"6711","URL":"https://en.wikipedia.org/wiki/Bundesautobahn_3"}