{"Content: ":"Bundesautobahn 661 (translates from German as Federal Motorway 661, short form Autobahn 661, abbreviated as BAB 661 or A 661) - also called Osttangente Frankfurt (easttangent Frankfurt) or Taunusschnellweg - is a 40 km (25 mi) long Autobahn in Germany. It starts in Oberursel and goes along Bad Homburg, Frankfurt am Main, Offenbach am Main and Neu-Isenburg until it is ending in Egelsbach. Today's A 661 was opened with the sections Bad Homburg (today junction 3) and Frankfurt-Bonames (formerly junction 5b). While the road's extension to Oberursel-Nord was easy to build, the construction to Frankfurt-Eckenheim got significantly delayed. There was an interim end between Bonames and Eschersheim near the Bonameser Platz. After many years the extension to the Friedberger Landstraße followed. The section between Offenbach and Egelsbach was also already constructed, but at this time as a part of the A 49 which was planned as an Autobahn between Kassel and Darmstadt. After this plan had been abandoned this section became a part of the A 661. The section between the two others had been finalized step-by-step and was closed in 1995. At the newest section between the Friedberger Landstraße and Frankfurt-Ost (close to the Eissporthalle the lanes are very tight because of economy measures. There is no hard shoulder at the moment and the lanes are only separated by a one meter high concrete wall. From the planned section only the half had been built until 1995 because of the bridge which is needed at the Bornheimer Hang, so the lanes in both directions are smaller in this section than in the others. When the section is completed it is planned that there are three lanes like in the other sections and to build two more bridges. One bridge over the Seckbacher Tal (270 m) and one over the Erlenbruch (200 m). The construction has started in November 2007 and the plan is that the work is completed in 2009. By completing the A 661 also the bridges which are needed for the Autobahndreieck Erlenbruch (one double-deck bridge and the ramps). Between Seckbach and Bornheim is a special construction. The \"Galerie Seckbacher Straße\" which was built in 1995 has two functions. At first is a bridge over the Autobahn for the Seckbacher Landstraße and the Heinz-Herbert-Karry-Straße and second it is noise protection for the Seckbach district next to the Autobahn. On the top of the tunnel there was built a small park. In the construction it is possible to connect it to the Alleentunnel of the A 66. At the end near Egelsbach in the south it is also possible to expand the Autobahn. The drive-up and drive-downs to Darmstadt already had been asphalted but the plan to build the Autobahn to Darmstadt was stopped in 1980. At the northern end near Bad Homburg, the Autobahn is made to the Bundestraße 455, and this goes along Kronberg and Königsstein, while the Autobahn has ended there for over 20 years. There were problems with the roadbed on 15 July 2007 because of the heat wave. Some concrete slabs moved over others at A 661 near Dreieich (district Offenbach). The expansion joints were not large enough to fit the concrete slabs when they expanded because of the heat, the police said. Several cars were damaged. The point at the junction in direction Oberursel had to be closed and the cars had to take a parallel lane which was normally used for the other direction.","Title":"Bundesautobahn 661 - Wikipedia","KeyID":"6718","URL":"https://en.wikipedia.org/wiki/Bundesautobahn_661"}