{"Content: ":"The patagium (plural: patagia) is a membranous structure that assists an animal in gliding or flight. The structure is found in living and extinct groups of animals including bats, birds, some dromaeosaurs, pterosaurs, gliding mammals, some flying lizards, and flying frogs. The patagium that stretches between an animal's hind limbs is called the uropatagium (especially in bats) or the interfemoral membrane. In bats, the skin forming the surface of the wing is an extension of the skin of the abdomen that runs to the tip of each digit, uniting the forelimb with the body. The patagium of a bat has four distinct parts: In the flying pterosaurs, the patagium was composed of the membrane forming the surface of the wing, supported primarily between the body and the elongated fourth finger. The patagium of a pterosaur had three distinct parts:[1] Flying squirrels, sugar gliders, colugos, anomalures and other mammals also have patagia that extend between the limbs; as in bats and pterosaurs, they also possess propatagia and uropatagia. Though the forelimb is not as specialised as in true flyers, the membrane tends to be an equally complex organ, composed of various muscle groups and fibers.[3][4] Various species have styliform bones to support the membranes, either on the elbow (colugos, anomalures, greater glider, Eomys) or on the wrist (flying squirrels). In gliding species, such as some lizards and flying frogs, the patagium is the flat parachute-like extension of skin that catches the air, which allows gliding flight.[citation needed] In birds, the propatagium is the elastic fold of skin extending from the shoulder to the carpal joint, making up the leading edge of the inner wing. Many authors use the term to describe the fold of skin between the body (behind the shoulder) and the elbow that houses the outer segments of the latissimus dorsi caudalis and triceps scapularis muscles.[5] Similarly the fleshy pad that houses the follicles of the remiges (primary and secondary feathers) caudal to the hand and the ulna is also often referred to as a patagium.[6] The interremigial ligament that connects the bases all the primary and secondary feathers as it passes from the tip of the hand to the elbow is thought to represent the caudal edge of the ancestral form of this patagium. The scansoriopterygid dinosaurs Yi and Ambopteryx had rather elaborate, superficially bat-like patagia in the forelimbs, unique among dinosaurs. The exact extent isn't clear, but they were extensive and supported by a long styliform bone as in gliding mammals. Other scansoriopterygids might have had similar patagia, based on their long third fingers.[citation needed]","Title":"Patagium - Wikipedia","KeyID":"672","URL":"https://en.wikipedia.org/wiki/Patagium"}