{"Content: ":"München Hauptbahnhof or Munich Central Station is the main railway station in the city of Munich, Germany. It is one of the three stations with long-distance services in Munich, the others being München Ost and München-Pasing. München Hauptbahnhof sees about 450,000 passengers a day, which puts it on par with other large stations in Germany, such as Hamburg Hauptbahnhof and Frankfurt (Main) Hauptbahnhof. It is classified by Deutsche Bahn as a category 1 station, one of 21 in Germany and two in Munich, the other being München Ost.[5] The mainline station is a terminal station with 32 platforms. The subterranean S-Bahn with 2 platforms and U-Bahn stations with 6 platforms are through stations.[2][3] The first Munich station was built about 800 metres (2,600 ft) to the west in 1839. A station at the current site was opened in 1849 and it has been rebuilt numerous times, including to replace the main station building, which was badly damaged during World War II. The station is located close to Munich's city centre in the north of the borough of Ludwigsvorstadt-Isarvorstadt. The main entrance to the east of the station is via the Prielmayerstraße or Bayerstraße to Karlsplatz (Stachus). In the station forecourt (Bahnhofsplatz) in front of the main entrance are tram stops on several lines.[9] The station is bordered to the north by Arnulfstraße and to the west by Paul-Heyse-Straße, which passes through a tunnel near the end of the platforms. The station is bordered to the south by Bayerstraße. The station precinct extends some distance to the west and ends at Donnersbergerbrücke. During the industrialisation of the mid-19th century a new, more efficient system was needed to accelerate the transport of passengers and goods. Horse-drawn carts on the mostly poor roads were no longer sufficient. As a solution, the construction of a railway, as was being developed in England, was considered. However, the Bavarian King, Ludwig I preferred the extension of canals. Construction of railways was left to private companies and associations.[10] After the opening of the approximately 6 km-long railway from Nuremberg to Fürth on 28 November 1835, interested citizens founded railway committees in Munich and Augsburg. The two committees soon joined to facilitate the construction of a railway line from Augsburg to Munich. The two major cities would be connected by a faster service than could be provided by stagecoach over a distance that in 1835 was measured as 17 Poststunden (“post hours”, which were each half a Bavarian mile, that is about 3,707 metres (12,162 ft)), equivalent to about 63 kilometres (39 mi). Based on the travel speed of a locomotive, a railway could be expected to reduce travel time to one-third of a stage coach's time. The railway committee commissioned a state official to plan the approximate route of the line. The state was to build the railway.[11] The government turned down the proposal, but indicated that Bavaria would financially support its construction. Joseph Anton von Maffei founded the Munich-Augsburg Railway Company (München-Augsburger Eisenbahn-Gesellschaft) as a private company on 23 July 1837. After further support from shareholders had been found, construction began in the spring of 1838.[10][12] In 1838, the initial planning began for the station in Munich. The Planning Director of the Munich–Augsburg railway, Ulrich Himbsel, and his deputy, Joseph Pertsch, proposed a railway layout with an entrance building and a warehouse for freight. Behind the entrance building, a semicircular building was followed by four radially arranged halls. This was based on English models.[13] Joseph Pertsch preferred a location on today's Sonnenstraße, while Ulrich Himbsel favoured a station at Spatzenstraße. This would have been at the location of the current station.[14] The Munich-Augsburg railway company could not afford the building and the land on either site. A temporary wooden building was put into operation with the opening of the first section of the line from Munich to Lochhausen on the Munich–Augsburg line on 1 September 1839.[15] This station was built in Marsfeld at the present site of Hackerbrücke.[16] It consisted of a simple wooden station building and two toll booths. In the entrance building there were two waiting rooms and several work spaces. Attached to this building there was a 75.4 × 15.37 metre wide station hall with two tracks with a turntable at the end of each.[15][17] There was also a locomotive workshop in the station area. A year later, on 4 October 1840, the entire line to Augsburg was opened. The line was used by about 400 passengers daily.[15] The first complaints were made about the location of the station in 1841. The station was too far from the city centre, so the trip to the station was too costly.[18] The wooden building was considered to be too small for a city like Munich and not very impressive.[19] King Ludwig commissioned the architect Friedrich von Gärtner to redesign the station in 1843. It would be closer to the city centre, as the old station was half an hour away from the city.[20] When, in 1844, the Munich-Augsburg Railway Company was nationalised, the first steps for the realisation of a new station building were carried out. Three new plans were presented. The station under the first option would have been at the shooting range, under the second option it would have been on the Marsfeld plain and under the third it would have been on Sonnenstraße. In the following years, the state and the city could not choose between the three proposals. The station suffered a major fire on 4 April 1847, although its cause could not be determined. No one was injured. Parts of the freight and operations facilities were destroyed.[14] The decision on where to construct a new station had to be taken now.[21] On 5 April 1847, the king of Bavaria decided to build the new station at the shooting range. The station at Marsfeld was to be restored in the autumn of 1847 to serve until the completion of the new station.[15][22] Due to a delay in the construction, the tracks were extended to the buildings of the former shooting range. The building of the shooting range now served as an entrance building to the new station, which was opened on 15 November 1847.[14] Direction of the construction was transferred to the architect Friedrich Bürklein, a disciple of Friedrich von Gärtner. The new station hall was opened in 1848. It was 111 metres (364 ft) long, 29 metres (95 ft) wide and 20 metres (66 ft) high and had room for five tracks.[15] The station building was opened a year later, on 1 October 1849. The station was used daily by around 1,500 passengers.[20] The building was built of red and yellow brick in the Rundbogenstil with Romanesque revival and Italian Renaissance forms; sand and limestone were also used for individual components. The station building was a basilica-like building, which was extended with a pavilion on the east side.[23] It was equipped with the latest technology, a central hot water heater and a mechanical clock with a central drive, with dials that were up to 130 metres from the central mechanism. The station was illuminated from 1851 by coal gas. The new building proved again to be too small with the opening of the railway to Landshut in 1858. This meant that the Royal Bavarian Eastern Railway Company (Königlich privilegirte Actiengesellschaft der bayerischen Ostbahnen) built a station north of the actual station. The new station, also called the Ostbahnhof, consisted of a 145 metre long and 24 metre wide platform hall with four tracks. This became a carriage house with three tracks, a goods shed and other outbuildings.[15] In 1859, the Bavarian Eastern Railway's line to Nuremberg was commissioned. On 12 August 1860, the Rosenheim–Salzburg railway was opened, adding extra importance to the station. As no more platforms were available in the main hall, trains had to use the Ostbahnhof. The station was also used by international passengers and, in 1860, it was already used by 3,500 passengers daily.[20] To the south a station was also built for postal services in the same style as the other buildings.[24] The opening of the line from Munich to Ingolstadt in 1867, the Munich–Mühldorf–Simbach and the Munich–Grafing–Rosenheim lines in 1871 and the Munich–Buchloe in 1873 created further capacity problems.[15] Thus, two projects were developed: Friedrich Bürklein planned another wing station. The other option was a new building, requiring the demolition of the Ostbahnhof. They chose the second option. So from 1877 to 1883 under the leadership of Carl Schnorr von Carlsfeld, Jacob Graff and Heinrich Gerber, a new concourse was built with 16 tracks.[20] Carl Schnorr von Carlsfeld was responsible for the redesign of the tracks, Jacob Graff was the site manager of the building and Heinrich Gerber was in charge of the construction.[15] The old hall was twice the size of the new, so that the front part of it remained as the main hall. The other premises were extended. The project was completed at the end of the 1883.[26] The Munich Centralbahnhof precinct was divided into three station sections. The first section, which was also called the inner section, took over passenger, express freight, and small freight operations. The middle section at Arbeitersteg (“workers’ bridge”, now called Donnersberger Bridge) contained wagonload operations and the marshalling yard. The outer section ended at the Friedenheimer Bridge and included locomotive and carriage sheds and the central workshop.[27] The station was 2.9 km long up to its last crossover and 580 metres wide at its widest point. There were 226 sets of points, 42 turntables and 82.3 km of tracks.[15] A few years later, the station again proved to be too small. The architect Friedrich Graf suggested the station be relocated to Landsbergerstraße to create a circle line from South station via Schwabing station to a planned North station. The plans were not realised, instead, freight was separated from passenger operations so that the Hauptbahnhof became a passenger-only station. Now freight was handled at the Laim marshalling yard.[20] Construction began in 1891.[15] In 1893, the Royal Bavarian State Railways opened the Starnberg wing station (Starnberger Flügelbahnhof), partly serving traffic on the line to Starnberg. It had six tracks and only had a temporary wooden building. Long-distance traffic was now concentrated in the main hall and local traffic towards Pasing was moved to the wing station. In 1897, the wing station received Bavaria's first electro-mechanical interlocking.[15] In 1896, the Laim marshalling yard was opened; only the handling of small goods could not be moved to Laim. In addition, the line to Landshut was moved to a new course running to the west of Nymphenburg Park to allow a connection to the Laim yard. Next new flyovers were built on the line towards Pasing.[26] On 1 May 1904 was the station's name was changed from München Centralbahnhof (\"central station\") to München Hauptbahnhof (\"main station\"). The station now had 22 tracks and handled 300 trains daily. In subsequent years, the station, which then served a city of 407,000, handled 18,000 passengers per day.[15] The passenger numbers continued to rise, and further extensions were planned. FX Liebig and Theodore Lechner recommended a new through station on the Kohleninsel (“Coal Island”, now called “Museum Island”) to improve connections to the Isar Valley Railway. This is now the location of the Deutsches Museum.[28] Other possibilities considered were a through station west of Hackerbrücke (Hacker Bridge), on the site of the current S-Bahn station, and connected to the East station by a tunnel, transferring local traffic only to an underground station and moving the main station to the South Station.[29] In a memorandum of September 1911, the Bavarian government discarded all these options in favour of an extension of the Starnberg wing station and the construction of Holzkirchen wing station (Holzkirchner Bahnhof), partly serving the line to Holzkirchen.[15] It was also planned to relocate all the local traffic to the wing stations. It was assumed from the outset that in the future a through station would be appropriate.[30] Construction began in 1914, and continued through the First World War, but it was delayed. The wing stations finally opened on 30 April 1921. Local traffic was largely shifted to the wing stations. The station reached 36 tracks in its largest expansion since the Holzkirchen wing station included an additional ten tracks.[31] The trains were controlled by nine electromechanical interlockings built from 1922 to 1929. Between 1925 and 1927, six of the lines beginning in Munich were electrified so that all parts of the station except the Holzkirchen wing station received overhead lines.[20] This was part of the Deutsche Reichsbahn’s new restructuring plan. The Reichsbahn planned to move the station to the west of the Hacker Bridge. A connection to the South Ring (Südring) by a 1,900 metre long tunnel under the Theresienwiese was part of the plan. Local traffic would still terminate at an adjacent terminal station. Laim marshalling yard would have to be demolished under these plans and a new marshalling yard would be built in Milbertshofen instead. As a result of the Great Depression during the following years, none of these plans were realised.[32] From 1933, Adolf Hitler directed Hermann Alker to create new plans for rebuilding the station. A new station would be built between Laim and Pasing stations and the old railway tracks would be replaced by a boulevard from Karlsplatz to the new station. In addition, a U-Bahn was planned from the new station to the central city under the boulevard. Alkers presented his plans but his client was not satisfied, as the station building would not look impressive at the end of the 120 metre wide boulevard. In 1938, Hermann Giesler, solved the problem by turning the station to a 45-degree angle to the road. He planned a huge domed building with a height of 136 metres (446 ft) and a diameter of 265 metres (869 ft).[32] In May 1942, Deutsche Reichsbahn began on Hitler's instruction to develop plans for his Breitspurbahn extreme broad-gauge railway concept, that would connect the whole of Europe.[26] This was planned to have a track gauge of three metres (9.8 ft) with a structure gauge of eight by eight metres (26 by 26 ft). Munich would be on broad gauge lines between Berlin and Munich and between Paris and Vienna. The ten standard gauge tracks and the four broad gauge tracks would be laid in a tunnel seven metres below the surface. These plans were not realised, however.[33][34] The timetable of the summer 1939 showed the station had a total of 112 arrivals and departures by scheduled long-distance services each day. It was the eleventh busiest node of Deutsche Reichsbahn's long-distance network.[35] During World War II the station suffered heavy damage from Allied [36] bombing, but train services resumed after each air raid.[15] However, after bombings from 11 July to 13 July 1944, trains had to be diverted because of the impact of 112 bombs. It was only possible for trains to reach Pasing. All trains had to either run around Munich at a distance or use the North Ring as a bypass. Overall, the loss amounted to 7.1 million Reichsmarks. In addition, there were numerous deaths and injuries. On 30 April 1945, American troops entered Munich and initially German troops were ordered to defend the station.[20] Since a counter-attack would have been pointless, it was not carried out. Reconstruction started on 6 May 1945 on the building despite shortages and a complicated approval process. On 24 July 1945 it was possible to operate 128 trains. From 16 December there were 235 trains per day.[26] The train shed was demolished from 16 May to 16 August 1949, due to the danger of it collapsing, and then the remaining buildings were demolished to enable their reconstruction. A new beginning after the war was marked in May 1950 by the construction of the new Starnberg wing station, designed by Heinrich Gerbl. Its monumental neoclassicism was seen as backward looking and the pillared hall were criticised for being reminiscent of the Nazi period. The main hall had a width of 240 metres and a length of 222 metres. In the same year, the first four areas of the new main hall were completed. A hotel was opened in 1951 in the southern part of the station. From 26 July 1952 push–pull operations were introduced to avoid a change of locomotives. The main hall was put in operation in 1953. The electrification of the Holzkirchen wing station followed in May 1954. The commissioning of radio for shunting operations on 6 February 1956 simplified shunting in the station area. A roof was completed on the concourse of the Holzkirchen wing station on 1 August 1958.[15] The construction of the hall in the main station building, based on plans by Franz Hart, was completed on 1 August 1960.[26] The hall is 140 metres wide and 222 metres long. In addition to the columns at the edge of a span of 70 metres, it has a middle row of columns, which was unusual at the time. The current station building was completed on 1 August 1960.[37] The central signalling centre was brought into operation on 11 October 1964 at 4 AM.[38] The new signal box controlled 295 sets of points and 446 signals and detected occupancy on 300 sections of track and seven automatic block sections.[15] In the signalling centre there were four interlockings, one controlling the Holzkirchen wing station, two controlling the tracks of the main hall and the other one controlling the Starnberg wing station. The new interlockings needed only 38 staff for operations and 12 for maintaining the signal technology, saving 93 jobs.[26] In the following years, postal operations, which included the station's own underground post office railway, had growing problem due to the interference of passengers. On 18 August 1969, a separate package handling facility was brought into operation at Wilhelm-Hale-Straße, which was connected with the station by a double-track line.[39] The Starnberg wing station was affected by the construction of the S-Bahn trunk line from 1967 because the trunk line was built under it. The trunk line and the new underground station were taken into operation on 28 April 1972 in time for the 1972 Summer Olympics. During the Summer Olympics the station had a high volume of passengers. On 2 September 1972, there were, for example, 35,000 passengers, excluding S-Bahn operations.[15] The first U-Bahn lines, U8/U1 (now U2/U1) commenced operations through the station on 18 October 1980. As a further development of the S-Bahn, the line to Wolfratshausen as S-Bahn line S 7 was connected to the trunk line with a 260-metre-long tunnel under all the tracks on 31 May 1981.[15] Until then the S-Bahn trains to and from Wolfratshausen, then called line S 10, ended and started in Holzkirchen wing station. The U-Bahn platform on lines U4/U5 opened on 10 March 1984. In the 1980s, the entrance building was converted under the leadership of Ekkehard Fahr, Dieter Schaich and Josef Reindl into a circulating hall with a travel centre in order to create a transparent and open environment. In the timetable of the summer of 1989, the station was the twelfth largest node in the network of Deutsche Bundesbahn, with 269 arrivals and departures by scheduled long-distance services per day.[40] The platforms were thin with a width of 5.4 to 6 metres and were 20 centimetres too low. After the elimination of the 3.2 metre-wide baggage platforms, new passenger platforms were built that are up to 76 centimetres high and up to 10.2 metres wide. In addition, the facilities of the platforms, such as benches, were renewed and some platforms were extended to be 430 metres long. A baggage tunnel was put into operation under tracks 12 and 13.[15] The northern and southern carriage sidings and the maintenance facilities were extended. The construction work began in August 1976. It was completed at Christmas 1987.[15] A new split-flap display was installed in 1981 at the cross platform concourse. The individual platforms, except for the Holzkirchen wing station platforms, were given split-flap destination displays. These replaced panels that were once attached to the buffer stops. Some still exist at the Holzkirchen wing station, but are no longer used. An additional 37 monitors were installed at internal sites such as the ticket office. All displays are controlled by a computer, on which all changes to the basic timetable are stored. They are updated by the signal centre.[15] A washing plant was established to the south of the tracks for Intercity-Express trains in 1991 and in the following years it was expanded into an ICE depot.[41] Since 2004, the entire area of the station has video monitoring.[42] The 70 cameras are controlled by the control center of DB Security in the station.[43] Meanwhile, the split-flap displays have been replaced with more modern LCD displays. The loudspeaker systems have also been modernised. A Transrapid route to Munich Airport was planned and to be operational in 2011. However, the original cost estimate of €1.85 billion was revised to €3.2 billion due to the increased price for steel and other materials. The cost escalation caused the project to be cancelled in 2007. From 2013 to 2015, the mezzanine level linking the Hauptbahnhof to the current S-Bahn and U-Bahn stations and pedestrian pathways to the streets and aboveground tram platforms was extensively renovated to give the bright and airy feeling, to comply with new EU regulations on fire protection measures and escape routes, and to increase the number of stores and restaurants.[44] The current Hauptbahnhof consists of several buildings that were constructed at various times without any common design or physical cohesion between them. This causes lot of maintenance headaches and difficulties in navigating from one area to another for passengers and employees. The various buildings have their own façades that don't harmonise with each other; the larger building resembles some East German Plattenbau architecture.[45] Some areas radiate a quite gloomy and unwelcoming atmosphere.[46] The current layout has all platforms connecting to the main concourse in the east, making the transfers from one train to other lengthy and inconvenient. The passengers boarding and disembarking the trains at either Holzkirchner or Starnberger must walk even longer way through the often crowded platforms 11 and 26 respectively. The proposal for an extensive reconstruction project of Hauptbahnhof has been launched in 2015 with plannings approved in 2017 and 2018.[47][48] The project called for complete replacement of many Hauptbahnhof buildings except for the steel-reinforced building in the middle that covers the platforms 11 through 26. The new single building utilises a modern and more unified design surrounding the central platform hall along with a new aboveground pedestrian zone in the east towards Karlsplatz (Stachus). A new 75-meter office tower will be built at the northwestern corner of the area to be used for a branch of Deutsche Bahn's administration department. A new underground pedestrian tunnel will be built at western parts of platforms 11–26, connecting the Starnberger and Holzkirchner wing stations directly as well as the platforms 11–26 and subway stations. This will reduce the need to walk to the main concourse for transferring to other trains. The construction of a second S-Bahn trunk route (a second main tunnel route through the centre of Munich) with a second S-Bahn station has begun in 2018. While the new U-Bahn line, designated as U9, has been planned and approved, the construction has yet to begun and would not be completed until 2035 at latest. However, the construction of third U-Bahn station for U9 line has been incorporated at the same time to expedite the completion of three projects at the same site. On 24 October 2018, the reconstruction project was officially launched with the removal of large clock on the eastern main façade, which will be transferred to the new building as a link to the past.[49] Shortly after the launch, the eastern entrance hall and middle part of the large building were demolished for the construction of second S-Bahn and third U-Bahn stations. The three projects are expected to be completed by 2028.[50] Apart from Lindau Hauptbahnhof, München Hauptbahnhof is the only major terminal station in Bavaria. The station is used by about 450,000 passengers a day[7] and is one of 21 stations classified by Deutsche Bahn as a category 1 station.[5] There are 32 tracks, split over the original three stations:[2][3] The subterranean Munich S-Bahn station is separated operationally from the mainline station and known as München Hbf (tief). To optimise passenger flow, separate platforms for entering (centre) and disembarking (outer) trains exist. This arrangement of platforms is called \"Spanish solution\". The subway station is situated near the U-Bahn lines for the U1 and U2 trains, but if one wishes to change from the S-Bahn to U4/U5 trains, it is more practical to stay on the S-Bahn to Karlsplatz (Stachus), as the U4/U5 station is on the opposite side of the station. Due to the station's size, walking from one platform to another may take a considerable amount of time. Deutsche Bahn recommends planning for a minimum walking time of 10 minutes from the central hall to Starnberger Bahnhof or Holzkirchner Bahnhof; 15 minutes between Starnberger and Holzkirchner Bahnhof; and 15 minutes between the S-Bahn station and Holzkirchner Bahnhof. The two outlying parts of the station have shorter tracks than the main hall, which means passengers always have to walk down most of the length of either platform 11 or 26 when changing from there. Unlike Frankfurt Hbf or Leipzig Hbf, there is no passenger tunnel under the tracks. The mainline station lobby is only closed between 1:30 and 3:00, but platforms can be reached all the time. The S-Bahn station operate 24/7 on the S8, and the U-Bahn station closes only between 1:30 and 4:00 (2:30-4:00 on weekends). On the ground floor of this station many shops exist where you can shop for daily household needs, dressing, and you will find almost all major brands of places to eat. The station is the southern point of the InterCityExpress line to Hamburg-Altona via the Hanover-Würzburg high-speed rail line. It also has frequent links to Dortmund via Frankfurt and Cologne using the Cologne-Frankfurt high-speed rail line. The most recent addition is the Nuremberg-Ingolstadt high-speed rail line, which has greatly benefited from Munich traffic. Additional ICE services using mainly ordinary lines on their run exist to Vienna, Berlin and a number of other cities. There are also numerous InterCity and EuroCity services to most parts of Germany as well as neighbouring Austria, the Czech Republic, Switzerland, France, and Italy. The station used to have a number of DB NachtZug and CityNightLine services to northern Germany, the Netherlands, Denmark, France and Italy, but these were suspended in 2016. Facilities for autoracks in night services are located at München Ost railway station. Currently, night services operated by other railway companies, particularly ÖBB are found at the station, for example to Rome, Budapest and Zagreb. Schwarzach St. Veit – Bad Gastein – Villach – Klagenfurt There are numerous RegionalExpress and RegionalBahn services to Landshut, Regensburg, Plattling, Passau, Kempten, Lindau, Garmisch-Partenkirchen and Nuremberg among others. The Bayerische Oberlandbahn operates services to Bayrischzell, Lenggries and Tegernsee. All lines are electrified, except the ones to Mühldorf (due to be electrified by 2030), and Kempten (partially electrified, a proposal to electrify the whole route exists but no date has been given) and the lines of the Bayerische Oberlandbahn. To minimise pollution, services using these lines preferably end at tracks 5–10 and 27–36. München – Weilheim – Murnau – Garmisch-Partenkirchen – Mittenwald München – Weilheim – Murnau – Garmisch-Partenkirchen – Lermoos Augsburg –– (every 4 hours: – Mittenwald – Seefeld in Tirol – Innsbruck) The Munich S-Bahn operates through a separate part of the station as a S-Bahn station on the S-Bahn trunk line (S-Bahn-Stammstrecke) with two tracks and three platforms in the Spanish solution (the island platform is for boarding only and the side platforms are for disembarking), which is in the northern basement at level -2. This station is served by seven S-Bahn lines S 1, S 2, S 3, S 4, S 6, S 7 and S 8 (in service 24/7). The planned construction of a new S-Bahn station as part of the construction of the second trunk line (zweiten Stammstrecke) at level -5 (-41 metres), formerly intended to start in 2006, has been delayed due to financing issues. In the east of the main hall at ground level and on the first floor there are several food shops, newsagents, flower and gift shops, etc. There is also an extensive shopping arcade in the basement to the north and east, as well as direct access to adjacent stores in the inner city through a shopping arcade. Since 1995, the Children and Youth Museum of the City of Munich (Kinder- und Jugendmuseum München) has been located in the Starnberg wing station. In the southern part of the building there is an InterCityHotel. As with many stations, a few hotels are located around the station, including the luxury hotel Sofitel’s Munich Bayerpost and Le Méridien. At the southernmost platform 11 there is an office of the Bahnhofsmission charity, which provides travellers and the homeless with around the clock assistance, food and rest facilities. In the northern section there is a police station of the Munich and Federal Police. In the first floor of the northern wing there is a canteen (\"Casino\") for employees of the DB and their guests. Two parking decks on the fourth and fifth floors of the main building are accessible from Bayerstraße and Arnulfstraße. At the Hauptbahnhof there are two underground stations of the Munich U-Bahn. The underground station of Munich U-Bahn trunk line 2 is at level -4 and is orientated in a north–south direction under the station forecourt and has four tracks. It branches to the north as line U1 to Olympia-Einkaufszentrum and line U 2 to Feldmoching. It was originally planned to build the station under the Kaufhaus Hertie department store. To enable shorter connections to the main hall and the underground station of lines U 4 and U 5 it was decided instead to build it directly next to the main station. Construction of the U-Bahn station began in the spring of 1975, which required the closure of the station forecourt to surface traffic. The building was built because of its great breadth and depth by the cut and cover method. First the side walls and the roof were built and then the individual levels were built from top to bottom. The U-Bahn station was opened on 18 October 1980. The station is differentiated from the other U-Bahn stations opened in 1980 on line U 2 by the silver lining of the walls opposite the platform and on the pillars in the middle of the station. The platforms connect at the northern end via a mezzanine level to the S-Bahn station and at the south end there is another mezzanine connecting with the U-Bahn station of lines U 4 and U 5. In the middle of the platform escalators lead a mezzanine level connecting with the station forecourt.[52] The station of U-Bahn trunk line 3 is on level -2 and is orientated in an east–west direction under Bayerstraße south of the main station and has 2 tracks. The station was opened on 10 March 1984. The silver-coloured tunnel-like walls opposite the platforms are curved inward, which give the station a tubular character. The platform does not have columns and is on a slight curve. The lighting is on struts arranged in a square under a retracted ceiling. At the eastern end of the platform is a connection via a mezzanine to the underground station of lines 1 and 2. There is a connection to the southern entrance of the mainline station at the entrance level at the western end of the station. In addition, there is a lift at this end, which provides the disabled with access to the U-Bahn platform.[53] There are four tram stops around the station, known as Hauptbahnhof, Hauptbahnhof Nord, Hauptbahnhof Süd and Holzkirchner Bahnhof. Hauptbahnhof Nord is served by routes 16, 17, 20, 21 and 29. The Hauptbahnhof stop on the station forecourt is served by 16, 17, 19, 20 and 29, with routes 20 and 29 only stopping towards Stiglmaierplatz. The Hauptbahnhof Süd and Holzkirchner Bahnhof stops are served by routes 18, 19 and 29. The first tram route serving the station forecourt, was a horse tram line that ran from Promenadenplatz to Maillingerstraße and was opened on 21 October 1876. Over the next few years, the horse tram network was expanded and by 1900, four tram routes served the station. The network was electrified and further expanded and by 1938, nine routes served Hauptbahnhof, which had become one of the focal points of the Munich tram system. By 1966, Hauptbahnhof was served by ten tram routes. In the years following, the number of trams and routes in Munich declined, mostly as a result of the construction of the U-Bahn, but they continued to serve Hauptbahnhof, albeit with frequent route number changes and with the number of services serving the station increasing to eleven at one point.[54] Since 2018, MVG CityRing bus routes 58 clockwise//68 anti-clockwise [55] have served the station. The Hauptbahnhof Nord stop is also served by Museum Bus route 100,[56] as well as by some regional bus services. The whole station forecourt is currently (2020) being remodelled with an extra, third track for trams, which when completed, will see the recasting of the tram services in this area, planned for 2021/2022. Many station buildings have also been demolished in connection with the construction of the 'Second Cross City S-Bahn' tunnel to be completed in the period 2028/2032. This will also see a further, fourth tram track laid on the station forecourt.","Title":"München Hauptbahnhof - Wikipedia","KeyID":"6724","URL":"https://en.wikipedia.org/wiki/M%C3%BCnchen_Hauptbahnhof"}