{"Content: ":"Hamburg Hauptbahnhof (abbrev. Hamburg Hbf) is the main railway station of the city of Hamburg, Germany. Opened in 1906 to replace four separate terminal stations, today Hamburg Hauptbahnhof is operated by DB Station&Service AG. With an average of 550,000 passengers a day, it is Germany's busiest railway station and the second-busiest in Europe after the Gare du Nord in Paris.[6] It is classed by Deutsche Bahn as a category 1 railway station.[1] The station is a through station with island platforms and is one of Germany's major transportation hubs, connecting long-distance Intercity Express routes to the city's U-Bahn and S-Bahn rapid transit networks. It is centrally located in Hamburg in the Hamburg-Mitte borough. The Wandelhalle shopping centre occupies the north side of the station building. Before today's central station was opened, Hamburg had several smaller stations located around the city centre. The first railway line (between Hamburg and Bergedorf) was opened on 5 May 1842, coincidentally the same day that the \"great fire\" (der große Brand) ruined most of the historic city centre. The stations were as follows (each of them only a few hundred metres away from the others): Temporary railway lines connecting the stations were built partly on squares and streets. When it was decided to build a common station for all lines, a competition was arranged in 1900. Built between 1902-1906, the Hamburg Hauptbahnhof was designed by the architects Heinrich Reinhardt and Georg Süßenguth, modeled after the Galerie des machines of the World's Fair of 1889 in Paris, by Louis Béroud.[7] The German emperor William II declared the first draft to be \"simply horrible\",[citation needed] but the second draft was eventually constructed. The emperor personally changed the Art Nouveau style elements to Neo-Renaissance, giving the station a fortification-like character.[8] The station was opened for visitors on 4 December 1906, the first train arrived the next day, and scheduled trains started on 6 December 1906.[7] On 9 November 1941, during the Second World War, the station was badly damaged by Allied bombing. Several areas needed to be rebuilt completely, including the baggage check and the eastern ticket counters. One of the clock towers was destroyed in 1943.[7] Between 1985 and 1991 the station was renovated.[7] In 2021, the City of Hamburg announced a competition to design an expansion of the station as well as the redevelopment of the surrounding area.[9] Hamburg Hauptbahnhof is 206 m (676 ft) long, 135 m (443 ft) wide, and 37 m (121 ft) high. It has 8,200-square-metre (88,000 sq ft) rentable area and 27,810 m2 (299,300 sq ft) in total. The clock towers are 45 m (148 ft), and the clocks have a diameter of 2.2 m (7 ft 3 in). The track shed is constructed of iron and glass and spans the main line platforms and two S-Bahn tracks. The platforms are reached from two bridges at street level, one at each end of the track shed; from the northern bridge by stairs and by lifts, and from the southern bridge by escalators. Two other S-Bahn tracks and the subway tracks are in a connected tunnel system. The Wandelhalle (Promenade Hall) is a small shopping centre with extended opening hours. It was built in 1991 during the renewal of the beam construction. It is located on the northern bridge and includes restaurants, flower shops, kiosks, a pharmacy, service centres and more. The upper floor also has a gallery surrounding the hall.[7] Since 2008, in an effort to disperse drug dealers and users from the area, Deutsche Bahn has been playing classical music (e.g. Vivaldi's Four Seasons). According to the German newspaper Hamburger Abendblatt this is a success.[10] Since 2009 the station has switched all its toilets to water-saving 3.5-litre toilets. In 2012 they started producing Terra Preta in the basement by filtering the excrement and mixing it with charcoal and microbes. The fluids are cleaned and nutrients are extracted. Even pharmaceuticals can be filtered out.[11] The following lines connect to the station: In 2008, 720 regional and long distance trains, and 982 S-Bahn trains served the station per day. There were 6 platforms for the main lines. The station is served by the following services:[12] Hamburg Hauptbahnhof is one of the largest stations in northern Germany and connects Northern Europe's railway system, through Denmark, with Central Europe, as well as offering connections to Western Europe and Southern Europe. There are permanent InterCityExpress lines to Berlin, Frankfurt (Main), continuing to Stuttgart and Munich, and Bremen, continuing to the Ruhr Area and Cologne. To the north ICE trains connect Hamburg with Aarhus and Copenhagen in Denmark and Kiel in Schleswig-Holstein.[13] There are also several InterCity- and EuroCity- passenger train connections.[14] The station is a hub for international travel, and most passengers to or from Scandinavia must change in Hamburg. There are numerous RegionalExpress and RegionalBahn services to Schleswig-Holstein, Lower Saxony, Mecklenburg-Western Pomerania and Bremen. Beside the inter-urban rail services, the Hauptbahnhof is also the central intersection for two of the three rapid transport systems in the city: the Hamburg S-Bahn (suburban railway) and the Hamburg U-Bahn (underground network).[17] The S-Bahn platforms are located inside the station itself (platforms 3 and 4, going eastwards to Barmbek, Harburg and Bergedorf) and in a separate tunnel, adjacent to the station building (platforms 1 and 2, going westwards to Altona, Wedel and Eidelstedt). The U-Bahn is split in two stations: Hauptbahnhof Süd (south) and serving the lines U1 and U3. This part of the station had been included in the 1900 planning for the new station (the construction for the subway started in 1906, the \"ring\" was opened in four stages between February and June 1912. Until 28 September 1968, this station was simply called Hauptbahnhof without any suffix. There were two lines: the original Ring (opened in 1912) and the southeastern branch line (opened on 27 July 1915) leading to Rothenburgsort, the tracks and stations of which have been destroyed in the Operation Gomorra on 28 July 1943 and never been rebuilt. The station Hauptbahnhof Nord (north), opened on 29 September 1968, serves the lines U2 and U4. The station is located on the Wallring in Hamburg's city centre, between the districts Altstadt and St. Georg. Directly nearby are the Deutsches Schauspielhaus theatre in the St. Georg quarter, one of Hamburg's a state theatres, the Kunsthalle, an art gallery, and the Museum für Kunst und Gewerbe Hamburg,[18] a museum for applied arts. The Hamburg Rathaus is down Mönckebergstraße, centre of a busy shopping district.","Title":"Hamburg Hauptbahnhof - Wikipedia","KeyID":"6725","URL":"https://en.wikipedia.org/wiki/Hamburg_Hauptbahnhof"}