{"Content: ":"The Intercity Express (commonly known as ICE (German pronunciation: [iːtseːˈʔeː] (listen))) is a system of high-speed trains predominantly running in Germany. It also serves some destinations in Austria, Denmark (ceased in 2017 but planned to resume in 2022), France, Belgium, Switzerland and the Netherlands, mostly as part of cross border services. It is the highest service category of rail and the flagship train of the German state railway, Deutsche Bahn. There are currently 259 trainsets in use. ICE trains are the highest category (Class A) trains in the fare system of the Deutsche Bahn. Their fares are not calculated on a fixed per-kilometre table as with other trains, but instead have fixed prices for station-to-station connections, levied on the grounds that the ICE trains have a higher level of comfort. Travelling at speeds up to 320 km/h (200 mph), they are tailored for business travellers or long-distance commuters and are marketed by Deutsche Bahn as an alternative to flights. Apart from domestic use, the trains can also be seen in countries neighbouring Germany. There are, for example, ICE 1 lines to Basel and Zurich. ICE 3 trains also run to Liège and Brussels[1] and at lower speeds to Amsterdam.[2] On 10 June 2007, a new line between Paris and Frankfurt/Stuttgart was opened, jointly operated by ICE and TGV trains. ICE trains to London via the Channel Tunnel were planned for 2018; however, DB has stated it is awaiting new class 407 rolling stock before it can run the route. DB received its certificate to run trains through the tunnel in June 2013.[3][4] While ICE 3M trains operate the Paris-Frankfurt service (with the exception of trains 9553/9552, which operate with TGV Duplex equipment and are cross-crewed with both SNCF and DB staff), SNCF's TGV runs from Paris to Munich (via Stuttgart), with mixed crews on both trains.[5][6] German and Austrian ICE T trains run to Vienna. The Spanish railway operator RENFE also employs trains based on the ICE 3 (Siemens Velaro) called AVE Class 103, which are certified to run at speeds up to 350 km/h (220 mph).[7] Wider versions were ordered by China for the Beijing–Tianjin intercity railway link (CRH 3) and by Russia for the Moscow–Saint Petersburg and Moscow–Nizhny Novgorod routes (Velaro RUS).[8] The Deutsche Bundesbahn started a series of trials in 1985 using the InterCityExperimental (also called ICE-V) test train. The IC Experimental was used as a showcase train and for high-speed trials, setting a new world speed record at 406.9 km/h (253 mph) on 1 May 1988.[9] The train was retired in 1996 and replaced with a new trial unit, called the ICE S. After extensive discussion between the Bundesbahn and the Ministry of Transport regarding onboard equipment, length and width of the train and the number of trainsets required, a first batch of 41 units was ordered in 1988. The order was extended to 60 units in 1990, with German reunification in mind. However, not all trains could be delivered in time. The ICE network was officially inaugurated on 29 May 1991 with several vehicles converging on the newly built station Kassel-Wilhelmshöhe from different directions.[10] A notable characteristic of the ICE trains is their colour design, which has been registered by the DB as an aesthetic model and hence is protected as intellectual property.[11] The trains are painted in Pale Grey (RAL 7035) with a Traffic Red (RAL 3020) stripe on the lower part of the vehicle. The continuous black band of windows and their oval door windows differentiate the ICEs from any other DB train. The ICE 1 and ICE 2 units originally had an Orient Red (RAL 3031) stripe, accompanied by a Pastel Violet stripe below (RAL 4009, 26 cm wide). These stripes were repainted with the current Traffic Red between 1998 and 2000, when all ICE units were being checked and repainted in anticipation of the EXPO 2000. The \"ICE\" lettering uses the colour Agate Grey (RAL 7038), the frame is painted in Quartz Grey (RAL 7039). The plastic platings in the interior all utilise the Pale Grey (RAL 7035) colour tone. Originally, the ICE 1 interior was designed in pastel tones with an emphasis on mint, following the DB colour scheme of the day. The ICE 1 trains were refurbished in the mid-2000s, however, and now follow the same design as the ICE 3, which makes heavy usage of indirect lighting and wooden furnishings. The distinctive ICE design was developed by a team of designers around Alexander Neumeister in the early 1980s and first used on the InterCityExperimental (ICE V). The team around Neumeister then designed the ICE 1, ICE 2, and ICE 3/T/TD. The interior of the trains was designed by Jens Peters working for BPR-Design in Stuttgart. Among others, he was responsible for the heightened roof in the restaurant car and the special lighting. The same team also developed the design for the now discontinued InterRegio trains in the mid-1980s.  The first ICE trains were the trainsets of ICE 1 (power cars: Class 401), which came into service in 1989. The first regularly scheduled ICE trains ran from 2 June 1991 from Hamburg-Altona via Hamburg Hbf–Hannover Hbf–Kassel-Wilhelmshöhe–Fulda–Frankfurt Hbf–Mannheim Hbf and Stuttgart Hbf toward München Hbf at hourly intervals[13] on the new ICE line 6. The Hanover-Würzburg line and the Mannheim-Stuttgart line, which had both opened the same year, were hence integrated into the ICE network from the very beginning. Due to the lack of trainsets in 1991 and early 1992, the ICE line 4 (Bremen Hbf–Hannover Hbf–Kassel-Wilhelmshöhe–Fulda–Würzburg Hbf–Nürnberg Hbf–München Hbf) could not start operating until 1 June 1992. Prior to that date, ICE trainsets were used when available and were integrated in the Intercity network and with IC tariffs. In 1993, the ICE line 6's terminus was moved from Hamburg to Berlin (later, in 1998, via the Hanover-Berlin line and the former IC line 3 from Hamburg-Altona via Hannover Hbf–Kassel-Wilhelmshöhe–Fulda–Frankfurt Hbf–Mannheim Hbf–Karlsruhe Hbf–Freiburg Hbf to Basel SBB was upgraded to ICE standards as a replacement). From 1997, the successor, the ICE 2 trains pulled by Class 402 powerheads, was put into service. One of the goals of the ICE 2 was to improve load balancing by building smaller train units which could be coupled or detached as needed. These trainsets were used on the ICE line 10 Berlin-Cologne/Bonn. However, since the driving van trailers of the trains were still awaiting approval, the DB joined two portions (with one powerhead each) to form a long train, similar to the ICE 1. Only from 24 May 1998 were the ICE 2 units fully equipped with driving van trailers and could be portioned on their run from Hamm via either Dortmund Hbf–Essen Hbf–Duisburg Hbf–Düsseldorf Hbf or Hagen Hbf–Wuppertal Hbf–Solingen-Ohligs. In late 1998, the Hanover–Berlin high-speed railway was opened as the third high-speed line in Germany, cutting travel time on line 10 (between Berlin and the Ruhr valley) by 2½ hours. The ICE 1 and ICE 2 trains' loading gauge exceeds that recommended by the international railway organisation UIC. Even though the trains were originally to be used only domestically, some units are licensed to run in Switzerland and Austria. Some ICE 1 units have been equipped with an additional smaller pantograph to be able to run on the different Swiss overhead wire geometry. All ICE 1 and ICE 2 trains are single-voltage 15 kV AC, which restricts their radius of operation largely to the German-speaking countries of Europe. ICE 2 trains can run at a top speed of 280 km/h (174 mph). To overcome the restrictions imposed on the ICE 1 and ICE 2, their successor, the ICE 3, was built to a smaller loading gauge to permit usability throughout the entire European standard gauge network, with the sole exception being the UK's domestic railway network. Unlike their predecessors, the ICE 3 units are built not as trains with separate passenger and power cars, but as electric multiple units with underfloor motors throughout. This also reduced the load per axle and enabled the ICE 3 to comply with the pertinent UIC standard. Initially two different classes were developed: the Class 403 (domestic ICE 3) and the Class 406 (ICE 3M), the M standing for Mehrsystem (multi-system). Later came Class 407 and Class 408. The trains were labelled and marketed as the Velaro by their manufacturer, Siemens. Just like the ICE 2, the ICE 3 and the ICE 3M were developed as short trains (when compared to an ICE 1), and are able to travel in a system where individual units run on different lines, then being coupled to travel together. Since the ICE 3 trains are the only ones able to run on the Köln-Frankfurt high-speed line with its 4.0% incline at the allowed maximum speed of 300 km/h, they are used predominantly on services that utilise this line. In 2009 Deutsche Bahn ordered another 16 units – worth € 495 million – for international traffic, especially to France. The newest high-speed line in Germany, the Erfurt–Leipzig/Halle high-speed railway, which opened in December 2015, is the most recent addition to the ICE network. It is one of three lines in Germany (the others being the Nuremberg-Ingolstadt high-speed rail line and Cologne–Frankfurt high-speed rail line) that are equipped for a line speed of 300 km/h (190 mph). Since only 3rd generation ICE trains can travel at this speed, the ICE line 41, formerly running from Essen Hbf via Duisburg Hbf–Frankfurt Südbf to Nürnberg Hbf, was extended over the Nuremberg-Ingolstadt high-speed rail line and today the service run is Oberhausen Hbf–Duisburg Hbf–Frankfurt Hbf–Nürnberg Hbf–Ingolstadt Hbf–München Hbf. The ICE 3 runs at speeds up to 320 km/h (200 mph) on the LGV Est railway Strasbourg–Paris in France. A new generation ICE 3, Class 407, is part of the Siemens Velaro family with the model designation Velaro D. It currently runs on many services in Germany and through to other countries like France. Initially this train type was meant to execute the planned Deutsche Bahn services through the Channel Tunnel to London. As the trains had not received a certification for running in Belgium and due to the competition of budget airlines the London service was cancelled.[14][15] In 2020 Deutsche Bahn placed an order with Siemens for 30 trains of the Velaro design and based on the previously procured ICE Class 407.[16] Referenced by Siemens as Velaro MS (“multi-system”), these trains are called ICE 3 neo by Deutsche Bahn and classified as 408. The trains are designed for operation at 320 km/h and will be deployed from the end of 2022 on routes that use the Cologne – Frankfurt high speed line which is designed for operation at 300 km/h. After a production time of only 12 months including trial runs the first train was presented to journalists in February of 2022. At that occasion the order was increased by 43 trainsets, with all 73 trains supposed to be in service by early 2029.[17] Procurement of ICx trainsets started c. 2008 as replacements for locomotive hauled InterCity and EuroCity train services - the scope was later expanded to include replacements for ICE 1 and ICE 2 trainsets. In 2011 Siemens AG was awarded the contract for 130 seven car intercity train replacements, and 90 ten car ICE train replacements, plus further options - the contract for the ten car sets was modified in 2013 to expand the trainset length to twelve vehicles. The name ICx was used for the trains during the initial stages of the procurement; in late 2015 the trains were rebranded ICE 4, at the unveiling of the first trainset, and given the class designation 412 by Deutsche Bahn. Two pre-production trainsets were manufactured and used for testing prior to introduction of the main series. Simultaneously with the ICE 3, Siemens developed trains with tilting technology, using much of the ICE 3 technical design. The class 411 (seven cars) and 415 (five cars) ICE T EMUs and class 605 ICE TD DMUs (four cars) were built with a similar interior and exterior design. They were specially designed for older railway lines not suitable for high speeds, for example the twisting lines in Thuringia. ICE-TD has diesel traction. ICE-T and ICE-TD can be operated jointly, but this is not done routinely. A total of 60 class 411 and 11 class 415 have been built so far (units built after 2004 belong to the modified second generation ICE-T2 batch). Both classes work reliably. Austria's ÖBB purchased three units in 2007, operating them jointly with DB. Even though DB assigned the name ICE-T to class 411/415, the T originally did not stand for tilting, but for Triebwagen (railcar), as DB's marketing department at first deemed the top speed too low for assignment of the InterCityExpress brand and therefore planned to refer to this class as IC-T (InterCity-Triebwagen). The trainsets of the T series were manufactured in 1999. The tilting system has been provided by Fiat Ferroviaria, now part of Alstom. ICE T trains can run at speeds of up to 230 km/h (140 mph). Deutsche Bahn ordered 20 units of ICE-T with diesel engines in 2001, called Class 605 ICE-TD. The ICE-TD was intended for certain routes without electric overhead cables such as Dresden-Munich and Munich-Zurich lines. However, the Class 605 trains (ICE-TD) experienced many technical issues and unanticipated escalation in operating cost due to the diesel fuel being fully taxed in Germany. They were taken off the revenue service shortly after the delivery. During the 2006 FIFA World Cup, the ICE-TD trains were pressed temporarily into the supplementary service for transporting the fans between cities in Germany. At the end of 2007, ICE-TD trains were put into revenue service for the lines between Hamburg and Copenhagen as well as Hamburg and Aarhus. A large part of Danish railway network hadn't been electrified so DSB (Danish State Railways) used the diesel-powered trains. When DSB ordered the new IC4 train sets, the company did not anticipate the long delay with the delivery and the technical issues with the train sets. To compensate for the shortage of available trains, DSB leased the ICE-TD while the delivery and technical issues with IC4 were being addressed. The operating cost was much lower due to the lower fuel tax in Denmark. After the issues with IC4 were resolved, ICE-TD fleet was removed from the revenue service and stored. Deutsche Bahn has officially retired the entire ICE TD fleet in 2018.[18] While every car in an ICE train has its own unique registration number, the trains usually remain coupled as fixed trainsets for several years. For easier reference, each has been assigned a trainset number that is printed over each bogie of every car. These numbers usually correspond with the registration numbers of the powerheads or cab cars. The ICE trains adhere to a high standard of technology: all cars are fully air-conditioned and nearly every seat features a headphone jack which enables the passenger to listen to several on-board music and voice programmes as well as several radio stations. Some seats in the 1st class section (in some trains also in 2nd class) are equipped with video displays showing movies and pre-recorded infotainment programmes. Each train is equipped with special cars that feature in-train repeaters for improved mobile phone reception as well as designated quiet zones where the use of mobile phones is discouraged. The newer ICE 3 trains also have larger digital displays in all coaches, displaying, among other things, Deutsche Bahn advertising, the predicted arrival time at the next destination and the current speed of the train. The ICE 1 was originally equipped with a passenger information system based on BTX, however this system was eventually taped over and removed in the later refurbishment. The ICE 3 trains feature touch screen terminals in some carriages, enabling travellers to print train timetables. The system is also located in the restaurant car of the ICE 2. The ICE 1 fleet saw a major overhaul between 2005 and 2008, supposed to extend the lifetime of the trains by another 15 to 20 years. Seats and the interior design were adapted to the ICE 3 design, electric sockets were added to every seat, the audio and video entertainment systems were removed and electronic seat reservation indicators were added above the seats. The ICE 2 trains have been undergoing the same procedure since 2010. ICE 2 trains feature electric sockets at selected seats, ICE 3 and ICE T trains have sockets at nearly every seat. The ICE 3 and ICE T are similar in their interior design, but the other ICE types differ in their original design. The ICE 1, the ICE 2 and seven-car ICE T (Class 411) are equipped with a full restaurant car. The five-car ICE T (Class 415) and ICE 3 however, have been designed without a restaurant, they feature a bistro coach instead. Since 1 October 2006, smoking is prohibited in the bistro coaches, similar to the restaurant cars, which have always been non-smoking. All trains feature a toilet for disabled passengers and wheelchair spaces. The ICE 1 and ICE 2 have a special conference compartment whilst the ICE 3 features a compartment suitable for small children. The ICE 3 and ICE T omit the usual train manager's compartment and have an open counter named \"ServicePoint\" instead. An electronic display above each seat indicates the locations between which the seat has been reserved. Passengers without reservations are permitted to take seats with a blank display or seats with no reservation on the current section. The maintenance schedule of the trains is divided into seven steps: Maintenance on the ICE trains is carried out in special ICE workshops located in Basel, Berlin, Cologne, Dortmund, Frankfurt, Hamburg, Leipzig[21] and Munich. The train is worked upon at up to four levels at a time and fault reports are sent to the workshops in advance by the on-board computer system to minimize maintenance time. The ICE system is a polycentric network. Connections are offered in either 30-minute, hourly or bi-hourly intervals. Furthermore, additional services run during peak times, and some services call at lesser stations during off-peak times. Unlike the French TGV or the Japanese Shinkansen systems, the vehicles, tracks and operations were not designed as an integrated whole; rather, the ICE system has been integrated into Germany's pre-existing system of railway lines instead. One of the effects of this is that the ICE 3 trains can reach a speed of 300 km/h (186 mph) only on some stretches of line and cannot currently reach their maximum allowed speed of 330 km/h on German railway lines (though a speed of 320 km/h is reached by ICE 3 in France). The line most heavily utilised by ICE trains is the Mannheim–Frankfurt railway between Frankfurt and Mannheim due to the bundling of many ICE lines in that region. When considering all traffic (freight, local and long-distance passenger), the busiest line carrying ICE traffic is the Munich–Augsburg line, carrying about 300 trains per day. The network's main backbone consists of six north–south lines: (Also applies to trains in the opposite directions, taken from 2019 network map) Furthermore, the network has two main east–west thoroughfares: (Also applies to trains in the opposite directions, taken from 2019 network map) Some train lines extend past the core network and branch off to serve the following connections: (Also applies to trains in the opposite directions) The \"ICE Sprinter\" trains are trains with fewer stops between Germany's major cities running in the morning and evening hours. They are tailored for business travellers or long-distance commuters and are marketed by DB as an alternative to domestic flights. Some of the Sprinter services continue as normal ICE services after reaching their destination. The service is usually half an hour faster than a standard ICE between the same cities. A reservation was mandatory on the ICE Sprinter until December 2015. The first Sprinter service was established between Munich and Frankfurt in 1992. Frankfurt-Hamburg followed in 1993 and Cologne-Hamburg in 1994. This service ran as a Metropolitan service between December 1996 and December 2004. In 1998, a Berlin-Frankfurt service was introduced and a service between Cologne and Stuttgart ran between December 2005 and October 2006. Until December 2006, a morning Sprinter service ran between Frankfurt and Munich (with an intermediate stop at Mannheim), taking 3:25 hours for the journey. This has been since replaced by a normal ICE connection taking only 3:21 hours. Starting with the December 2017 schedule change, a new Sprinter line links Berlin main station and Munich main station in less than four hours. As of July 2018[update], the individual ICE Sprinter lines are: (Source: Deutsche Bahn AG[26]) Some ICE trains also run on services abroad – sometimes diverting from their original lines. (Also applies to the opposite directions) Since December 2006, Stuttgart Hbf and Zürich HB have been connected by a bi-hourly service. This service however has been replaced by a daily Intercity service since March 2010.[27] The ÖBB in Austria also uses two ICE T trainsets (classified as ÖBB Class 4011) between Wien Westbahnhof, Innsbruck Hauptbahnhof and Bregenz (without stops in Germany), although they do not use tilting technology. Since December 2007 ÖBB and DB offer a bi-hourly connection between Wien Westbf and Frankfurt Hbf. From 12 December 2021 a new ICE schedule is planned between Frankfurt and Vienna on a different route via Stuttgart, Ulm, Biberach, Friedrichshafen, Lindau and Innsbruck. [28] Since June 2007 ICE 3M trains had been running between Frankfurt Hbf and Paris Est via Saarbrücken and Kaiserslautern. Together with the TGV-operated service between Paris Est, Stuttgart Hbf and München Hbf, this ICE line was part of the \"LGV Est européenne\", also called \"Paris-Ostfrankreich-Süddeutschland\" (or POS) for short, a pan-European high-speed line between France and Germany. This service has been now replaced by a direct TGV service. From late 2007, ICE TD trains linked Berlin Hbf with Copenhagen and Aarhus via Hamburg Hbf. These services have been operated since December 2017 by Danish IC3 sets as EuroCity services. A EuroCity-Express service was introduced between Munich and Zurich in December 2020 with the completion of the electrification of the line in Germany, replacing a EuroCity service. Six pairs of trains run every two hours and are operated by Swiss Federal Railways with Alstom ETR 610 (Astoro) sets. In addition, ICE Trains to London via the Channel Tunnel are on the horizon.[3][4] Unique safety and security requirements for the tunnel (such as airport-style checks at stations) as well as hold-ups in the production of the Velaro-D trains to be used on the route[29] have delayed these plans. To avoid empty runs or excess waits, several services exist that operate exclusively inside Switzerland: These trains, despite being officially notated as ICEs, are more comparable to a Swiss InterRegio or RegioExpress train, calling at small stations like Möhlin or Sissach. As common in Switzerland, these trains can be used without paying extra for a supplement. 1 German category 1 stations and comparable international destinations of 250.000 passengers per day or more 2 only direct connections shown; travel times as of the DB 2018 timetable 3 ICE Sprinter 4 additional or alternative ICE stops for Berlin at: Berlin Südkreuz, Berlin-Gesundbrunnen, Berlin-Spandau and Berlin Ostbf for Cologne (Köln) at: Köln Messe/Deutz and Köln/Bonn Flughafen Fbf for Frankfurt at: Frankfurt (Main) Flughafen Fbf and Hamburg at: HH-Altona, HH Dammtor and HH-Harburg 5 EuroCity-Express Service There have been several accidents involving ICE trains. The Eschede disaster was the only accident with fatalities inside the train, but other accidents have resulted in major damage to the trainsets involved. The ICE accident near Eschede that happened on 3 June 1998 was a severe railway accident. Trainset 51, travelling as ICE 884 Wilhelm Conrad Röntgen from Munich to Hamburg, derailed at 200 km/h (125 mph), killing 101 people and injuring 88. It remains the world's worst high-speed rail disaster. The cause of the accident was a wheel rim which broke and damaged the train six kilometres south of the accident site. The wheel rim penetrated the carriage floor and lifted the check rail of a set of points close to Eschede station. The broken-off check rail then forced the point blades of the following set of points to change direction, and the rear cars of the trainset were diverted to a different track. They hit the pillars of a street overpass, which then collapsed onto the tracks. Only three cars and the front powerhead passed under the bridge, the rest of the 14-car train jackknifed into the collapsed bridge. On 27 September 2001, trainset 5509 fell off a work platform at the Hof maintenance facility and was written off. On 22 November 2001, powerhead 401 020 caught fire. The train was stopped at the station in Offenbach am Main near Frankfurt a.M. No passengers were harmed, but the fire caused the powerhead to be written off. On 6 January 2004, ICE TD trainset 1106 caught fire while it was parked at Leipzig. Two cars were written off, and the others are now used as spares. On 1 April 2004, trainset 321 collided with a tractor that had fallen onto the track at a tunnel entrance near Istein, and was derailed. No-one was injured. Trainset 321 was temporarily taken apart, its cars being switched with cars from other ICE 3 trainsets. Powerhead 401 553 suffered major damage in a collision with a car on the Mannheim–Frankfurt railway in April 2006. On 28 April 2006, trainset 73 collided head-on with two BLS Re 465 locomotives at Thun in Switzerland. The driver of the Swiss locomotives was unfamiliar with the new layout of the station, which had been recently changed. He did not see a shunting signal ordering him to stop. The locomotives automatically engaged the emergency brakes when he passed the signal, but came to a stop on the same track as the approaching ICE. The ICE was travelling at a speed of 74 km/h. The emergency brake slowed the train to 56 km/h at the point of collision. 30 passengers and the driver of the ICE suffered minor injuries, the driver of the Swiss locomotives having jumped to safety. Both trains suffered major damage. The powerhead 401 573 had to be rebuilt using components from three damaged powerheads (401 573, 401 020 and 401 551). On 1 March 2008, trainset 1192, travelling as ICE 23, collided with a tree which had fallen onto the track near Brühl after being blown down by Cyclone Emma. The driver suffered severe injuries. The trainset is back in service, its driving-car having been replaced with that from trainset 1106. On 26 April 2008, trainset 11, travelling as ICE 885, collided with a herd of sheep on the Hanover-Würzburg high-speed rail line near Fulda. Both powerheads and ten of the 12 cars derailed. The train came to a stop 1300 metres into the Landrückentunnel. 19 of the 130 passengers suffered mostly minor injuries, four of them needing hospital treatment.[30] A cracked axle was blamed for a low-speed derailment of a third-generation ICE in Cologne in July 2008. The accident, in which no-one was hurt, caused DB to recall its newest ICEs as a safety measure.[31] In October 2008, the company recalled its ICE-T trains after a further crack was found.[32] On 17 April 2010, ICE 105 Amsterdam - Basel lost a door while travelling at high speed near Montabaur. The door slammed into the side of ICE 612 on the adjacent track. Six people travelling on ICE 612 were injured.[33] On 17 August 2010, the ICE from Frankfurt to Paris hit a truck that had slid from an embankment on to the rail near Lambrecht. The first two carriages derailed and ten people were injured, one seriously.[34] On 11 January 2011, trainset 4654 partly derailed during a side-on collision with a freight train near Zevenaar in the Netherlands.[35] There were no injuries. On 2 May 2017, a trainset was derailed at Dortmund Hauptbahnhof. Two people were injured.[36] On 12 October 2018, two cars of a trainset caught fire while it was traveling from Cologne to Munich on the Cologne-Frankfurt line. Five people suffered minor injuries during the evacuation.[37] ICE trains are the highest category (Class A) trains in the fare system of the Deutsche Bahn. Their fares are not calculated on a fixed per-kilometre table as with other trains, but instead have fixed prices for station-to-station connections, depending on a multitude of factors including the railway line category and the general demand on the line. Even on lines where the ICE is not faster than an ordinary IC or EC train (for example Hamburg to Dortmund), an additional surcharge will be levied on the ground that the ICE trains have a higher comfort level than IC/EC trains. On the intra-Austrian lines (Vienna-Innsbruck-Bregenz, Vienna-Salzburg(-Munich), Vienna-Passau(-Hamburg) and Innsbruck-Kufstein(-Berlin)) no additional fees are charged.[38] Likewise, the trains running to and from Zurich, Interlaken and Chur, as well as those on the intra-Swiss ICE trains (see above) can be used without any surcharge. On ICE trains between Amsterdam and Cologne, passengers travelling nationally within the Netherlands (between Amsterdam Centraal and Arnhem Centraal) can use the national OV-chipkaart scheme but have to purchase a supplement.[39] Passengers travelling into/from Germany have to buy an international ticket. Various ICE train scale models in several scales have been produced by Märklin, Fleischmann[40][non-primary source needed], Roco[41][non-primary source needed], Trix, Mehano, PIKO.[42][non-primary source needed] and Lima[43][non-primary source needed]. In January 2010, the European railway network was opened to a liberalisation intended to allow greater competition.[44] Both Air France-KLM and Deutsche Bahn have indicated their desire to take advantage of the new laws to run new services via the Channel Tunnel and the High Speed 1 route that terminates at London St Pancras International.[45][46][47][48][49] A test run of an ICE train through the Channel Tunnel took place on 19 October 2010.[50][51] Passenger-carrying ICE trains, however, will have to meet safety requirements in order to transit the Channel Tunnel. Although the requirement for splittable trains was lifted, concerns remain over the shorter length of ICE trainsets,[note 1][51] fire safety,[note 2][50] and the ICE's distributed power arrangements. There have been suggestions that French interests have advocated stringent enforcement to delay a competitor on the route.[52] Eurostar also recently chose Siemens Velaro-based rolling stock; there were concerns that Alstom (builders of the passenger trains that already use the Tunnel) and the French Government would take the matter to court.[51] In October 2010, the French transport minister suggested that the European Railway Agency (based in France) should arbitrate.[53] After safety rule changes which might permit the use of Siemens Velaro rolling stock, the French government dismissed their delegate to the Channel Tunnel Safety Authority, and brought in a replacement.[54][55] In March 2011, a European Rail Agency report authorized trains with distributed traction for use in the Channel Tunnel. This means that the ICE class 407 trains which DB intends to use for its London services will be able to run through the tunnel. In February 2014, however, Deutsche Bahn announced further difficulties with launching the route, and reports make it seem unlikely that service will start anytime this decade.[56] In June 2018, Deutsche Bahn announced that it was shelving plans to revive a potential London-Frankfurt ICE connection. The service would take around 5 hours and could rival airlines and become the first competitor for Eurostar.[57] From its inception in July 1991 to 2006, ICE has transported roughly 550 million passengers, including 67 million in 2005.[60] The cumulative sum of passengers is roughly 1.25 billion in 2015.[59] On 5 October 2006, the Deutsche Post AG released a series of stamps, among them a stamp picturing an ICE 3, at 55+25 euro cents.[citation needed] In 2006, Lego modelled one of its train sets after the ICE.[61] A Railworks add on is available for Train Simulator 2018 accurately reflecting the original 1991 version of the ICE on German tracks (Siegen to Hagen).[62] There is also an addon utilising the Munich - Augsburg line using ICE 3 trainsets.[63] The ICE 3 can also be used in Career scenarios on the Mannheim-Karlsruhe route (including the extension to Frankfurt), and Cologne-Düsseldorf. The ICE T, ICE 2, and ICE TD are also available for purchase as separate vehicles.","Title":"Intercity Express - Wikipedia","KeyID":"6727","URL":"https://en.wikipedia.org/wiki/InterCityExpress"}