{"Content: ":"The Rhein-Main-Verkehrsverbund (RMV) is a transport association that covers the public transport network of the Frankfurt Rhine-Main area in Germany. Its head office is located in Hofheim im Taunus. The RMV is a transportation association operated by 15 counties, 11 independent cities and the Bundesland of Hesse. It was founded May 25, 1995, as the successor of the Frankfurter Verkehrsverbund (FVV), which was incorporated into the RMV. It is responsible for planning, organising and financing of regional transport, alongside the local transportion organisations. This way, there is a clear distinction between the RMV \"ordering\" public transport and transport companies carrying it out. As of 2018 there were over 160 transport companies active in the responsible area.[1] The area covered includes large parts of Southern Hesse, Central Hesse, and parts of Eastern Hesse, as well as the city of Mainz in Rhineland-Palatinate. It is currently the third-largest transport network in terms of area covered (behind the Verkehrsverbund Berlin-Brandenburg and Verkehrsverbund Großraum Nürnberg) and was the largest in the world at the time of its foundation in 1995. Neighbouring transportation associations include the Nordhessischer Verkehrsverbund (NVV), Verkehrsverbund Rhein-Neckar (VRN), Verkehrsgemeinschaft am Bayerischen Untermain [de] (VAB) and Rhein-Nahe-Nahverkehrsverbund [de] (RNN). There exists an extensive set of regional rail services and buses operate in all parts of the area. Additionally, there are trams in Darmstadt, Frankfurt and Mainz as well as light rail in Frankfurt and commuter trains (S-Bahn) to adjoining cities. There is a variety of tickets being offered, ranging from single tickets to yearly tickets. Special tickets for students and seniors (from the age of 65) are also available. Since 2017 the RMV offers compensation (amount depending on the ticket used), if there is a delay of more than ten minutes at the destination (10-Minuten-Garantie). Taking one's bicycle is free of charge. However, limitations can exist during peak hours and for the benefit of wheelchairs and prams.  This German rail transport related article is a stub. You can help Wikipedia by expanding it.","Title":"Rhein-Main-Verkehrsverbund - Wikipedia","KeyID":"6730","URL":"https://en.wikipedia.org/wiki/Rhein-Main-Verkehrsverbund"}