{"Content: ":"Frankfurt (Main) Süd (German for Frankfurt (Main) South) or Frankfurt Südbahnhof is one of three railway stations for long-distance train services in Frankfurt, Germany. Unlike Frankfurt Hauptbahnhof it is not a terminus but a through station, and has nine tracks with five platforms.[5] It is a stopping station for some long-distance routes (ICE, IC) and for regional traffic (Regional-Express and RegionalBahn). It is also one of the major rapid-transit railway hubs in the city with S-Bahn and U-Bahn services. The station is located in the district of Sachsenhausen south of the Main. From the station forecourt, the Diesterwegplatz, five streets radiate: Hedderichstraße to the southwest and northeast, Diesterweg to the northwest, leading to Schweizer Platz, Stegstraße to the north (leading to the Eiserner Steg—Iron Bridge—for pedestrians) and Brückenstraße to the northeast (leading to the Alte Brücke—Old Bridge). On Diesterwegplatz there is a market on Tuesdays and Fridays. A block west of the station runs the Schweizer Straße, the main axis of Sachsenhausen. Immediately northeast of the station forecourt, between Hedderichstraße and Textorstraße was the old Sachsenhausen Tram Depot, which was closed in 2003 and has since been gutted and rebuilt. It now contains a large supermarket and an office of the Frankfurt city library. The southern exit from the station leads to the Mörfelder Landstraße. The government of the Electorate of Hesse (Kurhessen) had begun building the Frankfurt–Bebra railway from Bebra in North Hesse to Fulda, Hanau and Frankfurt before its annexation by Prussia after the Austro-Prussian War of 1866. The project was completed by the Prussian state railways on 15 December 1868. Until the opening of the line south of the Main, trains from Bebra to Frankfurt had to use the North Main line and the Frankfurt City Link Line. On 15 November 1873 the new line south of the Main between Hanau and Frankfurt via Sachsenhausen and Offenbach was opened, including South Station (opened as Bebraer Bahnhof, \"Bebra line\" station) and Offenbach Hauptbahnhof. The South Main line is still the most important rail link connecting Frankfurt with Leipzig, Berlin and Hamburg. After the completion of South Main line, the Frankfurt-Sachsenhausen station (Bahnhof Frankfurt-Sachsenhausen) at Darmstädter Landstraße (opened in 1848) of the Frankfurt-Offenbach Local Railway became a terminus, with trains only operating towards Offenbach. The track formerly connecting it to the Main-Neckar Railway to the west was removed. In 1876 it was renamed Lokalbahnhof; the Frankfurt Lokalbahnhof S-Bahn station is named in its honour, although it is about 250 metres south of the old station, which closed in 1955. The current building was opened in 1914. In its simplified Art Nouveau style, it is similar to the Höchst station opened the same year. During the building of the U-Bahn station (completed in 1984), almost the entire station building was demolished and rebuilt after the completion of the tunnelling. It now includes a community centre. The former steel train shed was demolished during the U-Bahn construction and not rebuilt. The following Regional-Express and Regionalbahn services stop at Frankfurt South station: Frankfurt South station plays a particularly important role for transport. It is at the interface between the inner city and the southern suburbs and it is served by, in addition to the regional services discussed above, lines S3 to S6 of the Rhine-Main S-Bahn, U-Bahn services on corridor A (U1 to U3 and U8), and tram lines 15, 16, 18, and the Ebbelwei Express. Tram line 19 starts at the Südbahnhof/Schweizer Straße stop. Numerous city and regional bus lines run from the station, especially to the southern region and to Frankfurt Airport. Some of these buses stop at the southern entrance on Mörfelder Landstraße.","Title":"Frankfurt (Main) Süd station - Wikipedia","KeyID":"6734","URL":"https://en.wikipedia.org/wiki/Frankfurt_South_station"}