{"Content: ":"The public transit system in Frankfurt is part of the Rhein-Main-Verkehrsverbund (abbreviated: RMV) transport network and consists of several carriers who all use the same fare system. Therefore, one ticket is valid for a journey which may include several modes of transit run by different operators. The fares are paid in advance of travel at a ticket vending machine or at the driver on board a bus. There are no turnstiles or other controlling barriers; instead, a proof-of-payment system is used. Plainclothes fare inspectors are employed and carry out random checks to ensure passengers have paid. If found to be travelling without a ticket, then they are required to pay a fine of €60. A single way trip within Frankfurt costs between €1.80 and €2.80, and a journey to the suburbs outside Frankfurt costs between €4.65 and €9.10 approx. There are also some discounts for children for groups or day tickets. A day ticket for traveling within Frankfurt costs €7. Frankfurt itself is the central city of the so-called Rhein-Main Region, and therefore the service caters the large number of commuters who travel to and from the suburbs each day. The suburban rail service is provided by rapid transit trains (S-Bahn). All but one of the lines run together in a single underground section through the city centre, and then go their separate ways at either end. In the suburban sections they are generally double-tracked or share mainline tracks with other regional, long distance passenger and cargo trains. The trains can be up to 200 m (600 ft) long and have a maximum speed of approximately 140 km/h (90 mph). Electricity supply is provided by overhead wires at the common German railroad voltage (15,000 volts AC). The normal service interval on each of the lines is 15 or 30 min, but on the central sections a train runs approximately every 2 minutes during rush hour and the S8/S9 runs 24/7. Frankfurt's rapid transit is very popular because it is fast. It has the added benefit of being very cost-effective for medium-distance lines with high usage. There are 9 Tram lines, with trams arriving usually every 10 min. Many sections are served by two lines, combining to give a 5-minute frequency during rush-hour. The construction of underground railways in the last decade has resulted in the trams losing some of their importance to the city's transport infrastructure. Despite this, two new sections have been constructed in recent years. It is now appreciated that trams are more attractive to the travelling public than buses and cheaper to build than underground railways. Therefore, neighbourhoods with medium transit usage are either currently served by tram routes or will be in future. There are 9 Stadtbahn lines known as the U-Bahn. In city centre sections the rail tracks are underground, but run on their own separated section at ground level in the suburbs. The minimum service interval is 2.5 minutes, although the usual pattern is that each line runs with a 7.5- to 10-minute frequency which combines to approx 3–5 minutes on the city centre sections served by more than one line. The trains can be as long as 300 ft (100 m) and have a maximum speed of approximately 50 miles per hour (80 km/h). Cars are equipped with indicators and rear view mirrors and are powered from overhead wires. There are several extension projects planned for the future, especially proposals to establish a full-fledged underground system. As this would be rather expensive, it will probably not be built in the near future, if at all. Even so, history shows that Frankfurt's underground network has always grown slower than was planned. Buses play a minor role in Frankfurt transit since all major routes are served by rail based modes of transportation. There are, however, several cross-town bus routes, especially in the north. Buses are also used as feeder services for the underground lines and operate. Local trains connect Frankfurt with small towns and villages upto a distance of 80 Kilometers. Most local trains have more than one station in the city area of Frankfurt and they also can be used for rides inside the city. Categoriers for local trains in Germany are Regionalbahn (RB) and Regionalexpress (RE). There is only one ferry line in Frankfurt, it runs in the district Hoechst between the stations Frankfurt-Hoechst Batterie\" and Frankfurt-Schwanheim Höchster Weg'\". There are currently proposals for a shake-up of the way bus services are run. Instead of being operated by Frankfurt Transit Company, the routes could be split into different franchises for which any European bus operator may tender to run. The organisation offering the cheapest proposal would then be given a contract to run that route for several years.","Title":"Public transport in Frankfurt am Main - Wikipedia","KeyID":"6737","URL":"https://en.wikipedia.org/wiki/Public_transport_in_Frankfurt_am_Main"}