{"Content: ":"Frankfurt am Main Konstablerwache station (German: Bahnhof Frankfurt am Main Konstablerwache) is a major train station and metro station at the Konstablerwache square in the city centre of Frankfurt am Main, Germany. With 191,000 passengers per day, Konstablerwache station is the second busiest rapid transit station in Frankfurt after Frankfurt Central Station and a major hub for commuter transport in the Frankfurt/Rhine-Main region. It is served by eight S-Bahn lines (S1–S6, S8, S9), four U-Bahn lines (U4-U7), two tram lines (12,18) and two bus lines (30, 36). The name Konstablerwache (literally: \"constable watch-house\") refers to an armoury that was established in 1544 for the defence of Frankfurt; the term constable was then used in Frankfurt for a military rank in the artillery. Although this building was already destroyed in 1886 the name has continued to be applied to the plaza. Konstablerwache station is situated at the eastern end of Frankfurt's main shopping street, the Zeil. Hauptwache station, the second busiest rapid transit station in Frankfurt, is located at the western end of the Zeil. At the start of 20th century Konstablerwache was one of the key hubs of Frankfurt trams. The modern U-Bahn was built in the early 70s and line B1 was opened in 1974. In 1983 the S-Bahn was extended through the City Tunnel under the Zeil from Hauptwache to Konstablerwache. In 1986 the inaugurations of operations through the Zeil tunnels was completed when U-Bahn services commenced on lines U6 and U7. In 1978 tram operations were discontinued at Konstablerwache and ended in Große Friedberger street (Straße). In 1999, the first new tram line was opened since the construction of the U-Bahn began along Kurt Schumacher and Konrad Adenauer streets. The route is served by line 12, which then returns to its old route. A new tram line (expected to be line 18) that is being built to the housing estate of Frankfurter Bogen to the east of Preungesheim will connect with Konstablerwache. As in the case of Hauptwache station, Konstablerwache station has a large distribution level, called level B. In addition to giving access to the platforms, it serves mainly as a shopping mall and as a road underpass. Below this is a section of a north-south road tunnel that was never completed. One floor below, on level C, is the three-platform station for U-Bahn lines U4 and U5. The western track is used by line U5 towards Frankfurt Hauptbahnhof, the middle track is used by line U4 towards Bockenheimer Warte. The eastern track is used by both line U5 towards Preungesheim and U4 towards Seckbach Landstraße. Underneath, on level D, are the aplatforms for the S-Bahn and U-Bahn lines U6 and U7. The S-Bahn and U-Bahn share the two island platforms to make interchange easier. The two outer tracks are used by the U-Bahn and the two inner tracks by the S-Bahn. In 2010 there was created by the French artist group CitéCréation and her subsidiary CreativeStadt in Potsdam a Trompe-l'œil in the metro station, titled „Reise in Raum und Zeit“ (German for: journey through space and time). The artwork show different motifs from Lyon and Frankfurt am Main, which are connected by a fictitious transportation. The artwork was unveiled on 11 June 2010 at the occasion of the 50 year anniversary of the town twinning between Frankfurt and Lyon.","Title":"Frankfurt Konstablerwache station - Wikipedia","KeyID":"6741","URL":"https://en.wikipedia.org/wiki/Frankfurt_(Main)_Konstablerwache_station"}