{"Content: ":"Rapid transit in Germany consists of four U-Bahn systems and fourteen S-Bahn systems. The U-Bahn commonly understood to stand for Untergrundbahn (underground railway) are conventional rapid transit systems that run mostly underground, while the S-Bahn or Stadtschnellbahn (city rapid railway) are commuter rail services, that may run underground in the city center and have metro-like characteristics in Munich, Hamburg and Berlin which they only have to a lesser extent in other cities. There are also over a dozen premetro or Stadtbahn systems that are rapid transit in the city center and light rail outside. There are four U-Bahn systems, namely in Berlin, Hamburg, Munich and Nuremberg; these are all run by the transit authorities in the city. Some cities call their Stadtbahn \"U-Bahn\" (like Frankfurt) or abbreviate their Stadtbahn with a U. The confusing term \"U-Stadtbahn\" is also used on occasion and as \"U-Bahn\" is often seen as the more desirable term, common parlance and non-specialist media are often not very rigorous with the definition of their terms. Additionally, several cities in East Germany, among them Dresden[1] or Erfurt[2] have taken to calling their tram systems - or upgrade and expansion projects for them - \"Stadtbahn\" without ever intending to introduce tunnel or elevated segments to the infrastructure. The fourteen S-Bahn systems are in Berlin, Bremen, Dresden, Hamburg, Hanover, Magdeburg, Mitteldeutschland, Munich, Nuremberg, Rhein-Main, Rhein-Neckar, Rhein-Ruhr (parts thereof also trademarked as Rhein-Sieg and/or Cologne), Rostock and Stuttgart. Most S-Bahn systems are franchised to the national train operating company, Deutsche Bahn, and have developed from the mainline railways. Normal headway is 20 minutes[citation needed] and, on busy routes, use dedicated tracks running alongside mainline routes. Ticketing is governed by the local transport authority (Verkehrsverbund) and connectivity is integrated into the city public transport system. The first S-Bahn systems developed in Berlin and Hamburg with third rail electrification and have many characteristics comparable to the metro systems of their city (albeit with bigger distances between stations), but the newer S-Bahn systems which started to open in the 1970s are characterized with more shared infrastructure with mainline rail and the use of overhead wire electrification. In 1882, the growing number of steam-powered trains around Berlin prompted the Prussian State Railways to construct separate rail tracks for suburban traffic. The Berliner Stadtbahn connected Berlin's eight intercity rail stations which were spread throughout the city. A lower rate for the newly founded Berliner Stadt-, Ring- und Vorortbahn (Berlin City, Circular and Suburban Rail) was introduced on 1 October 1891. This rate and the growing succession of trains made the short-distance service stand out from other railroads. The second suburban railroad was the Hamburg-Altonaer Stadt- und Vorortbahn connecting Hamburg with Altona and Blankenese. The Altona office of the Prussian State Railroad established the steam powered railroad in 1906. The beginning of the 20th century saw the first electric trains, which operated at 15,000 V on overhead lines. As the steam powered trains came to be nuisances to more and more people, the Berliner Stadt-, Ring- und Vorortbahn switched to direct current wagons running on 750 V from a third rail. In 1924, the first electrified route went into service. The third rail was chosen because it made both the modifications of the rail tracks (especially in tunnels and under bridges) and the side-by-side use of electric and steam trains easier. To set it apart from its competitor, the subterranean U-Bahn, the term S-Bahn replaced Stadt-, Ring- und Vorortbahn in 1930.[citation needed] The Hamburg service had established an experimental alternating current line in 1907. The whole network still used steam power until 1940, when the old locomotives were replaced by 1200 V DC electric ones. In 1934, the Hamburg-Altonaer Stadt- und Vorortbahn was renamed as S-Bahn. After the war and German partition the Berlin S-Bahn was operated by the East German Deutsche Reichsbahn even in West-Berlin until 1984, which led to a widespread S-Bahn boycott in West Berlin, especially after the 1961 construction of the Berlin Wall. Cities like Munich, Stuttgart or Frankfurt constructed new tunnels under their terminus stations in the 1970s to allow through-running by commuter train services now also dubbed \"S-Bahn\" while in East Germany cities like Rostock, Dresden, Leipzig/Halle or Erfurt saw improvement to their suburban rail infrastructure (in some cases merely the restoration of the pre-war state as Soviet reparations had taken virtually all second tracks of double tracked sections and in one case in Dresden reduced a busy quadruple track mainline to a single track) which was also dubbed \"S-Bahn\". The term had thus undergone an expansion from the more metro-like Berlin and Hamburg systems to a more commuter-rail like system with many of the trains feeding into a \"trunk line\" (\"Stammstrecke\" in German) that formed the core of those new systems. As the term S-Bahn was seen as a mark of quality of a new (sub)urban rail service, even cities whose main railway station had been a through station since the 19th century started upgrading their commuter rail infrastructure and introducing the term \"S-Bahn\". In the case of Nuremberg S-Bahn for example, there was only minimal construction of dedicated infrastructure and thus headways are still limited on some segments by the need to share a right of way with long distance and regional trains, as is the case on the Nuremberg-Bamberg railway used by the S1 (Nuremberg S-Bahn) which is only double track in some sections. The term U-Bahn was created at the beginning of the 20th century in Berlin, where the Hochbahngesellschaft (elevated railway company), operating elevated and suburban lines, decided they required an equally short and memorable name for their system as the S-Bahn, and chose to call it U-Bahn (with the U standing for Untergrund, German for underground). The name was soon adopted for Hamburg's city-owned independent mass transit tram lines. As the post-World War II rebuilding led to wealth and prosperity in West Germany, a modal shift towards travel by car motivated many larger city councils to plan the replacement of the tramways that were seen as a hindrance to car traffic with U-Bahn systems and bus routes. Nuremberg and Munich decided on a full U-Bahn (like those in Berlin and Hamburg) independent from their existing tramways, which were originally planned to be phased out but are now being expanded again. Stuttgart, Frankfurt, Cologne, Bonn, Düsseldorf, Duisburg, Bochum, Essen, Dortmund, Gelsenkirchen, Herne, Mülheim an der Ruhr, Hanover, Ludwigshafen, Mannheim and Bielefeld started to build tunnels for their existing trams, rebuilding tram lines underground. Those systems of tram in tunnels in city centre areas do not meet the criteria of a metro; they are instead light rail systems. Nonetheless, they are sometimes referred to as U-Bahn. With the exception of the Frankfurt Network, they are officially called Stadtbahn (\"city railways\") or U-Stadtbahn. During the 1990s, when, according to original planning, the tramways of Nuremberg and Munich were scheduled to disappear, a reorientation process set in. Shortage of money, increased passenger numbers and the insight that larger streets only attract even more cars slowed the building of rapid transit lines and led to a renaissance of the tramways in those cities that had forgotten them. In Nuremberg and Munich, after 30 years new rolling stock was purchased, existing lines were modernised, and new ones were built, leading to new integrated traffic concepts. Today, Berlin, Munich and Nuremberg not only have U-Bahns, but also distinct tram and S-Bahn systems, as well as buses. Contrary to practice in most countries, rapid transit in Germany is generally not controlled by faregates, and instead operates on a proof-of-payment system. Plainclothes fare inspectors (Fahrkartenkontrolleure) randomly check passengers for tickets, and can issue a fine (of €60 by the rule, as of 2016,) to those who do not have one. In addition to numerous tram systems which have been shut down in the 20th century, there are also two systems which have ceased to be identified by their former name and/or ceased operating","Title":"Rapid transit in Germany - Wikipedia","KeyID":"6746","URL":"https://en.wikipedia.org/wiki/U-Bahn"}