{"Content: ":"Aeretes Aeromys Belomys Biswamoyopterus Eoglaucomys Eupetaurus Glaucomys Hylopetes Iomys Petaurillus Petaurista Petinomys Priapomys Pteromys Pteromyscus Trogopterus Flying squirrels (scientifically known as Pteromyini or Petauristini) are a tribe of 50 species of squirrels in the family Sciuridae. Despite their name, they are not in fact capable of full flight in the same way as birds or bats, but they are able to glide from one tree to another with the aid of a patagium, a furred parachute-like skin membrane that stretches from wrist to ankle. Their long tails also provide stability as they glide.[1] Anatomically they are very similar to other squirrels with a number of adaptations to suit their lifestyle; their limb bones are longer and their hand bones, foot bones, and distal vertebrae are shorter. Flying squirrels are able to steer and exert control over their glide path with their limbs and tail. Molecular studies have shown that flying squirrels are monophyletic and originated some 18–20 million years ago. The genus Paracitellus is the earliest lineage to the flying squirrel dating back to the late Oligocene era.[1] Most are nocturnal and omnivorous, eating fruit, seeds, buds, flowers, insects, gastropods, spiders, fungi, bird's eggs and tree sap. The young are born in a nest and are at first naked and helpless. They are cared for by their mother and by five weeks are able to practice gliding skills so that by ten weeks they are ready to leave the nest. Some captive-bred southern flying squirrels have become domesticated as small household pets, a type of \"pocket pet\".[2] Flying squirrels are not capable of flight like birds or bats; instead, they glide between trees. They are capable of obtaining lift within the course of these flights, with flights recorded to 90 metres (300 ft).[3][4] The direction and speed of the animal in midair are varied by changing the positions of its limbs, largely controlled by small cartilaginous wrist bones. There is a cartilage projection from the wrist that squirrel holds upwards during a glide.[5] This specialized cartilage is only present in flying squirrels and not other gliding mammals.[6] Possible origins for the styliform cartilage have been explored, and the data suggests that it is most likely homologous to the carpal structures that can be found in other squirrels.[6] This cartilage along with the manus forms a wing tip to be used during gliding. After being extended, the wing tip may adjust to various angles, controlling aerodynamic movements.[7][8] The wrist also changes the tautness of the patagium, a furry parachute-like membrane that stretches from wrist to ankle.[8] It has a fluffy tail that stabilizes in flight. The tail acts as an adjunct airfoil, working as an air brake before landing on a tree trunk.[9] The colugos, Petauridae, and Anomaluridae are gliding mammals which are similar to flying squirrels through convergent evolution. These mammals can glide through the trees; they do not actually fly (like birds and bats). They have a membrane of skin on each side of their body. Prior to the 21st century, the evolutionary history of the flying squirrel was frequently debated.[10] This debate was clarified greatly as a result of two molecular studies.[11][12] These studies found support that flying squirrels originated 18–20 million years ago, are monophyletic, and have a sister relationship with tree squirrels. Due to their close ancestry, the morphological differences between flying squirrels and tree squirrels reveal insight into the formation of the gliding mechanism. Compared to squirrels of similar size, flying squirrels, northern and southern flying squirrels show lengthening in bones of the lumbar vertebrae and forearm, whereas bones of the feet, hands, and distal vertebrae are reduced in length. Such differences in body proportions reveal the flying squirrels’ adaptation to minimize wing loading and to increase more maneuverability while gliding. The consequence for these differences is that unlike regular squirrels, flying squirrels are not well adapted for quadrupedal locomotion and therefore must rely more heavily on their gliding abilities.[13] Several hypotheses have attempted to explain the evolution of gliding in flying squirrels.[14] One possible explanation is related to energy efficiency and foraging.[15][5] Gliding is an energetically efficient way to progress from one tree to another while foraging, as opposed to climbing down trees and maneuvering on the ground floor or executing dangerous leaps in the air.[15] By gliding at high speeds, flying squirrels can rummage through a greater area of forest more quickly than tree squirrels. Flying squirrels can glide long distances by increasing their aerial speed and increasing their lift.[5] Other hypotheses state that the mechanism evolved to avoid nearby predators and prevent injuries. If a dangerous situation arises on a specific tree, flying squirrels can glide to another, and thereby typically escape the previous danger.[5][16] Furthermore, take-off and landing procedures during leaps, implemented for safety purposes, may explain the gliding mechanism. While leaps at high speeds are important to escape danger, the high-force impact of landing on a new tree could be detrimental to a squirrel’s health.[5] Yet the gliding mechanism of flying squirrels involves structures and techniques during flight that allow for great stability and control. If a leap is miscalculated, a flying squirrel may easily steer back onto the original course by using its gliding ability.[5] A flying squirrel also creates a large glide angle when approaching its target tree, decreasing its velocity due to an increase in air resistance and allowing all four limbs to absorb the impact of the target.[5][17] In 2019 it was observed, by chance, that a flying squirrel fluoresced pink. Subsequent research by biologists at Northland College in Northern Wisconsin found that this is true for all three species of North American flying squirrels. At this time it is unknown what purpose this serves. Non-flying squirrels do not fluoresce under UV light.[18] The three species of the genus Glaucomys (Glaucomys sabrinus, Glaucomys volans and Glaucomys oregonensis) are native to North America and Central America, while the Siberian flying squirrel is native to parts of northern Europe: Russia, Finland and Estonia (Pteromys volans). Thorington and Hoffman (2005) recognize 15 genera of flying squirrels in two subtribes. Tribe Pteromyini – flying squirrels The Mechuka, Mishmi Hills, and Mebo giant flying squirrels were discovered in the northeastern state of India of Arunachal Pradesh in the late 2000s.[20][21][22] Their holotypes are preserved in the collection of the Zoological Survey of India, Kolkata, India. Flying squirrels have a well-documented fossil record from the Oligocene onwards. Some fossil genera go far back as the Eocene, and given that the flying squirrels are thought to have diverged later, these are likely misidentifications.[23] The life expectancy of flying squirrels in the wild is about six years, and flying squirrels can live up to fifteen years in zoos. The mortality rate in young flying squirrels is high because of predators and diseases. Predators of flying squirrels include tree snakes, raccoons, owls, martens, fishers, coyotes, bobcats, and feral cats.[3] In the Pacific Northwest of North America, the northern spotted owl (Strix occidentalis) is a common predator of flying squirrels. Flying squirrels are usually nocturnal,[25] since they are not adept at escaping birds of prey that hunt during the daytime.[3] They eat according to their environment; they are omnivorous, and will eat whatever food they can find. The North American southern flying squirrel eats seeds, insects, gastropods (slugs and snails), spiders, shrubs, flowers, fungi, and tree sap.[citation needed] The mating season for flying squirrels is during February and March. When the infants are born, the female squirrels live with them in maternal nest sites. The mothers nurture and protect them until they leave the nest. The males do not participate in nurturing their offspring.[26] At birth, flying squirrels are mostly hairless, apart from their whiskers, and most of their senses are not present. Their internal organs are visible through the skin, and their sex can be signified. By week five, they are almost fully developed. At that point, they can respond to their environment and start to develop a mind of their own. Through the upcoming weeks of their lives, they practice leaping and gliding. After two and a half months, their gliding skills are perfected, they are ready to leave the nest, and are capable of independent survival.[27] Flying squirrels can easily forage for food in the night, given their highly developed sense of smell. They harvest fruits, nuts, fungi, and birds' eggs.[3][28][4] Many gliders have specialized diets and there is evidence to believe that gliders may be able to take advantage of scattered protein deficient food.[29] Additionally, gliding is a fast form of locomotion and by reducing travel time between patches, they can increase the amount of foraging time.[29]","Title":"Flying squirrel - Wikipedia","KeyID":"675","URL":"https://en.wikipedia.org/wiki/Flying_squirrel"}