{"Content: ":"Uber Technologies, Inc. (Uber) is an American mobility as a service provider, allowing users to book a car and driver to transport them in a way similar to a taxi. It is based in San Francisco with operations in approximately 72 countries and 10,500 cities in 2021.[1] Its services include ride-hailing, food delivery (Uber Eats and Postmates), package delivery, couriers, freight transportation,[2] electric bicycle and motorized scooter rental via a partnership with Lime,[3] and Thames Clipper river bus transport in partnership with local operators.[4] Uber does not own any vehicles, but receives a commission from each booking. Fares, which vary using a dynamic pricing model based on local supply and demand at the time of the booking, are quoted to the customer in advance.[5] Uber offers many different types of ride options. UberX is the most popular[6] and the standard service of the company. UberXL, Uber Comfort, and Uber Black are other options offered by the company. UberXL cars are usually SUV-sized vehicles that can accommodate 6 passengers.[7] Uber's premium service is Uber Black. Uber Black drivers have to be highly rated[8] and drive more luxurious vehicles than UberX and UberXL. Uber Comfort guarantees a newer vehicle with more leg room.[7] In the fourth quarter of 2021, Uber had 118 million monthly active users worldwide and generated an average of 19 million trips per day.[9] In the United States, as of January 2022, Uber had a 71% market share for ride-sharing[10] and a 27% market share for food delivery.[11] Uber has been so prominent in the sharing economy that commoditization of service industries using computing platforms has been referred to as uberisation,[12] and several startups have described their offerings as \"Uber for X\".[13] Uber has posted hundreds of millions or billions of dollars in losses each year since 2014 except for 2018,[14][15] when it exited from the markets in Russia, China, and Southeast Asia in exchange for stakes in rival businesses.[16] Like similar companies, Uber has been criticized for the treatment of its drivers as gig workers and independent contractors, disruption of taxicab businesses, and an increase in traffic congestion. The company has been criticized for various unethical practices—many revealed by a massive document leak in July 2022—and for ignoring local regulations. The legality of Uber has been questioned, and the company has been banned in several countries. In 2009, Uber was founded as Ubercab by Garrett Camp, a computer programmer and the co-founder of StumbleUpon, and Travis Kalanick, who sold his Red Swoosh startup for $19 million in 2007.[17] After Camp and his friends spent $800 hiring a private driver, he wanted to find a way to reduce the cost of direct transportation. He realized that sharing the cost with people could make it affordable, and his idea morphed into Uber. Kalanick joined Camp and gives him \"full credit for the idea\" of Uber.[18] The prototype was built by Camp and his friends, Oscar Salazar and Conrad Whelan, with Kalanick as the \"mega advisor\" to the company.[18] In February 2010, Ryan Graves became the first Uber employee, receiving the job by responding to a post on Twitter. Graves started out as general manager and was named CEO shortly after the launch.[18] In December 2010, Kalanick succeeded Graves as CEO.[18][19][20][21] Graves became chief operating officer (COO).[22] By 2019, Graves owned 31.9 million shares.[23] Following a beta launch in May 2010, Uber's services and mobile app launched publicly in San Francisco in 2011.[19][24] Originally, the application only allowed users to hail a black luxury car and the price was 1.5 times that of a taxi.[25][26] In 2011, the company changed its name from UberCab to Uber after complaints from San Francisco taxicab operators.[27][28] The company's early hires included a nuclear physicist, a computational neuroscientist, and a machinery expert who worked on predicting demand for private hire car drivers.[17][29] In April 2012, Uber launched a service in Chicago, whereby users were able to request a regular taxi or an Uber driver via its mobile app.[30][31] In July 2012, the company introduced UberX, a cheaper option that allowed drivers to use non-luxury vehicles, including their personal vehicles, subject to a background check, insurance, registration, and vehicle standards.[32][28] By early 2013, the service was operating in 35 cities.[33][34][35] In December 2013, USA Today named Uber its tech company of the year.[36] In August 2014, Uber launched a shared transport service in the San Francisco Bay Area.[37][38] The service soon launched in other cities worldwide. In August 2014, Uber launched Uber Eats, a food delivery service.[39][40] In August 2016, facing tough competition, Uber sold its operations in China to DiDi in exchange for an 18% stake in DiDi.[41] DiDi agreed to invest $1 billion in Uber.[42] Uber had started operations in China in 2014, under the name 优步 (Yōubù).[43] In December 2016, Uber acquired the AI research startup Geometric Intelligence for an undisclosed amount.[44] This coincided with the announcement of Uber AI Labs. Geometric Intelligence’s 15 person staff formed the initial core of the AI Labs team.[45] In August 2017, Dara Khosrowshahi, the former CEO of Expedia Group, replaced Kalanick as CEO.[46][47] In July 2017, Uber received a five-star privacy rating from the Electronic Frontier Foundation,[48] but was harshly criticised by the group in September 2017 for a controversial policy of tracking customers' locations even after a ride ended, forcing the company to reverse its policy.[49] In February 2018, Uber combined its operations in Russia, Armenia, Azerbaijan, Belarus, Georgia and Kazakhstan with those of Yandex.Taxi and invested $225 million in the venture.[50] In March 2018, Uber merged its services in Southeast Asia with those of Grab in exchange for a 27.5% ownership stake in Grab.[51][52][53] In November 2018, Uber became a gold member of the Linux Foundation.[54][55] On May 10, 2019, Uber became a public company via an initial public offering.[56] In June 2019, both COO Barney Harford and CMO Rebecca Messina stepped down.[57][58] In July 2019, the marketing department was reduced by a third, with the layoff of 400 people amidst continued losses.[59][60] Engineer hires were frozen.[61] In early September 2019, Uber laid off an additional 435 employees with 265 coming from the engineering team and another 170 from the product team.[62][63] In 2020, Uber announced plans to become an emission free platform. Uber introduced Uber Green, promoting users to choose electric and hybrid vehicles.[64] In January 2020, Uber acquired Careem for $3.1 billion.[65][66][67] In the same month, Uber sold its Indian Uber Eats operations to Zomato, in exchange for 9.99% of Zomato.[68] Also in January 2020, Uber tested a feature that enabled drivers at the Santa Barbara, Sacramento, and Palm Springs airports to set fares based on a multiple of Uber's rates for UberX and UberXL trips.[69] On May 5, 2020, during the COVID-19 pandemic, Uber announced plans to layoff 3,700 employees, around 14% of its workforce.[70] On May 18, 2020, 3,000 more job cuts and 45 office closures were announced.[71] Around the same time, construction finished on Uber's new headquarters on Third Street in San Francisco's Mission Bay neighborhood, consisting of several 6- and 11-story buildings connected by bridges and walkways.[72] Like various other office complexes in San Francisco, Uber's campus includes a public plaza, which the San Francisco Chronicle's architecture critic John King called the city's \"best new public space\", while praising the entire ensemble for its \"low-key sophistication – not what you’d expect from a firm with a rapacious image.\"[72] In June 2020, Uber announced that it would manage the on-demand high-occupancy vehicle fleet for Marin Transit, a public bus agency in Marin County, California. This partnership is Uber's first SaaS partnership.[73] In July 2020, Uber in partnership with its majority-owned Cornershop, launched Uber grocery delivery service in Latin America, Canada, Miami, and Dallas.[74][75] On December 1, 2020, Uber acquired Postmates for $2.65 billion.[76][77][78] In October 2021, Uber acquired Drizly, an alcohol delivery service, for $1.1 billion in cash and stock.[79] On January 20, 2022, Uber acquired Australian car-sharing company Car Next Door.[80] On March 11, 2022, Uber added a fuel surcharge to rides in the United States and Canada due to the ongoing energy crisis. The new surcharge will be different depending on the trip length and gas prices in each state.[81] In April 2022, Uber announced that the company will no longer require masks for US riders and drivers (subject to local regulations in some jurisdictions), and that riders may use the front seats if they are traveling as part of a group.[82] In May 2022, Uber formed a partnership with IT Taxi, Italy's largest taxi dispatcher. Through the partnership, it was agreed that Uber would integrate with the dispatcher, adding 12,000 drivers to over 80 cities in the country.[83][84] Uber ATG/Advanced Technologies Group, minority-owned by SoftBank Vision Fund, Toyota, and Denso, was developing self-driving cars.[85] In early 2015, the company hired approximately 50 people from the robotics department of Carnegie Mellon University.[86] On September 14, 2016, it launched self-driving cars in Pittsburgh using a fleet of Ford Fusion cars[87][88] and on December 14, 2016, it began testing self-driving Volvo XC90 SUVs in San Francisco.[89] After the California Department of Motor Vehicles forced the program to cease operations a week later,[90] the program was moved to Arizona.[91] In March 2018, it paused testing after the death of Elaine Herzberg in Tempe, Arizona.[92] Uber restarted testing in December 2018 after receiving local approval in Pittsburgh[93][94] and Toronto.[95] In January 2021, with Uber ATG described as a \"cash-burn machine\", the division was sold to Aurora Innovation for $4 billion and Uber invested $400 million into Aurora, taking a 26% ownership stake.[96][97] In 2016, Uber acquired Ottomotto, a self-driving truck company, for $625 million. Ottomotto was founded by Anthony Levandowski, previously of Waymo, who allegedly founded Ottomotto using trade secrets he downloaded while at Waymo. In February 2018, to settle a lawsuit regarding the stolen trade secrets, Uber gave Waymo $244 million in stock and agreed not to infringe on Waymo's intellectual property. Uber cancelled its self-driving truck program in July 2018.[2] In June 2022, Uber struck a deal with Waymo to use the latter's technology for autonomous trucks in Uber's Freight service.[98] In October 2019, in partnership with HeliFlight, Uber offered 8-minute helicopter flights between Manhattan and John F. Kennedy International Airport for $200-$225 per passenger.[99][100] In December 2020, Uber sold its Elevate division, which was developing short flights using VTOL aircraft, to Joby Aviation.[101][102] Uber Rent, powered by Getaround, was a peer-to-peer carsharing service available to some users in San Francisco between May 2018 and November 2018.[103] In October 2019, Uber launched Uber Works to connect workers who wanted temporary jobs with businesses. The app was initially available only in Chicago and expanded to Miami in December 2019.[104][105] The service was shut down in May 2020.[71] Uber AI In December 2016, Uber launched Uber AI, a division for researching AI technologies and machine learning.[45] Uber AI created multiple open source projects, such as Pyro, Ludwig, and Plato. Uber AI also developed new AI techniques and algorithms, such as the POET algorithm and their sequence of papers on neuroevolution. Uber AI was shut down in May 2020 in order to refocus on Uber’s core operations in an effort to recover financial losses dealt by the COVID-19 pandemic.[106] Uber has been criticized for its strategy of generally commencing operations in a city without regard for local regulations. If faced with regulatory opposition, Uber called for public support for its service and mounted a political campaign, supported by lobbying, to change regulations.[107] Uber argued that it is \"a technology company\" and not a taxi company, and therefore it was not subject to regulations affecting taxi companies.[107] Uber's strategy was generally to \"seek forgiveness rather than permission\".[108] In 2014, with regards to airport pickups without a permit in California, drivers were actually told to ignore local regulations and that the company would pay for any citations.[109] Uber's response to California Assembly Bill 5 (2019), whereby it announced that it would not comply with the law, then engaged lobbyists and mounted an expensive public opinion campaign to overturn it via a ballot, was cited as an example of this policy.[107][110] Taxi companies sued Uber in numerous American cities, alleging that Uber's policy of violating taxi regulations was a form of unfair competition or a violation of antitrust law.[111] Although some courts did find that Uber intentionally violated the taxi rules, Uber prevailed in every case, including the only case to proceed to trial.[112] In March 2017, an investigation by The New York Times revealed that Uber developed a software tool called \"Greyball\" to avoid giving rides to known law enforcement officers in areas where its service was illegal such as in Portland, Oregon, Australia, South Korea, and China. The tool identified government officials using geofencing, mining credit card databases, identifying devices, and searches of social media.[113][114][115] While at first, Uber stated that it only used the tool to identify riders that violated its terms of service, after investigations by Portland, Oregon,[116][117][118] and the United States Department of Justice,[119][120][121] Uber admitted to using the tool to skirt local regulations and promised not to use the tool for that purpose.[122][123] The use of Greyball in London was cited by Transport for London as one of the reasons for its decision not to renew Uber's private hire operator licence in September 2017.[124][125][126] A January 2018 report by Bloomberg News stated that Uber routinely used a \"panic button\" system, codenamed \"Ripley\", that locked, powered off and changed passwords on staff computers when those offices were subjected to government raids.[127] Uber allegedly used this button at least 24 times, from spring 2015 until late 2016.[128][129] On February 19, 2017, former Uber engineer Susan Fowler published on her website that she was propositioned for sex by a manager and subsequently threatened with termination of employment by another manager if she continued to report the incident. Kalanick was alleged to have been aware of the complaint.[130][131] On February 27, 2017, Amit Singhal, Uber's Senior Vice President of Engineering, was forced to resign after he failed to disclose a sexual harassment claim against him that occurred while he served as Vice President of Google Search.[132] After investigations led by former attorney general Eric Holder and Arianna Huffington, a member of Uber's board of directors,[133] in June 2017, Uber fired over 20 employees.[134][135] Kalanick took an indefinite leave of absence but, under pressure from investors, he resigned as CEO a week later.[136][137] Also departing the company in June 2017 was Emil Michael, a senior vice president who suggested that Uber hire a team of opposition researchers and journalists, with a million-dollar budget, to \"dig up dirt\" on the personal lives and backgrounds of journalists who reported negatively on Uber, specifically targeting Sarah Lacy, editor of PandoDaily, who, in an article published in October 2014, accused Uber of sexism and misogyny in its advertising.[138][139][140][141][142][143] In August 2018, Uber agreed to pay a total of $7 million to settle claims of gender discrimination, harassment, and hostile work environment, with 480 employees and former employees receiving $10,700 each and 56 of those employees and former employees receiving an additional $33,900 each.[144] In December 2019, Kalanick resigned from the board of directors of the company and sold his shares.[145][146][147][148] On February 27, 2015, Uber admitted that it had suffered a data breach more than nine months prior. Names and license plate information from approximately 50,000 drivers were inadvertently disclosed.[149] Uber discovered this leak in September 2014, but waited more than five months to notify the affected individuals.[150] An announcement in November 2017 revealed that in 2016, a separate data breach had disclosed the personal information of 600,000 drivers and 57 million customers. This data included names, email addresses, phone numbers, and drivers' license information. Hackers used employees' usernames and passwords that had been compromised in previous breaches (a \"credential stuffing\" method) to gain access to a private GitHub repository used by Uber's developers. The hackers located credentials for the company's Amazon Web Services datastore in the repository files, and were able to obtain access to the account records of users and drivers, as well as other data contained in over 100 Amazon S3 buckets. Uber paid a $100,000 ransom to the hackers on the promise they would delete the stolen data.[151][152] Uber was subsequently criticized for concealing this data breach.[153] Khosrowshahi publicly apologized.[154][155] In September 2018, in the largest multi-state settlement of a data breach, Uber paid $148 million to the Federal Trade Commission, admitted that its claim that internal access to consumers' personal information was closely monitored on an ongoing basis was false, and stated that it had failed to live up to its promise to provide reasonable security for consumer data.[156][157][158] Also in November 2018, Uber's British divisions were fined £385,000 (reduced to £308,000) by the Information Commissioner's Office.[159] In 2020, the US Department of Justice announced criminal charges against former Chief Security Officer Joe Sullivan for obstruction of justice. The criminal complaint said Sullivan arranged, with Kalanick's knowledge, to pay a ransom for the 2016 breach as a \"bug bounty\" to conceal its true nature, and for the hackers to falsify non-disclosure agreements to say they had not obtained any data.[160] More than 124,000 Uber documents covering the five-year period from 2012 to 2017 when Uber was run by its co-founder Travis Kalanick were leaked by Mark MacGann, a lobbyist who \"led Uber's efforts to win over governments across Europe, the Middle East and Africa\",[161] to The Guardian newspaper and first printed on 10 July 2022 by its Sunday sister The Observer. The documents revealed attempts to lobby Joe Biden, Olaf Scholz and George Osborne; how Emmanuel Macron secretly aided Uber lobbying in France, and use of a kill switch during police raids to conceal data. Kalanick dismissed concerns from other executives that sending Uber drivers to a protest in France put them at risk of violence from angry opponents in the taxi industry, saying \"I think it's worth it, violence guarantees success\".[162] Scholarly papers Books Articles","Title":"Uber - Wikipedia","KeyID":"6751","URL":"https://en.wikipedia.org/wiki/Uber"}