{"Content: ":"Call a Bike is a dockless bike hire system run by Deutsche Bahn (DB) in several German cities. Developed in 1998 and in operation since 2000, Call a Bike uses a system of authentication codes to automatically lock and unlock bikes. Availability may be differentiated between cities providing full area coverage, and those only offering bikes at the respective Hauptbahnhof. Full citywide coverage is provided in some of the larger cities such as Berlin, Frankfurt, Hamburg, Kassel, Cologne, Munich and Stuttgart.[notes 1] The city of Karlsruhe used to have a citywide system from 2007 until 2013. Most cities with Intercity-Express (ICE) rail service have at least one Call a Bike location at the station. Those cities include: Aachen, Aschaffenburg, Augsburg, Baden-Baden, Bamberg, Bremen, Bonn, Bielefeld, Braunschweig, Dortmund, Düsseldorf, Erlangen, Freiburg im Breisgau, Flensburg, Fulda, Garmisch-Partenkirchen, Gütersloh, Gotha, Göttingen, Hamm, Halle (Saale), Hanau, Hannover, Heidelberg, Hildesheim, Ingolstadt, Kaiserslautern, Lübeck, Magdeburg, Mainz, Mannheim, Minden, Oberhausen, Oldenburg, Rostock, Saarbrücken, Warnemünde, Weimar, Wolfsburg and Würzburg. Since early 2014, the stations in the cities of Darmstadt and Wiesbaden are managed by respective municipal or university organizations. The system uses an electronic wheel lock and a cable lock, all controlled by embedded microcontroller with touchscreen LC display. A set of 1024 pregenerated lock/unlock codes are unique to each bike and stored in memory.[1] To find the bikes one has to search at the cross roads in the central areas of the towns or use location-based services[2] on modern cell phones to find them. The cost is 8 cents per minute; holders of a BahnCard get a reduced rate of 6 cent per minute; there are also reduced rates for 24 hours or a week of use. In Stuttgart the first half hour of use is free. This fee is capped at €15/day. DB provides local numbers for the phone calls from a cell phone which are required to both hire and return the bikes. Depending on your phone contract, the cost of your phone calls may exceed the price of the bike hire. However, if you are using a German SIM card (which often has a flat rate for calling fixed line numbers), phone calls may be free of charge. As of 2022 there is free roaming within the European Union and flat rates are common.","Title":"Call a Bike - Wikipedia","KeyID":"6752","URL":"https://en.wikipedia.org/wiki/Call_a_Bike"}