{"Content: ":"nextbike is a German company that develops and operates public bike-sharing systems. The company was founded in Leipzig, Germany, in 2004. It operates in cities in 25 countries including Germany, UK, New Zealand, Poland, Croatia, the Czech Republic, Austria, Switzerland, Ukraine, and the United States.[3] The headquarters with about 100 employees are based in Leipzig. The bicycles and stations are maintained by local service partners. The bike sharing schemes can be initiated by cities and franchise partners. The operating costs are financed by contracts with public transport providers & municipalities, rental fees and the sale of advertising space on the bikes themselves. nextbike also provides mobility programmes for colleges or universities and companies. Bicycle users are normally obtained through a subscription system, where each bike is locked to either itself or to a rental station. By scanning the QR code on the bike with the nextbike app bikes can be rented. The bikes can be returned via app, hotline, terminal. There are cities with a flex zone allowing users to return the bike anywhere within a defined area for a small additional fee. nextbike operates in German cities such as Berlin, Düsseldorf, Frankfurt am Main, Hamburg, Leipzig, Munich, Nuremberg and Dresden.[4] The biggest implementations of the system in Germany are in Ruhr, with 3,000 bikes,[5] and Berlin with 5000 bikes.[6] Besides large cities, nextbike also serves about several smaller German cities, like Bonn, where it has 900 bikes.[7] KVB-Rad Since 2015 nextbike together with the public transport company of Cologne offer around 1500 bikes for rent. They are available everywhere within the flex zone and complement the public transport system.[8] In 2021 the system will be renewed with 3000 bikes of the latest generation. The flex zone will be complemented with stations outside of the city center.[9] Metropolradruhr metropolradruhr was launched in 2010 as one of the biggest regional bike sharing system in Germany. It links ten cities such as Dortmund, Bochum, Essen and Oberhausen. Bikes can be returned in any of these ten cities.[10] VRNnextbike In 2015 nextbike together with the Verkehrsverbund Rhein-Neckar launched another cross-city bike sharing system with more than 2000 bikes connecting Mannheim, Heidelberg, Ludwigshafen and since 2016 also Bensheim and Speyer and many other cities.[11] nextbike cooperates with local universities and colleges offering special conditions for students.[12] At an international level, nextbike operates in Austria, Switzerland, the Netherlands, Latvia, Poland, New Zealand, Turkey, Bulgaria, Bosnia and Herzegovina, Croatia, Cyprus, the Czech Republic, Dubai, Hungary, Ukraine, the United Kingdom, and the United States. Two of the biggest public bike rental schemes operated by nextbike are Veturilo[13] in Warsaw with 5 292 bikes[14] and MOL BuBi[15] in Budapest. In 2014, several bike sharing schemes were launched in the UK, including the cities of Bath,[16] Glasgow,[17] Milton Keynes[18] and Stirling.[19] In April 2015 a new public hire scheme was launched in Belfast, branded Belfast Bikes.[20][failed verification] A scheme was launched in Cardiff in May 2018.[21] The contract for the Bath bike sharing scheme ended in February 2019, and the bikes were no longer available to hire from the 8 February 2019.[22] Described as Nextbike's \"flagship scheme\" in the UK, the Cardiff bikes were used even more often during the pandemic in 2020.[23] Schemes in the United States include Pittsburgh, Pennsylvania, West Palm Beach, Florida and Hudson County, New Jersey. nextbike on-board computer nextbike station terminal MOL Bubi station in Budapest Bykystations station in Dubai Turku, Finland Lviv, Ukraine Hudson county, New Jersey, USA","Title":"nextbike - Wikipedia","KeyID":"6753","URL":"https://en.wikipedia.org/wiki/Nextbike"}