{"Content: ":"The Rhine-Main Metropolitan Region, often simply referred to as Frankfurt Rhine-Main, Frankfurt Rhine-Main area or Rhine-Main area (German: Rhein-Main-Gebiet or Frankfurt/Rhein-Main, abbreviated FRM), is the second-largest metropolitan region in Germany after Rhine-Ruhr, with a total population exceeding 5.8 million. The metropolitan region is located in the central-western part of Germany, and stretches over parts of three German states: Hesse, Rhineland-Palatinate, and Bavaria. The largest cities in the region are Frankfurt am Main, Wiesbaden, Mainz, Darmstadt, Offenbach, Worms, Hanau, and Aschaffenburg. The polycentric region is named after its core city, Frankfurt, and the two rivers Rhine and Main. The Frankfurt Rhine-Main area is officially designated as a European Metropolitan region by the German Federal Ministry of Transport, Building and Urban Affairs and covers an area of roughly 13,000 square kilometers (5,000 sq mi). Although Rhine-Main is considered to be a polycentric metropolitan region, the economic size and political weight of the city of Frankfurt sets it into a very monocentric relation with her commuter belt. Since the early 1970s, the Frankfurt am Main metropolitan area (German: Ballungsraum Frankfurt/Rhein-Main) is defined as the area encompassing the cities of Frankfurt and Offenbach and their directly neighboring districts. The Regierungsbezirk Darmstadt of the state of Hesse could be seen as the next administrative division, for it lies entirely within the metropolitan region and further includes the cities of Darmstadt and Wiesbaden along with a number of larger districts. Only on a level further, the metropolitan region also includes the cities and districts of Mainz and Aschaffenburg in the two adjoining federal states of Rhineland-Palatinate and Bavaria. Eurostat's 'Urban Audit' splits the Frankfurt Rhine-Main region into four Larger Urban Zones (LUZ). These zones do exclude a number of districts in the metropolitan area. With its central location in southwestern Germany, the Frankfurt Rhine-Main region has been an important industrial and transport center since industrialization began in the mid-19th century. The region is a major financial center of both Germany and Europe, with the European Central Bank headquartered in Frankfurt am Main. In 2018, about 7.9% of Germany's gross domestic product (GDP) was generated in the region, as well as over three-fourths of the state of Hesse's GDP.[5] In addition to banking and finance, the chemical industry has had a long established presence in the metropolitan region, with the Industriepark Höchst (Höchst Industrial Park) in the southwestern outskirts of Frankfurt am Main being one of the largest industrial parks in Germany and host to over 90 chemical and pharmaceutical firms. The automobile, construction, and real estate sectors also contribute to a significant sector of the regional economy, with the latter two accounting for 18% of the GDP.[6] Darmstadt and Wiesbaden are the site of headquarters and major offices for insurance firms. Geographically situated in the middle of the European continent, Frankfurt Rhine-Main is one of the largest logistics hubs in the world, with major connections provided by Frankfurt Airport, Germany's and one of the world's busiest air hubs, and an extensive road and rail system. The Frankfurter Kreuz and Frankfurt am Main Hauptbahnhof are among the busiest road and rail interchanges in Europe respectively. Other major rail stations include Mainz, Frankfurt Süd, and Frankfurt Airport. The growth of the area is chiefly to be traced to the favorable communications that promoted an early industrialization. Today, however, the importance of industrial concerns has to a great extent been replaced by banking, trade and logistics. Frankfurt lies within the populous Blue Banana region of Europe, which here runs along the Rhine valley, and the city is also a stepping stone from and to various parts of Switzerland and Southern Germany. The Rhine-Ruhr is accessible via a one-hour trip on the Cologne–Frankfurt high-speed rail line, and the air route Frankfurt–Berlin is the busiest in German domestic air travel. Frankfurt Airport is the busiest airport by passenger traffic in Germany and one of the three busiest airports in Europe. Thereby, along with a strong railway connection, the area also serves as a major transportation hub. The Frankfurt/Rhine-Main metropolitan region is home to five universities and over 20 partly postgraduate colleges, with a total of over 200,000 students. The region's three public research universities, the make up the Rhine Main Universities alliance. Private universities in the Frankfurt/Rhine-Main metropolitan region are Notable colleges and universities of applied sciences (Fachhochschulen) include: Frankfurt is the most important city of the Rhein-Main area Rheingau Old town of Mainz Castle of Johannisburg in Aschaffenburg German House of Goldsmiths in Hanau Rhenish Hesse Darmstadt Artists' Colony Town Hall of Michelstadt Coordinates: 50°06′N 8°42′E﻿ / ﻿50.1°N 8.7°E﻿ / 50.1; 8.7","Title":"Frankfurt Rhine-Main - Wikipedia","KeyID":"6765","URL":"https://en.wikipedia.org/wiki/Rhein-Main_Region"}