{"Content: ":"The Euro-Skulptur (German for Euro sculpture) by Ottmar Hörl set up at Willy-Brandt-Platz in Frankfurt am Main, Germany, is one of two copies of the work that have been put on public display. It is a 14-metre (46 ft) tall electronic sign that shows a Euro sign and twelve stars around, weighing 50 tonnes.[1] Ottmar Hörl designed the Euro-Skulptur towards the end of the 1990s, creating two copies. While one of these was set up at Frankfurt Airport, he gave away the other version to the private corporation Frankfurter Kultur Komitee which decided to put it on display at Willy-Brandt-Platz in front of the then seat of the European Central Bank, or ECB which was then at the Eurotower. The sculpture replaced the Euro clock that had been installed there before. Its lights were switched on for the first time at New Year 2001/2002 when the Euro was introduced. The Euro-Skulptur is among the objects most often photographed in Frankfurt's inner city. It is frequently used to illustrate reports on the Euro. When the ECB moved from its office at Willy-Brandt-Platz to its new building in Frankfurt's east end in 2014, discussions took place whether to also relocate the sculpture to the new site, or move it to a museum.[2] The Frankfurter Kultur Komitee was also asked to perhaps move the sculpture to a central location in Paris,[3] but so far it has remained at its first location. In 2015, a technical update took place when the sculpture's light-emitting elements were replaced by LED.[1] In 2022, the Frankfurt Culture Committee, which was responsible for maintaining it, decided to auction it off because it was too expensive to maintain.[4] City of Frankfurt refuses to provide funding.[5] The scuplture was described by the local newspaper Frankfurter Allgemeine Zeitung as \"never popular with the people of Frankfurt. Too plain, too crude, a work of art with too little art.\" But the paper also argued that \"As long as there is nothing more convincing, it would be wrong to give up what you have. It should be possible in wealthy Frankfurt to extend the life of the Euro sculpture.\"[6]","Title":"Euro-Skulptur - Wikipedia","KeyID":"6767","URL":"https://en.wikipedia.org/wiki/Euro-Skulptur"}