{"Content: ":"The European System of Central Banks (ESCB) consists of the European Central Bank (ECB) and the national central banks (NCBs) of all 27 member states of the European Union (EU). The ESCB is not the monetary authority of the eurozone, because not all EU member states have joined the euro. That role is performed by the Eurosystem, which includes the national central banks of the 19 member states that have adopted the euro. The ESCB's objective is price stability throughout the European Union. Secondarily, the ESCB's goal is to improve monetary and financial cooperation between the Eurosystem and member states outside the eurozone.[1] The process of decision-making in the Eurosystem is centralized through the decision-making bodies of the ECB, namely the Governing Council and the Executive Board. As long as there are EU member states which have not adopted the euro, a third decision-making body, the General Council, shall also exist. The NCBs of the Member States that do not participate in the euro area are members of the ESCB with a special status – while they are allowed to conduct their respective national monetary policies, they do not take part in the decision-making with regard to the single monetary policy for the euro area and the implementation of such decisions. The Governing Council comprises all the members of the executive board and the governors of the national central banks (NCBs) of the member states without a derogation, i.e., those countries which have adopted the euro. The main responsibilities of the Governing Council are: The executive board comprises the President, the Vice-President and four other members, all chosen from among persons of recognized standing and professional experience in monetary or banking matters. They are appointed by common accord of the governments of the Member States at the level of the Heads of State or Government, on a recommendation from the Council of Ministers after it has consulted the European Parliament and the Governing Council of the ECB (i.e., the Council of the European Monetary Institute (EMI) for the first appointments). The main responsibilities of the executive board are: The General Council comprises the President and the Vice-President and the governors of the NCBs of all 27 Member States. The General Council performs the tasks which the ECB took over from the EMI and which, owing to the derogation of one or more Member States, still have to be performed in Stage Three of Economic and Monetary Union (EMU). The General Council also contributes to: The Statute of the ESCB makes provision for the following measures to ensure security of tenure for NCB governors and members of the Executive Board: The ESCB is composed of the European Central Bank and the national central banks of all 27 member states of the European Union. The first section of the following list lists member states and their central banks that form the Eurosystem (plus the ECB), which set eurozone monetary policy. The second section lists member states and their central banks that maintain separate currencies.","Title":"European System of Central Banks - Wikipedia","KeyID":"6771","URL":"https://en.wikipedia.org/wiki/European_System_of_Central_Banks"}