{"Content: ":"Morgan Stanley is an American multinational investment management and financial services company headquartered at 1585 Broadway in Midtown Manhattan, New York City. With offices in more than 41 countries and more than 75,000 employees, the firm's clients include corporations, governments, institutions, and individuals.[2] Morgan Stanley ranked No. 61 in the 2021 Fortune 500 list of the largest United States corporations by total revenue.[4] The original Morgan Stanley, formed by J.P. Morgan & Co. partners Henry Sturgis Morgan (grandson of J.P. Morgan), Harold Stanley, and others, came into existence on September 16, 1935, in response to the Glass–Steagall Act that required the splitting of commercial and investment banking businesses.[5] In its first year, the company operated with a 24% market share (US$1.1 billion) in public offerings and private placements. The current Morgan Stanley is the result of merger of the original Morgan Stanley with Dean Witter Discover & Co. in 1997.[5] Dean Witter's Chairman and CEO, Philip J. Purcell, became the Chairman and CEO of the newly merged \"Morgan Stanley Dean Witter Discover & Co.\"[6][7] The new firm changed its name back to \"Morgan Stanley\" in 2001.[8][9][10] The main areas of business for the firm today are institutional securities, wealth management and investment management. The bank is considered systemically important by the Financial Stability Board. Morgan Stanley is a financial services corporation that, through its affiliates and subsidiaries, advises, and originates, trades, manages, and distributes capital for institutions, governments, and individuals. The company operates in three business segments: Institutional Securities, Wealth Management, and Investment Management.[2] Morgan Stanley traces its roots to J.P. Morgan & Co. Following the Glass–Steagall Act, it was no longer possible for a corporation to have investment banking and commercial banking businesses under a single holding entity.[11][12] J.P. Morgan & Co. chose the commercial banking business over the investment banking business. As a result, some of the employees of J.P. Morgan & Co., most notably Henry S. Morgan and Harold Stanley, left J.P. Morgan & Co. and joined others from the Drexel partners to form Morgan Stanley.[12] The firm formally opened the doors for business on September 16, 1935, at 2 Wall Street, New York City, just down the street from J.P Morgan.[13] The firm was involved with the distribution of 1938 US$100 million of debentures for the United States Steel Corporation as the lead underwriter.[14] The firm also obtained the distinction of being the lead syndicate in the 1939 U.S. rail financing.[citation needed] The firm went through a reorganization in 1941 to allow for more activity in its securities business.[citation needed] The firm was led by Perry Hall, the last founder to lead Morgan Stanley, from 1951 until 1961.[15] During this period, the firm co-managed the World Bank's triple-A-rated bonds offering of 1952,[16] as well as coming up with General Motors' US$300 million debt issue,[citation needed] US$231 million IBM stock offering,[citation needed] and the US$250 million AT&T's debt offering.[citation needed] Morgan Stanley credits itself with having created the first viable computer model for financial analysis in 1962, thereby starting a new trend in the field of financial analysis. Future president and chairman Dick Fisher contributed to the computer model as a young employee, learning the FORTRAN and COBOL programming languages at IBM.[17] In 1967, it established the Morgan & Cie, International in Paris in an attempt to enter the European securities market.[18] The firm acquired Brooks, Harvey & Co., Inc. in 1967 and established a presence in the real estate business.[19] The sales and trading business is believed to be the brainchild of Bob Baldwin.[20] In 1996, Morgan Stanley acquired Van Kampen American Capital.[21] On February 5, 1997, the company merged with Dean Witter Discover & Co., the spun-off financial services business of Sears Roebuck.[22] Dean Witter's Chairman and CEO, Philip J. Purcell, continued to hold the same roles in the newly merged \"Morgan Stanley Dean Witter Discover & Co.\" Morgan Stanley’s president John J. Mack became the firm’s president and chief operating officer.[23] In 1998, the name of the firm was changed to \"Morgan Stanley Dean Witter & Co.\"[24] Originally, the name was chosen to be the combination of the two predecessor companies in order to avoid tension between the two firms.[9] Eventually in 2001 \"Dean Witter\" was further dropped and the name became \"Morgan Stanley\" for unrevealed reasons.[9][10] The merged firm began expanding overseas operations: in 1999, Mack set up a joint venture in India with local partner JM Financial.[25] Morgan Stanley had offices located on 35 floors across buildings 1, 2, and 5 of the World Trade Center, and was the largest tenant of the WTC complex. Most of these offices had been inherited from Dean Witter which had occupied the space since the mid-1980s.[citation needed] The firm lost 13 employees during the September 11 attacks in 2001[26] (Thomas F. Swift, Wesley Mercer, Jennifer de Jesus, Joseph DiPilato, Nolbert Salomon, Godwin Forde, Steve R. Strauss, Lindsay C. Herkness, Albert Joseph, Jorge Velazquez, Titus Davidson, Charles Laurencin and Security Director Rick Rescorla) in the towers, while 2,687 were successfully evacuated by Rick Rescorla.[27][28] The surviving employees moved to temporary headquarters in the vicinity. In 2005 Morgan Stanley moved 2,300 of its employees back to lower Manhattan, at that time the largest such move.[29] In 2003, NewYork–Presbyterian Hospital named the Morgan Stanley Children's Hospital in recognition of the firm's sponsorship of the hospital, which largely funded its construction through philanthropy.[30] The initiative began under CEO Philip J. Purcell and was completed under John Mack. Employees at the firm have been involved with the hospital since the 1990s and personally donated to the construction of the current child-friendly building, which opened in November 2003.[31][32] The company found itself in the midst of a management crisis starting in March 2005[33] that resulted in a loss of the firm's staff.[34] Purcell resigned as CEO of Morgan Stanley in June 2005 when a highly public campaign by former Morgan Stanley partners[35][36] threatened to damage the firm and challenged his refusal to aggressively increase leverage, increase risk, enter the sub-prime mortgage business and make expensive acquisitions; the same strategies that forced Morgan Stanley into massive write-downs, related to the subprime mortgage crisis, by 2007.[37] On December 19, 2006, Morgan Stanley announced the spin-off of its Discover Card unit.[38] The bank completed the spinoff of Discover Financial on June 30, 2007.[39][citation needed] In February 2007, Morgan Stanley announced the end of its Indian joint venture: the bank acquired its local partner's stake in the institutional brokerage business, and sold its own stake in the other businesses.[40][41] The bank then set up a wholly-owned subsidiary; the country head of Investment Management, Narayan Ramachandran, became CEO of the new subsidiary. Aisha de Sequeira, a Managing Director in the Mergers and Acquisitions group, was made Head of Investment Banking.[42] In order to cope with the write-downs during the subprime mortgage crisis, Morgan Stanley announced on December 19, 2007, that it would receive a US$5 billion capital infusion from the China Investment Corporation in exchange for securities that would be convertible to 9.9% of its shares in 2010.[43][44] The bank's Process Driven Trading unit was amongst several on Wall Street caught in a short squeeze, reportedly losing nearly $300 million in one day. The bubble's subsequent collapse was considered to be a central feature of the financial crisis of 2007–2010.[45] The bank was contracted by the United States Treasury in August 2008 to advise the government on potential rescue strategies for Fannie Mae and Freddie Mac.[46] Within days, Morgan Stanley itself was at risk of failure, with rapidly changing prospects, regulatory model and ownership stakes over the course of four weeks from mid-September to mid-October 2008. The bank Morgan Stanley was reported to have lost over 80% of its market value between 2007 and 2008 during the financial crisis.[47] On September 17, 2008, the British evening-news analysis program Newsnight reported that Morgan Stanley was facing difficulties after a 42% slide in its share price in two days. CEO John J. Mack wrote in a memo to staff \"we're in the midst of a market controlled by fear and rumours and short-sellers are driving our stock down.\" By September 19, 2008, the share price had slid 57% in four days, and the company was said to have explored merger possibilities with CITIC, Wachovia, HSBC, Standard Chartered, Banco Santander and Nomura.[48] At one point, Hank Paulson offered Morgan Stanley to JPMorgan Chase at no cost, but JPMorgan's Jamie Dimon refused the offer.[49] Morgan Stanley and Goldman Sachs, the last two major investment banks in the US, both announced on September 22, 2008, that they would become traditional bank holding companies regulated by the Federal Reserve.[50] The Federal Reserve's approval of their bid to become banks ended the ascendancy of securities firms, 75 years after Congress separated them from deposit-taking lenders, and capped weeks of chaos that sent Lehman Brothers Holdings Inc. into bankruptcy and led to the rushed sale of Merrill Lynch & Co. to Bank of America Corp.[51] MUFG Bank, Japan's largest bank, invested $9 billion in a direct purchase of a 21% ownership stake in Morgan Stanley on September 29, 2008.[52] The payment from MUFG was supposed to be wired electronically; however, because it needed to be made on an emergency basis on Columbus Day when banks were closed in the US, MUFG cut a US$9 billion physical check, the largest amount written via physical check at the time.[53][54] The physical check was accepted by Robert A. Kindler, Global Head of Mergers and Acquisitions and Vice Chairman of Morgan Stanley, at the offices of Wachtell Lipton.[55] Concerns over the completion of the Mitsubishi deal during the October 2008 stock market volatility caused a dramatic fall in Morgan Stanley's stock price to levels last seen in 1994. It recovered once Mitsubishi UFJ's 21% stake in Morgan Stanley was completed on October 14, 2008.[56][57][58][59] Morgan Stanley borrowed $107.3 billion from the Fed during the 2008 crisis, the most of any bank, according to data compiled by Bloomberg News Service and published August 22, 2011.[60] In 2009, Morgan Stanley purchased Smith Barney from Citigroup and the new broker-dealer operates under the name Morgan Stanley Smith Barney, the largest wealth management business in the world. In November 2013, Morgan Stanley announced that it would invest $1 billion to help improve affordable housing as part of a wider push to encourage investment in efforts that aid economic, social and environmental sustainability.[61] In July 2014, Morgan Stanley's Asian private equity arm announced it had raised around $1.7 billion for its fourth fund in the area.[62] In December 2015, it was reported that Morgan Stanley would be cutting around 25 percent of its fixed income jobs before month end.[63] In January 2016, the company reported that it had offices in \"more than\" 43 countries.[64] In October 2020, the company completed its acquisition of E*Trade, a deal announced in February 2020 for $13 billion, the biggest acquisition by a U.S. bank since the global financial crisis.[65][66] In March 2021, Morgan Stanley completed its acquisition of Eaton Vance, a deal announced in October 2020. With the addition of Eaton Vance, Morgan Stanley now had $5.4 trillion of client assets across its Wealth Management and Investment Management segments.[67] The company's 3 divisions are as follows: Morgan Stanley's Institutional Securities is the most profitable business segment. This business segment provides institutions with services such as capital raising and financial advisory services including mergers and acquisitions advisory, restructurings, real estate and project finance, and corporate lending. The segment also encompasses the Equities and the Fixed Income divisions of the firm; trading is anticipated to maintain its position as the \"engine room\" of the company.[68] Among the major U.S. banks, Morgan Stanley sources the highest portion of revenues from fixed income underwriting which was reported at 6.0% of total revenue in FY12.[69] The Global Wealth Management Group provides stockbrokerage and investment advisory services. This segment provides financial and wealth planning services to its clients, who are primarily high-net-worth individuals. On January 13, 2009, the Global Wealth Management Group was merged with Citi's Smith Barney to form Morgan Stanley Smith Barney. Morgan Stanley owned 51% of the entity, and Citi holds 49%.[70] On May 31, 2012, Morgan Stanley exercised its option to purchase an additional 14% of the joint venture from Citi.[71] In June 2013, Morgan Stanley stated it had secured all regulatory approvals to buy Citigroup's remaining 35% stake in Smith Barney and would proceed to finalize the deal.[72] Investment Management provides asset management products and services in equity, fixed income, alternative investments, real estate investment, and private equity to institutional and retail clients through third-party retail distribution channels, intermediaries and Morgan Stanley's institutional distribution channel. Morgan Stanley's asset management activities were principally conducted under the Morgan Stanley and Van Kampen brands until 2009. On October 19, 2009, Morgan Stanley announced that it would sell Van Kampen to Invesco for $1.5 billion, but would retain the Morgan Stanley brand.[73] It provides asset management products and services to institutional investors worldwide, including pension plans, corporations, private funds, non-profit organizations, foundations, endowments, governmental agencies, insurance companies and banks. On September 29, 2013, Morgan Stanley announced a partnership with Longchamp Asset Management, a French-based asset manager that specializes in the distribution of UCITS hedge funds, and La Française AM, a multi-specialist asset manager with a 10-year track record in alternative investments.[74] In 2003, Morgan Stanley agreed to pay $125 million to settle its portion of a $1.4 billion settlement of a suit brought by Eliot Spitzer, the Attorney General of New York, the National Association of Securities Dealers (now the Financial Industry Regulatory Authority (FINRA), the United States Securities and Exchange Commission (SEC), and a number of state securities regulators, relating to intentionally misleading research motivated by a desire to win investment banking business with the companies covered.[79] In June 2004, the New York Stock Exchange (NYSE) imposed a penalty of a censure and $140,000 fine for incorrectly using customers' margined securities as collateral for cash management loans.[80] In 2004, Morgan Stanley settled a sex discrimination suit brought by the Equal Employment Opportunity Commission for $54 million.[81] In 2007, the firm agreed to pay $46 million to settle a class action lawsuit brought by eight female brokers.[82] In July 2004, the firm paid NASD a $2.2 million fine for more than 1,800 late disclosures of reportable information about its brokers.[83] In September 2004, the firm paid a $19 million fine imposed by NYSE for failure to deliver prospectuses to customers in registered offerings, inaccurate reporting of certain program trading information, short sale violations, failures to fingerprint new employees and failure to timely file exchange forms.[84] In December 2004, the firm paid a $100,000 fine to NASD and $211,510 in restitution to customers for failure to make proper disclosures to municipal bond investors. In the course of NASD's investigation, Morgan Stanley's failure to make a timely response to requests for information resulted in censure and an additional $25,000 fine.[85] The New York Stock Exchange imposed a $19 million fine on January 12, 2005, for alleged regulatory and supervisory lapses. At the time, it was the largest fine ever imposed by the NYSE.[86] On May 16, 2005, a Florida jury found that Morgan Stanley failed to give adequate information to Ronald Perelman about Sunbeam thereby defrauding him and causing damages to him of $604 million. In addition, punitive damages were added for total damages of $1.450 billion. This verdict was directed by the judge as a sanction against Morgan Stanley after the firm's attorneys infuriated the court by failing and refusing to produce documents, and falsely telling the court that certain documents did not exist.[87] The ruling was overturned on March 21, 2007, and Morgan Stanley was no longer required to pay the $1.57 billion verdict.[88] Morgan Stanley settled a class-action lawsuit on March 2, 2006. It had been filed in California by both current and former Morgan Stanley employees for unfair labor practices instituted to those in the financial advisor training program. Employees of the program had claimed the firm expected trainees to clock overtime hours without additional pay and handle various administrative expenses as a result of their expected duties. A $42.5 million settlement was reached and Morgan Stanley admitted no fault.[89] In May the firm agreed to pay a $15 million fine. The Securities and Exchange Commission accused the firm of deleting emails and failing to cooperate with SEC investigators.[90] On September 25, 2009, Citigroup Inc. filed a federal lawsuit against Morgan Stanley, claiming its rival failed to pay $245 million due under a credit default swap agreement. The breach-of-contract lawsuit was filed in Manhattan federal court and seeks unspecified damages.[91] FINRA announced a $12.5 million settlement with Morgan Stanley on September 27, 2007. This resolved charges that the firm's former affiliate, Morgan Stanley DW, Inc. (MSDW), failed on numerous occasions to provide emails to claimants in arbitration proceedings as well as to regulators. The company had claimed that the destruction of the firm's email servers in the September 11 attacks in 2001, terrorist attacks on New York's World Trade Center resulted in the loss of all emails before that date. In fact, the firm had millions of earlier emails that had been retrieved from backup copies stored in another location that was not destroyed in the attacks.[92] Customers who had lost their arbitration cases against Morgan Stanley DW Inc. because of their inability to obtain these emails to demonstrate Morgan Stanley's misconduct received a token amount of money as a result of the settlement. In July 2007, Morgan Stanley agreed to pay $4.4 million to settle a class-action lawsuit. The firm was accused of incorrectly charging clients for storage of precious metals.[93] In August 2007, Morgan Stanley was fined $1.5 million and paid $4.6 million in restitution to customers related to excessive mark-ups in 2,800 transactions. An employee was charged $40,000 and suspended for 15 days.[94] Under a settlement with New York Attorney General Andrew M. Cuomo, the firm agreed to repurchase approximately $4.5 billion worth of auction rate securities. The firm was accused of misrepresenting auction rate securities in their sales and marketing.[95] In March 2009, FINRA announced Morgan Stanley was to pay more than $7 million for misconduct in the handling of the accounts of 90 Rochester, New York-area retirees. [96] In May 2009, a trader at the firm was suspended by the FSA for a series of unauthorized commodities trades entered after becoming intoxicated during a three and half hour lunch.[97] A week later another trader at the firm was banned for deliberately disadvantaging clients by 'pre-hedging' trades without their consent.[98] The Financial Services Authority fined the firm £1.4m for failing to use controls properly relating to the actions of a rogue trader on one of its trading desks. Morgan Stanley admitted on June 18, 2008, this resulted in a $120m loss for the firm.[99] Morgan Stanley managing director Du Jun was convicted of insider trading after a criminal trial in Hong Kong. Mr. Du was accused of buying 26.7 million shares of Citic Resource Holdings while in possession of confidential information about the company. He gained this information as part of a Morgan Stanley team working with the company on a bond issuance and the purchase of an oil field in Kazakhstan. Morgan Stanley's compliance department was criticized for failing to detect Mr. Du's illegal trades.[100] In April, the Commodity Futures Trading Commission announced the firm agreed to pay $14 million related to an attempt to hide prohibited trading activity in oil futures.[101] A Morgan Stanley trader was barred from the brokerage industry and fined for entering fake trades to fool firm risk management systems, causing millions in losses.[102] The Department of Justice sought a $4.8 million fine from Morgan Stanley for its part in an electricity price-fixing scandal. Con Edison estimated that the crime cost New York State consumers about $300 million. Morgan Stanley earned revenues of $21.6 million from the fraud.[103] On April 3, the Federal Reserve announced a consent order against the firm for \"a pattern of misconduct and negligence in residential mortgage loan servicing and foreclosure processing\". The consent order required the firm to review foreclosure proceedings conducted by the firm. The firm was also responsible for monetary sanctions. [104] Garth R. Peterson, one of Morgan Stanley's highest-ranking real estate executives in China, pleaded guilty on April 25 to violating U.S. federal anti-corruption laws. He was charged with secretly acquiring millions of dollars' worth of property investments for himself and a Chinese government official. The official steered business to Morgan Stanley.[105] Morgan Stanley was fined $55,000 by Nasdaq OMX for three violations of exchange rules. A Morgan Stanley client algorithm started buying and selling enormous volumes by mistake. Furthermore, after the exchange detected the error, they were unable to contact the employee responsible.[106] Morgan Stanley settled a claim from FINRA and paid restitution totaling almost $2.4 million. Morgan Stanley was accused of improperly supervising and training financial advisors in the use of non-traditional ETF products. This resulted in inappropriate recommendations to several retail brokerage customers.[107] Morgan Stanley is facing lawsuits and government investigation surrounding the Facebook IPO. It was claimed that Morgan Stanley downgraded their earnings forecasts for the company while conducting the IPO roadshow. Allegedly, they passed this information to only a handful of institutional investors. \"The allegations, if true, are a matter of regulatory concern\" to FINRA and the SEC according to FINRA Chairman Richard Ketchum.[108] Morgan Stanley agreed to pay a $5 million fine to the Commodity Futures Trading Commission and an additional $1.75 million to CME and the Chicago Board of Trade. Morgan Stanley employees improperly executed fictitious sales in Eurodollar and Treasury Note futures contracts.[109] On August 7, 2012, it was announced that Morgan Stanley would pay $4.8 million in fines to settle a price-fixing scandal, which had been estimated to have cost New Yorkers $300 million to date. Morgan Stanley made no admission of any wrongdoing; however, the Justice Department commented that they hoped this would \"send a message to the banking industry\".[110] In Morgan Stanley v. Skowron, 989 F. Supp. 2d 356 (S.D.N.Y. 2013), applying New York's faithless servant doctrine to a case involving Morgan Stanley's hedge fund subsidiary, United States District Judge Shira Scheindlin held that a hedge fund's employee engaging in insider trading in violation of his company's code of conduct, which also required him to report his misconduct, must repay his employer the full $31 million his employer paid him as compensation during his period of faithlessness.[111][112][113][114] Judge Scheindlin called the insider trading the \"ultimate abuse of a portfolio manager's position\".[112] The judge also wrote:\"In addition to exposing Morgan Stanley to government investigations and direct financial losses, Skowron's behavior damaged the firm's reputation, a valuable corporate asset.\"[112] In February, Morgan Stanley agreed to pay $1.25 billion to the US government, as a penalty for concealing the full risk associated with mortgage securities with the Federal Housing Finance Agency.[citation needed] In September 2014, Morgan Stanley agreed to pay $95 million to resolve a lawsuit by the Public Employees' Retirement System of Mississippi (MissPERS) and the West Virginia Investment Management Board. Morgan Stanley was accused of misleading investors in mortgage-backed securities.[115] In May 2015, Morgan Stanley was fined $2 million for short-interest reporting and rule violations for more than six years, by FINRA.[116] In June, FINRA announced that it fined Morgan Stanley Smith Barney, LLC (Morgan Stanley) $650,000 for failing to implement reasonable supervisory systems to monitor the transmittal of customer funds to third-party accounts. [117] February 2016, Morgan Stanley will pay $3.2 billion to settle with state and federal authorities over Morgan Stanley's creation of mortgage-backed bonds before the financial crisis.[118] August 2016, Morgan Stanley Hong Kong Securities Ltd. was fined HK$18.5 million ($2.4 million) by Hong Kong's securities regulator, Securities and Futures Commission, for violations of Hong Kong's Code of Conduct. Included was Morgan Stanley's failure to avoid a conflict of interest between principal and agency trading.[119] December 2016, another unit of Morgan Stanley paid $7.5 million to settle customer protection rule violations.[120] In January 2017, the corporation was fined $13 million due to overbilling and violating investor asset safeguarding custody rules. Morgan Stanley agreed to pay the fine without commenting on the charges.[120] Douglas E. Greenberg, a broker, was fired in 2018 after it was reported that four women from Lake Oswego, Oregon, had sought police protection against him over a 15-year period on allegations of harassment, threats, and assault.[121][122][123][124] According to the report, Morgan Stanley executives were aware of the allegations, and knew of at least two arrests and a federal subpoena against him, but did not take any action.[121][125] The story was called a #MeToo moment for Portland's financial service industry.[123] He managed tens of millions of dollars, and had made the 2018 Forbes list for top wealth advisors in Oregon.[121][126] In December 2018, FINRA announced a $10 million fine against Morgan Stanley for failures in its anti-money laundering compliance. Morgan Stanley violated the Bank Secrecy Act over a period of five years.[127] In April 2019, Morgan Stanley agreed to pay $150 million to settle charges that it had misled two large California public pension funds about the risks of mortgage-backed securities.[128] California Attorney General Xavier Becerra commented: \"Morgan Stanley lied about the risk of its products and put profits over teachers and public employees who relied on its advice.\" Morgan Stanley denied wrongdoing.[129] In November 2019, Morgan Stanley fired or placed on leave four traders for suspected securities mismarking. The firm suspected that $100–140 million in losses were concealed by the mismarking of the value of the securities.[130] Morgan Stanley also paid $382,500 for failure to supervise a broker's trading activity over a four-year period.[131] The firm paid $225,000 for transactions where customers sold one municipal bond while purchasing another municipal bond that was nearly identical to the bond sold or provided no apparent economic benefit to the customer. These transactions generated $340,000 in commissions and fees for Morgan Stanley.[132] Morgan Stanley paid a $1.5 million fine to settle SEC claims that it put client money into more expensive mutual fund share classes when cheaper options were available despite representations to clients that it used tools to find the least costly option.[133] In May 2020, Morgan Stanley agreed to pay a $5 million penalty to settle allegations made by the SEC that the corporation provided misleading information to some clients in the retail wrap fee programs regarding trade-execution services and transaction costs.[134] The position of chief executive was known as president until 1991; the position was not in use between 1961 and 1970 as Morgan Stanley was a partnership during this period.[135] The Morgan Stanley world headquarters are located in New York City, the European headquarters are in London, Asia Pacific headquarters are in both Hong Kong and Tokyo, Canada headquarters in Toronto. [137][138]","Title":"Morgan Stanley - Wikipedia","KeyID":"6794","URL":"https://en.wikipedia.org/wiki/Morgan_Stanley"}