{"Content: ":"Alecta Pension Insurance (5.7%) Swedbank Robur Funds (4.5%) Trygg-Stiftelsen (4.5%) AMF Pension & Funds (4.1%) SEB Pank (Estonia) DSK Hyp (Germany) SEB banka (Latvia) SEB bankas (Lithuania) SEB Corporate Bank (Ukraine) SEB Bank (Russia) Skandinaviska Enskilda Banken AB (Swedish pronunciation: [skandɪˈnɑ̌ːvɪska ˈêːnˌɧɪlːda ˈbǎŋːkɛn], abbreviated SEB, is a northern European financial services group headquartered in Stockholm, Sweden. In Sweden and the Baltic countries, SEB has a full financial service offering. In Denmark, Finland, Norway, Germany, and the United Kingdom, the bank's operations are focused on corporate and investment banking services to corporate and institutional clients. The bank was founded by the Swedish Wallenberg family, which is still SEB's largest shareholder through investment company Investor AB. In 1972, Stockholms Enskilda Bank (established in 1856 by André Oscar Wallenberg) and Skandinaviska Banken (established in 1864) merged to form SEB. Reasons for the merger included creating a bank better positioned to serve corporate clients and to fend off competition from major international banks. SEB acquired Swedish insurance company Trygg-Hansa in 1997, and integrated its life insurance activities. The property and casualty insurance portion of Trygg-Hansa was later sold. In 1998, the company changed its logo and brand name from SE-Banken to SEB. At the end of that same year, SEB bought its first shares of the three Baltic banks Eesti Ühispank (Estonia), Latvijas Unibank (Latvia) and Vilniaus Bankas (Lithuania).[4] In 2000, SEB acquired Germany’s Bank für Gemeinwirtschaft (BfG) and the remaining parts of the three Baltic banks.[5] In early 2001, the company announced plans for a merger with the FöreningsSparbanken (now Swedbank), which was called off when the European Commission demanded major concessions for its approval. In 2007/2008, SEB developed the green bond concept together with the World Bank. [6] After several years of weak profitability, SEB sold its German retail banking operations to Spain's Banco Santander in January 2011.[7] SEB sold its retail banking operations in Ukraine to Eurobank Group in June 2012.[8] In Sweden and the Baltic countries, SEB is a universal bank, offering financial advice and a wide range of financial services to all customer segments. In Denmark, Finland, Norway, Germany and the United Kingdom the bank’s operations have a strong focus on a full-service offering to corporate and institutional clients. SEB also has a precence in another 26 locations worldwide including New York, São Paulo, London, Luxembourg, Geneva, Warsaw, Kyiv, Beijing, Shanghai, Hong Kong, Singapore and New Delhi.[citation needed] SEB serves 2,000 large corporations and 1,100 financial institutions, 400,000 small and medium-sized enterprises (SMEs) and some 4 million private individuals.[9] Since January 2022, the company is operating through six business divisions; Large Corporates & Financial Institutions, Corporate & Private Customers, Private Wealth Management & Family Office, Baltic, Life and Investment Management. [10] SEB signed the UN Global Compact 2004 and has since then committed to several global initiatives and international codes of conduct. Among them are the UN Universal Declaration of Human Rights, the UN Guiding Principles on Business and Human Rights, the UNEP FI Principles for Responsible Banking, the Net-Zero Banking Alliance, the Principles for Responsible Investments and Net Zero Asset Managers initiative. [11] SEB has developed ten sector policies for agriculture, arms & defence, forestry, fossil fuel, gambling, mining & metals, renewable energy, shipping, tobacco and transportation. In addition, the company has thematic policies on environment (including climate change, freshwater and biodiversity) and social and human rights. [12] In addition to having developed the green bond concept together with the World Bank in 2007/2008 SEB was in 2014 also part of the creation of Green Bond Principles. [13] In 2009 SEB published its first sustainability report in line with Global Reporting Initiative (GRI) guidelines. Since 2017 the sustainability report is integrated in the Annual Report and is aligned with reporting frameworks such as Task Force on Climate-Related Financial Disclosures, TCFD and the Principles for Responsible Banking. [14] [15]","Title":"SEB Group - Wikipedia","KeyID":"6802","URL":"https://en.wikipedia.org/wiki/Skandinaviska_Enskilda_Banken"}