{"Content: ":"A market trend is a perceived tendency of financial markets to move in a particular direction over time.[1] These trends are classified as secular for long time frames, primary for medium time frames, and secondary for short time frames.[2] Traders attempt to identify market trends using technical analysis, a framework which characterizes market trends as predictable price tendencies within the market when price reaches support and resistance levels, varying over time. A trend can only be determined in hindsight, since at any time prices in the future are not known. The terms \"bull market\" and \"bear market\" describe upward and downward market trends, respectively,[3] and can be used to describe either the market as a whole or specific sectors and securities.[2] The terms come from London's Exchange Alley in the early 18th century, where traders who engaged in naked short selling were called \"bear-skin jobbers\" because they sold a bear's skin (the shares) before catching the bear. This was simplified to \"bears,\" while traders who bought shares on credit were called \"bulls.\" The latter term might have originated by analogy to bear-baiting and bull-baiting, two animal fighting sports of the time.[4] Thomas Mortimer recorded both terms in his 1761 book Every Man His Own Broker. He remarked that bulls who bought in excess of present demand might be seen wandering among brokers' offices moaning for a buyer, while bears rushed about devouring any shares they could find to close their short positions. An unrelated folk etymology supposes that the terms refer to a bear clawing downward to attack and a bull bucking upward with its horns.[1][5] A secular market trend is a long-term trend that lasts 5 to 25 years and consists of a series of primary trends. A secular bear market consists of smaller bull markets and larger bear markets; a secular bull market consists of larger bull markets and smaller bear markets. In a secular bull market, the prevailing trend is \"bullish\" or upward-moving. The United States stock market was described as being in a secular bull market from about 1983 to 2000 (or 2007), with brief upsets including Black Monday and the Stock market downturn of 2002 triggered by the crash of the dot-com bubble. Another example is the 2000s commodities boom. In a secular bear market, the prevailing trend is \"bearish\" or downward-moving. An example of a secular bear market occurred in gold between January 1980 to June 1999, culminating with the Brown Bottom. During this period the market gold price fell from a high of $850/oz ($30/g) to a low of $253/oz ($9/g).[6] The stock market was also described as being in a secular bear market from 1929 to 1949. A primary trend has broad support throughout the entire market (most sectors) and lasts for a year or more. A bull market is a period of generally rising prices. The start of a bull market is marked by widespread pessimism. This point is when the \"crowd\" is the most \"bearish\".[7] The feeling of despondency changes to hope, \"optimism\", and eventually euphoria, as the bull runs its course.[8] This often leads the economic cycle, for example in a full recession, or earlier. Generally, bull markets begin when stocks rise 20% from their low, and end when stocks drawdown 20%.[9] However, some analysts suggest a bull market cannot happen within a bear market.[10] An analysis of Morningstar, Inc. stock market data from 1926 to 2014 found that a typical bull market lasted 8.5 years with an average cumulative total return of 458%, while annualized gains for bull markets range from 14.9% to 34.1%. A bear market is a general decline in the stock market over a period of time.[11] It includes a transition from high investor optimism to widespread investor fear and pessimism. One generally accepted measure of a bear market is a price decline of 20% or more over at least a two-month period.[12] A smaller decline of 10 to 20% is considered a correction. Bear markets end when stocks recover, attaining new highs.[13] The bear market, then, is measured retrospectively from the recent highs to the lowest closing price,[14] and its recovery period is the lowest closing price to new highs. Another commonly accepted end to a bear market is indices gaining of 20% from their low.[15][16] From 1926 to 2014, the average bear market lasted 13 months with an average cumulative loss of 30%, while annualized declines for bear markets ranged from −19.7% to −47%.[17] Some examples of a bear market include: A market top (or market high) is usually not a dramatic event. The market has simply reached the highest point that it will, for some time[weasel words] (usually a few years[citation needed]). It is identified retrospectively, as market participants are not aware of it at the time it happens. Thus prices subsequently fall, either slowly or more rapidly. William O'Neil reported that, since the 1950s, a market top is characterized by three to five distribution days in a major stock market index occurring within a relatively short period of time. Distribution is a decline in price with higher volume than the preceding session. The peak of the dot-com bubble (as measured by the NASDAQ-100) occurred on March 24, 2000. The index closed at 4,704.73. The NASDAQ peaked at 5,132.50 and the S&P 500 Index at 1525.20. The peak for the U.S. stock market before the financial crisis of 2007–2008 was on October 9, 2007. The S&P 500 Index closed at 1,565 and the NASDAQ at 2861.50. A market bottom is a trend reversal, the end of a market downturn, and the beginning of an upward moving trend (bull market). It is very difficult to identify a bottom (referred to as \"bottom picking\") before it passes. The upturn following a decline may be short-lived and prices might resume their decline. This would bring a loss for the investor who purchased stock(s) during a misperceived or \"false\" market bottom. Baron Rothschild is said to have advised that the best time to buy is when there is \"blood in the streets\", i.e., when the markets have fallen drastically and investor sentiment is extremely negative.[19] Some more examples of market bottoms, in terms of the closing values of the Dow Jones Industrial Average (DJIA) include: Secondary trends are short-term changes in price direction within a primary trend. They may last for a few weeks or a few months. Similarly, a bear market rally (sometimes called \"sucker's rally\" or \"dead cat bounce\") is a price increase of 5% or more before prices fall again.[23] Bear market rallies occurred in the Dow Jones Industrial Average index after the Wall Street Crash of 1929, leading down to the market bottom in 1932, and throughout the late 1960s and early 1970s. The Japanese Nikkei 225 has had several bear-market rallies between the 1980s and 2011, while experiencing an overall long-term downward trend. The price of assets such as stocks is set by supply and demand. By definition, the market balances buyers and sellers, so it is impossible to have \"more buyers than sellers\" or vice versa, although that is a common expression. In a surge in demand, the buyers will increase the price they are willing to pay, while the sellers will increase the price they wish to receive. In a surge in supply, the opposite happens. Supply and demand are varied when investors try to shift allocation of their investments between asset types. For example, at one time, investors may wish to move money from government bonds to \"tech\" stocks, but they will only succeed if somebody else is willing to buy government bonds from them; at another time, they may try to move money from \"tech\" stocks to government bonds. In each case, this will affect the price of both types of assets. Ideally, investors would wish to use market timing to buy low and sell high, but they may end up buying high and selling low.[24] Contrarian investors and traders attempt to \"fade\" the investors' actions (buy when they are selling, sell when they are buying). A time when most investors are selling stocks is known as distribution, while a time when most investors are buying stocks is known as accumulation. According to standard theory, a decrease in price will result in less supply and more demand, while an increase in price will do the opposite. This works well for most assets but it often works in reverse for stocks due to the mistake many investors make of buying high in a state of euphoria and selling low in a state of fear or panic as a result of the herding instinct. In case an increase in price causes an increase in demand, or a decrease in price causes an increase in supply, this destroys the expected negative feedback loop and prices will be unstable.[25] This can be seen in a bubble or crash. Market sentiment is a contrarian stock market indicator. When an extremely high proportion of investors express a bearish (negative) sentiment, some analysts consider it to be a strong signal that a market bottom may be near.[26] David Hirshleifer sees in the trend phenomenon a path starting with under-reaction and ending in overreaction by investors / traders. Indicators that measure investor sentiment may include:","Title":"Market trend - Wikipedia","KeyID":"6805","URL":"https://en.wikipedia.org/wiki/Market_trend"}