{"Content: ":"The International MobilityShow Germany or simply International Mobility Show, in German known as the Internationale Automobil-Ausstellung (IAA – International Automobile Exhibition), is the world's largest mobility show. It is held annually, with passenger vehicles, motorcycles and bikes being displayed as the IAA Mobility Show[1] in odd-numbered years in Munich, and IAA Transportation[2] for commercial vehicles in even-numbered years in Hanover, Germany. Before 1991, the show was held solely in Frankfurt. The IAA is organized by the Verband der Automobilindustrie (VDA – Association of the German Automotive Industry) and is scheduled by the Organisation Internationale des Constructeurs d'Automobiles. Formerly, the show in Frankfurt occupied twelve buildings. In 1897 the first IAA was held at the Hotel Bristol in Berlin, with a total of eight motor vehicles on display.[3] As the automobile became more known and accepted, the IAA became a fixed event in Germany, with at least one held every year, usually in Berlin. From 1905–1907, there were two per year, as the production had increased to an industrial level. In the next years the show was suspended due to the ongoing World War I, and was then reinstated in 1921 with 67 automobile manufacturers displaying 90 vehicles under the motto \"comfort\". Despite the still perceptible after-effects of the global recession, the 22nd IAA was held in Berlin in 1931, with a total of 295,000 visitors. For the first time the exhibition included front-wheel drive vehicles. In 1939, the 29th installation of the event gathered a total of 825,000 visitors – an all-time record at that time. The new Volkswagen was presented for the first time, which later came to be known as the Beetle. This was the last IAA before it was again suspended during World War II, after which Germany and Berlin was divided, with West-Berlin being isolated within Communist East Germany. From 1947–1949, West Germany’s automobile and accessories manufacturers took part in the export trade fair in Hanover. The automobile industry’s hall acted like a magnet on the public, with a great number of visitors coming to the show. In 1951 the show was held on the Messe Frankfurt for the first time. The event, which was held in April, attracted a total of 570,000 visitors, with exhibits including the first HGV to have a turbo diesel engine. Just six months later, in September 1951, a second exhibition in Berlin was held, gathering 290,000 visitors. From then on, the German automobile industry bade farewell to its traditional exhibition site in Berlin and relocated the motor show completely to Frankfurt. The IAA was also rescheduled to only take place every other year. In 1989 the last IAA to feature both passenger cars and commercial vehicles in one show confirmed that the exhibition site in Frankfurt was now too small for this major event. Almost 2,000 exhibitors squeezed onto an exhibition site measuring 252,000 square metres. More than 1.2 million visitors attended the event. Because of the high demand, it was no longer possible to meet exhibitors’ requirements for adequate exhibition stands. In view of this, the VDA decided to split the IAA from now on, with a focus on passenger vehicles in odd years, and a focus on commercial vehicles in even years. The first IAA focused solely on \"passenger cars\", held in 1991, was a huge success. A total of 1,271 exhibitors from 43 countries displayed their new products and innovations. With more than 935,000 visitors, the IAA Passenger Cars was extremely well attended. In 1992 the first IAA \"commercial vehicles\" took place in Hanover, Germany. It saw 1,284 exhibitors from 29 countries and gathered 287,000 people, 66 per cent being trade visitors. In 2001 the September 11 attacks on the World Trade Center in New York cast a shadow over the IAA in Frankfurt. The exhibition went ahead all the same. As a mark of solidarity with the victims and their dependants, all show elements and loud music as well as the official opening ceremony with the Federal Chancellor were cancelled. VDA President Gottschalk explained this decision: \"Because we could not permit terrorist forces to take away our freedom of action. And because, as a key international sector, we have a responsibility not to allow things to grind to a halt.\" In an impressive manner, the general public confirmed that this indeed was the right decision to take: more than 800,000 people visited this \"quiet IAA\". During the Great Recession, in 2009, the IAA Cars proved to be a magnet for visitors. Around 850,000 people visited the IAA, which greatly exceeded the target of 750,000. This IAA, which took place under the headline \"A Moving Experience\", showed where the mobility of tomorrow is heading. A huge number of options were presented at the IAA, ranging from the mild hybrid and the plug-in hybrid to the all-electric car, fuel cells and hydrogen power. The 2010s were marked by the transformation of the automotive industry: In 2011 the 63rd IAA featured the all-new \"Hall of Electric Mobility\",[4] a first-timer to all Motor Shows worldwide. Additional IAA-premieres included the Electric Mobility Conference as well as the CarIT Conference dealing with the issue of connected driving. This approach was repeated in 2013. In 2015, IAA introduced New Mobility World,[5] a platform for the entire ecosystem of electric mobility, autonomous driving, connectivity and urban mobility. In the second week of the IAA, the emissions scandal (Dieselgate) became public. Until the 2015 IAA, exhibitor numbers were consistently above 1,000, and the number of visitors was 931,700.[6] The 67th IAA Cars 2017 - the first after the emissions scandal - was overshadowed by a loss of confidence in the German automotive industry. For the first time, the number of exhibitors fell below 1,000, while the number of visitors dropped to 810,000 - the worst figure since 2001. Meanwhile, New Mobility World grew significantly to 250 participating organizations, 200 conference speakers and 250,000 visitors.[7] Since 2017, NMW's purpose was to not only to be Europe's leading innovation platform for future mobility, but also to develop and establish formats and business models beyond the booth rental of conventional auto shows.[8] This trend continued at the 58th IAA Cars 2019, with New Mobility World growing to over 400 participating organizations, doubling the number of attendees to 500,000, and increasing its international reach, with 62% of the 240 speakers and 47% attendees at the English-only conference coming from abroad.[9] International media perceived New Mobility World to have \"become the meeting point for the world's leading companies in automotive technologies and mobility\" by now.[10] The IAA itself recorded only 560,000 visitors (including NMW), the number of exhibitors fell to 873, in particular due to a further loss of international exhibitors. It was also accompanied by much larger protests than in the past.[11] According to the organizers, a total of 25,000 participants, 18,000 of them by bicycle, came to a demonstration on September 14 for a change in traffic policy; the police spoke of about 15,000.[12] The IAA 2019 was the last IAA Cars in Frankfurt. In 2021, IAA adopted the New Mobility World concept, formats and business model, rebranded to IAA Mobility, and moved to Munich. 2019 marked the final year that the IAA hosted its automotive exhibition in Frankfurt.[13] In the several previous years, more and more manufacturers opted out of the IAA or greatly downsized their presence. The marques that specialise in high performance and luxury vehicles — such as Aston Martin, Bentley, Bugatti, Ferrari, and Rolls-Royce — were often the biggest draw at the IAA show, and they were absent from the several previous exhibitions. BMW had downsized its presence from 11,000 to 3,000 square metres.[14] Since 2017, visitor numbers have almost halved, this, in addition to controversies such as Dieselgate and the global climate change issue, have prompted the IAA to change the scope of the exhibition and to pick a new venue.[15] The rapidly decreasing number of visitors in the last several exhibitions reflected the waning enthusiasm for the IAA, along with prominent protests against the car industry by environmental activists.[16] The contract between Messe Frankfurt and VDA, the IAA organiser, expired in 2019. VDA chose not to renew the contract, citing the above reasons. Instead, VDA indicated its intention of moving its biannual automotive exhibitions to another city for 2021 onward. The final three candidate cities were Berlin, Hamburg, and Munich. Four other cities had also submitted bids but didn't make the final round: Cologne, Frankfurt, Hanover, and Stuttgart. On 3 March 2020, VDA chose Munich.[17] Munich beat out Berlin and Hamburg based on three criteria. Munich Airport is the second Lufthansa hub and has many direct international flights (second to Frankfurt); Munich is home to BMW and several other high tech industries such as Apple, Google, and many start-up companies; the city has 130,000 employees working in automobile industry. The Greens-led city council and Bavarian state government have given their support, along with 2/3 of people who responded to the survey. The event was planned to take place from 7 to 12 September, before the start of Oktoberfest,[18] but was cancelled due to Covid. The next show will be the IAA Mobility in September 2021.[19] The following introductions were made at the 1951 show: The following introductions were made at the 1955 show: The following introductions were made at the 1957 show: The following introductions were made at the 1959 show: The following introductions were made at the 1961 show: The following introductions were made at the 1963 show: The following introductions were made at the 1965 show: The following introductions were made at the 1969 show: The following introductions were made at the 1973 show: The following introductions were made at the 1977 show: The 1979 Show occurred in a tough year for the automobile industry, with a focus on decreased speed limits and conserving energy, with most of Western Europe on the brink of a severe recession. It also occurred at a time when car design was changing substantially, with hatchbacks and front-wheel drive becoming increasingly popularity, as well as demand increasing for smaller \"supermini\" cars.[20] The following introductions were scheduled for the 1979 show:[20] The following introductions were made at the 1981 show: 1983 was, in most of Western Europe, a year of recovery in the new car market, as the economy recovered from the recent recession. Many important new cars were launched at Frankfurt and elsewhere during 1983. Those launched elsewhere include the Austin Maestro, Fiat Uno, Nissan Micra, Peugeot 205 and Renault 11. The Opel Corsa (launched in Spain in September 1982) was also imported to the UK from April 1983, where it was sold as the Vauxhall Nova. The following introductions were made at the 1983 show: The following introductions were made at the 1985 show: The following introductions were made at the 1987 show: The following introductions were made at the 1988 show: The following introductions were made at the 1989 show: The following introductions were made at the 1991 show: The following introductions were made at the 1993 show: The 1995 show ran from September 14 to September 24. The following introductions were made at the 1995 show: The 1997 show ran from September 11 to September 21. The following introductions were made at the 1997 show: The 1999 show opened on September 16, and had nearly 1,200 exhibitors from 44 countries. The following introductions were made at the 1999 show: The 2001 show opened to international media on September 11, with a series of concept and production vehicle debuts kicking off in the early morning. The following introductions were made at the 2001 show: For the first time, the passenger car-only exhibition in Frankfurt broke the barrier of one million visitors. It featured 2,000 exhibitors from 42 countries. The following introductions were made at the 2003 show: The exhibition focused strongly on future solutions such as hybrid, hydrogen, flex-fuel and SCR technologies for reducing NOx emissions. There were around 940,000 visitors to the 2005 show. The following introductions were made at the 2005 show: The 2007 Frankfurt Motor Show's key theme was sustainable mobility.[40] The following introductions were presented at the 2007 show: European automakers demonstrated a new interest in hybrid and electric vehicles at the 2007 Frankfurt Motor Show. For example, Mercedes-Benz arrived at the show with seven hybrids, including a luxury sedan concept vehicle called the F 700, a 17-foot (5.2 m)-long car that achieves a fuel economy of 44.4 miles per gallon (mpg). The research vehicle features a homogenous charge compression ignition engine, a technology that produces the high fuel economy of a diesel engine from a clean-burning gasoline engine. Mercedes has also mated its clean-diesel engine to an electric motor, creating the Bluetec hybrid. The company plans to introduce a gasoline-fueled hybrid SUV and sedan in 2009, followed by two Bluetec hybrids in 2010, one of which will achieve 51 miles per gallon of diesel fuel. In addition, the Mercedes Car Group exhibited its smart car in three new incarnations: an electric-only vehicle and both diesel and gasoline versions with \"micro hybrid drive\", a belt-driven starter and alternator that allows the engine to shut off at stops. See the DaimlerChrysler press releases about the auto show and the F700. Opel, a subsidiary of General Motors, unveiled the Flextreme, a plug-in hybrid that can travel 34 miles (55 km) on its lithium-ion battery before a small diesel engine starts charging the battery.[43] Opel also unveiled the Corsa Hybrid, a coupe that combines a belt-driven starter and alternator with a lithium-ion battery.[44] Volvo Cars, a division of Ford Motor Company, exhibited a plug-in hybrid with motors in each of the wheels. The Volvo ReCharge can travel about 60 miles (97 km) on battery power alone, using a lithium-polymer battery pack that can be recharged in a standard outlet.[45][46] The Citroën C-Cactus regular diesel-electric hybrid vehicle debuted at the 2007 Frankfurt Motor Show. The theme of the 2009 Frankfurt Motor Show can best be summed up in one word: \"electrification.\" Virtually every manufacturer has unveiled a vehicle using the latest battery technology.[47] The following introductions were presented at the 2009 show: The 2011 show was held from 13 September to 25 September.[54] The 64th edition of the show included 1,012 exhibitors from 32 countries and was attended by more than 928,000 visitors from 105 countries, 36% of them being trade visitors, among those 80% from the automotive industry, plus more than 12'000 accredited journalists from 98 countries.[55] 183 world premieres were unveiled. The 2013 show took place from 10 September to 22 September. Nissan introduced a \"smart watch\" that measures the user's heart rate, temperature and other biometrics. It is also able to keep a watch on car data like fuel efficiency and average speed. It was developed by Nissan's Nismo laboratory. They currently capture live biometric and telematics data from Nissan racing cars and their drivers.[57] The 2015 show took place from 17 September to 27 September. The 2017 show took place from 14 to 24 September, with press days on the 12th and 13th. The 2019 show took place from 12 to 22 September, with press days on the 10th and 11th. The 2021 show took place from 7 to 12 September, with a press day on the 6th. Exhibitions are divided over seven locations around central Munich.[129] Passenger vehicles Commercial vehicles  ","Title":"International Motor Show Germany - Wikipedia","KeyID":"6817","URL":"https://en.wikipedia.org/wiki/Frankfurt_Motor_Show"}