{"Content: ":"Antalya Airport (IATA: AYT, ICAO: LTAI) (Turkish: Antalya Havalimanı) is an international airport located 13 km (8.1 mi) northeast[1] of the city center of Antalya, Turkey. It is a major destination during the European summer leisure season due to its location at the country's Mediterranean coast. It handled 18,741,659 passengers in 2016, making it the third-busiest airport in Turkey. The airport has two international terminals and one domestic terminal. Antalya is one of the major airports in southwestern Turkey, the others being Bodrum and Dalaman. The airport was built to accommodate the millions of passengers who come to Turkey's Mediterranean beaches in summer. It consists of two international terminals and one domestic terminal. The construction of International Terminal 1 started in 1996 by Bayindir Holding and it was ready for service on 1 April 1998.[citation needed] International Terminal 2 was opened in 2005 and the domestic terminal was opened in 2010. The airport is operated by Fraport TAV Antalya A.S., a joint-venture between Fraport AG and TAV Airports. In July 2011, the airport was selected as Best Airport in Europe (10–25-million-passenger category) by Airports Council International (ACI).[3] In 2003, the airport handled 10 million passengers, representing an increase of 78% since 1998.[4] According to ACI statistics, Antalya Airport ranked 30th in 2005, 2008 and 2009 for international passenger traffic.[5] In 2008, AYT was the world's 30th-busiest airport in international passengers traffic.[6] In 2009, AYT also held its 30th spot in that category among world airports, with 15,210,733 international passengers. By the end of 2010, it rose to the 23rd spot with over 18 million international passengers.[5][7] A new airport is due to open west to Antalya, close to Kaş.[8] There are three terminals at the airport, Terminal 1, Terminal 2, and the Domestic Terminal. The following airlines operate regular scheduled and charter flights at Antalya Airport: There are 2 city buses that serve Antalya Airport (number 600 and 400). Route number 600 goes to/from Otogar (city bus station) and route number 400 goes to/from Sarısu. These routes charge a double fare of normal city buses. Also, Havaş shuttles serve the airport to/from 5M Migros shopping centre. This shuttle costs 16tl. The Antalya Tramway has been extended to the airport to provide a railway link to the city.[102] There is another runway right next to the Antalya airport landing strip. This is a runway or entrance used by the Turkish Air Force and its landing is forbidden to civilians. Media related to Antalya Airport at Wikimedia Commons","Title":"Antalya Airport - Wikipedia","KeyID":"6823","URL":"https://en.wikipedia.org/wiki/Antalya_Airport"}