{"Content: ":"Fitch Ratings Inc. is an American credit rating agency and is one of the \"Big Three credit rating agencies\",[3] the other two being Moody's and Standard & Poor's. It is one of the three nationally recognized statistical rating organizations (NRSRO) designated by the U.S. Securities and Exchange Commission in 1975.551 Fitch Ratings is dual headquartered in New York and London.[4] Hearst owns 100 percent of the company following its acquisition of an additional 20 percent for $2.8 billion on April 12, 2018.[2] Hearst had owned 80 percent of the company after increasing its ownership stake by 30 percent on December 12, 2014, in a transaction valued at $1.965 billion. Hearst's previous equity interest was 50 percent following expansions on an original acquisition in 2006.[citation needed] Hearst had jointly owned Fitch with FIMALAC SA, which held 20 percent of the company until the 2018 transaction. Fitch Ratings and Fitch Solutions are part of the Fitch Group. The firm was founded by John Knowles Fitch on December 24, 1914, in New York City as the Fitch Publishing Company. In 1989, the company was acquired by a group including Robert Van Kampen.[5] In 1997, Fitch was acquired by FIMALAC and was merged with London-based IBCA Limited, a FIMALAC subsidiary.[6] In 2000 Fitch acquired both Chicago-based Duff & Phelps Credit Rating Co. (April)[7] and Thomson Financial BankWatch (December). Fitch Ratings is the third largest NRSRO rating agency, covering a more limited share of the market than S&P and Moody's, though it has grown with acquisitions and frequently positions itself as a \"tie-breaker\" when the other two agencies have ratings similar, but not equal, in scale. In September 2011, Fitch Group announced the sale of Algorithmics (risk analytics software) to IBM for $387 million.[citation needed] The deal closed on October 21, 2011.[citation needed] In June of 2022, Fitch Group acquired GeoQuant, a AI-driven data and technology company. [8] Fitch Ratings' long-term credit ratings are assigned on an alphabetic scale from 'AAA' to 'D', first introduced in 1924 and later adopted and licensed by S&P. Like S&P, Fitch also uses intermediate +/− modifiers for each category between AA and CCC (e.g., AA+, AA, AA−, A+, A, A−, BBB+, BBB, BBB−, etc.). Investment grade Non-investment grade Fitch's short-term ratings indicate the potential level of default within a 12-month period. Launched in 2008, Fitch Solutions offers a range of fixed-income products and professional development services for financial professionals. The firm also distributes Fitch Ratings' proprietary credit ratings, research, financial data, and analytical tools.[citation needed] The main credit rating agencies, including Fitch, were accused of misrepresenting the risks associated with mortgage-related securities, which included the CDO market. There were large losses in the collateralized debt obligation (CDO) market that occurred despite being assigned top ratings by the CRAs. For instance, losses on $340.7 million worth of collateralized debt obligations (CDO) issued by Credit Suisse Group added up to about $125 million, despite being rated AAA by Fitch.[9] However, differently from the other agencies, Fitch has been warning the market on the constant proportion debt obligations (CPDO) with an early and pre-crisis report highlighting the dangers of CPDO's.[10]","Title":"Fitch Ratings - Wikipedia","KeyID":"6836","URL":"https://en.wikipedia.org/wiki/Fitch_Group"}