{"Content: ":"Arthur D. Little is an international management consulting firm originally headquartered in Boston, Massachusetts, United States, founded in 1886 and formally incorporated in 1909[3] by Arthur Dehon Little, an MIT chemist who had discovered acetate. Arthur D. Little pioneered the concept of contracted professional services. The company played key roles in the development of business strategy, operations research, the word processor, the first synthetic penicillin, LexisNexis, SABRE, and NASDAQ. Today the company is a multinational management consulting firm operating as a partnership. The roots of the company were started in 1886 by Arthur Dehon Little, an MIT chemist, and co-worker Roger B. Griffin (Russell B. Griffin), another chemist and a graduate of the University of Vermont who had met when they both worked for Richmond Paper Company. Their new company, Little & Griffin, was located in Boston where MIT was then located. Griffin and Little prepared a manuscript for The Chemistry of Paper-making[4] which was for many years an authoritative text in the area. The book had not been entirely finished when Griffin was killed in a laboratory accident in 1893.[3] Little, who had studied Chemistry at MIT, collaborated with MIT and William Hultz Walker of the MIT Chemistry department, forming a partnership, Little & Walker, which lasted from 1900 to 1905, while both MIT and Little's company were still located in Boston.[3] The partnership dissolved in 1905 when Walker dedicated all of his time to being in charge of the new Research Laboratory of Applied Chemistry at MIT.[3] Little continued on his own and incorporated the company, Arthur D. Little (ADL), in 1909.[3] He conducted analytical studies, the precursor of the consulting studies for which the firm would later become famous. He also taught papermaking at MIT from 1893 to 1916.[5] In 1917, the company, originally based at 103 Milk Street in Boston, moved to its own building, the Arthur D. Little Inc., Building, at 30 Memorial Drive on the Charles River next to the new campus of MIT, which had also relocated from Boston to Cambridge.[3][6] The building was added to the National Register of Historic Places in 1976. In November 1953, ADL opened a 40-acre site for its Acorn Park labs in west Cambridge, Massachusetts, about 6 miles (10 km) from MIT.[6] The new site took its name from the company motto - \"Glandes Sparge Ut Quercus Crescant,\" translated as \"Scatter Acorns That Oaks May Grow.\" [7] The Memorial Drive Trust, a tax-exempt retirement trust for the benefit of its employees, was set up.[8] From 1972 to 2001 ADL owned Cambridge Consultants Ltd in Cambridge UK and both companies forged close links. As the pioneer firm in professional services, Arthur D. Little played a key role in numerous 20th-century business initiatives: In 1911 ADL organized General Motors' first R&D lab,[9] leading to the formation of the firm's dedicated management consulting division, and the birth of the management consulting industry.[10] In 1916 ADL was commissioned by the Canadian Pacific Railway to do a survey of Canada's natural resources.[9] In 1921 the firm succeeded in using a bucket of sows' ears to make a silk purse.[9] This revolutionary achievement later became part of the Smithsonian Institute's collection.[11] In 1968 ADL designed the NASDAQ stock exchange systems for London and Tokyo.[9] In 1969 ADL developed the Apollo 11 Laser Ranging Retro-Reflector experiment which were installed on the Moon as part of the Apollo 11 mission and which remains active and functioning to this day.[12] In 1980, ADL produced the European Commission's first white paper on telecommunications deregulation, having completed the first worldwide telecommunications database on phones installed, markets, technical trends, services and regulatory information.[9] It also helped privatize British Rail, generally regarded as one of the most complex privatization exercises in the world. By 2001, Arthur D. Little reached its peak as a global consulting firm with very significant growth in the technology sector. However, a new management team mismanaged the company's core business and engaged in manipulation of the Memorial Drive Trust. The ADL Board of Trustees replaced this management team. But the damage had been done, and combined with the impact of the dot.com bubble on technology sector activity this led Arthur D. Little to file Chapter 11 bankruptcy protection in 2002.[13] At an auction in 2002, TIAX LLC, formed by Kenan Sahin, acquired the assets, contracts, and staff of Arthur D. Little's U.S. Technology & Innovation business.[14] Paris-based Altran Technologies bought the non-U.S. assets and brand name of Arthur D. Little. Under Altran's ownership, Arthur D. Little operated primarily as a European-centric company initially, rebuilding and strengthening its core practices in oil and gas, telecommunications, automotive, manufacturing, and chemicals. It did however maintain offices in Boston and Houston in the USA. Later ADL grew and expanded throughout Europe, the Middle East, and Asia and continued to be recognized for its expertise in areas combining aspects of technology, innovation, and strategy. A group of partners led a management buyout from the Altran group in 2011.[15] The MBO was completed on 30 December 2011 with the vast majority of ADL directors becoming partners and shareholders. A small number of senior principals, as well as the CFO and COO, also became also shareholders. The firm is led by the elected Global CEO, Ignacio Garcia-Alves, who was also the leader of the MBO team.[16] Currently the firm operates with an elected board of directors and several elected committees - Compensation Committee, Partnership Committee, and an Audit Committee. Since the MBO, ADL opened new offices in Turkey, Oslo, Buenos Aires, Mexico City, Singapore, Hong Kong, Beirut, Riyadh, Moscow, Prague and Bahrain. In addition, ADL recently re-established itself in the US market and has opened offices in New York, and San Francisco.[17] In March 2021 Arthur D. Little announced it had reached a milestone of over 100 partners.[18] In March 2022 Arthur D. Little terminated its operations in Russia and closed its Moscow office. Arthur D. Little is organized across a number of industry specialty groups including Aerospace & Defense, Automotive, Chemicals, Consumer Goods & Retail, Energy & Utilities, Financial Services, Healthcare & Life Sciences, Industrial Goods & Services, Oil & Gas, Private Equity, Public Services, Telecommunications, Information Technology, Media & Electronics (TIME), Travel & Transportation.[19] Major service lines are in Corporate Finance, Digital Shift, Digital Problem Solving, Information Management, Marketing & Sales, Operations Management, Organization & Transformation, Risk, Strategy & Organization, Sustainability, Technology & Innovation Management.[20] In 2021, ADL Europe was rated #10 in Vault's 2021 Consulting rankings for Europe[21] with recognition for Informal Training (#7), Interaction with Clients (#1), Innovation (#11), Levele of challenge (#12), Fir Culture (#13), Environmental Sustainability (#13), Technology, Media & Telecommunications Consulting (#15), Prestige (#15) In 2021, ADL Asia was rated #6 in Vault's 2022 Consulting rankings Asia.[22] On Vault's global rankings of key employment factors, ADL Asia was ranked #3 for Innovation and Overall Business Outlook and Exit Opportunities, #4 for Interaction with Clients, Level of challenges, Promotion Policies, Benefits, and Travel Requirements. ADL re-established itself in the US market in 2016 and has since been recognized by Forbes in 2016, 2017, 2018, 2019, 2020, 2021, and 2022 as one of \"America's Best Management Consulting Firms\".[23] In 2022, ADL North America re-emerged in Vault's North America rankings at #19 [24] and was also recognized for International Opportunities (#4), Internal Mobility (#8), Satisfaction(#10), Hours in Office (#12), Work/Life Balance (#12), Firm Culture (#16), Innovation (#16), Level of Challenge (#18), Interaction with Clients (#21) and Health & Wellness (#23). Arthur D. Little publishes a number of regular global studies including: In addition, Arthur D. Little frequently publishes topical or industry-centric reports. Recent examples include: In 1961, Arthur D. Little launched the first management education program to focus exclusively on training general managers from developing countries. Originally known as the Arthur D. Little Management Education Institute, this was a fully accredited academic institution with master's degree granting status.[33] In 1996, the Arthur D. Little School of Management formed a partnership with Boston College's Carroll School of Management in order to gain access to faculty and facilities.[34] The Arthur D. Little School of Management became Hult International Business School in 2002, following a structural reorganization of Arthur D. Little Inc. In 1987, ADL claimed that sabotage was likely the cause of the Bhopal disaster, which resulted in the death of thousands.[35] ADL's investigation was funded by Union Carbide, the company that owned the chemical plant responsible for the chemical disaster.[36] Analysis by Arthur D. Little argues that the Negligence argument was impossible for several tangible reasons.[37] In 2001, ADL wrote a Philip Morris-funded report saying that smoking can help Czech economy: Public Finance Balance of Smoking in the Czech Republic. In 2010 Booz & Co (now Strategy& owned by PWC) claimed they were the \"oldest Management Consulting firm still in business\". Following some pushback in the industry this claim has been dropped following Booz & Co's rebranding as Strategy&. [38]","Title":"Arthur D. Little - Wikipedia","KeyID":"6840","URL":"https://en.wikipedia.org/wiki/Arthur_D._Little"}