{"Content: ":"Strategy& is the strategy consulting business unit of PricewaterhouseCoopers (PwC), one of the Big Four professional service firms. Founded by Edwin G. Booz as Business Research Service in Chicago in 1914, the firm underwent numerous name changes before settling on Booz Allen Hamilton in 1943.[1] In 2008, it split from Booz Allen Hamilton as Booz & Company, and in 2013 it was acquired by PwC, the largest consulting acquisition of the company's history.[2] The contract required PwC to drop the Booz name, and the unit became known as Strategy& in 2014.[3] At the time of acquisition, the company had more than 80 offices in 41 countries. Strategy& has consistently earned top places among global management consulting firm rankings, such as Vault's Consulting 50. According to Glassdoor, it is the second highest-paying company for employees in the United States as of April 2017.[4] After graduating from Northwestern University in Evanston, Illinois in 1914, Edwin G. Booz developed the business theory that companies would be more successful if they could call on someone outside their own organizations for expert, impartial advice.[5] This theory developed into a new profession — management consulting — and the firm that would bear his name. Booz established a small consulting firm in Chicago, and two years later, he and two partners formed the Business Research and Development Company, which conducted studies and performed investigational work for commercial and trade organizations. This service, which Booz labeled as the first of its kind in the Midwest, soon attracted such clients as Goodyear Tire & Rubber Company, Chicago's Union Stockyards and Transit Company, and the Canadian Pacific Railroad.\"[6] At the end of the 1950s, Time Magazine dubbed the firm \"the world's largest, most prestigious management consulting firm.\"[7] In 1970, Booz Allen went public with an initial offering of 500,000 shares at $24 per share. Trading continued through 1976.[8] In 2008, Booz & Company was spun off from Booz Allen Hamilton, in conjunction with a private equity takeover by The Carlyle Group.[9] At the time, Booz & Company consisted of the commercial portion of Booz Allen Hamilton's consulting business, as well as all consulting operations with government entitites outside the United States. After the spin-off, Booz Allen Hamilton then focused exclusively on U.S. government consulting endeavors. In 2011, however, when the three-year noncompete provision expired, Booz Allen Hamilton began building out its commercial consulting practice, focusing on technology integration and cybersecurity programs.[10] In 2009, Booz & Company purchased Katzenbach Partners for an undisclosed sum, and has since launched the Katzenbach Center focused on the development and application of innovative ideas for organizational culture and change.[11] In 2012, Axon Advisory Partners joined the company to launch Booz Digital, a full-service team of strategists, designers and technologists who \"help companies turn ideas into transformational digital businesses\".[12] In April 2013, Booz & Company acquired international consulting firm Management Engineers for its operations expertise and experience in industries such as manufacturing, chemicals and industrials. Through the acquisition, Management Engineers added 17 partners and 145 staff to Booz & Company, along with a market position in Germany, as well as China, the UK and the US.[13] On October 30, 2013, Booz & Company announced it would be sold to PricewaterhouseCoopers as part of a conditional merger, pending regulatory approval and the vote of Booz partners scheduled for December 2013.[14] Booz partners voted in favor on December 23, 2013,[15] and the deal was closed in early April, 2014. The acquisition, and subsequent change of name from Booz & Company to Strategy&, was announced on April 4, 2014.[16] The name, pronounced \"Strategy and\", is widely criticized, but was required by an agreement with former parent Booz Allen Hamilton that the Booz name or variants could never be used in conjunction with a new legal entity.[17] In 2007, Booz & Co had roughly 150,000 applicants and 1033 new jobs.[18] Strategy& is the second largest recruiter at Columbia Business School[19] and the third largest recruiter at INSEAD.[20] The firm operates on a modified version of the Cravath System, under which employees are promoted within a certain time frame or \"counseled out\".[21][22] Over the years, Booz has been credited with developing some of the important concepts in business. The firm coined the terms and developed the concepts of supply chain, supply chain management, product life cycle, the PERT Chart and organizational DNA.[21][23] The firm publishes the majority of its research in its quarterly management magazine Strategy+Business, which in 2009 was one of just two business magazines to grow its circulation, along with The Economist. Strategy& also publishes several studies annually: The firm also regularly publishes cross-industry research related to its four major platforms: Capabilities-Driven Strategy, Deals, Digital, and Fit for Growth. The Katzenbach Center at Strategy& has generated a research on the importance of fostering companies' informal organization to improve corporate performance. In a white paper entitled \"Fast Track to Recovery\"[27] and the book Leading Outside the Lines,[28] Booz Partner Jon Katzenbach uses various case studies to illustrate the exchange between the formal and the informal elements of organizations.","Title":"Strategy& - Wikipedia","KeyID":"6843","URL":"https://en.wikipedia.org/wiki/Booz_%26_Company"}