{"Content: ":"Oliver Wyman is an American management consulting firm. Founded in New York City in 1984 by former Booz Allen Hamilton partners Alex Oliver and Bill Wyman, the firm has more than 60 offices in Europe, North America, the Middle East, and Asia-Pacific employing over 5,000 professionals.[1] The firm is part of the Oliver Wyman Group, a business unit of Marsh McLennan. Oliver Wyman's predecessor, Oliver, Wyman & Company, was founded in 1984 when six consultants left Booz Allen Hamilton to start their own consulting firm. Two of the founders, Alexander Oliver and William (Bill) Wyman, both partners at Booz wanted to create a company that would specialize and excel at consulting a certain industry at a time when most other firms were trying to become generalists.[2] Oliver, Wyman & Company initially focused on working with large financial institutions.[3] Wyman would ultimately leave the firm in 1995.[4] He felt that the human side of consulting was taking a backseat to the analytical work which clients increasingly demanded.[5] The firm is notable for a complex history of mergers & acquisitions. Management Consulted magazine wrote that \"[t]he history entails so many reorganizations and changing of org charts that the archives would confuse even the most intelligent consultants themselves.\"[6] In 2008, Harvard Business School published a case documenting how the acquisitions were restructured and rebranded to create a preeminent firm based on specialization and industry expertise.[7] Although the oldest organization now incorporated into the company can be traced back to 1969,[8] the modern firm was created in 2003 through a merger of Oliver, Wyman & Company with Mercer's financial services strategy & risk units.[9] The acquisition came towards the end of a wave of purchases by Mercer in the United States, including consultancies Temple, Barker & Sloane bought in 1987,[10] Strategic Planning Associates in 1989, and David Nadler's Delta Consulting Group which became \"Mercer Delta\" in 2000.[11][12] In Europe, they acquired the Swiss-German firm Unternehmensberatung Munchen in 1993,[13] French firm Marketing Innovation Design pour l'industrie in 1995[14] and Corporate Decisions, Inc., a firm founded by ex-Bain & Company partners that operated in the US, UK, and France in 1997.[15] This pattern of growth by acquisition has continued to the present day, with Oliver Wyman or its predecessors acquiring more than 20 firms in the 21st century.[16] Founded in Lexington, Massachusetts in 1969 by James R. Barker, Carl Sloane,[17] and Herbert Temple,[18] Temple, Barker & Sloane found quick success in the management consulting industry.[19] In a candid interview with The Christian Science Monitor, Carl Sloane said \"In the 1960s, if you had a Harvard MBA, a blue serge suit, and an air travel card, you were a consultant.\" But as the recession of the 1980s began, he noted that \"Now the clients have their own bright MBAs, and you have to offer a range of specialized services.''[20] Temple, Barker & Sloane found themselves specializing in supply chain management, transportation, and financial services. They conducted studies for the United States Coast Guard to determine if the nation should sign onto international oil protocols in the 70s;[21] restructured American Presidential Lines,[22] which became the largest American shipping company in the Pacific in the 80s;[23] and found alternate uses for state-owned railcars when freight trains declined in popularity in the 90s.[24] The firm also employed Burunda Prince, who would go on to become the first female consultant of color at Bain & Company.[25][26] In 1971, the chairman of the firm's board gave an expert testimony analyzing the impacts of the Energy Policy and Conservation Act based on Temple, Barker & Sloane's experience in the marine transportation industry. U.S. Congressman Edward Garmatz proclaimed it the best presentation he had \"ever seen or heard in [his] many years here in the Congress.\"[27] At the time of acquisition, the firm was worth an estimated $45 million in 1987 US dollars, or over $100 million today.[28][29] Founded by former Boston Consulting Group associate Walker Lewis in 1981, Strategic Planning Associates applied concepts of computing to strategy consulting.[30] Unlike many of his peers, Lewis had never gone to business school, opting instead to start his own firm building computerized models for clients such as Ameritech Corporation (which would later become AT&T), Chase Bank, General Electric, and Royal Dutch Shell.[31] By 1986, the consultancy was worth $25 million in 1990 US dollars, but just two clients accounted for more than 40% of their revenue. When one of these clients dropped the firm in 1987, Lewis became increasingly convinced that the firm was too small to succeed, admitting to The Washington Post that \"a meaningful-sized consulting company has to be 2,000 professionals or larger... it's simple math.\" The firm agreed to be acquired by Marsh McLennan in 1989.[32] Founded by organizational theorist David A. Nadler in 1980, Delta Consulting Group worked to structure effective executive teams.[33][34] The firm had an influential client list, including corporations such as 3M, Citicorp, Procter & Gamble, The New York Times, and Xerox.[35][36] It was acquired by Marsh McLennan in 2000 and renamed \"Mercer Delta\".[37] Mercer Delta Consulting maintained its speciality in leadership and organizational change,[38][39] growing through further acquisitions of Canadian Johnston Smith International, French Change Management Consultants, Spanish c.r.m. Concord, and American CDR International.[40] They surveyed directors of the Fortune 1000 annually and monitored developments in business governance.[41] In contrast to the traditional organizational structure, where business units within an organization are clearly defined, Mercer Delta was a proponent of strategically aligned business units that were linked to a larger organization with which they could share capabilities when needed, and operate separately from when they were not.[42] Temple, Barker & Sloane (TBS) was merged with Strategic Planning Associates (SPA) to form \"Mercer Management Consulting\" in 1990, a business unit specializing in risk and financial services.[43] The two firms had markedly different cultures, with TBS focusing on industry-specific expertise-based consulting,[44] while SPA applied data-based models to a broad range of industries.[45] Their integration was slow and painful, and a number of senior SPA employees departed shortly after the acquisition, including Jim Manzi and Scott Setrakian, who went on to found Applied Predictive Technologies;[46] as well as Richard Fairbank and Nigel Morris who would found Capital One.[47] Despite these growing pains, the newly formed Mercer Management Consulting continued to expand,[48] developing increasingly specialized industry knowledge and a global reach as the consulting industry boomed in the late 1990s.[49][50] The firm took on projects for larger, international organizations such as the World Bank,[51] IBM,[52] and International Finance Corporation.[53][54] They increased their work with governments, restructuring Polish State Railways and helping privatize the Argentinian commuter rail network.[55] But in 2001, the firm was severely affected by the 9/11 terrorist attacks.[56][57] Their parent company, Marsh McLennan, had nearly 2,000 employees working in both towers of the World Trade Center that day. The first plane crashed into the 93rd through 99th floors of Tower 1, which were owned by Marsh and occupied by 845 employees.[58] A total of 295 employees and 63 consultants died in the attack, including 1 who was aboard the hijacked aircraft.[59] Mercer Management Consulting was restructured in the aftermath of the incident, and their Washington D.C and Geneva offices were shuttered.[60][61] By 2003, Mercer Management Consulting was ranked as the 6th best consulting firm while Oliver, Wyman & Company was the 9th, according to Vault.[62] Mercer's strengths at the time were in transport, insurance, asset management, and retail broking; while Oliver, Wyman & Company's were in capital markets and investment banking.[63] A merger that year consolidated the two industry-leading firms into \"Mercer Oliver Wyman\" and was widely considered a success.[64] When Mercer Oliver Wyman began life as a strategy firm... the only thing to set it apart from all the other strategy firms at the time was that it focused exclusively on the financial services sector... the firm has largely resisted the temptation to diversify on a massive scale. It is a strategy that saved it from implosion during the dot.com debacle and enabled it to grow as demand from financial clients recovered. In the years after, Mercer Oliver Wyman experienced rapid growth up to 25% annually, and was the fastest-growing consultancy in the top 10.[65] In 2007, Mercer Management Consulting, Mercer Delta Organizational Consulting, and Mercer Oliver Wyman were consolidated into \"Oliver Wyman\" in an effort to streamline branding and address a broader range of client needs.[66][67] The renamed firm was ranked 7th best until 2013, when it regained Mercer Management Consulting's previous ranking as 6th. In 2017, it climbed above PricewaterhouseCoopers to reach a new high as the 5th best consulting firm in the world.[68] Although the highest level of employment at the firm is known as \"partner\", the firm is not a true partnership, but rather a wholly owned subsidiary of its parent.[69] \"Oliver Wyman\" is also used as the namesake of a larger business unit within Marsh McLennan, known as \"Oliver Wyman Group\".[70][71] From 2013 to 2019, Oliver Wyman Group grew at an average rate of 7% per year, outperforming the growth of the global management consulting market,[72] despite experiencing a drop in revenue after Brexit.[73] As a global management consulting firm, Oliver Wyman provides advice and analysis on how companies can improve their performance.[74] The firm undertakes a variety of notable projects in the automotive, defense, education, energy, healthcare, telecommunications, transportation, and travel industries, but is particularly distinguished in the financial services sector.[75] Through its partners, the company regularly contributes to business publications such as the Forbes, Harvard Business Review, The Financial Times, and The Wall Street Journal.[76] It generates over $500,000 in revenue per consultant,[77][78] a figure that is more than double the national average and comes in second only to McKinsey & Company.[79][80] Reportedly, Mercer Oliver Wyman was the unnamed consulting firm that recommended Citigroup expand parts of their fixed income business in 2005, including in collateralised debt obligations, which led to more than $50 billion in losses during the global financial crisis and ultimately necessitated a rescue by the U.S. government.[81] The firm made similar recommendations to UBS, which expanded its CDO portfolio, suffered huge losses and had to be bailed out by the Swiss government. Some claim that the Wyman analysis included warnings and precautions about the structured product market. Mercer Oliver Wyman declined to comment in both cases, citing client confidentiality.[82] In 2007, Oliver Wyman proclaimed the Anglo-Irish Bank as the 'best bank in the world' at the World Economic Forum.[83] A year later, on March 17, 2008, the Irish stock market plunged as investors globally dumped shares in fear of the United States subprime mortgage crisis. The property bubble in Ireland burst, and the AIB's investments were heavily exposed.[84] The price of their stock collapsed in what became known as the St. Patrick's Day Massacre,[85] and the bank ultimately needed $30 billion in government bailouts to be nationalised.[86] Oliver Wyman faced criticism for their earlier endorsement.[87] The firm responded by saying that the 2006 “best bank” accolade was based solely on a backward-looking review of shareholder returns. In a statement to the Financial Times, they said “Today one sees that differently. It would not have been a good idea to invest in Anglo Irish... We also unfortunately did not forecast the financial crisis in 2006.”[88] The event damaged Oliver Wyman's reputation in Ireland, with future assignments coming under heavy scrutiny.[89] Despite this, the firm continues to be hired widely in Europe and has audited 130 of the largest banks in the eurozone.[90] Oliver Wyman ran the tests that set the terms of the 2012 Spanish bailout,[91] prevented the privatization of Slovene banks in 2013,[92] advised on the sale of rescued Italian banks in 2016,[93] and developed methods to combat money laundering in Malta.[94] The firm is hired particularly often by the \"troika\" of international lenders: the European Central Bank, the European Commission, and the International Monetary Fund.[95] Hailed as the world's most important number, the London Inter-Bank Offered Rate, or LIBOR, is an interest rate used as a benchmark for an estimated $340 trillion financial contracts worldwide.[96] In 2012, Oliver Wyman was hired by the British Bankers' Association to provide technical assistance in reviewing how the rate was set after a preliminary investigation uncovered significant fraud and collusion among banks.[97] Although LIBOR had lost the confidence of market participants after the investigation, it was unclear whether there was a rate that could replace it. Oliver Wyman urged caution during the transition period, pointing out that “[s]ince the proposed alternative rates are calculated differently, payments under contracts referencing the new rates will differ from those referencing LIBOR. The transition will change firms’ market risk profiles, requiring changes to risk models, valuation tools, product design and hedging strategies.”[98] The report projected that banks would need to spend an astonishing $1.2 billion to transition away from LIBOR.[99] In accordance with these conclusions, the UK Financial Conduct Authority decided to decommission LIBOR gradually, with official discontinuation set for 2021.[100] In 2013, Oliver Wyman was hired by the International Swaps and Derivatives Association to address a similar case of manipulation of the worldwide common reference rate value for fixed interest rate swap rates, also known as ISDAFIX.[101] The firm invented the current methodology to calculate the value based on regulated electronic trading quotes.[102] In 2013, the Kuwait Investment Authority and Kuwait Fund for Arab Economic Development announced a joint venture with Oliver Wyman. The former two organizations would provide strategic relationships, and Oliver Wyman would provide consultants to create a subsidiary known as \"Tri International Consulting Group\". The unique arrangement allowed Oliver Wyman to bypass traditional barriers to entry in the Middle East, such as a shortage of Arabic speakers, and establish long-term work availability.[103] In Kuwait, Oliver Wyman operates exclusively under the Tri International name.[104] In 2018, the group was hired to advise on an initial public offering of the $90 billion Kuwaiti stock market, a process which had been held up for years due to political infighting in the country.[105] The firm has also advised on debt strategies during periods of oil revenue decline[106] and planned the installation of smart energy infrastructure across Kuwait.[107][108] In 2015, partners from Oliver Wyman met with representatives from major South African institutions, including Eskom, Transnet, and the Department of Cooperative Governance. The meetings were organized by a local consulting firm Trillian, which was majority-owned by an associate of the infamous Gupta family.[109] Trillian proposed that they could continue bringing influential South African clients to Oliver Wyman, who could then identify areas where clients could save money, and be paid back a percentage of the savings.[110] Oliver Wyman rejected this proposal following an assessment of Trillian, and did not take on any of the firm's clients.[111] In the same year, McKinsey & Company took on a R1.6 billion ($117 million) contract with Eskom through Trillian. Trillian claims that it was operating as a subcontractor of McKinsey on the project. McKinsey initially denied that the existence of a subcontractor relationship, and stated that they only \"worked alongside\" Trillian. However, in September, a letter written by a McKinsey director authorizing Eskom to pay Trillian as a subcontractor was leaked by a former Trillian executive, Bianca Goodman.[112] Goodman alleged that Trillian was gatekeeping access to key South African clients, and that McKinsey was charging artificially high rates in order to give half of their fees to Trillian. McKinsey denied the allegations, stating that their price was \"in line with similar projects we, and other firms, undertake in South Africa and elsewhere around the world.”[113] Eskom then commissioned Oliver Wyman to investigate its contract with McKinsey. Oliver Wyman's final report found that the fee structure was \"very unusual\", raised multiple concerns regarding billing, and advised the company to take legal action against McKinsey and Trillian.[114] After receiving the report, Eskom made false statements to the South African newspaper Business Day about its conclusions, claiming that Oliver Wyman found that all payments were fair.[115] Upon publication, Oliver Wyman demanded retraction of the false statements. A representative from the Democratic Alliance party ultimately required Eskom to give Oliver Wyman's report to the South African Parliament for verification. Under scrutiny, Eskom issued a correction to their previous statements regarding the content of the report in August 2017. Spokesperson Natasha Mazzone declared \"It is... apparent that Eskom procured the services of Oliver Wyman. Yet, when the advice was not in favour of the Guptas, they blatantly chose to ignore it.\"[116] On the basis of the Wyman report, the Democratic Alliance party filed criminal charges against McKinsey and Trillian for fraud, racketeering, and collusion.[117][118] McKinsey repaid R1 billion while Trillian was taken to court for R600 million of the fees they had been paid initially.[119] In 2017, McKinsey issued an apology for making “several errors in judgment” and in 2018, the firm acknowledged that it had overcharged in what The Financial Times described as \"South Africa’s biggest ever corruption scandal.\"[120] In 2017, the Kingdom of Saudi Arabia announced plans to invest $500 billion to develop a futuristic smart city known as Neom along the Red Sea.[121] To help build this city, Crown Prince Mohammad bin Salman hired consultants from Oliver Wyman as well as Boston Consulting Group and McKinsey & Company to make recommendations on urban planning, economics and legal systems.[122] Over 2,300 pages of project planning were leaked and published by The Wall Street Journal in 2019, revealing that the consultancies had made recommendations which relied on technology that did not yet exist such as flying taxis, robot maids, and an artificial moon.[123] In a statement to the press, Neom said “the involvement of consultants has been productive and valuable\" and that \"Neom is all about things that are necessarily future-oriented and visionary... so we are talking about technology that is cutting edge and beyond, and in some cases still in development and maybe theoretical.\"[124] The project is scheduled for completion in 2025.[125] The case brought light to potential human rights abuses involved in the creation of the city, with the firms making recommendations on how to forcibly relocate indigenous Howeitat tribes,[126] develop a 24/7 surveillance system using facial recognition technology, and enforce Sharia law.[127] It reignited discussion in the United States regarding Saudi Arabia's dependence on American management firms, which have worked on hundreds of projects for the kingdom.[128] In addition to working on government projects, Oliver Wyman is also a sponsor of the Saudi Future Investment Initiative.[129][130] In 2018, the Australian Prudential Regulation Authority (APRA) required the Commonwealth Bank to conduct stress tests due to a series of scandals that had affected the bank's reputation.[131] Three panel members were selected to oversee the review. Two voted to appoint Oliver Wyman to conduct the tests, while the other, former chairman of the Australian Competition & Consumer Commission Graeme Samuel, strongly opposed.[132] Samuel argued that external consultants should not be hired, and further suggested that executives who could not resolve their own governance issues should not remain in positions of leadership. By majority vote, Oliver Wyman was hired for an undisclosed sum in the millions to conduct the tests, and ARPA stated that their final report was \"valuable\". In an interview with the Australian Financial Review, Samuel stated that it was \"a waste of money.\"[133] The firm went on to conduct similar tests for Westpac in 2019.[134] The firm is known for quick career progression and early specialization,[135] with promotion cycles occurring every 12 months.[136] In contrast to the traditional \"up or out\" policy in management consulting, the firm offers a \"direct to partner\" route in six to nine years,[137] where employees who are hired after completing a Bachelor's degree can be promoted to senior levels without obtaining a Masters in Business Administration.[138] In a quote to The New York Times, a company partner lamented that “[w]hat you find typically with the business schools is that they don’t do customization the way firms like ours do.\"[139] Applicants go through multiple rounds of phone interviews, leading up to a case interview which tests problem-solving and analytical skills.[140][141] Poets & Quants has ranked the company as #1 with the Best Interview process and Best Pay.[142][143] From 2015 to 2018, Oliver Wyman doubled the size of its digital practice. A spokesperson said the firm was \"increasingly hiring people that have those skills\".[144] The company also began an autism hiring initiative in 2015[145] and pledged to hire qualified refugees during the 2016 European migrant crisis.[146] In a 2019 article about the lack of women in consulting firms, French magazine Consultor ranked Oliver Wyman last by number of women partners at the firm, but also noted the firm's ongoing efforts to recruit more women.[147][148] Oliver Wyman cancelled summer internships in 2020 due to the COVID-19 pandemic,[149] replacing some internship offers with full-time offers for the upcoming year.[150] Start dates for new graduates were again delayed[151] and the company enacted a hiring freeze,[152] but pledged not to lay off any workers. In a statement published by The Washington Post, CEO Dan Glaser promised job security: \"I want to say to all of you that while we are in the thick of this global pandemic, your job is secure... we are among the fortunate not to have to worry about profitability or whether we’re going to survive.\"[153][154] Oliver Wyman is frequently named among the top management firms globally.[155] It has ranked in the top 10 of Vault's best consulting firms since the list was created in 2001, and currently sits at #6 overall.[156] Although the company is founded and headquartered in the United States, it receives some of its highest accolades abroad,[157] holding the #4 spot in Europe after Roland Berger and #11 in Asia.[158][159] In 2019, it was listed as a Fortune 100 Best Company to Work For,[160][161] Fortune 100 Best Workplace for Millennials,[162] Stonewall Top 100 LGBT+ Employers,[163] Working Mother's 100 Best Companies,[164] and People's 50 Companies That Care.[165] Oliver Wyman also received a perfect score on the Corporate Equality Index.[166] It has been ranked on The Financial Times Best Places to Work in Finance and Consulting (UK) survey[167] and Fortune's Best Companies to Work For In New York.[168]","Title":"Oliver Wyman - Wikipedia","KeyID":"6844","URL":"https://en.wikipedia.org/wiki/Oliver_Wyman"}