{"Content: ":"BearingPoint (parent company: BearingPoint Europe Holdings B.V.) is a multinational management and technology consulting firm headquartered in Amsterdam, Netherlands.[3] It has operations in 23 countries with around 4,600 employees[2] and is one of the largest management consultancies in Europe. In 2020, the firm delivered 1515 projects in 49 countries.[2] The firm originated from the consulting services operations of KPMG; they became a distinct business unit in 1997, and demerged entirely in 2000. After an IPO in 2001, the company was renamed BearingPoint Inc. in October 2002. BearingPoint became one of the world's largest providers of management and technology consulting services, with operations in more than 60 countries and approximately 17,100 employees. In February 2009 the company's US unit filed for Chapter 11 bankruptcy.[4] Following restructuring and a management buyout in August 2009, BearingPoint's continuing operations were organized as a Netherlands-based partnership. BearingPoint's origins lie in the consulting services operations of KPMG, which were established as a distinct business unit in 1997. KPMG had been providing consulting services to clients since its first contract with the US Navy prior to World War I. On 31 January 2000, KPMG formally spun off the consulting unit as KPMG Consulting, LLC. On 8 February 2001, the company went public on the NASDAQ market at $18 a share under the ticker \"KCIN.\" Over the next year and a half, the company acquired some of KPMG's country consulting practices, plus country practices and hiring from Arthur Andersen’s business consulting unit. On 2 October 2002, the company was re-named BearingPoint and the next day began trading on the New York Stock Exchange under the ticker \"BE.\" After the 2003 invasion of Iraq, the company acquired a $9 million contract to outline and implement new economic regulations and institutions for the country, heavily focusing on neoliberal policies such as large-scale privatizations.[5][6][7] According to a report by Stephen Foley, \"BearingPoint employees gave $117,000 (£60,000) to the 2000 and 2004 Bush election campaigns, more than any other Iraq contractor.\"[8] BearingPoint was late in filing its financial reports through 2007. The Company said its net loss for the first quarter ended 31 March 2007 narrowed as revenue grew and costs declined. The company recorded a net loss of $61.7 million, or 29 cents per share for the first quarter, compared with a loss of $72.7 million, or 34 cents per share, in the same period a year earlier.[9] The company recorded a net loss of $64.0 million, or 30 cents per share for the second quarter, compared with a loss of $2.85 million, or 1 cent per share, in the same period a year earlier. BearingPoint's shareholders' deficit was $365 million as of the close of the second quarter 2007 with a total accumulated deficit of $1.9 billion.[10] On 11 August 2008, the company reported its first net income in three years and, as of the third quarter of 2008, had reported operating income for three consecutive quarters.[11] During the third quarter of 2008, BearingPoint said its net loss was $30.5 million or $0.14 a share, an improvement of $37.5 million compared to the third quarter of 2007. BearingPoint's shareholders' deficit was $469.2 million as of the close of the third quarter 2008.[12] BearingPoint had difficulties with several major clients, including an outsourcing arrangement with Hawaiian Telcom.[13] On 7 February 2007, BearingPoint announced that it had reached a settlement with Hawaiian Telcom due to issues with an IT system contract, paying the Hawaii telco $52 million and erasing an additional $30 million in previously submitted invoices. In exchange, Hawaiian Telcom released BearingPoint from any further liability. A day later, Hawaiian Telcom announced that it had signed a contract with Accenture to take over BearingPoint's role in their systems development.[14] On 10 December 2008, BearingPoint filed a Certificate of Amendment to the Certificate of Incorporation of the company with the Secretary of State of the State of Delaware to effect a previously approved reverse stock split of the company's outstanding common stock, par value $0.01 per share, at a ratio of one-for-fifty. The reverse stock split became effective at 6:01 p.m., Eastern Time, on 10 December 2008, at which time every fifty shares of Common Stock that were issued and outstanding automatically combined into one issued and outstanding share of Common Stock. On 13 November 2008, BearingPoint received notice from NYSE Regulation, Inc. (NYSE) that the NYSE had decided to suspend BearingPoint's common stock from trading prior to the market opening on 17 November 2008.[15] The company filed for Chapter 11 in the U.S. Bankruptcy Court in the Southern District of New York on 18 February 2009, with $2.23 billion in total debt and $1.76 billion in total assets as of 30 September. The filing included only the company's U.S. operations. Unable to sustain the heavy debt load resulting from ill-advised expansion moves, costly management errors and audit fees associated with the bankruptcy process, the company negotiated debt for equity swaps with its creditors and zeroed the value of its common shares, wiping out existing investors. By May 2009, the company's Japan business unit and North American Commercial Services practice had been sold to PwC[16] and its North American Public Services practice had been sold to Deloitte.[17] Its Brazil unit was sold to CSC in July 2009[18] and its China unit was sold to Perot Systems in October of the same year.[19] On 28 August 2009, control of BearingPoint was transferred to its European management team, with continuing operations owned by about 150 partners in 21 countries throughout Europe. Peter Mockler, who had been serving as the EMEA leader for BearingPoint since 2006, and his management team continued to lead the organisation, providing leadership stability and continuity. Employing 3,709 people in the European region, the independent company kept the BearingPoint brand.[20] In Australia, BearingPoint completed a local management buy-out in September 2009. The China-based information technology company HiSoft acquired BearingPoint Australia for an undisclosed sum in July 2012.[21] The European BearingPoint partnership has grown its revenues since becoming independent, from €441 million in 2009 to €781 million (2019).[2] It now has offices in 19 European countries, outside EMEA the firm has offices in Asia and the US, as part of its strategy of expanding its reach across the G-20 countries and globally. To this end, BearingPoint also formed strategic alliances with West Monroe Partners in North America, Grupo ASSA in South America and ABeam in Asia.[22] BearingPoint has also made a number of targeted acquisitions:[23] In September 2019, BearingPoint RegTech was awarded the FinTech & RegTech Global Award 2019 in the \"Distributed Ledger Technology Provider of the Year\" category by Central Banking.[24] BearingPoint is organized into three business units: Consulting, Business Services, and Capital. Consulting is divided into nine market segments (Automotive; Banking & Capital Markets; Chemicals, Life Sciences & Resources; Consumer Goods & Retail; Industrial Equipment & Manufacturing; Insurance; Communications, Media & Entertainment; Government & Public Sector; Utilities, Postal & Transportation) and five service lines (People & Strategy; Customer & Growth; Finance & Risk; Operations; Technology). Business Services offers IP ASSET driven services such as Nitro, an AI-based business planning solution[buzzword], or BearingPoint's Emissions Calculator, a solution[buzzword] which enables users to measure their CO2 footprint. All Assets can be found in BE Store [25] Capital offers M&A services of various kinds - holistic support during the entire transaction process – from defining seller or buyer criteria to closing the deal. BE Capital continuously provides diligence services to both buyers and sellers where tech and tech-enabled companies are in the focal point. Former unit: Software Solutions comprises regulatory technology (BearingPoint RegTech) and digital platform / digital ecosystem management solutions[buzzword] (BearingPoint Beyond).[26]","Title":"BearingPoint - Wikipedia","KeyID":"6845","URL":"https://en.wikipedia.org/wiki/Bearing_Point"}