{"Content: ":"Bain & Company is an American management consulting company headquartered in Boston, Massachusetts. The firm provides advice to public, private, and non-profit organizations. One of the Big Three management consultancies, Bain & Company was founded in 1973 by former Group Vice President of Boston Consulting Group Bill Bain and his colleagues, including Patrick F. Graham.[6] In the late 1970s and early 1980s, the firm grew rapidly. Bill Bain later spun off the alternative investment business into Bain Capital in 1984 and appointed Mitt Romney as its first CEO.[7][6] Bain experienced several setbacks and financial troubles from 1987 to the early 1990s. Romney and Orit Gadiesh are credited with returning the firm to profitability and growth in their sequential roles as the firm's CEO and Chairman respectively.[8] In the 2000s, Bain & Company continued to expand and create additional practice areas focused on working with non-profits, technology companies, and others. It developed a substantial practice around working with private equity firms.[8] The idea for Bain & Company was conceived by co-founder William Worthington Bain Jr. during his time at the Boston Consulting Group (BCG).[9][10] In 1970, BCG CEO Bruce Henderson decided to divide his firm into three competing mini-firms: blue, red, and green. Bill Bain and Patrick Graham headed the blue team.[11] The blue team accounted for over half of BCG's revenue and profits and won the internal competition. After the competition, Bill Bain grew increasingly frustrated by the wait for Henderson's retirement, the firm's project-based approach to consulting, and the refusal of management to help clients execute on the firm's advice.[9][10] Around this time, he is quoted to have said to feel like \"a consultant on a desert island, writing a report, putting it in a bottle, throwing it in the water, then going on to the next one.\"[11] Bain was the expected successor of Henderson within BCG in the early 70s.[9][10] However, in 1973, three years after Henderson's competing team decision, Bill Bain resigned to start his own consulting firm.[11][a] Most of the senior members of the \"blue team\" followed him to his newfound company, which was started from his apartment in the Beacon Hill neighborhood of Boston.[12] A significant part of the firms for which he was responsible at BCG also followed Bain to the new company. Within a few weeks, Bain & Company was working with seven former BCG clients;[9] this included two of BCG's largest clients, Black & Decker and Texas Instruments.[10][11][13] As a result, Henderson accused Bill of stealing BCG's clientele.[10] It is believed that the competition Henderson put out laid the foundation for Bain & Company.[11] Bain & Company grew quickly,[14] primarily through word-of-mouth among CEOs and board members.[15] The firm established its first formal office in Boston.[9] This was followed by a European office in London in 1979.[9] Bain & Company was incorporated in 1985.[11] The firm grew an average of 50 percent per year, reaching $150 million in revenues by 1986.[15] The number of staff at the firm tripled from 1980 to 1986, reaching 800 in 1987.[15] By 1987, Bain & Company was one of the four largest \"strategy specialist\" consulting firms.[14] Employee turnover was 8 percent annually compared to an industry average of 20 percent.[15] Some of the firm's largest clients in this period were National Steel and Chrysler, each of which reduced manufacturing costs with Bain's help.[9] In the late 1980s, Bain & Company experienced a series of setbacks.[13] A public relations crisis emerged in 1987, due to a controversy involving Bain's work with Guinness.[9] Tension was growing over the firm's partnership structure, whereby only Bain knew how much the firm was making and decided how much profit-sharing each partner received.[15] The stock market crashed the same year, and many Bain clients reduced or eliminated their spending with the firm.[11] There were two rounds of layoffs, eliminating about 30 percent of the workforce.[11][13][b] The Guinness share-trading fraud began with Britain's Department of Trade and Industry investigating whether Bain's client Guinness illegally inflated its stock price.[10] Bain had helped Guinness trim 150 companies from its portfolio after a period of excessive diversification[15] and expand into hard liquor with the acquisition of two whiskey companies,[9] growing profits six-fold.[15] During this time, Bain made an exception to company policy by allowing a consultant to serve as an interim board member and head of finance for Guinness.[10][15] Bain & Company was not accused of any wrongdoing and no charges were pressed against Bain[16] for the manipulation of the stock price, but having a Bain consultant work as both vendor and client drew criticisms of Bain's handling of a conflict of interest situation.[10][15] In 1985 and 1986, Bain & Company took out loans to buy 30 percent of the firm from Bain and other partners for $200 million and used the shares to create an Employee Stock Ownership Plan (ESOP).[13][17] These shares of the company were bought at five times Bain & Company's annual revenue, more than double the norm, and cost the firm $25 million in annual interest fees, exacerbating the firm's financial troubles.[13] Bain hired former U.S. Army general Pete Dawkins as the head of North America in hopes that new leadership could bring about a turnaround, but Dawkins' leadership led to even more turnover at the firm.[9] Bill Bain also attempted to sell the firm but was unsuccessful at finding a buyer.[9] Mitt Romney was hired back as interim CEO of Bain & Company in January 1991[17] and is credited with saving the company from bankruptcy during his one-year stint in the position.[18][19] Romney originally left Bain & Company in 1983 after appointed by Bain to lead Bain Capital,[11][c] an independent private equity firm that would buy companies that Bain & Company partners would improve and re-sell[11] and whose funds these partners invested in.[11] Romney allowed managers to know each other's salaries,[18] re-negotiated the firm's debt,[21] and restructured the organization so more partners had an ownership stake in the firm.[13] Romney convinced the founding partners to give up $100 million in equity.[17] Bain and most of the founding partners left the firm.[11] Romney left again in December 1992 to pursue a career in politics,[9] but not before he organized an election of new leaders the following year, leading to the appointment of Orit Gadiesh as Chairman and Thomas J. Tierney as Worldwide Managing Director in July 1993.[11][22] Gadiesh improved morale and loosened the firm's policy against working with multiple companies in the same industry in order to decrease the firm's reliance on a small number of clients.[19] Gadiesh has been serving as Chairman ever since. By the end of 1993, Bain & Company was growing once again.[12][19] The firm went from 1,000 employees at its peak, to 550 in 1991, and back up to 800.[19] The firm opened more offices, including one in New York in 2000.[9] From 1992 through 1999, the firm grew 25 percent per year and expanded from 12 to 26 offices.[23] By 1998, the firm had $220 million in annual revenues and 700 staff.[10] Bain created two technology consulting practice groups, bainlab and BainNet, in 1999 and 2000 respectively.[9] bainlab was originally founded as Bain New Venture Group.[24] It helped startups who otherwise might not afford Bain's fees and accepted partial payment in equity.[24] In February 2000, Gadiesh was elected for her third consecutive term as the firm's chairman, and Tom Tierney was replaced by John Donahoe as managing director.[12] Around 2000, the firm became more involved in consulting private equity firms on which companies to invest in and collaborating with technology consulting firms.[23] By 2005, Bain had the largest share of the market for private equity consulting.[25] By 2018, Bain's Private Equity group was over three times as large as that of the next largest consulting firm serving Private Equity firms and represented 25% of Bain's global business.[26] Bain & Company does not publish its revenues, but it is estimated to have experienced double-digit annual growth in the 2000s.[25] Although the market for management consulting was declining, the Big Three management consulting firms, including Bain & Company, continued to grow.[27] Bain expanded to new offices in other countries,[9] including India in 2006.[28][29] Like the other big consulting firms, it began working more with governments.[27] Bain maintained a \"generalist\" approach to management consulting but created a separate specialist business unit for IT and technology.[25] In 2012, Robert Bechek was appointed CEO and was later ranked as the most-liked CEO in Glassdoor employee surveys.[30] On November 20, 2017, Bain announced that Bob Bechek would step down as the worldwide managing director. Emmanuel P. \"Manny\" Maceda, eldest son of the late Filipino politician Ernesto Maceda, was elected to succeed Bechek as the worldwide managing director effective March 2018.[31][32] In an interview with the Financial Times, Maceda announced a focus on the expansion of Bain's digital practice. \"Bain & Company acquired FRWD, a digital marketing agency based in Minneapolis, in 2018. Additionally, it acquired an analytics firm, Pyxis, the following year.[33]\" In February 2022, Bain announced the acquisition of ArcBlue, procurement consulting firm active in the Asia-Pacific region.[34] In late 2018, a new South African government investigated the South African Revenue Service (SARS) for suspected corruption under the administration of former President Jacob Zuma.[35] It found that in 2015 Bain & Company billed $11 million for consulting projects, where the firm gave bad advice.[35] After interviewing just 33 employees over six days,[35] Bain provided a restructuring plan that included downsizing the SARS Business Centre, which produced one-third of the tax agency's revenues.[36] An investigation found that then-SARS head Tom Moyane followed an unusual procurement process favoring Bain, who Moyane had been in touch with before his appointment at SARS.[37] Critics claimed Bain intentionally collaborated in then-President Zuma's corrupt acts to favor his wealthy allies and help Zuma avoid taxes, contributing to a dysfunctional tax agency in the process.[35] Bain claimed the consulting firm was an unintentional pawn in Zuma's conspiracies working under the head of the tax agency, a Zuma collaborator, that hand-picked the SARS employees Bain interviewed.[35] SARS officials said Bain's reports were based on false and outdated information and that senior SARS officials were not consulted.[38] Bain replaced its executive in South Africa and offered to refund the consulting fees.[39] The inquiry recommended that the South African National Director of Public Prosecutions (NDPP) institute criminal proceedings in connection with the award of the consulting contract to Bain & Company.[36] The Judicial Commission of Inquiry into Allegations of State Capture, Corruption and Fraud in the Public Sector including Organs of State (better known as the Zondo Commission) found that Bain & Company worked together with then President Zuma and Tom Moyane to facilitate the take over of SARS; and that this takeover was at least partially motivated to prevent SARS from using its powers to investigate incidents of corruption.[40][41][42] It was noted that Bain & Company attempted to bribe a former company employee, Athol Williams, to \"bury the truth\"[41] during the commission hearings.[41][43] The commission recommended that all state contracts with Bain & Company be reviewed for possible incidents where the company received government contracts improperly.[41][44] Bain & Company denied the Commission's findings of \"willfully\" facilitating state capture within the SARS[43][45] and claimed that they had \"offered full cooperation to enforcement authorities.\"[43][46] The commission's findings lead to calls by UK MP Peter Hain for the company to be banned from applying for government contracts in the United Kingdom.[43] The release of the report led to significant criticism of Bain & Company including calls for it to be expelled from Business Leadership South Africa (BLSA), a representative body of South African business. On 18 January 2022, Bain resigned from BLSA.[47] Bain & Company provides management consulting services primarily to Fortune 500 CEOs.[9] The firm advises on issues such as private equity investments, mergers & acquisitions, corporate strategy, finance, operations, and market analysis.[48] It also has departments focused on customer loyalty, word of mouth marketing, and digital technology.[49] Most of its consulting is on corporate strategy.[50] In 2000, The Bridgespan Group was created to work with non-profits and to facilitate pro-bono work for staff.[9] Bain & Company also maintains an in-house social impact practice and pledged in 2015 to invest $1 billion in pro bono consulting by 2025.[51][52] This practice is built upon different pillars, including social and economic development, climate change, education, and local community development. Organizations that Bain has supported through pro-bono work include UNHCR, the World Childhood Foundation, and Teach for America.[53][54] Bain's pro-bono work was in 2015 awarded by Consulting Magazine as a winner of their Excellence in Social and Community Investment Awards for having \"redefined how companies approach corporate social responsibility.\"[55] Later in the 2000s, Bain introduced service packages for specific areas of expertise, such as the supply chain.[9] The firm also became more heavily involved in consulting with private equity firms, advising on what companies to buy, facilitating a turnaround, and then re-selling the company.[25] In early 2006, Bain started selling its Net Promoter Score system, which tracks customer sentiment.[56] According to The New York Times, the results of Bain's consulting \"have often been impressive.\"[57] An audit by Price Waterhouse found that the aggregate market value of Bain clients increased 456 percent from 1980 to 1989, whereas the Dow Jones Industrial Average increased 192 percent during the same time period.[57][58] Bain promises clients it will not work with competitors but in exchange requires that the client commit to a long-term engagement.[59] The firm's approach to non-competition was unique and helped Bain grow through word-of-mouth among corporate boardrooms.[60] However, since Bain insists on long-term engagements and implements the advice they provide, competitors claim Bain seeks out insecure CEOs that are looking to outsource their jobs.[61] In some cases, Bain's billings increase every year, but the client becomes so dependent, and the firm so embedded in the client's operations, that Bain becomes unfirable.[62] Bain & Company is known for being secretive.[10][15] The firm was referred to as the \"KGB of Consulting in the 1980s.\"[11][50] Clients are given codenames.[63] Employees must sign nondisclosure contracts, promising not to reveal client names, and are required to adhere to a \"code of confidentiality.\"[10] Bain employees are sometimes called \"Bainies.\"[48] It was originally a pejorative term but was adopted by employees as an affectionate term.[48] According to Fortune, were Bain & Company a person, \"it would be articulate, attractive, meticulously well groomed, and exceedingly charming. It would exude Southern gentility. But it would also be a shrewd, intensely ambitious strategist, totally in control.\"[15] Bain is often placed among the top best places to work in annual rankings by Glassdoor[64] and Consulting Magazine.[65] Bain primarily hires MBAs from business schools,[10] but it is one of the first firms to hire consultants with a bachelor's degree.[50] The firm is organized primarily by geographic office, with each location acting somewhat independently.[50] It also has a mix of overlapping functional (such as M&A, technology, or loyalty) and industry (financial services, healthcare, etc.) teams.[50] An elected worldwide managing director is allowed up to three three-year terms under the firm's bylaws.[23]","Title":"Bain & Company - Wikipedia","KeyID":"6847","URL":"https://en.wikipedia.org/wiki/Bain_%26_Company"}