{"Content: ":"Roland Berger (from 2001 to 2015 Roland Berger Strategy Consultants)[1] is an international management consultancy headquartered in Munich.[2] With 2,400 employees and 52 offices in 35 countries, it has a presence in all major industrialized and emerging markets.[3] As the market leader in Germany, Roland Berger is the only European consultancy with an international presence and is one of the leading representatives of its industry.[4] Annual sales in 2018 were around EUR 600 million, the most successful financial year to date. The company was founded by Roland Berger in 1967 and expanded worldwide in the 1970s and 1980s.[5] The majority owned by Deutsche Bank from 1987 to 1998, Roland Berger developed into a partnership in the 1990s following a management buyout.[6][7] Today, the consulting firm is an independent partnership exclusively owned by some 230 Partners.[8][9] From 1962 to 1967, Roland Berger worked as a management consultant for the Boston Consulting Group.[10] He then went into business for himself with the sole proprietorship Roland Berger International Marketing Consultants.[11] One of his first assignments was to develop a new advertising concept for the tour operator Touropa.[12][13] Over the years, the company's business shifted more and more from marketing to strategy consulting.[14] Roland Berger successfully established a business model previously known from the United States in Germany.[15] Roland Berger changed the name of his company to Roland Berger & Partner International Management Consultants.[5] In 1969, a branch office was established in Milan, followed in 1976 by São Paulo.[14] Later, offices were added in France, Great Britain, Japan, Spain, and the United States. Roland Berger participated in the formation of several consortia to underscore the international nature of its business. A holding company was also set up as the company's holding company. In 1980, Roland Berger became the first European management consultancy to be admitted to the Association of Consulting Management Engineers (ACME). This is the oldest and most renowned industry association for management consultants in the United States.[16] In the further course of the 1980s, Roland Berger developed into a leading strategy consultancy.[17][16] In the 1980s, Roland Berger and Alfred Herrhausen, Chairman of the Management Board of Deutsche Bank, developed the concept of a European-style investment bank.[18] Against this background, Deutsche Bank gradually acquired a qualified majority stake in Roland Berger from 1987 onwards.[19][20] Deutsche Bank wanted to expand its advisory business to become the third pillar of its business alongside commercial banking and investment banking.[21] After the assassination of Herrhausen by the Red Army Faction in 1989, however, cooperation came to a standstill. With the acquisition of Morgan Grenfell, the consulting business was less in focus at Deutsche Bank.[22][23] After Deutsche Bank's entry, Roland Berger was able to almost double its turnover, which was mainly due to the globalization of its activities.[24][25] Due to regulatory requirements, however, the company was denied access to the U.S. market, so that it increasingly focused on the East.[26] After the fall of the Iron Curtain, Roland Berger founded subsidiaries in countries of the former Eastern Bloc.[5] The company also expanded into Japan, China, and India.[27][28][25] The fall of the Berlin Wall opened up additional opportunities for growth in the domestic market for the company. As early as December 1989, Roland Berger began building its business in the German Democratic Republic, where it quickly became the leading management consultancy.[29] In addition to private assignments, the firm has also advised the Treuhandanstalt privatization agency on the privatization and restructuring of state-owned companies. Roland Berger played a key role in examining the company's business concepts, which is why the WirtschaftsWoche described the company as the \"secret ruler of the East German economy\".[30] By 1992, however, Roland Berger was receiving far fewer such assignments. The East German private companies were mostly medium-sized companies with less need for consulting.[31] Finally, in 1998 there was a major change in the ownership structure.[32] In a management buyout, the partners of Roland Berger took over the shares.[33] The management expected the bank's exit to accelerate growth, as profits could be invested more flexibly.[33] The company gained unimpeded access to the US market.[34][35] Deutsche Bank initially retained a minority stake in the single-digit percentage range, from which it finally sold its stake in 2000.[36][37] Roland Berger was then completely independent again.[38] In 2001, Roland Berger announced his move from management to the Supervisory Board.[39][40] In 2002, the Partners elected Burkhard Schwenker as the new boss.[41] In addition to consultants, the company increasingly hired engineers.[42][43][44] Personnel consulting was discontinued.[45] In 2010 Martin C. Wittig was elected as the new head of Roland Berger.[46] Burkhard Schwenker replaced Roland Berger as Chairman of the Supervisory Board,[47] while Roland Berger remained associated with the Board as Honorary Chairman.[48] Roland Berger's retirement from the Supervisory Board marked the beginning of a new era for the company. In 2010, the merger with the consulting division of the British consulting firm Deloitte was announced.[49] In the end, the plan failed due to the resistance of Roland Berger's Partners.[50] After the merger with Deloitte was canceled, Roland Berger carried out a capital increase to increase the financial scope of the consultancy.[51] In 2014, the partners elected the Frenchman Charles-Édouard Bouée as the new Chief Executive Officer.[52] The Frenchman was the first international Partner to head Roland Berger.[53] His appointment marked a cultural change for Roland Berger,[54][55] and the entire management team was significantly rejuvenated.[56] Together with his deputy and Head of Business in Central Europe, Stefan Schaible, the organizational structure and business strategy were reformed.[57][58][59] Since June 2019, the partnership has been managed by a team that covers all regions and business areas of the company.[60] The management team includes Tijo Collot d'Escury, Sascha Haghani, Satoshi Nagashima, Olivier de Panafieu, and Stefan Schaible.[61] Stefan Schaible is also the managing director of the holding company Roland Berger Holding.[62] Since 2014, the management initiated a comprehensive change. Traditional competencies in the area of restructuring and strategy consulting were strengthened.[63] To this end, Roland Berger acquired the specialist consultancy FMC in 2015, which had been founded by two former Roland Berger Partners.[64] The range of services was significantly expanded and, above all, the digital business was systematically driven forward.[65] Also, Roland Berger increasingly focused on cooperation, for example with numerous start-up companies.[66][67] In 2015, Roland Berger also introduced a new brand identity to reflect the diversification of its business. The addition \"Strategy Consultants\", introduced in 2001, was removed from the company name.[1] Roland Berger Holding GmbH is a limited liability company under German law. It was entered into the commercial register in 2006, is headquartered in Munich, and acts as the parent company of the Group. Since the last amendment in 2016, the share capital amounts to EUR 783,600. The object of the company is strategic and operational management consulting, marketing, corporate and economic research, training and further education of third parties, and personnel consulting both on a national and international level. Explicitly excluded are activities that are prohibited by law.[62] Roland Berger Holding GmbH has holdings in various domestic and foreign companies, such as Roland Berger GmbH with headquarters in Munich. Most of the subsidiaries are national companies that conduct the operational business of the company in their respective regions. Major investments are consolidated in the consolidated financial statements of Roland Berger Holding GmbH.[68] The shareholders of Roland Berger Holding GmbH are proposed by the management and elected by the shareholders' meeting with a majority of 75% of the votes cast. Only those shareholders who hold at least EUR 3,500 of the company's share capital are entitled to vote.[62] In December 2017 the company had a total of 196 shareholders. Seven shareholders each hold more than 1% of the share capital. A majority (145 persons) is resident in the European Union, with only Germany (86) and France (19) being represented in double figures.[69] Roland Berger Holding GmbH has a minimum of one and a maximum of three managing directors, who together form the management.[62] Currently, this is Stefan Schaible (Global Managing Director).[70] He is monitored and supported by the Supervisory Board. The Supervisory Board consists of five members, who must also be shareholders of the company.[62] Currently, Marcus Berret (Chairman), Denis Depoux, Wilfried Aulbur, Robert Henske, and Didier Tshidimba are members of the board.[70] Roland Berger advises leading international industrial and service companies as well as public institutions on topics such as management and business models, innovative processes and services, mergers & acquisitions as well as private equity, restructuring, and the management of large infrastructure projects.[71][72] Restructuring and strategy consulting have traditionally been a focus of the company's business activities.[63] Roland Berger has realigned its offering in recent years. With a combination of consulting, technology, and its global network, the consultancy offers a new approach for its clients.[73] Roland Berger develops and bundles its know-how in global Competence Centers that specialize in different industries and functional areas. Interdisciplinary teams are assembled for each consulting project.[74] Roland Berger was involved in numerous initiatives and pro bono projects at the national and international levels. For example, it supported the Nederlands Dans Theater and the International Cultural Center in Krakow.[75] Since 2008, the management consultancy has been focusing on promoting education with the Roland Berger Foundation. It was founded by Roland Berger in 2008 and is independent.[76][77][78] The Foundation provided the company with temporary mezzanine capital and received interest in return.[79] In 2005, Roland Berger launched the Best of European Business competition with Financial Times Deutschland and Manager Magazin.[80] It was aimed at exceptionally successful companies and managers[81] who had rendered outstanding services to the European economic system or who had attracted attention, for example, through extraordinary innovations.[82][83] The Best of European Business award was presented to a total of 36 prize winners from 2006 to 2013.[84] In the financial crisis from 2007 onwards, the dominant US rating agencies came under criticism.[85] They demanded a European alternative as a counterweight to the market leaders Fitch, Moody's, and Standard & Poors.[86][87] Among others, the German Chancellor Angela Merkel supported the project.[88] She rejected a state implementation and instead called for an initiative by the business community.[89] In 2011, Roland Berger took up this idea and developed a concept for founding a European rating agency.[90] The agency would be organized as a foundation and thus completely independent.[91][92] It was also planned that instead of the issuers, the users of a rating should pay for the rating, which would have largely prevented conflicts of interest.[93] Frankfurt was one of the locations under discussion.[94][95] The press was skeptical about the establishment of a European rating agency, and Spiegel magazine spoke of a \"castle in the air from Brussels\".[96] Roland Berger nevertheless considered the many organizational and regulatory hurdles to be acceptable.[97] The costs were estimated at 300 to 500 million euros.[98] The project received the approval of several investors,[99] whereupon Roland Berger announced the start of business operations in 2012.[100] Nevertheless, implementation proved difficult,[101] so the consulting firm put an entrepreneurial solution up for discussion.[102] In 2013, the project failed due to a lack of financing.[103] In 2014, Roland Berger launched the Terra Numerata digital ecosystem. Clients should benefit from disruptive technologies and receive professional support. Open to all companies, the network brought together players of different sizes and sectors.[104] It specifically supports digital ecosystems in the areas of smart data and artificial intelligence and connects Europe with high-tech hubs in Palo Alto, Shanghai, and Shenzhen.[105] In 2016, Roland Berger and Visa founded the Digital Hub as a cross-industry platform for innovation. It enables established companies to research innovations, come into contact with the necessary technologies, and implement them in concrete projects.[106] There are locations in Berlin and Paris.[citation needed] In 2014, Roland Berger published Think:Act for the first time.[107] The magazine is aimed at internationally active managers and was published in German and English from the outset.[108] Think: Act has received several awards, including the Best of Corporate Publishing Award and the prestigious Mercury Award.[109][110] Initially, under the management of Burda, the magazine has been published by Axel Springer-Verlag since 2011.[111] Roland Berger also publishes numerous studies and other publications every year. Advising the public sector caused controversial debates, especially during the term of office of the federal governments under Gerhard Schröder: In 2003, for example, it became known that Roland Berger had been awarded several contracts by the Federal Ministry of Defense without a tender.[112][113] Although these were not legally objectionable, a revision of the awarding procedure followed.[114] In 2004, the opposition in the German Bundestag criticized the payment of millions in fees to Roland Berger by the Federal Employment Agency (BA).[115][116] They denounced the execution of core tasks by third parties, while BA head Florian Gerster regarded external expertise as indispensable for modernizing the agency.[117][118] On the talk show Sabine Christiansen, Christian Wulff accused Roland Berger ad person in 2004 of providing expert opinions for the SPD state governments of Lower Saxony at exorbitant fees, while state parliamentary motions by the Greens were comparatively more substantial.[119] Roland Berger himself sensed a political campaign, especially from the CDU, that would damage the economy.[120] The role of Roland Berger was also criticized in the construction industry: In 2002, Philipp Holzmann, for example, went bankrupt,[121][122] even though Roland Berger had previously considered the company to be essentially capable of restructuring.[123] Roland Berger later justified himself by saying that the management consultants' recommendations had not been followed.[124] In 2005, Walter Bau went bankrupt,[125] and Roland Berger was also supposed to help with its restructuring. The company received a fee in the millions for this. The Chairman of the Works Council argued that some of the management consultancy's instruments were not geared to the construction market or were generally not suitable for construction.[126] However, observers emphasized that it was only the controlling system introduced by Roland Berger that revealed Walter Bau's desolate economic situation.[127][128] In 2006, journalist and non-fiction author Thomas Leif published a book in which he takes a critical look at management consulting. In one chapter he also deals with Roland Berger.[129]","Title":"Roland Berger (company) - Wikipedia","KeyID":"6848","URL":"https://en.wikipedia.org/wiki/Roland_Berger_Strategy_Consultants"}