{"Content: ":"Cleary Gottlieb Steen & Hamilton LLP (known as Cleary Gottlieb) is an international white shoe law firm headquartered at One Liberty Plaza in New York City. It employs over 1,200 lawyers worldwide.[3] The firm was founded in 1946 when six partners from the firm of Root, Clark, Buckner & Howland left to found a firm which they initially called \"Cleary, Gottlieb, Friendly, & Cox.\" One of those partners was Henry Friendly, whose name was removed from the firm's name after he was appointed as a judge on the United States Court of Appeals for the Second Circuit in 1959. Melvin Steen was among the founding partners. The firm has been more active on large merger and acquisitions deals involving Russian companies under sanctions or restrictions than any other law firm since 2010.[4] The firm advised Russian state-owned energy groups Rosneft and Gazprom.[4] The New York office is situated in One Liberty Plaza, across the street from the World Trade Center site. The Washington office is located at 2112 Pennsylvania Avenue, five blocks northwest of the White House.[5] Some of the notable attorneys who have practiced at Cleary, Gottlieb, Steen & Hamilton LLP include U.N. Ambassador and senior diplomat George W. Ball, Judge Henry Friendly, and Melvin Steen. Current notable attorneys include former two-time SEC general counsel David M. Becker; former president of the New York City Bar Association Evan A. Davis; former SEC general counsel Giovanni Prezioso; a former FDIC general counsel; former Acting U.S. Attorneys for the Southern District of New York Lev L. Dassin and Joon Kim; and capital markets lawyer Leslie N. Silverman. Alumni of Cleary Gottlieb include: Secretary of the Treasury Robert Rubin; a U.S. Supreme Court Justice; a President of the U.N. General Assembly; former RNC Chairman Michael Steele; Harvard Law School professor David Kennedy; Yale Law School professor Amy Chua; author Susan Cain; U.S. National Security Council Director for Russia; Belgium's Ambassador to the United States; Darren Walker, President of the Ford Foundation; and Renaud Laplanche, founder of Lending Club; David W. Leebron, President, Rice University; Jessica Neuwirth, Founder and Co-President, ERA Coalition.[6][7][8] Cleary Gottlieb has been engaged in several cases involving the restructuring of sovereign debt. \"Over the past three decades,\" noted a 2012 Reuters report, \"the firm has become the go-to legal adviser for countries\" in financial difficulties. \"In the past five years it has represented Greece, the Republic of Congo and the Ivory Coast.\"[9] These include: \"Much of Cleary Gottlieb's success in sovereign debt,\" according to Reuters, \"is based on the work of partner Lee Buchheit, who has led restructuring negotiations for 20 countries.\" Buchheit’s \"academic papers, books and legal briefs over the past three decades fill much of the void where no formal law exists.\" For example, in 2002, \"Buchheit developed a collective action clause, which says that if a supermajority of bondholders votes in favor of a restructuring, it becomes legally binding for everyone, even for those who voted against it.\"[citation needed] Buchheit was a lead author of a 2013 Brookings committee report that proposed changes in the approach to sovereign debt, including the collective action clause.[24][25] * In 2016, the website Vault.com ranked Cleary Gottlieb #3 for International Practice and #9 overall in its \"Vault Law 100\" list.[31][32] Television producer Doug Liman has cited the firm as an inspiration for the T.V. series Suits.[33]","Title":"Cleary Gottlieb Steen & Hamilton - Wikipedia","KeyID":"6856","URL":"https://en.wikipedia.org/wiki/Cleary_Gottlieb_Steen_%26_Hamilton"}