{"Content: ":"Freshfields Bruckhaus Deringer LLP is an international law firm headquartered in London.[3] Tracing its roots back to the 18th century, it is among the world's oldest law firms.[4] Freshfields Bruckhaus Deringer is considered the oldest international law firm in the world, and a member of the Magic Circle of leading London-headquartered law firms.[5] The firm was created in 2000 when U.K.-based Freshfields merged with the two law firms, Germany-based Deringer, Tessin, Herrmann, & Sedemund and Germany-and-Austria-based Bruckhaus, Westrick, Heller, Löber.[6][7] The firm has 27 offices in 17 jurisdictions across Asia, Europe, the Middle East and North America. It advises national and multinational corporations, financial institutions and governments. In 2019, the firm became the first non-US law firm to raise the salaries of newly qualified junior lawyers in the United Kingdom to £100,000.[8] The firm announced Georgia Dawson as its new Senior Partner in 2020. Freshfields' origins arguably go back to around 1716, when Thomas Woodford began to practise law. Woodford was succeeded in his practice in 1730 by William Wall, who was succeeded in turn in 1743 by Samuel Dodd.[9] That same year, Dodd was appointed attorney to the Bank of England.[10] Freshfields (in the firm's various incarnations) have been the bank's legal advisers ever since. Dodd's appointment is treated by Freshfields as the firm's foundation date.[3] The firm changed its name on numerous occasions as different partners joined or left. In 1801 James William Freshfield (1775–1864) was the first member of the Freshfield family to become a partner, and the firm became known as Winter, Kaye, Beckwith & Freshfield. Following further name changes, it became Freshfield & Son in 1825, and eventually Freshfields 1868–76, Freshfields & Williams 1876–98, Freshfields 1899–1918, Freshfields & Leese 1918–1921, Freshfields, Leese & Munns 1921–1945, and Freshfields 1946–2000.[10][9] The last member of the Freshfield family to be a partner, another James William Freshfield, retired in 1927.[11][12] Bruckhaus Westrick Heller Löber traces its origins to Hamburg in 1840. At the time of its 2000 merger with Freshfields it was one of the two largest law firms in Germany.[5][13] Deringer Tessin Herrmann & Sedemund was founded in 1962 by Arved Deringer and Claus Tessin and was based in Cologne from 1970 to 2000.[citation needed] The first James William Freshfield (1775–1864) adopted the crest of John Freshfield of Norwich as his own, having seen it as a boy. It was subsequently used as the firm's emblem. It represents St Michael, depicted as an angel with a spear.[citation needed] In 2019, the firm also faced questioning by the Solicitors Regulation Authority over its review into how UBS dealt with a rape complaint.[14] Since 2017, German prosecutors have twice raided Freshfields’ Frankfurt offices to investigate the phantom-trading fraud, known as cum ex fraud, which the German government estimates cost its treasury more than 5 billion euros.[15] Freshfields Bruckhaus Deringer gave tax advice which was used to justify its legality.[15] In November 2019 the firm's former head of international tax, Ulf Johannemann, was arrested and charged with tax fraud.[16][17] Then in June 2020, a second former partner was charged with aiding and abetting tax evasion in the scandal.[18] In 2020, the firm was also discovered to have had historic ties to the Atlantic slave trade. In particular, the firm's name founder, James William Freshfield, financially benefited from slavery by acting as a trustee and owner-in-fee for several slave-owners.[19]","Title":"Freshfields Bruckhaus Deringer - Wikipedia","KeyID":"6859","URL":"https://en.wikipedia.org/wiki/Freshfields_Bruckhaus_Deringer"}