{"Content: ":"Jones Day is an American international law firm. As of 2018, it was the fifth largest law firm in the U.S. and the 13th highest grossing law firm in the world.[1] Originally headquartered in Cleveland, Ohio, Jones Day ranks first in both M&A league tables and the 2017 U.S. Law Firm Brand Index.[4] Jones Day has represented over half of the companies in the Fortune 500, including Goldman Sachs, General Motors, McDonald's, and Bridgestone.[5][6] Jones Day was outside counsel for the Trump 2016 and Trump 2020 campaigns.[7] Jones was reportedly representing former President Donald Trump in lawsuits challenging the 2020 Presidential election results, but the firm has consistently denied the reports, stating they have not represented Trump in any election related litigation.[8][9] In 2021, Jones Day hired a significant number of former Trump administration lawyers.[10] Jones Day was founded as Blandin & Rice in 1893 by two partners, Edwin J. Blandin and William Lowe Rice, in Cleveland, Ohio.[11] Frank Ginn joined the firm in 1899, and it changed its name to Blandin, Rice & Ginn.[12] Rice was murdered in August 1910.[13] In 1912, Thomas H. Hogsett joined the firm as partner, and[12] it became Blandin, Hogsett & Ginn that year,[14] and Tolles, Hogsett, Ginn & Morley a year later after the retirement of Judge Blandin and the addition of partners Sheldon H. Tolles and John C. Morley.[12] After Morley retired, in 1928, the firm adopted the name Tolles, Hogsett & Ginn.[12] In its early years, the firm was known for representing major industries in the Cleveland area, including Standard Oil and several railroad and utility companies.[15] In November 1938, then-managing partner Thomas Jones led the merger of Tolles, Hogsett & Ginn with litigation-focused firm Day, Young, Veach & LeFever to create Jones, Day, Cockley & Reavis. The merger was effective January 1, 1939.[16] The firm's Washington, D.C., office was opened in 1946, becoming the firm's first office outside Ohio.[17] In 1967, the firm merged with D.C. firm Pogue & Neal to become Jones, Day, Reavis & Pogue.[18] The international expansion of Jones Day began in 1986 when the firm merged with boutique law firm Surrey & Morse, a firm of 75 attorneys with international offices in New York City, Paris, London, and Washington, D.C. The following years the firm expanded to Hong Kong, Brussels, Tokyo, Taipei, and Frankfurt.[19] Jones Day has a reputation for representing companies against labor unions.[20][21][22] As of 2018, Jones Day was the fifth largest law firm in the U.S. and the 13th highest grossing law firm in the world.[1] The firm compensates each associate (after their first year) uniquely, based on the quality of their work and jurisdiction.[23] Unlike many peer firms, Jones Day does not pay a year-end or mid-year bonus, compensating associates entirely with salary;[23] salaries are not public and are not determined by class-year, and the firm has long said that its \"black box\" compensation system breeds collegiality, and that its associates—even though they are not paid a bonus—generally earn the same as, or more than, associates at other major firms.[23] New associates have a starting salary of US$225,000.[24] Some associates have said that they are under-compensated compared to their peers at other firms, sometimes by tens of thousands of dollars, and that their compensation is much lower than what they were promised when they interviewed.[25] Jones Day partner Don McGahn, who was previously a member of the Federal Election Commission, served as counsel for the 2016 Donald Trump presidential campaign and was later nominated to serve as Trump's White House Counsel.[26][27] As of March 2017, at least 14 Jones Day attorneys had been appointed to work for the Trump administration.[15] Jones Day was outside counsel for the Trump 2016 and Trump 2020 campaigns.[7] From 2015 to November 2020, Jones Day received more than $20 million in fees from the Trump campaigns.[8] Jones Day earned more than $4.5 million for Trump 2020 campaign work between January 1, 2019 and August 31, 2020.[7] In 2020, Jones Day was reportedly[8] hired by Trump in his legal fight to challenge the results of the 2020 presidential election, which he lost to Joe Biden.[8] However, the firm said it \"is not representing President Trump, his campaign, or any affiliated party in any litigation alleging voter fraud.\" Jones Day also said it \"is not representing any entity in any litigation challenging or contesting the results of the 2020 general election\" and that \"media reports to the contrary are false.\"[9] As of 2018, Jones Day's client list includes individuals reported as notably close to Russian mafia, President of Russia Vladimir Putin, his inner circle, and the Kremlin:[28][29] The firm's attorneys have argued more than 40 cases before the United States Supreme Court.[32] Some of the firm's notable cases include: In March 2017, the firm's Munich office was raided in order to obtain confidential client documents held by the firm in relation to its Munich-based Volkswagen emissions scandal internal investigation. The public prosecutor's office seized electronic data and \"a large number of paper files\" for use in the Brunswick, Germany-based investigation of Volkswagen Group subsidiary Audi AG. German courts upheld the legality of the raid, and no further charges resulted, as of March 2019.[40] In 2019, six plaintiffs, who were former Jones Day Associates, filed a gender discrimination lawsuit against the firm in Washington DC federal court.[41] The plaintiffs alleged unfair pay between female and male associates at the firm. Jones Day denied the allegations made by the plaintiffs and each of the plaintiffs ultimately dropped the claims after review of the firm's payroll data did not support class-wide claims of gender discrimination.[42] In January 2021 hackers leaked files belonging to Jones Day in a ransomware attack. When Jones Day failed to cater to their demands the hacker posted dozens of gigabytes of data on a dark web site. Jones Day denies that any of its own servers were compromised and blamed the loss of data on a larger hack of Accellion.[43][44] The files were republished and made available to journalists by Distributed Denial of Secrets.[45]","Title":"Jones Day - Wikipedia","KeyID":"6861","URL":"https://en.wikipedia.org/wiki/Jones_Day"}