{"Content: ":"Mayer Brown is a global white-shoe law firm, headquartered in Chicago, Illinois, United States. It has offices in 27 cities across the Americas, Asia, Europe, and the Middle East, with its largest offices being in Chicago, Washington, D.C., New York City, Hong Kong,[4] and London. Mayer Brown has more than 1,800 lawyers and by revenue is the 19th largest law firm in the world.[5] The three firms that now form the core of Mayer Brown were all founded in the 19th century. The US portion of the firm was founded in 1881 in Chicago, by Adolf Kraus and Levy Mayer, and was shortly thereafter known as Kraus, Mayer & Brackett. After several changes in name to reflect its changing membership, the firm eventually became known in the US as Mayer, Brown & Platt. The English portion of the firm, Rowe & Maw, was established in 1895 in London and operated under that name until joining with Mayer, Brown & Platt in 2002 to form Mayer, Brown, Rowe & Maw. In 2007, the amalgamated firm shortened its name to Mayer Brown. Johnson Stokes & Master was formed in 1863 in Hong Kong, and is today known as Mayer Brown (formerly Mayer Brown JSM) after merging with Mayer Brown in 2008.[6] The firm has offices in Beijing, Brussels, Charlotte, Chicago, Düsseldorf, Dubai, Frankfurt, Hanoi, Ho Chi Minh City, Hong Kong, Houston, London, Los Angeles, Mexico City, New York City, Palo Alto, Paris, Salt Lake City, San Francisco, Shanghai, Singapore, Tokyo, and Washington DC; and, in association with Tauil & Chequer Advogados, offices in Brasília, Rio de Janeiro, São Paulo, and Vitória. Mayer Brown is a signatory to the Pro Bono Institute's Law Firm Pro Bono Challenge, which commits the firm to devote 3 percent of total billable time to pro bono work[7] and a member of the UK Joint Protocol on Pro Bono Work, which stipulates that pro bono legal work must be carried out to the same standard as chargeable work.[8] Refco was a New York-based broker of commodities and futures contracts. It filed for one of the biggest bankruptcies in the USA history in 2005, after evidence of major accounting fraud surfaced.[27] In the wake of the collapse, a lawsuit was filed against Mayer Brown for aiding Refco executives' theft of more than $2 billion.[28] In November 2012, Joseph Collins, a former partner at the Mayer Brown, was found guilty on multiple charges of conspiracy and fraud for his role in preparing Refco's IPO.[29][30] The law firm itself agreed to pay an undisclosed sum to settle the legal claims against it.[31] In October 2021, Mayer Brown was hired by the University of Hong Kong to help remove a statue memorialising the victims of the 1989 Tiananmen Square protests and massacre from its campus.[32] The law firm issued a letter to Hong Kong Alliance,[33] which was a pro-democracy organisation known for holding annual candlelight vigils remembering the victims of the massacre and for arranging the erection of the statue at the university, to request the sculpture be taken away in seven days or be deemed abandoned. The Alliance, which had already been disbanded a month prior to Mayer Brown's letter because its members had been arrested for national security charges, did not actually own the statue but borrowed it from its creator, Danish sculptor Jens Galschiøt.[34] The statue, known as the Pillar of Shame, had been placed in the campus for more than 20 years before the university decided to have it removed.[35] The decision to remove the statue attracted criticisms from across the world.[36] Uffe Elbæk, former Danish minister of culture, decried the decision \"totally unacceptable\",[37] and other Danish politicians requested the Danish foreign minister to meet with the Chinese ambassador to discuss about the removal.[38] Danish foreign minister Jeppe Kofod did later raise the matter with the Chinese government and his concerns for Hong Kong’s freedom of expression.[39] United States Senator Pat Toomey criticized the removal attempt as an attempt to \"rewrite history\".[40] In response to the press, the university defended its position, saying that the decision was based on “the latest risk assessment and legal advice”.[41] The law firm also had to face pressure from American legislators and criticisms from around the world as well.[42][43] Senator Lindsey Graham commented to the press, \"It is even worse American law firms are doing the bidding of the Communist Party to erase the memory of the brave, young Chinese students who gave their lives for freedom in Tiananmen Square.\" Senator Ted Cruz also said, \"American firms should be ashamed to be complicit.\" Galschiøt, the sculpture's creator, compared the law firm's handling to Italian mafia methods and said, \"I believe that Mayer Brown is morally and ethically responsible for helping to destroy the only mark of remembrance of the Tiananmen peace plan that exists on Chinese territory.\"[44] On the day before the removal deadline, 28 human rights and civil society organisations around the world issued an open letter to Mayer Brown, urging the law firm to drop the university as a client.[45][46] These organisations argued that the law firm was violating its own social impact policy. Specifically, the Mayer Brown's mission statement claimed, \"We encourage and enable our lawyers and business services staff to play a role in making a positive difference in the lives of others.\"[47] When contacted by the press, the law firm explained that they were just trying to help their clients to understand and comply with the existing law. Mayer Brown said, \"We were asked to provide a specific service on a real estate matter for our long-term client, the University of Hong Kong... Our legal advice is not intended as commentary on current or historical events.\"[48] This response prompted the press and activists to draw comparisons with the law firm's reaction following the murder of George Floyd.[49][42] The firm had issued a statement following Floyd's murder in June 2020, that \"[a]s members of the legal community, we bear a special and heightened responsibility. We understand that the rule of law requires that everyone, and especially those in power, be held accountable for their actions.\"[50] Two days after the removal deadline set by the law firm, and while the sculpture was still in place despite the deadline had already passed, Mayer Brown confirmed that they would stop representing the university regarding the sculpture removal.[43] The incumbent Vice Chairperson of the National Committee of the CPPCC and the former Chief Executive of Hong Kong, Leung Chun-ying, criticised Mayer Brown’s decision to stop representing the university, questioned the firm’s professionalism, and called for a boycott against Mayer Brown.[51] He also openly asked the Law Society of Hong Kong to explain to the public whether Mayer Brown's decision was reasonable and believed the university could file a complaint against the law firm with the Law Society.[52][53]","Title":"Mayer Brown - Wikipedia","KeyID":"6864","URL":"https://en.wikipedia.org/wiki/Mayer_Brown"}