{"Content: ":"Skadden, Arps, Slate, Meagher & Flom LLP and Affiliates is an American multinational law firm headquartered in New York City. Founded in 1948, the firm consistently ranks among the top U.S. law firms by revenue. The company is known for its work on company mergers and takeovers.[8] The firm was founded in 1948 in New York by Marshall Skadden, John Slate and Les Arps.[9] In 1959 William Meagher joined the firm and Elizabeth Head, the firm's first female attorney, was hired. In 1960 the firm's name became Skadden, Arps, Slate, Meagher & Flom.[9] In 1961 Peter Mullen, who later served as Skadden's first executive partner, joined the firm.[10] In 1973 the firm opened its second office, in Boston.[9] In 1981 Peggy L. Kerr became Skadden's first female partner.[11] In 1985 Skadden was ranked as one of the three largest law firms in the United States.[9] In 1987 the firm opened its first international office, in Tokyo.[9] In 1988 the Skadden Fellowship Foundation was created. Skadden's New York City headquarters moved to 4 Times Square, the \"Condé Nast Building.\" in 2000.[9] Together with the City College of New York, Skadden launched the Skadden, Arps Honors Program in 2008, with the goal of increasing diversity in law schools and the legal profession.[12] As of June 2022[update], Skadden has 21 offices worldwide.[13] Skadden has a history of representing clients with ties to the Vladimir Putin regime in Russia, such as Alfa Bank, Roman Abramovich, and Viktor F. Yanukovych's pro-Russian regime in Ukraine. In 2020, the firm paid a $4.6 million settlement for misleading U.S. authorities regarding its lobbying on behalf of a Russia-aligned Ukrainian government. In 2012, Skadden took as a client Viktor F. Yanukovych, who was a pro-Russian president of Ukraine from 2010 to 2014. Paul Manafort helped arrange for the hiring of Skadden.[14] One of company's actions on Yanukovych's behalf was to produce a report justifying Yanukovych's imprisonment of former prime minister Yulia V. Tymoshenko (who was pro-European) and denying that the action had been a political prosecution, although many Western countries characterized it as such. Later that year a team of American lawyers commissioned by the government of Ukraine concluded that Tymoshenko's trial had not been fair and her rights had been violated.[15] After Yanukovych lost power in Euromaidan and fled to Russia, Skadden's work on his behalf led to several federal investigations. One Skadden attorney, Alex van der Zwaan, was convicted of lying to the FBI about his work on Yanukovych's behalf and served 30 days in jail.[16][17] In 2019, Skadden lawyer Gregory B. Craig was indicted on charges of lying to federal prosecutors about the work he did at Skadden on behalf of the Yanukovych, but was acquitted in a jury trial.[18] Tymoshenko made plans to sue Skadden, and in May 2020 it was revealed that Skadden had paid at least $11 million to settle the case before a lawsuit could be filed.[19] Skadden, along with Mercury Public Affairs and the Podesta Group, was investigated by the U.S. attorney's office for the Southern District of New York (SDNY) for possible lobbying violations regarding former Trump campaign chairman Paul Manafort.[20] In 2019, Skadden agreed to pay a $4.6 million settlement to the Department of Justice over the firm's failure to register as a foreign agent under the Foreign Agent Registrations Act.[21] Skadden has been involved in representing Russian groups in corporate deals worth around $90 billion.[22] Skadden has represented Alfa Bank, a Russian bank closely associated with Russian oligarchs and the Vladimir Putin regime.[23][24] After Russia invaded Ukraine in 2022 and amid heavy sanctions against Alfa Bank, Skadden said it was \"in the process of ending our representations of Alfa Bank.\"[23] Skadden has a long-standing relationship with Russian oligarch Roman Abramovich – Skadden refused to say whether it still represented him in 2022.[23][22] In February 2011, there were 432 Skadden partners worldwide.[25] As of December 2016, there were 381 partners worldwide. Unlike some firms that have introduced two-tier partnerships with equity and non-equity partners, Skadden maintains a one-tier partnership, in which all partners are equity partners and share ownership of the firm.[26] In January 2020, there were 349 partners worldwide.[27] Notable partners include: In 2015 and 2016, Skadden was the fourth largest law firm in the U.S. by revenue. In the 2015 Global 100 survey by The American Lawyer, Skadden ranked as the fourth-highest grossing law firm in the world.[35] In 2016, Skadden had approximately 1,700 attorneys in 22 offices;[35] in 2011, the firm had approximately 1,900 attorneys in 23 offices.[36] Measured by the number of attorneys, Skadden is the fifth largest law firm in New York and 12th largest in the United States.[35][37] In 2016, Skadden was 187th on Forbes' list of America's Largest Private Companies by revenue.[38] Previously, the firm ranked 335th[39] in 1995, 194th[40] in 2003 and 213th in 2010.[41] In 2015, Skadden became the first law firm ever to handle more than $1 trillion in M&A deals in a single year[42][43] and, for the third time in six years, the Financial Times' \"Innovative Lawyers\" report named Skadden the most innovative law firm in North America.[44][45] The firm established the Skadden Fellowship Foundation in 1988 to sponsor law school graduates who wish to practice public interest law.[46][47] Skadden partners and employees tend to support and contribute more to Democratic political candidates than to Republicans.[48] Prominent lawyers at the firm endorsed and financially supported John Kerry in his campaign to become president of the United States in 2004.[49][50] In the run-up to Super Tuesday 2008, Skadden hosted a phone bank in support of Barack Obama's 2008 presidential campaign.[51][52] According to OpenSecrets, Skadden was one of the top law firms contributing to federal candidates during the 2012 election cycle, donating $1.98 million, 76% to Democrats.[53] From 1990 through 2008, Skadden contributed $11.93 million to federal campaigns; between 2000 and 2008 the firm spent $2.2 million on lobbying.[54] In addition to numerous professors and partners at other firms, some of the more notable former Skadden attorneys include:","Title":"Skadden, Arps, Slate, Meagher & Flom - Wikipedia","KeyID":"6870","URL":"https://en.wikipedia.org/wiki/Skadden,_Arps,_Slate,_Meagher_%26_Flom"}