{"Content: ":"White & Case LLP is an international law firm based in New York City. Founded in 1901, the firm has 46 offices in 31 countries worldwide.[1] White & Case is one of the top ten law firms worldwide in terms of revenue.[4] The firm has expanded beyond New York, opening offices in leading cities in the US and around the world, and it has practice groups in emerging markets including Latin America, Central and Eastern Europe, Africa, the Middle East and Asia. Key offices are in London and New York City. White & Case has 45 offices in 31 countries around the world.[6] The firm was launched on May 1, 1901 when two Wall Street lawyers, Justin DuPratt White, 31, and George B. Case, 28, each contributed $250 (equivalent to $8,143 in 2021) to launch White & Case.[7] In 2000, partner Duane Wall assumed leadership of the firm and oversaw its further expansion (especially in Europe). White & Case merged with the German firm Feddersen Laule Ewerwahn Scherzberg Finkelnburg Clemm that June, becoming the first American company to enter the \"top ten\" firms in Germany.[8] it also opened in Milan in 2001.[citation needed] On October 1, 2007, White & Case announced a new leadership team led by chairman Hugh Verrier.[9] In 2010, White & Case created a Global Pro Bono Practice,[10] focusing on three areas: access to justice, promoting the rule of law, and serving the world’s leading non-governmental organizations.[11] The Firm was profiled by Law360 in 2012 for its pro bono efforts.[12] The firm's antitrust law practice has been recognized as part of the top 5 Global Elite by the Global Competition Review (GCR) in 2020.[13] In June 2020, the firm announced that it had \"poached\" four Winston & Strawn specialists to establish itself as a destination law firm for special purpose acquisition companies (SPACs): Joel Rubinstein, Jonathan Rochwarger, Elliott Smith and Daniel Nussen.[14][15] Media related to White & Case at Wikimedia Commons","Title":"White & Case - Wikipedia","KeyID":"6874","URL":"https://en.wikipedia.org/wiki/White_%26_Case"}