{"Content: ":"Dentsu International (previously Dentsu Aegis Network) is a multinational media and digital marketing communications company headquartered in London, United Kingdom, and a wholly owned subsidiary of the Japanese advertising and public relations firm Dentsu. Its principal services are communications strategy through digital creative execution, media planning and buying, sports marketing and content creation, brand tracking and marketing analytics. It is organised into ten main divisions: Carat, Dentsu (operations outside Japan), Dentsu media, mcgarrybowen, Merkle, Fountainhead MKTG, Posterscope, Isobar, Soap Creative, iProspect and Vizeum. Dentsu Aegis Network manages all the Dentsu inc. owned businesses outside the Japan market, which includes the former Aegis Group business that it acquired in 2013. It also includes 360i, Amplifi, Amnet, BJL, Grip Limited, The StoryLab, Data2Decisions, Mitchell Communications, Cardinal Path[3] and psLIVE. It has 35,000 people across 145 countries. Aegis' origins date back to the founding of the media agency Centrale d'Achats Radio, Affichage, Télévision (Carat) in France in 1966. Formerly listed on the London Stock Exchange and a constituent of the FTSE 100 Index, Aegis was acquired by the Japan-based advertising group Dentsu in March 2013.[4] The Carat business can be traced back to the founding in France in 1966 by Gilbert Gross of the media agency Centrale d'achats Radio, Affichage, Télévision (Carat). Gross died in March 2019.[5] In 1979 WCRS Group was formed as an advertising agency and in 1988 WCRS Group acquired Carat. WCRS Group became one of the fastest growing marketing services groups of the 1980s.[6] WCRS Group was led by Peter Scott—the \"S\" of WCRS[7]—who went on to found Aegis in 1989 as a separate company based on the original WCRS media buying division which itself was centred on the French media business Carat. The old WCRS agency has re-emerged as part of the Engine Group.[8] In 1990, the name of the company was officially changed from WCRS to Aegis Group.[9] In July 2012, the Japanese advertising company Dentsu agreed to acquire Aegis for £3.16 billion (US$5 billion).[10][11] Aegis shareholders approved the transaction on 16 August 2012[12] and the acquisition was completed on 26 March 2013 following receipt of clearance from the antitrust authorities of China.[13] On 1 January 2014 Dentsu Inc established and launched Dentsu Aegis Network which comprises Aegis Business and all the Dentsu owned companies outside Japan.[14] In January 2016, Dentsu Aegis Network acquired Grip Limited, an advertising agency based in Toronto.[15] In November 2016, Dentsu Aegis Network acquired Gravity Media (Gravity), full-service ad agency with offices in New York and London to strengthen its multicultural capabilities. In June 2017, Dentsu Aegis Network acquired Novus Group[16] In April 2018, Dentsu Aegis Network announced the acquisition of Miami-based digital and performance marketing agency M8.[17] In April 2018, Dentsu Aegis Network announced the acquisition of Chilean digital and performance marketing agency White Label MKT.[18] In July 2018, Dentsu Aegis Network announced the acquisition of Argentinian digital and performance marketing agency Global Mind.[19] In 2019, it was announced that the Dentsu Aegis Network name will be rebranded as Dentsu from 2020 - in accordance to its \"One Dentsu\" strategy.[20] In April 2020, Dentsu Aegis Network named Wendy Clark as global CEO.[21] In October 2020, Dentsu Aegis Network rebrands as Dentsu International. This follows a transformational period for the international business, focused on simplifying its offer in three lines of business established across media, CRM and creative, making it easier for clients to navigate its services.[22] Dentsu Aegis Network comprises Carat, Dentsu (operations outside Japan), Dentsu media, mcgarrybowen, Merkle, Fountainhead MKTG, Posterscope, Isobar, Soap Creative (including its video game branch - SMG Studio), iProspect, Vizeum and Milestone Brandcom, an out-of-home media specialist.[23]","Title":"Dentsu International - Wikipedia","KeyID":"6879","URL":"https://en.wikipedia.org/wiki/Dentsu_Aegis_Network"}