{"Content: ":"McCann, formerly McCann Erickson, is an American global advertising agency network, with offices in 120 countries. McCann is part of McCann Worldgroup, along with several other agencies, including direct digital marketing agency MRM//McCann, experiential marketing agency Momentum Worldwide, healthcare marketing group McCann Health, branding firm FutureBrand, and public-relations and strategic-communications agency Weber Shandwick.[1] McCann Worldgroup, along with agency networks MullenLowe and FCB, make up The Interpublic Group of Companies (IPG), one of the four large holding companies in the advertising industry.[2] In 1964, the \"Put a Tiger in Your Tank\" campaign was developed by McCann Erickson for Esso. Sales soared and the advertising became the talk of the land; Time magazine declared 1964 to be \"The Year of the Tiger\" along Madison Avenue. McCann Erickson created Coca-Cola's \"It's The Real Thing\" slogan and ad campaign, including the 1971 \"Hilltop\" ad, which featured the \"I'd Like to Buy the World a Coke\" jingle.[3] The song for the commercial was recorded by The New Seekers, and first aired as a radio ad before being made into a television commercial.[3] The song was rerecorded for commercial release as \"I'd Like to Teach the World to Sing (In Perfect Harmony)\". The commercial was featured in the final episode of the TV series Mad Men. McCann Erickson also developed the \"Army Strong\" campaign for the United States Army. The company also developed the MasterCard commercial saying \"There are some things money can't buy. For everything else, there's MasterCard\",[4] as well as the Rice-a-Roni jingle (based on a 1923 song, \"Barney Google\").[5] McCann Erickson also developed the Gold Blend couple advertisements for Nescafé, which aired from 1987 to 1993. McCann worked on Russia Today's 2008 rebranding and came up with their slogan, \"Question More\".[6] Other McCann campaigns have included “Quick, Henry the Flit!” from the 1928 ads created by Theodor (Dr. Seuss) Geisel;[7] “You can be sure… if it’s Westinghouse” from 1954, which featured the actress and consumer advocate Betty Furness in the commercials; “Wouldn’t you really rather have a Buick,” from 1965;[8] and “It’s Better in the Bahamas,” from 1976.[9] The agency also introduced the line, “If you’ve got the time, we’ve got the beer” for Miller High Life in 1971, and then “Everything you’ve always wanted in a beer. And less.” in the 1973 introduction of Miller Lite beer. During Super Bowl XIV in 1980, the agency ran a Coca-Cola commercial starring the Pittsburgh Steelers defensive tackle “Mean” Joe Greene that USA Today's Ad Meter poll of readers ranked in 2016 as the No. 1 Super Bowl commercial of all time. In 1973, McCann New York launched the campaign for L’Oréal's hair coloring products featuring the line, “Because I’m Worth It.” It featured three female personalities beginning with Joanne Dusseau, Meredith Baxter Birney and Cybill Shepherd, explaining why they were willing to spend more for their hair. In 2012, McCann Melbourne launched the \"Dumb Ways to Die\" animated ad campaign for Metro Trains in Melbourne, Australia, that promoted safety through darkly amusing animation and a catchy song that quickly went viral with 200 million downloads. To help launch one of Lockheed Martin's STEM initiatived in 2016, Generation Beyond, McCann transformed a yellow school bus into the world's first “Group VR Experience.” Students thought they were going on an ordinary field trip. But as the windows transformed to reveal the Martian landscape, they were surprised with a field trip like no other.[10] The campaign, \"Field Trip to Mars\" won many industry awards in the 2016-2017 season including being the most awarded at the Cannes Lions International Festival of Creativity in 2016.[11] On the eve of International Women's Day in March 2017, State Street Global Advisors and McCann New York unveiled Fearless Girl in the Wall Street area, a statue of a little girl posturing boldly with her hands on her hips, representing female empowerment and gender equality. The installation became a global viral sensation. In February 2018, the City of New York announced that the Fearless Girl statue would be permanently installed in downtown Manhattan.[12] For MGM Resorts in 2018, it launched \"Universal Love\" in which six iconic wedding songs were re-recorded to be more inclusive of LGBTQ relationships. When the musician Prince died on April 21, 2016, Commonwealth//McCann, the agency handling the General Motors global Chevrolet account, ran a full-page tribute ad in six U.S. newspapers, just showing the back of a red 1963 Chevrolet Corvette, and not naming either GM or Chevrolet. The copy said, \"Baby that was much too fast, 1958–2016,\" a reference to the lyrics in Prince's 1982 hit song \"Little Red Corvette\".[13] The agency, which introduced George Clooney into U.S. Nespresso advertising in 2015, created the 2017 special effects commercial in which the actor is shown hitching rides in actual scenes from famous movies such as Psycho and Easy Rider as he travels for the coffee.[14] McCann Worldgroup (MW) was formed in 1997 as the parent company of McCann and several other agencies, including MRM//McCann and Weber Shandwick. McCann's Canadian subsidiary is the product of the 1995 merger of its Canadian office, founded in 1915 as an outpost of H. K. McCann, and MacLaren Advertising. The MacLaren Advertising Company was an outgrowth of the Toronto office of the Detroit-based firm, Campbell-Ewald, which was opened in 1922 to handle General Motors Canada's advertising account. Former reporter John A. MacLaren was hired as the Toronto office's general manager, purchased the Canadian office and renamed it MacLaren Advertising in 1935. By the 1960s, it had developed into an international advertising firm, MacLaren International.[15][16] The firm was best known for launching the General Motors Hockey Broadcast in 1931 when it acquired exclusive radio broadcasting rights for games held in Maple Leaf Gardens. The programme initially aired on the CN Radio network. The series transferred to CNR's successor, the Canadian Radio Broadcasting Commission and became the Imperial Esso Hockey Broadcast in 1934, when Imperial Oil became its sponsor, and then Hockey Night in Canada in 1936 when it began airing on the CRBC's successor, the Canadian Broadcasting Corporation. MacLaren Advertising would produce the programme in collaboration with the Canadian Broadcasting Corporation until 1988.[15] The agency became a leader in Canadian advertising, and was the first advertising agency in Canada to have a radio department, research department, direct mail and sales promotion department, as well as a poster and store display division. As it grew, it established branches in Montreal, Quebec City, and London, Ontario.[17] MacLaren Advertising clients included General Motors Canada, General Electric Canada, Imperial Oil, Canada Packers, and the Government of Canada. It established the first radio department in any Canadian advertising agency. By 1948, MacLaren was first to advertise its corporate clients on television featuring celebrities and well-known jingles.[18] It acquired the Norris-Patterson agency in 1942, and by 1954 was one of the top 50 companies in North America. MacLaren expanded further, establishing branch offices in Vancouver, Winnipeg and Ottawa.[17] In the 1950s and 1960s, MacLaren was the largest ad agency in Canada and its staff produced 85% of TV network programming after CBC Television started broadcasting in 1952.[17] The firm was responsible for Molson's \"I Am Canadian\" campaign and the “Built For Drivers” platform for Pontiac, and a series of ads for Sunlight detergent in the 1980s.[15] In the 1970s, it acquired agencies in London and Paris and opened an office in Nassau.[17] In 1988, the firm was acquired by Lintas Worldwide which renamed the firm MacLaren:Lintas. In 1995, the firm, now a Canadian subsidiary, was sold to the McCann and renamed it MacLaren McCann. In 2016, it was renamed McCann Canada, with offices in Toronto, Calgary, Vancouver, and Montreal.[15] In the AMC series Mad Men, an executive at McCann Erickson is introduced in Season 1 as showing great interest in poaching Don Draper away from Sterling Cooper. This attempt is ultimately unsuccessful but McCann would feature as a background adversary to Sterling Cooper for most of the series. Sterling Cooper and its parent company, Putnam, Powell and Lowe, are acquired by McCann, leading Don Draper to help start a new agency rather than be part of what he calls a \"sausage factory.\"[34] Responding to the show, the ad company bought space in Adweek, Brandweek, and Mediaweek headlined \"Welcome, Sterling Cooper\" and signed \"Your friends at McCann Erickson\".[35] Later in the series,[36] Roger Sterling negotiates the sale of 51% of Sterling Cooper & Partners to McCann as an independent subsidiary, but McCann subsequently swallows up the company and consolidates it into its much larger business.[37] The series ended with the landmark Hilltop ad for Coca-Cola made by McCann Erickson.[38][39] Notable former employees include Theodor Seuss Geisel, best known to the world as Dr. Seuss, and President Ronald Reagan's brother, Neil Reagan, who was senior vice president of McCann Erickson. Homoerotic artist Tom of Finland started his work in the 1960s as an art director at the Finnish branch of the agency.[40][41] Others have included James Dickey, the novelist (Deliverance) and poet (U.S. Poet Laureate, 1966–1968), who joined as a copywriter on Coca-Cola in 1956, working first in New York and then in Atlanta for a few years;[42] Edward Lewis Wallant, who worked (1957–1961) as an art director in New York while he was writing the novel The Pawnbroker (1961), which became in 1964 the first U.S. film to treat the horrors of The Holocaust from the viewpoint of a survivor;[43] Bert Sugar, the sports historian and boxing writer, who worked in New York in the 1960s;[44] Bryce Courtenay, one of Australia's best-selling authors (The Power of One), who worked in Sydney for more than a decade starting in 1959, including as creative director;[45] Ismail Merchant, who joined New York as an account executive in 1958 while developing his first film, The Creation of Woman (1960), and then went on to form Merchant Ivory Productions, famous for movies such as A Room with a View (1985) and Howards End (1992);[46][47] Grant Tinker, who was director of program development in McCann New York (1954–1957), and then co-founded MTM Enterprises (The Mary Tyler Moore Show) and later became CEO of NBC (1981–1986);[48] Stan Weston, who created the G.I. Joe action figure and helped develop the ThunderCats cartoon series; comic actor Dave Thomas, who was a Toronto and New York copywriter at the agency on Coca-Cola (1974–1976), known for portraying Doug McKenzie in SCTV's early 1980s Bob and Doug McKenzie skits with Rick Moranis;[49] and Shonda Rhimes (Grey's Anatomy), whose first job out of college in 1991 was as a writer in San Francisco.[50] The writer and filmmaker Jomí García Ascot, who was VP-creative director of McCann Mexico up through 1978, was part of the influential creative group in Mexico that included Gabriel García Márquez, who dedicated the first Spanish-language edition of One Hundred Years of Solitude to García Ascot and his wife. As recalled by the Mexican novelist and poet Fernando del Paso, the Stanton Publicidad agency that would become part of McCann Mexico in 1968 brought together writers and filmmakers that included himself, Garcia Marquez María Luisa Mendoza, Álvaro Mutis, Jorge Fons, and Arturo Ripstein.[51]","Title":"McCann (company) - Wikipedia","KeyID":"6880","URL":"https://en.wikipedia.org/wiki/McCann-Erickson"}