{"Content: ":"Nestlé S.A.[a] (/ˈnɛsleɪ, -li, -əl/;[4] French: [nɛsle]; German pronunciation: [ˈnɛstlə] (listen)) is a Swiss multinational food and drink processing conglomerate corporation headquartered in Vevey, Vaud, Switzerland. It is the largest publicly held food company in the world, measured by revenue and other metrics, since 2014.[5][6][7][8][9] It ranked No. 64 on the Fortune Global 500 in 2017[10] and No. 33 in the 2016 edition of the Forbes Global 2000 list of largest public companies.[11] Nestlé's products include baby food (some including human milk oligosaccharides), medical food, bottled water, breakfast cereals, coffee and tea, confectionery, dairy products, ice cream, frozen food, pet foods, and snacks. Twenty-nine of Nestlé's brands have annual sales of over 1 billion CHF (about US$1.1 billion)[12] including Nespresso, Nescafé, Kit Kat, Smarties, Nesquik, Stouffer's, Vittel, and Maggi. Nestlé has 447 factories, operates in 189 countries, and employs around 339,000 people.[13] It is one of the main shareholders of L'Oreal, the world's largest cosmetics company.[14] Nestlé was formed in 1905 by the merger of the \"Anglo-Swiss Milk Company\" which was established in 1866 by brothers George and Charles Page, and \"Farine Lactée Henri Nestlé\" founded in 1867 by Henri Nestlé.[15] The company grew significantly during the World War I and again following World War II, expanding its offerings beyond its early condensed milk and infant formula products. The company has made a number of corporate acquisitions including Crosse & Blackwell in 1950, Findus in 1963, Libby's in 1971, Rowntree Mackintosh in 1988, Klim in 1998, and Gerber in 2007. The company has been associated with various controversies, facing criticism and boycotts over its marketing of baby formula as an alternative to breastfeeding in developing countries (where clean water may be scarce), its reliance on child labour in cocoa production, and its production and promotion of bottled water. Nestlé's origin dates back to the 1860s, when two separate Swiss enterprises were founded that would later form Nestlé. In the following decades, the two competing enterprises expanded their businesses throughout Europe and the United States.[16] In the late 19th and early 20th century, Henri Nestlé and his successors participated in the development of the chocolate industry in Switzerland, together with the Peter, Kohler, and Cailler families.[20] In 1904, Daniel Peter and Charles-Amédée Kohler (son of Charles-Amédée Kohler who founded a chocolate factory in 1830) became partners and founded the Société générale suisse des chocolats Peter et Kohler réunis. in 1911, the company created by Peter and Kohler merged with Cailler.[21] Alexandre Cailler (grandson of François-Louis Cailler) had founded a chocolate factory in Broc in 1898, still used by Nestlé today; which enabled the production of milk chocolate on a large scale. In 1929, Peter, Cailler, Kohler, Chocolats Suisses finally merged with the Nestlé group.[22][23] An earlier alliance in 1904 between Peter and Nestlé also allowed the production of milk chocolate in the United States, at the Fulton plant.[24] In 1905, Nestlé and Anglo-Swiss merged to become the Nestlé and Anglo-Swiss Condensed Milk Company, retaining that name until 1947 when the name 'Nestlé Alimentana SA' was taken as a result of the acquisition of Fabrique de Produits Maggi SA (founded 1884) and its holding company, Alimentana SA, of Kempttal, Switzerland. The company's current name was adopted in 1977. By the early 1900s, the company was operating factories in the United States, the United Kingdom, Germany, and Spain.[25] The First World War created demand for dairy products in the form of government contracts, and, by the end of the war, Nestlé's production had more than doubled. In January 1919, Nestlé bought two condensed milk plants in Oregon from the company Geibisch and Joplin for $250,000. One was in Bandon, while the other was in Milwaukie. They expanded them considerably, processing 250,000 pounds of condensed milk daily in the Bandon plant.[26] After the World War I, government contracts dried up, and consumers switched back to fresh milk. However, Nestlé's management responded quickly, streamlining operations and reducing debt. The 1920s saw Nestlé's first expansion into new products, with chocolate-manufacture becoming the company's second most important activity. Louis Dapples was CEO till 1937 when succeeded by Édouard Muller till his death in 1948. Nestlé felt the effects of the Second World War immediately. Profits dropped from US$20 million in 1938 to US$6 million in 1939.[citation needed] Factories were established in developing countries, particularly in South America.[27] Ironically, the war helped with the introduction of the company's newest product, Nescafé (\"Nestlé's Coffee\"), which became a staple drink of the US military. Nestlé's production and sales rose in the wartime economy.[27] The end of World War II was the beginning of a dynamic phase for Nestlé. Growth accelerated and numerous companies were acquired. In 1947 Nestlé merged with Maggi, a manufacturer of seasonings and soups. Crosse & Blackwell followed in 1950, as did Findus (1963), Libby's (1971), and Stouffer's (1973).[29] Diversification came under Chairman & CEO Pierre Liotard-Vogt with a shareholding in L'Oreal in 1974 and the acquisition of Alcon Laboratories Inc. in 1977 for $280 million.[29] In the 1980s, Nestlé's improved bottom line allowed the company to launch further acquisitions. Carnation was acquired for US$3 billion in 1984 and brought the evaporated milk brand, as well as Coffee-Mate and Friskies to Nestlé. In 1986, the company founded Nestlé Nespresso S.A. The British confectionery company Rowntree Mackintosh was acquired in 1988 for $4.5 billion, which brought brands such as Kit Kat, Rolo, Smarties, and Aero.[30] The first half of the 1990s proved to be favourable for Nestlé. Trade barriers crumbled, and world markets developed into more or less integrated trading areas. Since 1996, there have been various acquisitions, including San Pellegrino (1997), D'Onofrio (1997), Spillers Petfoods (1998), and Ralston Purina (2002). There were two major acquisitions in North America, both in 2002 – in June, Nestlé merged its US ice cream business into Dreyer's, and in August, a US$2.6 billion acquisition was announced of Chef America, the creator of Hot Pockets. In the same time-frame, Nestlé entered in a joint bid with Cadbury and came close to purchasing the American company Hershey's, one of its fiercest confectionery competitors, but the deal eventually fell through.[31] In December 2005, Nestlé bought the Greek company Delta Ice Cream for €240 million.[32] In January 2006, it took full ownership of Dreyer's, thus becoming the world's largest ice cream maker, with a 17.5% market share.[33] In July 2007, completing a deal announced the year before, Nestlé acquired the Medical Nutrition division of Novartis Pharmaceutical for US$2.5 billionand also acquiring the milk-flavoring product known as Ovaltine, the \"Boost\" and \"Resource\" lines of nutritional supplements, and Optifast dieting products.[34] In April 2007, returning to its roots, Nestlé bought US baby-food manufacturer Gerber for US$5.5 billion.[35][36][37] In December 2007, Nestlé entered into a strategic partnership with a Belgian chocolate maker, Pierre Marcolini.[38] Nestlé agreed to sell its controlling stake in Alcon to Novartis on 4 January 2010. The sale was to form part of a broader US$39.3 billion offer by Novartis for full acquisition of the world's largest eye-care company.[39] On 1 March 2010, Nestlé concluded the purchase of Kraft Foods's North American frozen pizza business for US$3.7 billion. Since 2010, Nestlé has been working to transform itself into a nutrition, health and wellness company in an effort to combat declining confectionery sales and the threat of expanding government regulation of such foods. This effort is being led through the Nestlé Institute of Health Sciences under the direction of Ed Baetge. The institute aims to develop \"a new industry between food and pharmaceuticals\" by creating foodstuffs with preventive and corrective health properties that would replace pharmaceutical drugs from pill bottles. The Health Science branch has already produced several products, such as drinks and protein shakes meant to combat malnutrition, diabetes, digestive health, obesity, and other diseases.[40] In July 2011, Nestlé SA agreed to buy 60 percent of Hsu Fu Chi International Ltd. for about US$1.7 billion.[41] On 23 April 2012, Nestlé agreed to acquire Pfizer Inc.'s infant-nutrition, formerly Wyeth Nutrition, unit for US$11.9 billion, topping a joint bid from Danone and Mead Johnson.[42][43][44] In recent years, Nestlé Health Science has made several acquisitions. It acquired Vitaflo, which makes clinical nutritional products for people with genetic disorders; CM&D Pharma Ltd., a company that specialises in the development of products for patients with chronic conditions like kidney disease; and Prometheus Laboratories, a firm specialising in treatments for gastrointestinal diseases and cancer. It also holds a minority stake in Vital Foods, a New Zealand-based company that develops kiwifruit-based solutions for gastrointestinal conditions as of 2012.[45] Another recent purchase included the Jenny Craig weight-loss program, for US$600 million. Nestlé sold the Jenny Craig business unit to North Castle Partners in 2013.[46] In February 2013, Nestlé Health Science bought Pamlab, which makes medical foods based on L-methylfolate targeting depression, diabetes, and memory loss.[47] In February 2014, Nestlé sold its PowerBar sports nutrition business to Post Holdings, Inc.[48] Later, in November 2014, Nestlé announced that it was exploring strategic options for its frozen food subsidiary, Davigel.[49] In December 2014, Nestlé announced that it was opening 10 skin care research centres worldwide, deepening its investment in a faster-growing market for healthcare products. That year, Nestlé spent about $350 million on dermatology research and development. The first of the research hubs, Nestlé Skin Health Investigation, Education and Longevity Development (SHIELD) centres, will open mid 2015 in New York, followed by Hong Kong and São Paulo, and later others in North America, Asia, and Europe. The initiative is being launched in partnership with the Global Coalition on Aging (GCOA), a consortium that includes companies such as Intel and Bank of America.[50] In January 2017, Nestlé announced that it was relocating its US headquarters from Glendale, California, to Rosslyn, Virginia, outside of Washington, DC.[51] In March 2017, Nestlé announced that they will lower the sugar content in Kit Kat, Yorkie and Aero chocolate bars by 10% by 2018.[52] In July, a similar announcement followed concerning the reduction of sugar content in its breakfast cereals in the UK.[53] The company announced a $20.8 billion share buyback in June 2017, following the publication of a letter written by Third Point Management founder Daniel S. Loeb, Nestlé's fourth-largest stakeholder with a $3.5 billion stake,[54] explaining how the firm should change its business structure.[55] Consequently, the firm will reportedly focus investment on sectors such as coffee and pet care and will seek acquisitions in the consumer health-care industry.[55] In July 2017, Nestlé introduced a new type of infant formula in Spain, containing two human milk oligosaccharides.[56] Oligosaccharides are the third most abundant components of breast milk with various health benefits, but previously were not part of infant formula. In September 2017, Nestlé S.A. acquired a majority stake of Blue Bottle Coffee.[57] While the deal's financial details were not disclosed, the Financial Times reported \"Nestlé is understood to be paying up to $500m for the 68 per cent stake in Blue Bottle\".[58] Blue Bottle expects to increase sales by 70% this year.[59] In September 2017, Nestlé USA agreed to acquire Sweet Earth, a California-based producer of plant-based foods, for an undisclosed sum.[60] In January 2018, Nestlé USA announced it is selling its US confectionary business to Ferrara Candy Company, an Italian chocolate and candy maker.[61] The company was sold for a total of an estimated $2.8 billion.[61] In May 2018, it was announced that Nestlé and Starbucks struck a $7.15 billion distribution deal, which allows Nestlé to market, sell and distribute Starbucks coffee globally and to incorporate the brand's coffee varieties into Nestlé's proprietary single-serve system, expanding the overseas markets for both companies.[62] Nestlé set a new profit target in September 2017 and agreed to offload over 20 of its US candy brands in January 2018. However, sales grew only 2.4% in 2017, and as of July 2018, the share price declined more than 8%. While some suggestions were adopted, Loeb said in a July 2018 letter that the shifts are too small and too slow. In a statement, Nestlé wrote that it was \"delivering results\" and listed actions it had taken, including investing in key brands and its global coffee partnership with Starbucks. However, activist investors disagreed, leading Third Point Management to launch NestleNOW, a website to push its case with recommendations calling for change, accusing Nestlé of not being as fast, aggressive, or strategic as it needs to be. Activist investors called for Nestlé to divide into three units with distinct CEOs, regional structures, and marketing heads - beverage, nutrition, and grocery; spin off more businesses that do not fit its model such as ice cream, frozen foods, and confectionery; and add an outsider with expertise in the food and beverage industry to the board.[63][64] In September 2018, Nestlé announced that it would sell Gerber Life Insurance for $1.55 billion.[65][66] In October 2018, Nestlé announced the launch of the Nestlé Alumni Network, through a strategic partnership with SAP & EnterpriseAlumni, to engage with their over 1 million alumni globally.[67] In 2019, the company announced that it would publish Nutri-Score on all of its products sold in the European countries that supported the nutritional label.[68] In 2020, Nestlé wants to invest in plant-based food, starting with a \"tuna salad\" and meat-free products to engage and reach younger and vegan consumers.[69] On 16 February 2021, Nestlé announced that it had agreed to sell its water brands in the US and Canada to One Rock Capital Partners and Metropoulos & Co. The sale, expected to conclude in spring, would include the spring water and mountain brands, the purified water brand and the delivery service. The plan did not include the Perrier, S.Pellegrino and Acqua Panna brands.[70][71] In early April 2021, the sale was concluded.[72] The COVID-19 pandemic did not affect Nestlé negatively. Due to lockdowns, people bought more packaged foods, not only coffee and dairy products, but also pet products, which increased the company's sales. Nestlé is recording its strongest quarterly sales growth in 10 years.[73] In April 2021, Nestlé agreed to purchase the vitamin manufacturing Bountiful Company, formerly known as The Nature's Bounty Co., for $5.75 billion, noting as well that much of the company's growth that quarter came from \"vitamins, minerals, and supplements that support health and the immune system\". The deal acquires various assets from Bountiful, including Nature's Bounty, Solgar, Osteo Bi-Flex, and Puritan's Pride.[74][75][76] In January 2022, Nestlé will pay cocoa farmers cash if they send their children to school.[77] In May 2022, it was announced Nestlé's Health Science unit had acquired the Brazilian organic, natural, plant-based food maker Puravida.[78] In May 2022, Nestle was sending baby formula supplies to the U.S. from European air bases to ease the 2022 United States infant formula shortage. These relief shipments included products from the Gerber baby food formula brand from the Netherlands and Alfamino baby formula from Switzerland.[79] Capital ownership of Nestlé by country of origin as of 2014.[80] Nestlé is the biggest food company in the world, with a market capitalisation of roughly 231 billion Swiss francs, which is more than US$247 billion as of May 2015.[81] Nestlé has a primary listing on the SIX Swiss Exchange and is a constituent of the Swiss Market Index. It has a secondary listing on Euronext. In 2014, consolidated sales were CHF 91.61 billion and net profit was CHF 14.46 billion. Research and development investment was CHF 1.63 billion.[82] According to a 2015 global survey of online consumers by the Reputation Institute, Nestlé has a reputation score of 74.5 on a scale of 1 to 100.[84] Joint ventures include: As of 2017, the board is composed of:[92] The company engages third party lobbying firms to engage with parliaments and governments in various jurisdictions. For example, in South Australia the company engages Etched Communications.[93] In the US, Nestlé has a strong influence in Washington, D.C. From 2015 to 2020 their average spend on lobbying was $1,951,667 each year.[94] Nestlé currently has over 2,000 brands[95][96] with a wide range of products across a number of markets, including coffee, bottled water, milkshakes and other beverages, breakfast cereals, infant foods, performance and healthcare nutrition, seasonings, soups and sauces, frozen and refrigerated foods, and pet food.[13] In 2019, the company entered the plant-based food production business with its Incredible and Awesome Burgers (under the Garden Gourmet and Sweet Earth brands). In 2020, Nestlé announced additional plant-based products including soy-based bratwurst and chorizo-like sausages.[97] In late September 2008, the Hong Kong government found melamine in a Chinese-made Nestlé milk product. Six infants died from kidney damage, and a further 860 babies were hospitalised.[98][99] The Dairy Farm milk was made by Nestlé's division in the Chinese coastal city Qingdao.[100] Nestlé affirmed that all its products were safe and were not made from milk adulterated with melamine. On 2 October 2008, the Taiwan Health ministry announced that six types of milk powders produced in China by Nestlé contained low-level traces of melamine, and were \"removed from the shelves\".[101] As of 2013, Nestlé has implemented initiatives to prevent contamination and utilizes what it calls a \"factory and farmers\" model that eliminates the middleman. Farmers bring milk directly to a network of Nestlé-owned collection centers, where a computerized system samples, tests, and tags each batch of milk. To reduce further the risk of contamination at the source, the company provides farmers with continuous training and assistance in cow selection, feed quality, storage, and other areas.[102] In 2014, the company opened the Nestlé Food Safety Institute (NFSI) in Beijing that will help meet China's growing demand for healthy and safe food, one of the top three concerns among Chinese consumers. The NFSI announced it would work closely with authorities to help provide a scientific foundation for food-safety policies and standards, with support to include early management of food-safety issues and collaboration with local universities, research institutes and government agencies on food-safety.[103] In an incident in 2015, weevils and fungus were found in Cerelac baby food.[104][105][106] In June 2009, an outbreak of E. coli O157:H7 was linked to Nestlé's refrigerated cookie dough originating in a plant in Danville, Virginia. In the US, it caused sickness in more than 50 people in 30 states, half of whom required hospitalisation. Following the outbreak, Nestlé voluntarily recalled 30,000 cases of the cookie dough. The cause was determined to be contaminated flour obtained from a raw material supplier. When operations resumed, the flour used was heat-treated to kill bacteria.[107] In May 2015, Food Safety Regulators from the state of Uttar Pradesh, India, found that samples of Nestlé India's Maggi noodles had up to 17 times more than the permissible safe amount of lead, in addition to monosodium glutamate.[108][109][110] Due to this, on 3 June 2015, the New Delhi Government banned the sale of Maggi in New Delhi stores for 15 days.[111] Some of India's biggest retailers, such as Future Group, Big Bazaar, Easyday, and Nilgiris, had imposed a nationwide ban on Maggi as of 3 June 2015.[112] On the same day, Nestlé India's shares fell 11% due to the incident.[113] On 4 June 2015, the Gujarat FD banned the sale of the noodles for 30 days after 27 out of 39 samples were detected with objectionable levels of metallic lead, among other things.[114] Nestlé's share fell by 3% on that day over concerns related to its safety standards.[115] On 5 June 2015, Food Safety and Standards Authority of India (FSSAI) orders banned all nine approved variants of Maggi instant noodles from India, deeming them \"unsafe and hazardous\" for human consumption,[116] and Nepal indefinitely banned Maggi over concerns about lead levels in the product.[117] Also on 5 June, the Food Standards Agency of the United Kingdom launched an investigation to test levels of lead in Maggi.[118] Maggi noodles have been withdrawn in five African nations – Kenya, Uganda, Tanzania, Rwanda, and South Sudan – by a supermarket chain after a complaint by the Consumer Federation of Kenya, as a reaction to the ban in India.[119] As of August 2015, India's government made public that it was seeking damages of nearly $100 million from Nestlé India for \"unfair trade practices\" following the June ban on Maggi noodles.[120] The 6.4 billion rupee (approximately US$93 million) suit was filed with the National Consumer Disputes Redressal Commission (NCDRC), regarded as the country's top consumer court, but was settled on 13 August 2015.[121] The court ruled that the government ban on the Nestlé product was both \"arbitrary\" and had violated the \"principles of natural justice.\"[122] Although Nestlé was not ordered to pay the fine sought in the government's suit, the court ruled that the Maggi noodle producers must \"send five samples from each batch of Maggi [noodles] for testing to three labs and only if the lead is found to be lower than permitted will they start manufacturing and sale again.\" Although the tests have yet to take place, Nestlé has already destroyed 400 million packets of Maggi products.[123][needs update] In India, Maggi products were returned to the shelves in November 2015,[124][125] accompanied by a Nestlé advertising campaign to win back consumer trust, featuring items such as[126] the Maggi anthem by Vir Das and Alien Chutney.[127] Nestlé resumed production of Maggi at all five plants in India on 30 November 2015.[128][129] In the Philippines, localised versions of Maggi instant noodles were sold until 2011 when the product group was recalled for suspected salmonella contamination.[130][131] The product did not return to market, while Nestle continues to sell seasoning products including the popular Maggi Magic Sarap.[citation needed] In 1993, plans were made to update and modernise the overall tone of Walt Disney's EPCOT Center, including a major refurbishment of The Land pavilion. Kraft Foods withdrew its sponsorship on 26 September 1993, with Nestlé taking its place. Co-financed by Nestlé and the Walt Disney World Resort, a gradual refurbishment of the pavilion began on 27 September 1993.[132] In 2003, Nestlé renewed its sponsorship of The Land; however, it was under agreement that Nestlé would oversee its own refurbishment to both the interior and exterior of the pavilion. Between 2004 and 2005, the pavilion underwent its second major refurbishment. Nestlé stopped sponsoring The Land in 2009.[133] On 5 August 2010, Nestlé and the Beijing Music Festival signed an agreement to extend by three years Nestlé's sponsorship of this international music festival. Nestlé has been an extended sponsor of the Beijing Music Festival for 11 years since 2000. The new agreement will continue the partnership through 2013.[134] Nestlé has partnered the Salzburg Festival in Austria for 20 years. In 2011, Nestlé renewed its sponsorship of the Salzburg Festival until 2015.[135] Together, they have created the \"Nestlé and Salzburg Festival Young Conductors Award\", an initiative that aims to discover young conductors globally and to contribute to the development of their careers.[136] Nestlé's sponsorship of the Tour de France began in 2001 and the agreement was extended in 2004, a move which demonstrated the company's interest in the Tour. In July 2009, Nestlé Waters and the organisers of the Tour de France announced that their partnership will continue until 2013. The main promotional benefits of this partnership will spread on four key brands from Nestlé's product portfolio: Vittel, Powerbar, Nesquik, or Ricore.[137] On 27 January 2012, the International Association of Athletics Federations announced that Nestlé will be the main sponsor for the further development of IAAF's Kids' Athletics Programme, which is one of the biggest grassroots development programmes in the world of sports. The five-year sponsorship started in January 2012.[138] On 11 February 2016, Nestlé decided to withdraw its sponsorship of the IAAF's Kids' Athletics Programmes because of doping and corruption allegations against the IAAF. Nestlé followed suit after other large sponsors, including Adidas, also stopped supporting the IAAF.[139] In 2014, Nestlé Waters sponsored the UK leg of the Tour de France through its Buxton Natural Mineral Water brand.[140] In 2002, Nestlé announced it was main sponsor for the Great Britain Lionesses Women's rugby league team for the team's second tour of Australia with its Munchies product.[141] Nestlé supports the Australian Institute of Sport (AIS) on a number of nutrition and fitness fronts, funding a Fellowship position in AIS Sports Nutrition; nutrition activities in the AIS Dining Hall; research activities; and the development of education resources for use at the AIS and in the public domain.[142]  Concern about Nestlé's \"aggressive marketing\" of their breast milk substitutes, particularly in less economically developed countries (LEDCs), first arose in the 1970s.[143] Critics have accused Nestlé of discouraging mothers from breastfeeding and suggesting that their baby formula is healthier than breastfeeding, despite there being no evidence for this.[citation needed] This led to a boycott which was launched in 1977 in the United States and subsequently spread into Europe.[144] The boycott was officially suspended in the US in 1984, after Nestlé agreed to follow an international marketing code endorsed by the World Health Organization (WHO),[144][145][146] but was relaunched in 1989.[147] As of 2011, the company is included in the FTSE4Good Index designed to help enable ethical investment.[148][149][150][151] However, the company allegedly repeated these same marketing practices in developing countries like Pakistan in the 1990s. A Pakistani salesman named Syed Aamir Raza Hussain became a whistle-blower against his former employer Nestlé. In 1999, two years after he left Nestlé, Hussain released a report in association with the non-profit organisation, Baby Milk Action, in which he alleged that Nestlé was encouraging doctors to push its infant formula products over breastfeeding. Nestlé has denied Raza's allegations.[152] This story inspired the 2014 acclaimed Indian movie Tigers by the Oscar award-winning Bosnian director Danis Tanović. In May 2011, nineteen Laos-based international NGOs, including Save the Children, Oxfam, CARE International, Plan International, and World Vision launched a boycott of Nestlé with an open letter.[153] Among other unethical practices, they criticised a failure to translate labelling and health information into local languages and accused the company of giving incentives to doctors and nurses to promote the use of infant formula.[154] Nestlé denied the claims and responded by commissioning an audit, carried out by Bureau Veritas, which concluded that \"the requirements of the WHO Code and Lao PDR Decree are well embedded throughout the business\" but that they were violated by promotional materials \"in 4% of the retail outlets visited\".[155] Ernest W. Lefever and the Ethics and Public Policy Center were criticized for accepting a $25,000 contribution from Nestlé while the organization was in the process of developing a report investigating medical care in developing nations which was never published. It was alleged that this contribution affected the release of the report and led to the author of the report submitting an article to Fortune magazine praising the company's position.[156] Nestlé has been under investigation in China since 2011 over allegations that the company bribed hospital staff to obtain the medical records of patients and push its infant formula to increase sales.[157] This was found to be in violation of a 1995 Chinese regulation that aims to secure the impartiality of medical staff by banning hospitals and academic institutions from promoting instant formula to families.[158] As a consequence, six Nestlé employers were given prison sentences between one and six years.[157] Multiple reports have documented the widespread use of child labour in cocoa production, as well as slavery and child trafficking, throughout West African plantations, on which Nestlé and other major chocolate companies rely.[159][160][161][162][163] According to the 2010 documentary, The Dark Side of Chocolate, the children working are typically 12 to 15 years old.[164] The Fair Labor Association has criticised Nestlé for not carrying out proper checks.[165] In 2005, after the cocoa industry had not met the Harkin–Engel Protocol deadline for certifying that the worst forms of child labour (according to the International Labour Organization's Convention 182) had been eliminated from cocoa production, the International Labor Rights Fund filed a lawsuit in 2005 under the Alien Tort Claims Act against Nestlé and others on behalf of three Malian children. The suit alleged the children were trafficked to Ivory Coast, forced into slavery, and experienced frequent beatings on a cocoa plantation.[166][167] In September 2010, the U.S. District Court for the Central District of California determined corporations cannot be held liable for violations of international law and dismissed the suit. The case was appealed to the U.S. Court of Appeals.[168][169] The Ninth Circuit Court of Appeals reversed the decision.[170] In 2016, the U.S. Supreme Court declined to hear Nestlé's appeal of the Ninth Circuit's decision.[171] A 2016 study published in Fortune magazine concluded that approximately 2.1 million children in several West African countries \"still do the dangerous and physically taxing work of harvesting cocoa\", noting that \"the average farmer in Ghana in the 2013–14 growing season made just 84¢ per day, and farmers in Ivory Coast a mere 50¢ [...] well below the World Bank's new $1.90 per day standard for extreme poverty\". On efforts to reduce the issue, former secretary general of the Alliance of Cocoa Producing Countries, Sona Ebai, commented \"Best-case scenario, we're only doing 10% of what's needed.\"[172] In 2019, Nestlé announced that they could not guarantee that their chocolate products were free from child slave labour, as they could trace only 49% of their purchasing back to the farm level. The Washington Post noted that the commitment taken in 2001 to eradicate such practices within four years had not been kept, neither at the due deadline of 2005, nor within the revised deadlines of 2008 and 2010, and that the result was not likely to be achieved for 2020 either.[173] In 2021, Nestlé was named in a class action lawsuit filed by eight former child slaves from Mali who alleged that the company aided and abetted their enslavement on cocoa plantations in Ivory Coast. The suit accused Nestlé (along with Barry Callebaut, Cargill, Mars Incorporated, Olam International, The Hershey Company, and Mondelez International) of knowingly engaging in forced labor, and the plaintiffs sought damages for unjust enrichment, negligent supervision, and intentional infliction of emotional distress.[174][175] Nestlé has been involved in extensive union-busting activity in Colombia since it first arrived there. According to a spokesman for Sinaltrainal, the Colombian Foodworkers Union: \"Nestlé converts the factories into camps for the public security forces in order to create terror in the community, destroy the unity of the workers, and misinform the members of the union, with the goal of pitting them against the leaders and destroying the movement.\"[176] At the second World Water Forum in 2000, Nestlé and other corporations persuaded the World Water Council to change its statement so as to reduce access to drinking water from a \"right\" to a \"need\". Nestlé continues to take control of aquifers and bottle their water for profit.[177] Peter Brabeck-Letmathe, chairman of Nestlé, later changed his statement, saying in a 2013 interview, \"I am the first one to say water is a human right.\" In that same interview, he claimed that it was the \"primary responsibility of every government\" to provide 30 litres of water a day to citizens.[178] A coalition of environmental groups filed a complaint against Nestlé to the Advertising Standards of Canada after Nestlé took out full-page advertisements in October 2008 with messages claiming, \"Most water bottles avoid landfill sites and are recycled\", \"Nestlé Pure Life is a healthy, eco-friendly choice\", and, \"Bottled water is the most environmentally responsible consumer product in the world.\"[179][180][181] A spokesperson from one of the environmental groups stated: \"For Nestlé to claim that its bottled water product is environmentally superior to any other consumer product in the world is not supportable.\"[179] In their 2008 Corporate Citizenship Report, Nestlé themselves stated that many of their bottles end up in the solid-waste stream, and that most of their bottles are not recycled.[180][182][183] The advertising campaign has been called greenwashing.[180][181][182] Nestlé defended its ads, saying that they will show they have been truthful in their campaign.[179] Considerable controversy has surrounded Nestlé's bottled water brand, Arrowhead, sourced from wells alongside a spring in Millard Canyon situated in a Native American Reservation at the base of the San Bernardino Mountains in California. While corporate officials and representatives of the governing Morongo tribe have asserted that the company, which started its operations in 2000, is providing meaningful jobs in the area and that the spring is sustaining current surface water flows, a number of local citizen groups and environmental action committees have started to question the amount of water drawn in the light of the ongoing drought, and the restrictions that have been placed on residential water use.[184] Additionally, recent evidence suggests that representatives of the Forest Service failed to follow through on a review process for Nestlé's permit to draw water from the San Bernardino wells, which expired in 1988.[185][186] In San Bernardino Nestlé pays the US Forest Service $524 yearly to pump and bottle about 30 million gallons, even during droughts. Peter Gleick, a co-founder of the Pacific Institute, which researches freshwater issues, remarked \"Every gallon of water that is taken out of a natural system for bottled water is a gallon of water that doesn't flow down a stream, that doesn't support a natural ecosystem.\" He also said, \"Our public agencies have dropped the ball\".[187] The former forest supervisor Gene Zimmerman has explained that the review process was rigorous, and that the Forest Service \"didn't have the money or the budget or the staff\" to follow through on the review of Nestlé's long-expired permit.[188] However, Zimmerman's observations and action have come under scrutiny for a number of reasons. Firstly, along with the natural resource manager for Nestlé, Larry Lawrence, Zimmerman is a board member for and played a vital role in the founding of the nonprofit Southern California Mountains Foundation, of which Nestlé is the most noteworthy and longtime donor.[189] Secondly, the Zimmerman Community Partnership Award – an award inspired by Zimmerman's actions and efforts \"to create a public/private partnership for resource development and community engagement\" – was presented by the foundation to Nestlé's Arrowhead Water division in 2013.[190] Finally, while Zimmerman retired from his former role in 2005, he currently works as a paid consultant for Nestlé, leading many investigative journalists to question Zimmerman's allegiances prior to his retirement from the Forest Service.[188] In April 2015, the city of Cascade Locks, Oregon, and the Oregon Department of Fish and Wildlife, which is using water for a salmon hatchery, applied with the Oregon Water Resources Department to permanently trade their water rights to Nestlé; an action which does not require a public-interest review. Nestlé approached them in 2008 and they had been considering to trade their well water with Oregon's Oxbow Springs water, a publicly owned water source in the Columbia River Gorge National Scenic Area, and to sell the spring water at over 100 million gallons of water per year to Nestlé. The plan has been criticized by legislators and 80,000 citizens.[191] The 250,000-square-foot, $50 million Nestlé bottling plant in Cascade Locks with an unemployment rate of 18.8 percent would have 50 employees and would increase property-tax collections by 67 percent.[192] In May 2016, voters of Hood River County voted 69 percent to 31 percent for the ballot measure to ban large bottling operations in the area, but in Cascade Locks, the one precinct in Hood River County, voters decided against the ballot measure, 58 percent to 42 percent. As a result, the Cascade Locks city council voted 5-to-1 to keep up the fight. Soon after, Governor Kate Brown directed state officials to stop an exchange of water rights that was crucial to the deal, citing fiscal rather than environmental reasons. Nestlé then acknowledged that the exchange \"will not be going forward\", marking a definite end to the planned bottling operation.[193] Although a 2005 court settlement gave Nestlé the right to pump 250 gallons per minute (GPM) from a well in unincorporated Osceola Township, Osceola County, Michigan, Nestlé has tried to increase that rate to 400 GPM. Its bottled water is sold under the Ice Mountain Spring label. The local planning commission denied the application to build a booster station to increase the capacity of the pipeline that delivers water to a water truck depot some distance from the town. Local citizens mounted considerable grassroots opposition to the plan, with 55 opponents testifying against the proposal at a meeting attended by almost 500 people in July 2017. The litigation has been costly to the small town, which receives its only compensation from a $200 annual pumping fee. Regarding the 1976 Michigan Safe Drinking Water Act, section 17, a measure precipitated by Nestlé's previous demands, Bill Cobbs, a current Democratic gubernatorial candidate said, \"This is wrong -- when this act was written in 1976 it was never intentioned that water would be up for sale.\"[194][195] The \"David vs. Goliath\" situation is drawing increasing national attention.[196][197] Nestlé approaches water purely as a commodity. In 1994 Helmut Maucher, Nestlé's CEO commented, \"Springs are like petroleum. You can always build a chocolate factory. But springs you have or you don't have.\" His successor, Peter Brabeck-Letmathe, was criticized when, in a 2005 documentary, he similarly promoted and rationalized the commodification of water, saying: \"One perspective held by various NGOs—which I would call extreme—is that water should be declared a human right.\"[187] In April 2021, and after many water rights complaints and online petitions against Nestlé, California's Water Resources Control Board told the company that it has to stop unauthorized natural spring water diversions in the San Bernardino Forest.[198] In Canada, the Competition Bureau raided the offices of Nestlé Canada (along with those of Hershey Canada and Mars Canada) in 2007 to investigate the matter of price fixing of chocolates. It is alleged that executives with Nestlé (the maker of KitKat, Coffee Crisp, and Big Turk) colluded with competitors in Canada to inflate prices.[199] The Bureau alleged that competitors' executives met in restaurants, coffee shops, and at conventions, and that Nestlé Canada CEO, Robert Leonidas, once handed a competitor an envelope containing his company's pricing information, saying: \"I want you to hear it from the top – I take my pricing seriously.\"[199] Nestlé and the other companies were subject to class-action lawsuits for price fixing after the raids were made public in 2007. Nestlé settled for $9 million, without admitting liability, subject to court approval in the new year. A massive class-action lawsuit continues in the United States.[199] In 2002, Nestlé demanded that the nation of Ethiopia repay US$6 million of debt to the company at a time when Ethiopia was suffering a severe famine. Nestlé backed down from its demand after more than 8,500 people complained via e-mail to the company about its treatment of the Ethiopian government. The company agreed to re-invest any money it received from Ethiopia back into the country.[200] In 2003, Nestlé agreed to accept an offer of US$1.5 million, and donated the money to three active charities in Ethiopia: the Red Cross, Caritas, and UNHCR.[201] In August 2015, the Ukrainian TV channel Ukrayina refused to hire a worker of the weekly magazine Krayina, Alla Zheliznyak, as a host of a cooking show because she speaks Ukrainian. The demand to only hire a Russian-speaking host was allegedly set by a sponsor of the show – Nesquik, which is a brand of Nestlé S.A.[202][203] Activists of the Vidsich civil movement held a rally near the office of the company in Kyiv, accusing Nestlé of discriminating against people who speak Ukrainian and supporting the Russification of Ukraine.[204] They also criticised goods sold in Ukraine being manufactured in Russia and threatened a boycott. Following the 2022 Russian invasion of Ukraine which began on February 24, many international, particularly Western companies pulled out of Russia. Unlike most of its Western competitors, Nestlé was slow to announce any disinvestments or scaling back of its operations in Russia, drawing criticism.[205][206] Nestlé employs 7000 workers in Russia and stated they intend to protect them.[207][208] Ukraine president Volodymyr Zelensky pleaded for a stop of business activities that help finance the Ukraine invasion.[209] Nestle suspended shipment of non-essential items but continued to produce essential food items in Russia. The company said that \"our activities in Russia will focus on providing essential food, such as infant food and medical/hospital nutrition\".[210] At the conclusion of a year-long self-imposed investigation in November 2015, Nestlé disclosed that seafood products sourced in Thailand were produced with forced labour.[211] Nestlé is not a major purchaser of seafood in Southeast Asia, but does some business in Thailand – primarily for its Purina cat food. The study found virtually all US and European companies buying seafood from Thailand are exposed to the same risks of abuse in their supply chains.[212] This type of disclosure was a surprise to many in the industry because international companies rarely acknowledge abuses in supply chains.[213] Nestlé was expected to launch a year-long program in 2016 focused on protecting workers across its supply chain. The company has promised to impose new requirements on all potential suppliers, train boat owners and captains about human rights,[212] and hire auditors to check for compliance with new rules.[214] In September 2017, an investigation[215] conducted by NGO Mighty Earth found that a large amount of the cocoa used in chocolate produced by Nestlé and other major chocolate companies was grown illegally in national parks and other protected areas in Ivory Coast and Ghana.[216][217][218] The countries are the world's two largest cocoa producers.[219][220] The report documents how in several national parks and other protected areas, 90% or more of the land mass has been converted to cocoa.[221] Less than four percent of Ivory Coast remains densely forested, and the chocolate companies' laissez-faire approach to sourcing has driven extensive deforestation in Ghana as well.[222] In Ivory Coast, deforestation has pushed chimpanzees into just a few small pockets, and reduced the country's elephant population from several hundred thousand to about 200–400.[223][224][225] Nestlé efforts relating to social responsibility programs include: ","Title":"Nestlé - Wikipedia","KeyID":"6884","URL":"https://en.wikipedia.org/wiki/Nestl%C3%A9"}