{"Content: ":"Ferrero International S.A. (Italian pronunciation: [ferˈrɛːro]), more commonly known as Ferrero Group or simply Ferrero, is an Italian multinational manufacturer of branded chocolate and confectionery products, and the second biggest chocolate producer and confectionery company in the world.[2] It was founded in 1946 in Alba, Piedmont, Italy, by Pietro Ferrero, a confectioner and small-time pastry maker who laid the groundwork for Nutella and added hazelnut to save money on chocolate, taking the idea from gianduia, a sweet chocolate spread containing about 30% hazelnut paste, invented in Turin during Napoleon's regency (1796–1814) .[3] The company saw a period of tremendous growth and success under Pietro's son Michele Ferrero, who in turn handed over the daily operations to his sons, Pietro Jr. and Giovanni Ferrero (the founder's grandsons). Pietro Jr., who oversaw global business, died on 18 April 2011 of a heart attack while cycling in South Africa at the age of 47. The Ferrero Group worldwide – now headed by Executive Chairman Giovanni Ferrero – includes 38 trading companies, 18 factories, and approximately 40,000 employees, and produces around 365,000 tonnes of Nutella each year.[4] Ferrero International SA's headquarters is in Luxembourg. Ferrero SA is a private company owned by the Ferrero family and has been described as \"one of the world's most secretive firms\".[5] Reputation Institute's 2009 survey ranked Ferrero as the most reputable company in the world.[6] In 1946, Pietro Ferrero invented a cream of hazelnuts and cocoa, derived from gianduja and called it Pasta Gianduja. The initial product came in solid loaves wrapped in aluminium foil, which had to be sliced with a knife, and was succeeded by a spreadable version called Supercrema.[7] With assistance from his brother Giovanni Ferrero Sr., Pietro Ferrero created his new company to produce and market the initial product.[8] Pietro was succeeded by his son Michele Ferrero as chief executive. Michele and his wife Maria Franca relaunched his father's recipe as Nutella, which was first sold in 1964. After World War II, they opened production sites and offices abroad,[8] and Nutella eventually became the world's leading chocolate-nut spread brand.[7] Ferrero is the world's largest consumer of hazelnuts, buying up 25% of global production in 2014.[7] The company is currently run by Giovanni Ferrero, grandson of Pietro and son of Michele Ferrero.[8] The company places great emphasis on secrecy, reportedly to guard against industrial espionage.[5] It has never held a press conference and does not allow media visits to its plants. Ferrero's products are made with machines designed by an in-house engineering department.[5] In 2014, Ferrero acquired Oltan Group, the largest hazelnut supplier in the world.[9] Ferrero acquired the British chocolate retailer Thorntons in June 2015 for £112 million.[10][11] In 2016, Ferrero SpA acquired Belgian biscuit brands Delacre and DeliChoc from United Biscuits.[12] In March 2017, Ferrero SpA bought the chocolate maker Fannie May from 1-800-Flowers.com. The deal closed on May 30, 2017, and Ferrero paid $115 million. Ferrero indicated that they hope to expand Fannie May, with locations across the US, not just in Chicago.[13][14][15] On 30 March 2017, it was announced that Lapo Civiletti would be the first non-family CEO in the history of the company, taking up the role from 1 September, while Giovanni Ferrero would become the executive chairman, focusing on long-term strategy.[16] In October 2017, Ferrero announced that they would acquire the Ferrara Candy Company.[17] The acquisition was completed that December.[18] On 16 January 2018, it was reported that Ferrero was purchasing Nestlé's American confectionery business for $2.8 billion. The deal included such brands as Baby Ruth, Crunch Bar and Butterfinger, but did not affect Nestlé's confectionery business elsewhere, and did not include Kit Kat, Nesquik or the Toll House baking line.[19] The acquisition was completed in March 2018.[20][21] On 29 July 2019[22] Ferrero further expanded its US operations by purchasing a collection of business owned by Kellogg's. Included in the deal were Kelloggs' cookie, fruit and fruit-flavoured snack, ice cream cone and pie crust businesses including famous brands such as Famous Amos, Murray's, Keebler, Mother's and Little Brownie Bakers (one of the producers of the cookies for the Girl Scouts of the USA), as well as a leased manufacturing facility in Baltimore, six food manufacturing facilities across the country, and two plants in Chicago. Ferrero paid Kellogg's $1.3 billion.[23][24] In early 2020, a subsidiary of Ferrero purchased Campbell Soup Company's stake in the Danish bakery Kelsen Group for $300 million.[25][26] In October 2020, it was announced that Ferrero would buy UK company Fox's Biscuits for £250 million.[27] In December 2020, Ferrero announced it was acquiring healthy snack company Eat Natural.[28] In June 2021, Ferrero bought British firm Burton's Biscuit Company, which at the time of purchase employed 2,000 people at six plants in the UK. It is believed the transaction was made for about £360 million.[29] in April 2022, it was announced Ferraro had acquired the Dublin-based vitamin and protein bar producer, Fulfil Nutrition. On 6 April 2022, the European Food Safety Authority (EFSA) and the European Centre for Disease Prevention and Control (ECDC) began investigating a \"rapidly evolving\" outbreak of salmonella linked to Kinder Surprise chocolate eggs.[30] The outbreak affected European countries, with products being recalled \"as a precautionary step\".[31] Products were also recalled in Canada and the United States.[32] On 8 April, Belgian authorities ordered the closure of a Kinder chocolate factory in Arlon suspected to be behind the outbreak.[33] On 12 April, the EFSA and the ECDC published a rapid outbreak assessment on a multi-country outbreak of monophasic salmonella typhimurium linked to chocolate products made at the Belgian factory.[34] The report found that in December 2021, salmonella was detected in a buttermilk tank at the Belgian establishment during the manufacturer's own checks, and the chocolate products were distributed across Europe and globally.[35] As of 8 April 2022, 150 cases had been reported in ten European countries, including Belgium, France, Germany, Ireland, Luxembourg, the Netherlands, Norway, Spain, Sweden and the United Kingdom.[36] Ferrero produces several lines of confectionery goods under various brand names, as well as the chocolate-hazelnut spread Nutella (since 1964).[37] The production of Nutella uses one-quarter of the world's annual hazelnut supply.[38] It also produces the line of Ferrero branded chocolate products, including Pocket Coffee,[39] Mon Chéri,[39] Confetteria Raffaello,[39] Ferrero Küsschen[40] and the Ferrero Prestige line, which comprises three different brands of pralines: Ferrero Rocher, Ferrero Rondnoir, and Garden Coco.[41] Ferrero's Kinder brand line of chocolate products include Kinder Surprise,[42] Kinder Joy,[43] Kinder Chocolate,[44] Kinder Happy Hippo,[45] Kinder Maxi,[44] Kinder Duplo,[46] Kinder Country,[47] Kinder Délice,[48] and Kinder Bueno.[49][50] The company also produces Tic Tac mints,[43] available in a variety of flavours,[51][52][53] along with sugar free versions.[54] Other Ferrero products include Giotto,[39] Fiesta Ferrero,[55] Hanuta chocolate hazelnut-filled wafers[56] and Gran Soleil frozen desserts,[57] which won the company an innovation award in March 2011.[58] Ferrero has been producing Thorntons products since acquiring the company in 2015.[10][11] In 1983, the company established the Ferrero Foundation in Alba, Piedmont at the wish of Michele Ferrero. The foundation promotes activities in the areas of art, science, history and literature by organizing conventions, conferences, seminars and exhibitions. It also offers health and social assistance to ex-employees who have been with the group for at least 25 years.[59]","Title":"Ferrero SpA - Wikipedia","KeyID":"6886","URL":"https://en.wikipedia.org/wiki/Ferrero_SpA"}