{"Content: ":"Celanese Corporation, formerly known as Hoechst Celanese, is an American technology and specialty materials company headquartered in Irving, Texas.[3] A Fortune 500 corporation, the company is the world’s leading producer of acetic acid, producing about 1.95 million tonnes per year, representing approximately 25% of global production.[4] Celanese is also the world's largest producer of vinyl acetate monomer (VAM).[5] Celanese operates 25 production plants and six research centers in 11 countries, mainly in North America, Europe, and Asia. The company owns and operates the world's three largest acetic acid plants: one in the Clear Lake area of Pasadena, Texas,[6] one on Jurong Island in Singapore, and a third in Nanjing, China.[4][7] In 1918, the American Cellulose & Chemical Manufacturing Company (known as Amcelle) was founded in New York City by Swiss chemist Camille Dreyfus.[8] The American Cellulose and Chemical Manufacturing Co. Ltd plant in Cumberland, Maryland was set up during World War I to produce cheaper fabric for airplane manufacturing. The plant location was chosen inland to protect against Zeppelin attacks. It was also situated in proximity to a ready source of water at the Potomac River and easy access to coal supplies and railroad lines. After a series of delays, production began on Christmas Day, 1924 with a series of cellulose acetate commercial fabrics and yarns intended as alternatives to silk.[9] The plant was closed in 1983,[10] and was later torn down to provide a space for a new state prison.[11] The company had introduced the word “Celanese,” a combination of “cellulose” and “ease” in 1925, remarking on the ease of cleaning and care of their acetate yarn, or artificial silk, fabrics. They officially took this name in 1927, becoming Celanese Corporation of America. In 1947, Celanese started producing acetate fiber at its plant near Ocotlán, Jalisco, Mexico. The plant was closed in 2019.[12] By 1958, Celanese had 13 domestic plants, three research and development centers, some 30 groups of products, and approximately 13,000 employees.[13] Celanese commissioned Edward Stone, a 20th century American architect, in 1959 to build the “Celanese House,” a model home in New Canaan, Connecticut to showcase the company’s new materials and styles.[14] Celanese bought operations of Imperial Chemicals Incorporated in 1982. This included the Fiber Industries Incorporated plant in Salisbury, North Carolina, a part of Invista since 2004.[15] In 1983, Celanese built a $20 million plant in Rock Hill, South Carolina to produce polybenzimidazole (PBI), a material used to fabricate high-performance protective apparel used in firefighter's gear and astronaut space suits.[16] Celanese spun off its pharmaceutical business as Celgene in 1986. In 1987, Celanese Corporation was acquired by Hoechst and merged with its American subsidiary, American Hoechst, to form Hoechst Celanese Corporation.[17] In 1998, in a $2.7 billion deal, Hoechst Celanese sold its Trevira division to a consortium between Houston-based KoSa, a joint venture of Koch Industries, IMASAB S.A., and Grupo Xtra, both of Mexico.[18][19][20] Also in 1998, Hoechst combined most of its industrial chemical operations into a new company, Celanese AG. In 1999, Hoechst spun off Celanese AG as a publicly traded German corporation, cross-listed on both the Frankfurt and New York stock exchanges as \"CZZ\" and \"CZ\", respectively. On 16 December 2003, the U.S. private equity firm Blackstone Group announced a takeover offer for Celanese,[21] after two years of wooing management.[22] Shareholders formally approved the offer from Blackstone on 16 June 2004, and Blackstone completed the acquisition of Celanese AG. The company was delisted from the New York Stock Exchange, and Blackstone changed the entity's name back to Celanese Corporation. Under Blackstone, a number of streamlining initiatives were undertaken, and several acquisitions were made. On 21 January 2005, Celanese Corporation conducted an initial public offering and became a publicly traded corporation traded on the New York Stock Exchange under the symbol \"CE\".[23] When Blackstone sold the last of its shares in 2007, it had made five times what it had invested and it, and its co-investors collected a $2.9 billion profit.[24] In June 2009, the company sold its polyvinyl alcohol (PVOH) business to Sekisui Chemical Co., Ltd.[25] Celanese has a process to make ethanol from natural gas.[26][27] In 1995, Hoechst Celanese was named along with Shell Oil and US Brass as a defendant in a class action lawsuit for $7 billion in both past and potential future damages for which they were accused of being liable because of leaks in their polybutylene (PB) plumbing systems.[28] The lawsuit alleged a complex scheme to mislead buyers into believing that PB plumbing systems were suitable for use as potable water distribution systems and purportedly enjoying a lifetime of 50 years service. According to the lawsuit, scientists from the defendants allegedly reported that the PB plumbing systems would degrade even when exposed to low concentrations of chlorine typically found in municipal water systems. The lawsuit claimed that in spite of this knowledge, the defendants concealed the information and continued to market these products (Shell supplying PB resins to water pipe manufacturers and Hoechst Celanese providing acetal resins to manufacturers of pipe fittings) until approximately 1996.[29] In January 2014, a class action lawsuit was filed on behalf of the citizens of Cannon’s Campground, seeking relief from health and environmental dangers posed by groundwater and surface water contamination emanating from the Hoechst-Celanese manufacturing plant in Spartanburg, South Carolina.[30] The lawsuit alleged the dumping of a number of toxic chemicals into local waters, which has diminished property values and caused a number of illnesses. Hoechst Celanese asked the courts to dismiss these charges as spurious, claiming that its discharges have not caused substantial harm to anyone or to the environment, and further asserting that a 3-year limit on tort claims had expired, relieving the company of any responsibility for damages which might be eventually discovered.[31] Acetyl intermediates is Celanese's largest segment, with a product range consisting of basic chemicals such as acetic acid, acetic anhydride, and vinyl acetate. Customers of acetyl intermediates and industrial specialties are in the chemical, paint and coatings, construction, and adhesive industries for polymerization. Advanced engineered materials offers plastic polymers to customers in the automotive, electronics, telecommunications, and medical industries. Major products include engineered plastics for fuel system components (provided by Ticona, the engineering polymer business of Celanese), conveyor belts, electronics, safety systems, emissions filtration, and fluid handling. Polymer production is improved by the acquisition of SO.F.TER Group, Forlì, in Italy in 2016.[32][33] The food ingredients business Nutrinova produces the high intensity sweetener Sunett (acesulfame K), the preservatives Nutrinova, potassium sorbate, and sorbic acid, and other food ingredients. Major end-use markets include beverages, confections, baked goods, and dairy products. In 2021, Celanese ranked 7th on FoodTalks' Global Top 20 Food Preservative Companies list.[34] Celanese is one of the world's largest producers of cellulose acetate. Acetate products are primarily used in cigarette filters, as well as in the production of fashion apparel and linings. Celanese also manufactures Clarifoil cellulose acetate film that is wood pulp based and certified biodegradable and compostable in home and industrial composting conditions. Industrial specialties, using the feedstock from acetyl intermediates, manufactures polymer and emulsions such as polyvinyl acetate emulsions, and specialty chemicals as ethylene vinyl acetate. Major end-use markets include polyvinyl alcohol producers, paper, mortar and gypsum, textiles, paints, coatings, and adhesives manufacturers. TCX Technology is a hydrocarbon-based ethanol production process developed and marketed by Celanese and launched in November 2010. Celanese researchers developed the TCX Technology to create a fuel that helps countries reduce their need to import oil and gas. Celanese plans to invest $700 million to build one-to-two plants in China and one in Texas that will produce TCX-based ethanol.[35][36]","Title":"Celanese - Wikipedia","KeyID":"6898","URL":"https://en.wikipedia.org/wiki/Celanese"}