{"Content: ":"Clariant AG is a Swiss multinational speciality chemicals company, formed in 1995 as a spin-off from Sandoz. The company is focused on four business areas: care chemicals (consumer and industrial); catalysis; natural resources (oil & mining, minerals); and plastics & coatings. Headquartered in Muttenz, Switzerland,[4] the public company encompasses 110 operating companies in 53 countries. Major manufacturing sites are located in Europe, North America, South America, China, and India. In 2015, sales from continuing operations were 5.8 billion CHF. European markets account for about one-third of sales, while Asia-Pacific, North America and Latin America account for about one-fifth each. Net income in 2015 was 227 million CHF, while EBITDA was 853 million CHF.[5] The company has sales of around US$6 billion. Headquarters are officially in Muttenz, but most central functions are officed in a dedicated corporate centre in nearby Pratteln, both near Basel, Switzerland. Clariant's four business areas, are: Plastics & Coatings (around 42% of sales), Care Chemicals (around 25% of sales), Natural Resources (around 21% of sales) and Catalysts (around 12% of sales). The company started in 1995, as a spinoff (IPO) of the chemical operations of Sandoz, which then merged its pharmaceutical business with that of Ciba-Geigy to form Novartis. (Ciba-Geigy also went on to spin out its chemical operations, called Ciba Specialty Chemicals, which was later acquired by BASF.) In 1997, Clariant grew substantially, with the acquisition of the Hoechst speciality chemicals business.[6] In 2000, Clariant bought British Tar Products (BTP plc), in 2006 Clariant bought Ciba's Masterbatches division, and in 2011 Clariant acquired German speciality chemical company Süd-Chemie. In 2013, Clariant divested its textile chemicals, emulsions and paper specialities businesses to SK Capital. In 2014, Clariant divested its leather services to Stahl Holdings and its detergents & intermediates business to Weylchem of the International Chemical Investors Group. In 2016, Clariant partnered with matchmycolor LLC, a colour know-how company and Konica Minolta Inc, a Japanese technology company to efficiently colour match the polyolefin products easier and faster.[7] In 2019, Clariant was ranked 126th in the Forbes' list of Americas Best Employers. In 2020, Clariant was ranked 684th in the Forbes list.[8] In 2022, Clariant sold its Pigments business to a consortium of Heubach Group and SK Capital Partners. Clariant reinvested to retain a 20% stake in the new holding company.[9] In May 2017, Clariant and Huntsman Corporation announced that they would merge, as equals, forming HuntsmanClariant which would be the global leader in specialty chemical production - with the deal valued at $20 billion.[10][11] Clariant shareholders will own 52% of the new entity, with Huntsman shareholders owning the remaining 48% of shares.[12][13] In October 2017, the merger between Clariant and Huntsman Corporation was halted due to concerns that a two-thirds shareholder approval, required by Swiss law, could not be reached. The all stock transaction would not have found support by White Tale Holdings, which continues to accumulate stocks while opposing the consolidation.[14] On January 25, 2018, White Tale Holdings, which is a partnership between hedge fund Corvex Management LP and investment group 40 North, ended its hostility and sold 25% of its stake to SABIC despite previous assertions that it was a long term holder. Shares tumbled by as much as 11% on that news, wiping out approximately 1 billion Swiss francs ($1 billion) from the company's market value.[15] As of end-2015, some 1,100 of Clariant's some 17,000 employees were engaged in R&D, mainly at the company's 8 global R&D centers and its 50+ technical application centers. In 2015, the company spent CHF 204 million, or 3.5% of sales on R&D. Clariant has been included in the Dow Jones Sustainability Index (DJSI) since 2013.[16] Clariant is also a constituent of the DJSI Europe[17] and of the FTSE4Good Index. On 14th February 2022 Clariant delayed the release of its 2021 Annual Report and postponed the Annual General Meeting of Shareholders, after saying the company is investigating allegations by internal whistleblowers that staff manipulated accounts to meet financial targets.[18][19] In January 2017, Clariant opened a new business unit dedicated to active ingredients for the cosmetic industry. Based in Toulouse, within the Bioparc south of the Oncopole, this new unit is focused on expanding Clariant's portfolio of naturally sourced ingredients with its two strategic partners, BioSpectrum and Beraca.[20] The new facility includes laboratories for product testing and skin biology studies, and dedicated R&D and marketing teams. At the end of 2017, Clariant Active Ingredients counted 17 employees. In 2020 Clariant was awarded the Henkel Adhesive Technologies Sustainability Award and also Clariant the ICIS Innovation Award in the categories \"Best Product\" and \"Best Sustainable Process\".[21]","Title":"Clariant - Wikipedia","KeyID":"6899","URL":"https://en.wikipedia.org/wiki/Clariant"}