{"Content: ":"Rhône-Poulenc (French pronunciation: [ʁon pulɛ̃k]) was a French chemical and pharmaceutical company founded in 1928. In 1999 it merged with Hoechst AG to form Aventis. As of 2015, the pharmaceutical operations of Rhône-Poulenc are part of Sanofi and the chemicals divisions are part of Solvay group and Bayer Crop Science. The company was founded in 1928 through the merger of Société des usines chimiques du Rhône (Society of Rhône Chemical Factories) from Lyon and Poulenc Frères (Poulenc Brothers) from Paris founded by Étienne Poulenc, a 19th-century Parisian apothecary and brought to prominence by his second and third sons Émile, father of composer Francis Poulenc, and Camille Poulenc (1864–1942). In 1950, the company synthesized chlorpromazine which it sold to Smith, Kline & French (today part of GlaxoSmithKline) who marketed the drug as Thorazine.[1] In 1990, it merged with the pharmaceutical company Rorer to form Rhône-Poulenc Rorer.[2] In January 1999, Rhône-Poulenc merged with Hoechst AG to form Aventis. In 2004, Aventis went on to merge with Sanofi-Synthélabo forming Sanofi-Aventis, the third largest pharmaceutical company in the world. In 2011, Sanofi-Aventis decided to drop the Aventis suffix and change its name to Sanofi. In 1997, its chemicals division was spun off into a separate company named Rhodia and was later acquired by the Solvay group in 2011. The agricultural chemicals division of Rhône-Poulenc, known as Aventis CropScience after the merger with Hoechst, was sold to the German chemical and pharmaceutical company Bayer in 2002. In 1997 Rhône-Poulenc came to play a central part in what is claimed to be the worst environmental accident in Sweden's history. Rhône-Poulenc supplied Rhoca-Gil for the building of the Hallandsås tunnel. The chemical leaked into the artesian water, causing great damage to cattle, surrounding nature and workers at the construction site. Rhône-Poulenc was criticised for not pointing out the risks of using the sealant, which contained acrylamide and is considered to be carcinogenic. Criminal charges were brought against the company and In June 2001, the managing director of the former Rhône-Poulenc Sweden was found guilty of breaching the Chemical Products Act, and was to pay 60 day-fines at SEK650 for a total of SEK60 000.[3] Rhône-Poulenc originally funded the Rhône-Poulenc Prizes, now known as the Royal Society Prizes for Science Books.","Title":"Rhône-Poulenc - Wikipedia","KeyID":"6903","URL":"https://en.wikipedia.org/wiki/Rh%C3%B4ne-Poulenc"}