{"Content: ":"DB Fernverkehr AG (German for \"DB Long-Distance Traffic\") is a semi-independent division of Deutsche Bahn that operates long-distance passenger trains in Germany.[1] It was founded in 1999 in the second stage of the privatisation of Deutsche Bahn, under the name of DB Reise&Touristik and was renamed in 2003. DB Fernverkehr provides national and throughout-Europe long-distance transport services.[2] Train types operated by DB Fernverkehr are: The company operates around 1,300 trains per day (as of 2010). Under the brand name IC Bus DB Fernverkehr also operated some long-distance bus lines until 2020 in Europe, starting from the cities of Berlin, Mannheim, Munich, Leipzig, Düsseldorf, Frankfurt and Hamburg. Alleo GmbH, founded in 2012, is a joint subsidiary of Deutsche Bahn and the French state railway SNCF. The company is responsible for the marketing of the international ICE and TGV trains, which operate on the routes Frankfurt - Paris and Frankfurt - Marseille. In addition, the German-French train and service teams are coordinated by Alleo and trained for use on board international connections. \"Alleo\" is led by Frank Hoffmann (DB) and Emmanuel Mroz (SNCF). In 1999, the subsidiary DB AutoZug GmbH, based in Dortmund, was founded for the operation of car and night trains. With October 1, 2013 DB AutoZug GmbH was merged with DB Fernverkehr AG. The tour operator Ameropa Reisen, founded in 1951, has been a wholly owned subsidiary since DB Fernverkehr AG was founded. Above all, it distributes short trips and city trips within Germany, as well as to neighboring countries. Since 2013, DB Fernverkehr AG operates long-distance coach lines under the brand name IC Bus. There are now a total of 45 of these long-distance connections through 11 European countries (as of 2017). According to ex-CEO Ulrich Homburg, the IC bus offer is not primarily about price competition with other competitors, such as FlixBus, but a supplement to the railway's existing intercity network. Thus, according to Homburg, prices should not be primarily geared to those of competitors. DB Fernverkehr plans to gradually expand the network of the IC bus and generate new connections.[citation needed] In most trains of DB Fernverkehr exists a gastronomic offer in form of a \"BordRestaurant\" or \"BordBistro\". These system gatronomies are coordinated by the organizational unit DB Bordgastronomie. DB Fernverkehr also trains its own specialists in system catering, who can later prepare and serve meals on board the trains as a steward (-ess). DB Fernverkehr AG is a wholly owned subsidiary of Deutsche Bahn, but, in contrast to its sister company DB Regio, operates in a self-sufficient manner. The executive board of DB Fernverkehr is made up of Michael Peterson (CEO & marketing), Philipp Nagl (production board member), Heinz Siegmund (CHRO) and Joachim Müller (CFO). According to the annual report 2017, the company achieved a profit (net income) of 366 million euros. Compared to the previous year 2016 (136 million euros), the profit increased by 230 million euros (139%). 94 percent of the revenue generated DB Fernverkehr with revenue from passenger transport. The traffic volume (in passenger-kilometers) increased continuously since 2014 (36.1 billion pkm) and in 2017 was around 40.5 billion pkm. In long-distance rail passenger transport in Germany, there are some private providers. These include BTE (partly marketed as Flixtrain), the Georg Transport Organization, Leo Express Germany (marketed as Flixtrain), RDC Germany, the Thalys and Train4you (as \"UrlaubsExpress - UEX\"). By the end of September 2012, the Vogtlandbahn with the Vogtland Express (Plauen (Vogtland) -Zwickau-Chemnitz-Riesa-Berlin) had a long-distance transport offer. The connection was converted meanwhile on bus traffic. Until December 2014, there was also the Interconnex, which, however, now also no longer wrong. From the end of 2016, there was also the \"Locomore\" on the route between Stuttgart and Berlin funded by crowdfunding, which, however, had to file for bankruptcy in the spring of 2017. In November 2017, however, the operation was resumed with the help of the two companies Leo Express (operation) and Flixmobility (marketing). Since then, the train has been operating under the brand name \"Flixtrain\" again from Stuttgart to Berlin and back. Also marketed by Flixmobility, but operated in cooperation with Bahntouristikexpress (BTE), is the former Hamburg-Cologne Express (HKX). According to Flixtrain managing director André Schwämmlein, the company wants to expand its offer in cooperation with its partners and establish itself as an alternative to the ICE of Deutsche Bahn. The company emerged as DB Reise & Touristik AG on January 1, 1999 in the context of the second stage of the railway reform from the division of long-distance transport of Deutsche Bahn. It traded under this name until 2003. Instead of the expected five, only 2.2 million passengers used the long-distance trains in traffic to the Expo 2000. Instead of the expected DM 400 million, only DM 125 million was generated. 2001, it was decided to externally adapt all long-distance passenger coaches to the color of the ICE trains (light gray with red stripes). The repainting had cost according to an insider report around 300 million DM. In mid-January 2001, the company announced plans to create a standard of comfort and quality at the ICE level with investments amounting to DM 2 billion. Among other things, 28 additional ICE Ts (around 800 million DM) and 13 more ICE 3s (around 500 million DM) were procured and the modernization of 117 locomotive-bound IC kits (500 million DM) was promised. From 2009 to 2012, the company reduced its seating capacity by 4 percent. In mid-2012, the average load factor of the trains was 48.1 percent, three percentage points higher than in the previous year. In the first half of 2012, the number of passengers increased year-on-year by more than 5 percent to 63.3 million. In 2012, the company carried 131.3 million travelers, generating 37,357 billion passenger-kilometers of traffic at 145.1 million train-kilometers. The utilization of the trains was 50.3 percent. In mid-2013, the company claimed 75 percent of its energy needs from renewable energy sources. During the 2013 flood, many routes, including the high-speed line between Hanover and Berlin, were not or only partially accessible for weeks. The company suffered heavy losses and also lost significantly in its punctuality statistics. With a half-million travelers in one day, the company recorded a new passenger record on December 23, 2016. Between January and April 2017, a new record was set with around 45 million travelers. The year 2018 was expected with 143 million passengers and a record profit of 400 million euros expected. The occupancy rate is 55 percent (as of 2017). In the spring of 2018 failed an operating attempt begun in 2017, in which train drivers were instructed to drive as fast as possible. The driving style, which led in part to arrivals ahead of schedule, had no positive impact on punctuality. According to its own data from March 2015, an operating capacity of about 162 million train kilometers is to be provided in the year 2030, of which 120 million with ICE. The number of passengers is expected to increase from 130 to 180 million, the traffic from 36 to 49 billion passenger kilometers. This should be the largest long-distance network in daily scheduled since 1996. The average age is expected to fall from 23 to 15 years. Twelve billion euros are to be invested in new and revised trains by 2030 and 1,500 new employees will be offered jobs. The company is aiming for a 15-minute travel chain punctuality of \"well over 90%\" to become \"the most reliable means of travel on the medium and long haul\". By 2030, with more than 50 million additional passengers, most travelers of all market participants will be added. The self-imposed target of a company five-minute punctuality rate of 80 percent for 2016 was narrowly missed. In total, about 79 percent of all ICE and IC arrived punctually in 2016 - the highest number since 2012. However, at the end of 2018, the DB became the focus of public attention due to significantly poorer punctuality rates (including only about 70.4% in November 2018) in long-distance service and shortcomings in the maintenance of trains. As a result, several voices were loud, which called for a renewed German rail reform and a merger of the divisions of passenger transport, DB Regio and DB Fernverkehr. Whether and in what form these demands will be fulfilled, probably decides at the earliest in the spring of 2019. Then CEO of Deutsche Bahn, Richard Lutz, to the Supervisory Board to submit a so-called \"agenda for a better rail\" (Original: \"Agenda für eine bessere Bahn\"). DB Fernverkehr also includes the DB Lounges in the larger railway stations.  This German rail transport related article is a stub. You can help Wikipedia by expanding it.","Title":"DB Fernverkehr - Wikipedia","KeyID":"6909","URL":"https://en.wikipedia.org/wiki/DB_Fernverkehr"}