{"Content: ":"DB Regio AG is a subsidiary of Deutsche Bahn which operates regional and commuter train services in Germany. DB Regio AG, headquartered in Frankfurt am Main. It is a 100% subsidiary of the Deutsche Bahn Group and there part of the DB Regio business segment, which also includes DB Regionnetz Verkehrs GmbH and other independent subsidiaries. The company as a mainly nationwide operational company is responsible for all regional transport activities (rail and bus) of the DB Group in Germany. This includes traffic in neighboring countries. For the maintenance of the vehicle fleet, the company operates its own workshops. The company serves 310 lines with 22,800 trains and 295,000 stops every day.[1] It has about ten million customers.[2] The DB Regio AG emerged in the course of the second stage of the rail reform on January 1, 1999 from the local transport division of Deutsche Bahn AG.[3] Original plans were for them to be listed on the stock exchange by 2003.[4] An IPO has not yet been implemented. The articles of association for DB Regio GmbH were concluded on February 12, 1998 and the company was entered in the commercial register on April 6, 1998. Its sole purpose was the \"preparation of the outsourcing of the local passenger transport division of Deutsche Bahn Aktiengesellschaft to a newly founded stock corporation in legal, economic and organizational terms\".[5] By resolution of April 27, 1999, the company was renamed Deutsche Bahn Erste Vermögensverwaltungsgesellschaft mbH, the object of which was the \"administration of its own assets and any activities that are conducive to the aforementioned purpose\".[6] The spin-off of DB Regio Aktiengesellschaft was completed when it was entered in the commercial register on June 1, 1999. The company's purpose was: \"Providing, marketing and coordinating transport services for rail and road public transport and the related services; Operation, maintenance, procurement and manufacture of vehicles of all types, in particular locomotives, railcars, railroad cars and buses and coaches; Managing businesses of related companies for their account as well as providing consulting services for third parties. \"The company's share capital initially amounted to DM 800 million, which was divided into 80 million shares from various shareholders. The first chairman of the board was Klaus Daubertshäuser. The company's articles of association had already been adopted on November 24, 1998.[6] In the years 2001 to 2002 a changed management structure was implemented in the company. The previously centrally controlled company was replaced by nine independent national companies, to which the regional train and bus companies were subordinated. The aim of the restructuring was to improve profitability. 400 of the 700 jobs in the DB regional headquarters and around 2500 jobs in the entire company were saved.[7] The regional rail and road traffic was transferred from January 2002 to nine regional lines (North, Northeast, Lower Saxony / Bremen, North Rhine-Westphalia, Hesse, Southwest, Southeast, Bavaria and Baden-Württemberg). The market share of DB Regio in local rail passenger transport (SPNV) in Germany was 92 percent, in the remaining public transport it was seven.[8] In 2007, DB Regio achieved 70% of its turnover from payments made by the federal states for the provision of local public transport, 29% from ticket sales and 1% from other income.[9] More recent figures are not published. In 2008, the company founded DB Regio Rheinland GmbH for the first time for the Rhein-Sieg-Express. After winning the tender, around 180 employees from DB Regio NRW should switch to the subsidiary that is not bound by the collective agreement of the group and receive around a fifth less wages there, according to a press report. After protests, the company was merged again with DB Regio NRW in 2011. A sector collective agreement agreed in February 2011 is to apply to future DB Regio subsidiaries.[10] Von 2004 bis Ende 2010 war die hierfür gegründete Tochtergesellschaft DB Stadtverkehr für den Betrieb des Bus- und Stadtverkehrs zuständig. Am 23. Februar 2010 wurde bekannt gegeben, dass die beiden S-Bahn-Betriebe S-Bahn Berlin GmbH und S-Bahn Hamburg GmbH ab dem 1. März 2010 DB Regio unterstellt werden.[11] Zum 1. Januar 2011 wurde DB Stadtverkehr aufgelöst. Gleichzeitig wurde ein neues Vorstandsressort Regio Bus geschaffen.[12] On January 1, 2015, the two regions Southwest and Rhine-Neckar were merged to form the new DB Regio Southwest region.[13] Another restructuring took place on January 1, 2017, in the course of which DB Regio Südwest and DB Regio Hessen were merged to form DB Regio Mitte.[14] In the late summer of 2016, the company announced that it would take part in the upcoming award procedures with smaller, more flexible units.[15] Then the regional traffic Start Germany was founded, which participates with its regional subsidiaries in the respective tenders. The DB Regio subsidiary had its first successes in the Lower Elbe network in 2017.[16] Due to the COVID-19 pandemic in Germany, capacity utilization fell to around 70 percent of the previous level in 2020, according to Berthold Huber, Deutsche Bahn board member responsible for passenger transport.[17] Unlike its long-distance counterpart DB Fernverkehr, DB Regio does not operate trains on its own account. Services are ordered and paid for by the Bundesländer or their Landkreise. Some states have awarded long-term contracts to DB Regio (usually 10 to 15 years). The headquarters of DB Regio in Frankfurt, located at Europa-Allee 70-76, is responsible for business development and focuses on the framework and service functions for the regional units when concluding transport contracts and tenders. The headquarters of DB Regio in Frankfurt is responsible for the business development and focuses on the framework and service functions for the regional units in the conclusion of transport contracts and tenders. In addition, it supports the regions in the areas of price and revenue management, marketing and traffic planning. In addition, the S-Bahn Berlin, Hamburg, Munich, Rhein-Main and Stuttgart are coordinated and controlled by the headquarters. The rail division is divided into seven regions. In addition, there are five urban commuter trains (S-Bahn), which are run directly from the headquarters, as well as the independent regio networks (RegioNetz). The bus division includes 23 bus companies, which in turn own majority interests in other bus companies. With about 725 million passengers and a traffic volume of 8.4 billion passenger kilometers, DB Regio Bus is one of the largest providers of German bus transport. Nationwide, around 13,400 buses are used. As of 2014, the market share in the regular bus market in Germany is about 9 percent. ÖstgötaTrafiken has given DB Regio Sverige a contract to operate local trains for 10 years from December 12, 2010.[18] Since Deutsche Bahn's purchase of Arriva in January 2010, DB Regio's operations in the United Kingdom are now known as Arriva UK Trains. In addition to the standardized local transport tariffs of the respective transport authorities, who are responsible for ordering the individual transports, DB Regio also offers comprehensive flat-rate tickets. In 1995 such a flat-rate ticket was introduced for the first time with the Schöne-Wochenende-Ticket. This is a permanent special offer and entitles up to five people to travel on all DB Regio local trains throughout Germany on Saturdays or Sundays. Travel in local public transport in almost all transport associations is also included. Package offers in the individual regions are referred to as country tickets. The country tickets allow journeys throughout the region at a flat rate. These tickets are available in single and multi-person versions. The first national ticket was introduced in Bavaria in 1997. Over ten million country tickets are sold every year. In 2009 the Quer-durchs-Land-Ticket was introduced. It closes the gap between the beautiful weekend ticket, valid nationwide, but only on weekends, and the country tickets, which are also valid during the week, but are regionally limited. Rounded numbers, taken from [1][dead link]","Title":"DB Regio - Wikipedia","KeyID":"6910","URL":"https://en.wikipedia.org/wiki/DB_Regio"}