{"Content: ":"Randstad NV, commonly known as Randstad and stylized as randstad, is a Dutch multinational human resource consulting firm headquartered in Diemen, Netherlands. It was founded in the Netherlands in 1960 by Frits Goldschmeding and operates in around 39 countries.[2] Randstad NV is listed as RAND on the AEX of Euronext Amsterdam. Founder Frits Goldschmeding is still the biggest shareholder. The company is named after the Randstad region of the Netherlands. Randstad specializes in human resource services for temporary and permanent jobs, including contract staffing of professionals and senior managers.[3] In most of these countries, Randstad works according to a unit structure, whereby each unit consists of two consultants who are responsible for service provision to clients and selecting candidates. Randstad promotes these activities under two brand names: Randstad and Tempo Team. A separate division of Randstad focuses on recruiting supervisors, managers, professionals, interim specialists, and advisors. These people are deployed in temporary positions in middle and senior management, such as engineers, ICT specialists, or marketing & communication specialists. In a number of countries, Randstad also has operating companies that select managers for permanent placements in middle and senior management. HR Solutions also involves a number of services such as selection processes, HR consultancy, outplacement, and career support. Brands under which Randstad promotes its activities include Randstad, Randstad Care, Tempo Team, Expectra, and \"Yacht.\"[citation needed] Randstad was a sponsor of the English Formula 1 team Williams F1 from 2006 until 2017. From 2019, Randstad is the sponsor of the Italian Formula 1 team Scuderia Toro Rosso[citation needed] Randstad was founded in 1960 by Frits Goldschmeding and Ger Daleboudt, who were both studying economics at the time at VU University Amsterdam. When Goldschmeding was supposed to write a thesis at the VU University Amsterdam his professor advised him to write a thesis on temporary employment, about which there was hardly any literature at the time. After completion of his thesis, Goldschmeding decided to turn the subject of his thesis into a company. The first flyers for the firm were typed in Goldschmeding's attic room in the student house on Sloterkade in Amsterdam. The agency was called ‘Uitzendbureau Amstelveen’. In the first years, Uitzendbureau Amstelveen mainly provided personnel for the insurance industry, banks and the health-care sector. The firm's first office was near the Vondelpark in Amsterdam. In 1963, the agency also opened branches in Leiden and Rotterdam and changed its name from 'Uitzendbureau Amstelveen’ to ‘Randstad Uitzendbureau'. At that time, Goldschmeding and Daleboudt were still sure that the Randstad (the urban area between Amsterdam, Utrecht, The Hague and Rotterdam) represented their total reach. A new logo was created by designer Ben Bos from Total Design. This is still the logo used by Randstad in 2011. From 1965, Randstad opened a branch in Brussels, in 1967, in London and in 1968 in Düsseldorf, Germany. France followed in 1973. After obtaining additional funding from AMRO Bank, in 1970, Randstad moved into a new head office on A.J. Ernstraat in Amsterdam, where administration of time sheets was centralized, and the company's first computer – the size of a large conference room – acquired to process them. As the number of temporary staffing agencies grew (e.g. ASB, Manpower Inc., Evro and Tempo-Team), temporary staffing agencies acquired a poor image. Part of the criticism was political; trade unions and left-wing parties wished the government to have greater control over the labor market and also over employment mediation. Unions were concerned that temporary staff had no rights, might earn more than permanent staff, that employers would replace permanent jobs by temporary ones, that only people who were relatively mobile got temporary jobs and that temporary staff would be given only dirty and heavy work. However, Randstad felt that it was finding jobs for people who would not otherwise be active on the labor market. The Dutch Ministry of Social Affairs struggled with the concept of temporary staffing agencies and introduced a series of restrictive measures, going so far as to stipulate that the agencies could not expand any further. Moreover, each temporary employee had to be regularly re-registered with the Ministry; nor were temporary staff allowed to earn more than permanent employees. The unintended effect was that the demand for temporary staff soared, due to the relatively low costs. In response, Randstad – together with ABU, an association that promoted the interests of temporary staffing agencies – initiated 22 court cases against the regulations. One result was the abolition of a regulation prohibiting expansion.[citation needed] While acquiring and serving clients on the one hand and selecting and placing temporary staff on the other were initially two different roles, Randstad decided to integrate them in one person, the consultant. At the time this was a unique development in the temporary staffing sector. In its early years, the company focused on supplying keypunch operators, typists, accountants, administrators, and secretaries. From 1973 it adopted a broader approach, dealing with all types of personnel, from medical to industrial. At the end of the 1970s, Randstad also had divisions for cleaning work and security. In 1978, Randstad Holding NV was therefore founded as a holding company to accommodate all the divisions. Randstad also moved to a bigger head office in Diemen in 1977. The period 1980–1990, started with a recession, and Randstad was forced to make 160 staff redundant. However, predicting correctly when the economy would recover, Randstad shifted its focus towards growth instead of cost reduction.[citation needed] Its competitor Tempo-Team was less successful in riding the recession and in late 1982, sought to be taken over by Randstad. Randstad maintained the brand name but differentiated the Tempo-Team brand by aiming at more experienced staff. The trade union FNV now recognized that the labor market needed flex workers and that for many people temporary work constituted a step towards a permanent job, and sought discussions. This resulted in 1986, in a Collective Labor Agreement (CLA) for permanent employees in the temporary staffing sector and in 1987, in a CLA for all temporary staff. From 1982, government policies became less hostile to temporary staffing agencies, recognizing that they could promote employment, and the rules were gradually relaxed. This was a major change for Randstad, its changed status being symbolized when during its 25th-anniversary celebrations, founder Goldschmeding received a Royal Honor. Randstad's turnover rose from 204 million euros in 1983, to 518 million euros in 1985. In 1988, Randstad embarked on a stock market flotation which took place on 5 June 1990. Initially, Randstad shares did not do as well as hoped, because the introductory price was set high. However, successful performance from 1991, caused the share price to rise. At the same time, Randstad gave more focus to internationalization. Around 1990, it was primarily a Dutch company; only a quarter of turnover was generated by international activities. On 1 April 1992, the firm acquired the Dutch temporary staffing agency Flex, which also had branches in Belgium and France. In the Netherlands, Werknet was acquired and integrated into Tempo-Team. A major goal was to establish the company in the United States. New board member Erik Vonk set up a small office in Atlanta and sought a suitable candidate for takeover. In 1993, the firm took over TempForce, a local agency with twelve offices in Atlanta. At the end of 1993, Randstad also acquired the U.S. agency Jane Jones Enterprises. By mid-1994 the firm had 32 branches in the U.S. generating a turnover of 30 million euros and deploying 5,500 flex workers every day, still small compared with Randstad’s turnover in the Netherlands of 909 million euros. Randstad became a sponsor in Atlanta of the 1996 Olympic Games, and supplied 16,000 temporary staff to the Games.[citation needed] On Friday 16 May 1998, at the age of 65, Frits Goldschmeding retired from the company he founded after 38 years. After a year's rest, Goldschmeding took his seat on the Supervisory Board. He was succeeded by Hans Zwarts, who embarked on more acquisitions. Temporary staffing chain Strategix was acquired in the United States, a company with 300 branches. In Switzerland, Life & Work was acquired, in Spain Tempo Grup and in Germany Time Power. However, these acquisitions and problems with integrating them into Randstad caused 2000 and 2001 profits, and the share price, to fall. Faced with these poor results, Zwarts resigned. In October 2001, Cleem Farla succeeded Hans Zwarts as CEO. His aims were to develop a better strategy for internationalization and substantially cut costs. His strategy was successful; in 2003, the net profit was 77.1 million euros, a 36% increase compared to 2002. However, in August 2002, Farla was diagnosed with a serious illness. Ben Noteboom temporarily stepped into his shoes, and definitively assumed his role on 1 March 2003. Internationally, the firm took over EmmayHR and Team4U in India and took its first steps in China. Randstad also entered the market in Portugal, Hungary, Turkey, Poland and Japan. In the year 2000, Randstad also launched the Randstad Award research conducted by a third party research company, ICMA, in 23 countries around the world including; US, UK, France, the Netherlands, Hong Kong, Australia, and Singapore. The Randstad Award is based on the results of the largest employment survey into employer branding research across the world and designed to uncover how employers are perceived in the eyes of today’s job seekers.[4] In August 2016, the firm has announced acquisition of job search website Monster Worldwide Inc.[5] In 2019, according to Staffing Industry Analysts’ Largest Global Staffing Firms 2019 list Randstad become largest staffing and recruitment company in terms of revenue.[6] On Monday 3 December 2007, Randstad and temporary staffing organization Vedior announced their merger.[7] The firm had been eyeing Vedior for some time. The takeover moved both companies up to number two in the world (after Adecco). Vedior had a higher proportion of higher-margin, faster-growing professional staffing business than Randstad and Vedior operated in strategic markets in which Randstad had not yet established itself, such as Japan and Brazil. In 2010, Randstad celebrated its fiftieth anniversary, marked by the publication of the book Randstad Mensenwerk compiled by Professor Fred Emmer, professor emeritus at Leiden University. This book was internally distributed within the firm under the title 'Working on a dream'. In 2019, Google contracted with Randstad to collect data for its Pixel 4 facial recognition authentication feature. Google's stated goal with the project was to make the feature more inclusive by collecting facial data from people with dark skin, and those participating in the research were given a $5 gift certificate. However, the New York Daily News reported that Randstad project leaders allegedly directed its workers to maximize data collection by deceiving participants and targeting homeless people in Atlanta, Georgia.[8][9] Randstad stated that, after hearing concerns about how information was presented to participants and obtaining consent, the project was temporarily suspended and project leaders were retrained.[10] After the Daily News published its report, Google said it had shut down its field research and was investigating the allegations.[11] Randstad operates in the following countries:[2][12] [13] An overview of Randstad's main figures: See above for a description of this business area. See above for a description of this business area. See above for a description of this business area. Own staff include flex workers working in the Randstad organization. At inhouse locations, Randstad works at one location for a specific client. [14] [15] In March 2011, Frits Goldschmeding (1933, Dutch), original founder of Randstad, resigned as vice chairman of the Supervisory Board.[16] His last term ran from 2007 to 2011.","Title":"Randstad NV - Wikipedia","KeyID":"6923","URL":"https://en.wikipedia.org/wiki/Randstad_Holding"}