{"Content: ":"Fresenius SE & Co. KGaA is a health care company based in Bad Homburg vor der Höhe, Germany. It provides products and services for dialysis, in hospitals and inpatient and outpatient medical care. It is involved in hospital management and in engineering and services for medical centers and other health care facilities. The company is ranked 258th on the Forbes Global 2000.[2] In March 2022 it announced plans to merge with InterWell Health and Cricket Health to form a new company, which will operate under the InterWell Health brand, focused on services for the earlier stages of kidney disease.[3] There are four divisions: The company was founded by Eduard Fresenius in 1912.[5] In 1946, Fresenius died. Else Kröner, his foster-daughter and protégée, who was still in pharmacy school at the time, inherited the company. Else Kröner rescued the company from significant debts by laying off the majority of staff and restructuring the business. Kröner died in 1988. Kröner's will left all of her assets to the Else Kröner-Fresenius-Foundation, which funds medical research.[6] In 1966, the company began to sell dialysis machines.[5] In 1982, the company converted to a joint stock company.[5] In 1983, the company began producing polysulfone fiber membranes.[5] In 1986, the company became a public company, listing shares on the Frankfurt Stock Exchange.[5] In 1996, the company merged its dialysis business into National Medical Care to form Fresenius Medical Care.[5] In 1999, the company acquired the international nutrition business of Pharmacia & Upjohn and merged it with Fresenius Pharma to form Fresenius Kabi.[5] In 2001, the company acquired Wittgensteiner Kliniken, a major operator of private hospitals in Germany.[5] In 2005, the company acquired Helios.[5] In March 2005, Fresenius Kabi AG acquired Labesfal (Laboratório de Especialidades Farmacêuticas Almiro S.A.).[7][8] In September 2006, Helios Kliniken acquired a majority stake in Humaine Kliniken.[9] HUMAINE operates six acute and post acute care hospitals in the fields of neurology, oncology and traumatology. On July 16, 2007, the company completed its conversion from an Aktiengesellschaft (AG - German public limited company) to a Societas Europaea, the European Union-wide equivalent.[10] The company changed its legal status once again on January 28, 2011, becoming a Kommanditgesellschaft auf Aktien (KGaA - German partnership limited by shares) with a Societas Europaea as a partner with unlimited liability (SE & Co. KGaA).[11] In August 2008, Fresenius Kabi acquired 73.3% of Dabur Pharma of India.[12] In September 2008, Fresenius Kabi acquired APP Pharmaceuticals, Inc.[13] In October 2011, the company agreed to acquire 51% of the share capital in Katholisches Klinikum Duisburg hospital.[14] Also in October 2011, Helios Kliniken acquired 94.7% of the share capital in Damp Group.[15] In September 2013, Fresenius acquired 41 hospitals from Rhön-Klinikum for €3.07 billion.[16][17] In 2014, Fresenius sold its 5% stake in Rhön-Klinikum.[18] In November 2014, the company announced that its Russian partners, Sistema and Zenitco Finance Management, agreed to terminate their joint venture agreement that had been established in April 2014. The termination was prompted by changing political and regulatory circumstances in the region.[19] In January 2016, Fresenius Kabi announced that it would acquire Becton Dickinson's prescription drug business.[20] In February 2016, Fresenius Helios acquired the municipal hospital in Velbert, North Rhine-Westphalia.[21] In January 2017, Fresenius acquired the largest Spanish hospital group, the Grupo Hospitalario Quirónsalud for €5.76 billion and merged it into the Helios Group, establishing the biggest hospital group of Europe.[22] In September 2017, Fresenius Kabi acquired Merck KGaA’s biosimilars business.[23] In February 2019, Fresenius Medical Care acquired NxStage, a US-based maker of in-home dialysis devices, for $2 billion.[24][25] Fresenius Kabi is a supplier of 0.9% Sodium chloride Injection USP diluent for use with the Pfizer–BioNTech COVID-19 vaccine.[26] In 2012, a paper was published raising concerns regarding the use of hydroxyethyl starch in sepsis.[27] Fresenius Kabi, which makes the product, threatened legal action against the main author, Danish scientist Anders Perner.[28] In 2015, Fresenius Kabi Group pleaded guilty to breaches of United Kingdom's Medicines Act 1968 and was fined £500,000 by the Sheffield Crown Court for supplying faulty insulin syringes containing no insulin, leading to the death of Neil Judge from diabetic ketoacidosis in 2010.[29][30] In 2019, the company paid $231 million to the United States Department of Justice to settle allegations of civil bribery to obtain business in Angola, Saudi Arabia, Morocco, and Spain.[31] In January 2020, the Süddeutsche Zeitung reported on tricks used by the health care group Fresenius, according to a case study by the Steuerjustigkeit network.[32] The study shows that it is by no means just US digital groups that are shifting their profits to low-tax countries and that Fresenius is trying to reduce the tax burden by legal means with the help of branches in so-called tax havens and subsidiaries. Tax avoidance is not a prohibited tax evasion.[33]","Title":"Fresenius (company) - Wikipedia","KeyID":"6929","URL":"https://en.wikipedia.org/wiki/Fresenius_(company)"}