{"Content: ":"In geology, petrifaction or petrification (from Ancient Greek πέτρα (pétra) 'rock, stone') is the process by which organic material becomes a fossil through the replacement of the original material and the filling of the original pore spaces with minerals. Petrified wood typifies this process, but all organisms, from bacteria to vertebrates, can become petrified (although harder, more durable matter such as bone, beaks, and shells survive the process better than softer remains such as muscle tissue, feathers, or skin). Petrifaction takes place through a combination of two similar processes: permineralization and replacement. These processes create replicas of the original specimen that are similar down to the microscopic level.[1] One of the processes involved in petrifaction is permineralization. The fossils created through this process tend to contain a large amount of the original material of the specimen. This process occurs when groundwater containing dissolved minerals (most commonly quartz, calcite, apatite (calcium phosphate), siderite (iron carbonate), and pyrite),[2] fills pore spaces and cavities of specimens, particularly bone, shell or wood.[3] The pores of the organisms' tissues are filled when these minerals precipitate out of the water. Two common types of permineralization are silicification and pyritization. Silicification is the process in which organic matter becomes saturated with silica. A common source of silica is volcanic material. Studies have shown that in this process, most of the original organic matter is destroyed.[4][5] Silicification most often occurs in two environments—either the specimen is buried in sediments of deltas and floodplains or organisms are buried in volcanic ash. Water must be present for silicification to occur because it reduces the amount of oxygen present and therefore reduces the deterioration of the organism by fungi, maintains organism shape, and allows for the transportation and deposition of silica. The process begins when a specimen is permeated with an aqueous silica solution. The cell walls of the specimen are progressively dissolved and silica is deposited into the empty spaces. In wood samples, as the process proceeds, cellulose and lignin, two components of wood, are degraded and replaced with silica. The specimen is transformed to stone (a process called lithification) as water is lost. For silicification to occur, the geothermic conditions must include a neutral to slightly acidic pH[6] and a temperature and pressure similar to shallow-depth sedimentary environments. Under ideal natural conditions, silicification can occur at rates approaching those seen in artificial petrification.[7] Pyritization is a process similar to silicification, but instead involves the deposition of iron and sulfur in the pores and cavities of an organism. Pyritization can result in both solid fossils as well as preserved soft tissues. In marine environments, pyritization occurs when organisms are buried in sediments containing a high concentration of iron sulfides. Organisms release sulfide, which reacts with dissolved iron in the surrounding water, when they decay. This reaction between iron and sulfides forms pyrite (FeS2). Carbonate shell material of the organism is then replaced with pyrite due to a higher concentration of pyrite and a lower concentration of carbonate in the surrounding water. Pyritization occurs to a lesser extent in plants in clay environments.[3] Replacement, the second process involved in petrifaction, occurs when water containing dissolved minerals dissolves the original solid material of an organism, which is then replaced by minerals. This can take place extremely slowly, replicating the microscopic structure of the organism. The slower the rate of the process, the better defined the microscopic structure will be. The minerals commonly involved in replacement are calcite, silica, pyrite, and hematite.[3] Biotic remains preserved by replacement alone (as opposed to in combination with permineralization) are rarely found, but these fossils present significance to paleontology because they tend to be more detailed.[8][unreliable fringe source?] Not only are the fossils produced through the process of petrifaction used for paleontological study, but they have also been used as both decorative and informative pieces. Petrified wood is used in several ways. Slabs of petrified wood can be crafted into tabletops, or the slabs themselves are sometimes displayed in a decorative fashion. Also, larger pieces of the wood have been carved into sinks and basins. Other large pieces can also be crafted into chairs and stools. Petrified wood and other petrified organisms have also been used in jewelry, sculpture, clock-making, ashtrays and fruit bowls, and landscape and garden decorations. Petrified wood has also been used in construction. The Petrified Wood Gas Station,[9] located on Main St Lamar, Colorado, was built in 1932 and consists of walls and floors constructed from pieces of petrified wood. The structure, built by W.G. Brown, has since been converted to office space and a used car dealership.[10] Glen Rose, Texas provides even more examples of the use of fossilized wood in architecture. Beginning in the 1920s, the farmers of Somervell County, Texas began uncovering petrified trees. Local craftsmen and masons then built over 65 structures from this petrified wood, 45 of which were still standing as of June 2009. These structures include gas stations, flowerbeds, cottages, restaurants, fountains and gateposts.[11] Glen Rose, Texas is also noted for Dinosaur Valley State Park and the Glen Rose Formation, where fossilized dinosaur footprints from the Cretaceous period can be viewed.[12] Another example of the use of petrified wood in construction is the Agate House Pueblo in the Petrified Forest National Park in Arizona. Built by ancestral Pueblo people about 990 years ago, this eight-room building was constructed almost entirely out of petrified wood and is believed to have served as either a family home or ceremonial center.[13] In 2005 scientists at the Pacific Northwest National Laboratory (PNNL) reported that they had successfully petrified wood samples artificially. Unlike natural petrification, though, they infiltrated samples in acidic solutions, diffused them internally with titanium and carbon and fired them in a high-temperature oven (circa 1400 °C) in an inert atmosphere to yield a man-made ceramic matrix composite of titanium carbide and silicon carbide still showing the initial structure of wood. Future uses would see these artificially petrified wood-ceramic materials eventually replace metal-based superalloys (which are coated with ultrahard ceramics) in the tool industry. Other vegetal matter could be treated in a similar process and yield abrasive powders.[14] Scientists attempted to artificially petrify organisms as early as the 18th century, when Girolamo Segato claimed to have supposedly \"petrified\" human remains. His methods were lost, but the bulk of his \"pieces\" are on display at the Museum of the Department of Anatomy in Florence, Italy.[15] More recent attempts have been both successful and documented, but should be considered as semi-petrifaction or incomplete petrifaction or at least as producing some novel type of wood composite, as the wood material remains to a certain degree; the constituents of wood (cellulose, lignins, lignans, oleoresins, etc.) have not been replaced by silicate, but have been infiltrated by specially formulated acidic solutions of aluminosilicate salts that gel in contact with wood matter and form a matrix of silicates within the wood after being left to react slowly for a given period of time in the solution or heat-cured for faster results. Hamilton Hicks of Greenwich, Connecticut, received a patent for his \"recipe\" for rapid artificial petrifaction of wood under US patent 4,612,050 in 1986.[16] Hicks' recipe consists of highly mineralized water and a sodium silicate solution combined with a dilute acid with a pH of 4.0-5.5. Samples of wood are penetrated with this mineral solution through repeated submersion and applications of the solution. Wood treated in this fashion is - according to the claims in the patent - incapable of being burned and acquires the features of petrified wood. Some uses of this product as suggested by Hicks include use by horse breeders who desire fireproof stables constructed of nontoxic material that would also be resistant to chewing of the wood by horses.[17]","Title":"Petrifaction - Wikipedia","KeyID":"693","URL":"https://en.wikipedia.org/wiki/Petrification"}