{"Content: ":"Accenture plc is an Irish-American,[5][6] professional services company based in Dublin, specializing in information technology (IT) services and consulting. A Fortune Global 500 company,[7] it reported revenues of $50.53 billion in 2021.[2] Accenture's current clients include 91 of the Fortune Global 100 and more than three-quarters of the Fortune Global 500.[8] Julie Sweet has served as CEO of Accenture since 1 September 2019.[9] It has been incorporated in Dublin, Ireland, since 2009. Accenture began as the business and technology consulting division of accounting firm Arthur Andersen[10] in the early 1950s when it conducted a feasibility study for General Electric to install a computer at Appliance Park in Louisville, Kentucky,[11] which led to GE's installation of a UNIVAC I computer and printer,[12] believed to be the first commercial use of a computer in the U.S.[13] Joseph Glickauf, an early pioneer of computer consulting, held a position as head of Arthur Andersen's administrative services division.[11] In 1989, Arthur Andersen and Andersen Consulting became separate units of Andersen Worldwide Société Coopérative (AWSC). Throughout the 1990s, there was increasing tension between Andersen Consulting and Arthur Andersen. Andersen Consulting was paying Arthur Andersen up to 15% of its profits each year (a provision of the 1989 split was that the more profitable unit – whether AA or AC – pay the other the 15 percent), while at the same time Arthur Andersen was competing with Andersen Consulting through its own newly established business consulting service line called Arthur Andersen Business Consulting. This dispute came to a head in 1998 when Andersen Consulting put the 15% transfer payment for that year and future years into escrow and issued a claim for breach of contract against AWSC and Arthur Andersen. In August 2000, as a result of the conclusion of arbitration with the International Chamber of Commerce, Andersen Consulting broke all contractual ties with AWSC and Arthur Andersen. As part of the arbitration settlement, Andersen Consulting paid the sum held in escrow (then $1.2 billion) to Arthur Andersen, and was required to change its name, resulting in the entity being renamed Accenture.[14] On 1 January 2001, Andersen Consulting adopted its current name, \"Accenture\". The word \"Accenture\" is derived from \"Accent on the future\". The name \"Accenture\" was submitted by Kim Petersen, a Danish employee from the company's Oslo, Norway office, as a result of an internal competition. Petersen felt that the name should represent its will to be a global consulting leader and high performer, and also intended that the name should not be offensive in any country in which Accenture operates.[15] On 19 July 2001, Accenture's initial public offering (IPO) was priced at $14.50 per share, and the shares began trading on the New York Stock Exchange; Goldman Sachs and Morgan Stanley served as its lead underwriters. Accenture stock closed the day at $15.17, with the day's high at $15.25. On the first day of the IPO, Accenture raised nearly $1.7 billion.[16] In October 2002, the Congressional General Accounting Office (GAO) identified Accenture as one of four publicly traded federal contractors that were incorporated in a tax haven.[17] The other three, unlike Accenture, were incorporated in the United States before they re-incorporated in a tax haven, thereby lowering their US taxes. Critics, most notably former CNN journalist Lou Dobbs,[18] have reported Accenture's decision to incorporate in Bermuda as a US tax avoidance ploy, because they viewed Accenture as having been a US-based company.[19] The GAO itself did not characterise Accenture as having been a US-based company; it stated that \"prior to incorporating in Bermuda, Accenture was operating as a series of related partnerships and corporations under the control of its partners through the mechanism of contracts with a Swiss coordinating entity.\"[20] Accenture engaged in an IT overhaul project for the British National Health Service (NHS) in 2003, making headlines when it withdrew from the contract in 2006 over disputes related to delays and cost overruns.[21] The government of the United Kingdom ultimately abandoned the project five years later for the same reasons.[22] Accenture announced on 26 May 2009 that its board of directors unanimously approved changing the company's place of incorporation from Bermuda to Ireland and would become Accenture plc.[23] In 2012, it was revealed Accenture was paying only 3.5% in tax in the Republic of Ireland as opposed to the average rate of 24% for a UK corporation.[24] In January 2014, Accenture was chosen to replace CGI Group as the lead contractor for HealthCare.gov,[25] signing a $563 million contract to provide ongoing maintenance, software development and technology support for HealthCare.gov through 2019.[26] In April 2014, Accenture acquired i4C Analytics, an advanced analytics software platform provider based in Italy that specialized in helping clients solve complex business problems through easy to use analytics applications.[27] In July 2015, the United States Department of Defense awarded a major Electronic Health Records contract to Cerner, Leidos and Accenture. The contract valued $4.33 billion will serve 55 hospitals and 600 clinics. Accenture Federal Services and Leidos will play the role of configuration specialist, while Cerner is the prime contractor.[28] In 2015, the company had about 150,000 employees in India,[29] 48,000 in the US,[30] and 50,000 in the Philippines.[31] On 29 August 2017, Apple Inc. announced a partnership with Accenture to create iOS business software.[32] In June 2018, Accenture generated controversy over the amount the firm has been charging to recruit 7,500 Customs and Border Protection officers. Under the $297 million contract, Accenture had been charging the US Government nearly $40,000 per hire, which is more than the annual salary of the average officer.[33] According to a report published by the DHS Office of Inspector General in December 2018, Accenture had been paid $13.6M through the first ten months of the contract. They had hired two agents against a contract goal of 7,500 hires over 5 years. The report was issued as a 'management alert', indicating an issue requiring immediate attention, stating that \"Accenture has already taken longer to deploy and delivered less capability than promised\".[34] The contract was terminated in 2019.[35] In January 2019, CEO Pierre Nanterme stepped down from his position, citing health reasons. Twenty days after stepping down, he died in France at the age of 59 after being diagnosed with colon cancer. Chief Financial Officer David Rowland was named as the interim CEO.[36] In July 2019, Julie Sweet, previously CEO of Accenture North America, was named the new chief executive officer of the firm, effective September 2019.[37] In February 2019, contractors from Accenture's Austin, Texas, location who performed content moderation tasks for Facebook wrote an open letter to Facebook describing poor working conditions and a \"Big Brother environment\" that included restricted work breaks and strict non-disclosure agreements.[38][39][40] A counselor in the Austin office stated that the content moderators could develop posttraumatic stress disorder as a result of the work, which included evaluating videos and images containing graphic violence, hate speech, animal abuse, and child abuse.[39][41] Accenture issued a statement saying the company offers opportunities for moderators to advance, increase their wages, and provide input \"to help shape their experience\".[42] On 7 January 2020, news sources reported that Accenture had agreed to acquire Symantec's 300-person cybersecurity services division from Broadcom.[43] The $200 million acquisition was completed in April 2020.[44] In February 2020, Accenture announced that it plans to shut down its media auditing by the end of August.[45] The company also announced the appointment of Jean-Marc Ollagnier as CEO for Europe.[46] In May 2020, Accenture announced that it had acquired Callisto Integration, a Canada-based provider of consulting and technology services[47] and Byte Prophecy, an Ahmedabad-based data analytics company.[48] In September 2020, Accenture committed $3 billion and created a division called Accenture Cloud First.[49][50] In the same month, the company announced that they would be establishing in hub in Adelaide, South Australia, with premises at Lot Fourteen.[51][52] On 1 February 2021, Accenture acquired Imaginea Technologies, a cloud-native and agile development company. This acquisition also bolsters the Cloud First division.[53] On 16 February 2021, Accenture acquired Infinity Works, another acquisition that bolsters Cloud First.[54] On 22 April 2021, Accenture acquired Cygni, a cloud-native, full-stack development company.[55] On 22 August 2021, Accenture acquired Trivadis AG, an IT services provider.[56] In April 2022, it was announced that Accenture had acquired the London-headquartered sustainability consultancy, Avieco.[57] In April 2022, Accenture rebranded one of their divisions, Accenture Interactive, as Accenture Song consolidating all of their acquisitions under one brand.[58] Accenture acquired AFD.TECH, an independent network services company, in April 2022 for an undisclosed sum.[59] It also acquired Ergo, a data-centered business located in Argentina, and Greenfish, a sustainability consulting and engineering firm, in April 2022. [60][61] In May 2022, Accenture announced the acquisition of Munich based sustainability consultancy Akzente.[62] In June of 2022, Accenture acquired operational and digital engineering technology capabilities from Transcom ITS, a Japanese logistics technology services provider and Allgemeines Rechenzentrum GmbH (ARZ), a technology service provider focused on the banking sector in Austria. [63] [64] It also acquired Advocate Networks, a technology consultancy and managed services provider, in June of 2022. [65] In July 2022, Accenture acquired Solvera Solutions, a cloud consulting company, for an undisclosed sum.[66] The business is organised as follows: From at least 2005[72] until December 2009, Accenture used Tiger Woods as a celebrity spokesperson and advertised using the service mark \"Go on, be a Tiger\" and the ancillary statement \"We know what it takes to be a Tiger\" in association with his image. On 13 December 2009 after details of Woods' extra-marital affairs were exposed, the company terminated Woods' six-year sponsorship deal.[73] In 2011, Accenture launched a new campaign of results-based advertisements featuring clients such as Marriott, Unilever and the Royal Shakespeare Company alongside its slogan \"High performance. Delivered\".[74] In 2015, the brand consultancy Interbrand noted Accenture's focus on branding and marketing of its Strategy, Consulting, Digital, Technology and Operations divisions.[75] As of 2021, Interbrand ranks Accenture No. 32 on its list of best global brands.[76] The company uses a standardised system of branding, with extensive use of the font Graphik.[77] From 1999, the firm's culture was parodied by the webcomic Bigtime Consulting, operated pseudonymously by its San Francisco-based employee James Sanchez.[78][79] Accenture has implemented policies to reduce gendered discrimination such as gender neutral bathrooms and gender neutral dress-codes.[80]","Title":"Accenture - Wikipedia","KeyID":"6935","URL":"https://en.wikipedia.org/wiki/Accenture"}