{"Content: ":"The House of Finance is an interdisciplinary research and teaching institute for law and economics at Goethe University in Frankfurt am Main, Germany. Its mission is to evolve into a leading European and, ultimately, international center for financial and partly legal research. The House of Finance employs around 170 researchers, including some 30 professors, and comprises 3 research departments and eight affiliated institutes, some of which are legally autonomous: The House of Finance is a public-private partnership. It is not only financed through state resources but also through private sponsors. In March 2011, Goethe University founded the House of Finance Foundation to support the financing of all activities within the House of Finance in the areas of research and education.[1] President of the board of trustees of the House of Finance is Otmar Issing. Many publications by associated scholars have appeared in top international journals, such as the American Economic Review, the Journal of Finance, the Journal of Financial Economics and the Journal of Banking and Finance, and also extend in many German legal commentaries and monographs. According to the survey by the German business journal Handelsblatt in 2012, Goethe University's Business Administration Department ranks seventh among all comparable departments in German speaking countries.[2] In 2013 the Department of Economics ranks seventh.[3] According to the Handelsblatt ranking 2013 House of Finance researcher Roman Inderst is the best performing economic researcher in all German speaking countries.[4] As part of an alliance with the Goethe University, Johannes Gutenberg University in Mainz and Technical University of Darmstadt, the Graduate School of Economics, Finance, and Management (GSEFM) at the House of Finance runs structured PhD programs that enable graduates to engage in new fields of research and to pursue careers in academia. The Goethe Business School (GBS) and the Institute for Law and Finance (ILF) offer education and training programs that combine an international outreach with a practical approach. Their objective is to mainstream state-of-the-art research findings in policy-making activities. Within the House of Finance, the following programs are currently offered: The House of Finance is committed to incorporating the latest research findings into policy-making activities. For this reason, the SAFE \"Policy Center\" in the House of Finance aims at disseminating research findings to decision makers in politics, regulation, and administration in Germany and Europe. Furthermore, the House of Finance institutions organize a variety of events and forums that communicate know-how and facilitate exchanges of experience. The Presidential Lectures of the Center for Financial Studies along with the Distinguished Lectures of the Institute for Monetary and Financial Stability are examples of House of Finance’s knowledge transfer activities. On 30 May 2008, the House of Finance relocated to a new building designed by the architects Kleihues+Kleihues and located at Goethe-University’s “Campus Westend”. The dominant feature of this campus is the “IG Farben” Building by the architect Hans Poelzig. This building is an example of neoclassicist architecture, which now lives on in the House of Finance and the other new buildings on the campus. The floors, walls and ceiling of the House of Finance foyer are decorated with a grid design that is continued throughout the entire building. Inspired by Raphael's mural, “The School of Athens”, comes this design into its own in the flooring. The Goethe Club, a universal student, employee and alumni club governed by its members, is headed at the House of Finance and is organising its events mainly at this building.[5] This non-profit organisation under German law was established in 1997. The Goethe Club is a neutral, independent and non-profit association for the promotion of education and the associated international exchange and networking between all current and former members of Goethe University. The focus is on the pluralistic further education and application of all subjects in theory and practice in cooperation with institutions from all areas. The association offers a sustainable private and professional network, social and cultural activities, international contacts and exclusive career opportunities. In this way, the Goethe Club promotes the bond with the Goethe University. Coordinates: 50°07′37″N 8°39′54″E﻿ / ﻿50.1269°N 8.6650°E﻿ / 50.1269; 8.6650","Title":"House of Finance - Wikipedia","KeyID":"6954","URL":"https://en.wikipedia.org/wiki/House_of_Finance"}