{"Content: ":"Ensemble Modern is an international ensemble dedicated to performing and promoting the music of modern composers. Formed in 1980, the group is based in Frankfurt, Germany, and made up variously of about twenty members from numerous countries. Ensemble Modern was founded in 1980 by members of the Junge Deutsche Philharmonie. From the beginning, the ensemble chose to organize itself democratically. There is no artistic director or chief conductor; instead, all projects, productions and financial matters are decided and supported by the musicians directly.[1][2] Currently, the ensemble combines 19 soloists from different backgrounds: Belgium, Bulgaria, Germany, Greece, India, Israel, Japan, Switzerland, and the United States.[3] Since 1985, Ensemble Modern has been based in Frankfurt am Main, Germany. They offer a subscription series at the Alte Oper Frankfurt, host regular opera productions in cooperation with the Oper Frankfurt. Since 1993, the Opera has held the \"Happy New Ears\" workshop series in which composers are invited to present and discuss their works.[4] The programmatic scope of the ensemble includes music theater, chamber music, orchestral music, as well as dance and video projects. Over the years, Ensemble Modern has had significant collaborations with many composers, including John Adams, George Benjamin, Hans Zender, Péter Eötvös, Heiner Goebbels, Friedrich Goldmann, Hans Werner Henze, Mauricio Kagel, Helmut Lachenmann, György Kurtág, György Ligeti, Ryuichi Sakamoto, Karlheinz Stockhausen, Steve Reich and Frank Zappa. Each year, Ensemble Modern gives approximately 100 concerts and an average of 70 new works, including about 20 premieres. The ensemble was declared a \"Leuchtturm\" or \"Beacon\" of contemporary culture in Germany by the German Federal Cultural Foundation in 2003. Various tours have taken the group to Africa, Australia, China, India, Japan, South Korea, South America, Taiwan, Russia and the United States. It is regularly represented at major festivals, including inter alia, the Salzburg Festival, Klangspuren in Schwaz, the Berliner Festspiele, the Lucerne Festival, the Festival d'Automne à Paris and the Festival Ars Musica in Brussels. In 2003, the International Ensemble Modern Academy (IEMA) was founded. The Academy, in conjunction with the Frankfurt University of Music and Performing Arts (HfMDK), offers a one-year master's degree to composers, conductors, instrumentalists, and sound engineers. Additionally, IEMA provides scholarships, master classes, and various outreach programs.[5] Members of the Ensemble Modern are:[3] Their current chief manager is Christian Fausch.[6] Former members include Ingo Metzmacher (piano),[7] Peter Rundel (violin) and Franck Ollu (horn),[8] now prominent conductors. Ensemble Modern is credited on over 170 recordings.[9] Notable examples include: Source.[13]","Title":"Ensemble Modern - Wikipedia","KeyID":"6960","URL":"https://en.wikipedia.org/wiki/Ensemble_Modern"}