{"Content: ":"The Technische Hochschule Mittelhessen University of Applied Sciences (German: Technische Hochschule Mittelhessen, or THM) is a German Fachhochschule for bachelor's and master's studies in the cities of Giessen, Friedberg, and Wetzlar. The University of Applied Sciences of Central Hesse (Technische Hochschule Mittelhessen (THM)) traces back to Giessen. On the 14 January 1838 by the National Trade Association Darmstadt, Giessen \"school for technical drawing\" was founded (\"Schule für technisches Zeichnen\"). This led to the founding of this school were widespread complaints that artisans could not read and understand the plans of the architects were fostered. Just four weeks into Darmstadt on December 1837 the trade school was founded, the predecessor of today's TU Darmstadt (Technische Universität Darmstadt). Thus, the THM is only a month younger than the TU Darmstadt and thus the second oldest higher technical educational institution in the German state of Hesse. In Giessen also in 1838, another \"trade school\" was founded. In 1840 followed the establishment of the trade association casting. Whose members included the professors Justus von Liebig and Hugo von Ritgen. The trade school in 1842 expanded into a \"computational School for Craftsmen\". In 1846 the school for technical drawing formed together to create the \"trade school\" (Handwerkerschule). In the winter semester of 1986/87 the computer science program was first made available. At the same time the \"mathematics, science and data processing\" was divided into the subject areas \"of mathematics, science and computer science\" (Giessen) and \"mathematics, science and data processing\" (Friedberg). The ZeVA-accredited master's program \"International Marketing\" means that THM is one of the first economics marketing graduate courses in Germany to be taught in English. Increasingly, the THM is becoming more and more active with its degree programs, continuing to strive into various academic fields. To intensify the work founded the university 2007, the University Centre for Continuing Education - HZW and taught in the Old Mountain Monastery in Solms-Oberbiel an educational center, a system which is installed at the Giessen campus in 2011.[2]  Facility of Studium Plus is part of the Technische Hochschule Mittelhessen. Studium Plus is a Competence Center of Applied Science. It offers a dual system of studying. Students combine learning theory in the university and receive practical approaches in additional business and industries. Subject of studies are: Further facility locations of the Studium Plus University are in Bad Hersfeld, Bad Wildungen, Frankenberg and Biedenkopf in Hesse.[3]","Title":"University of Applied Sciences Mittelhessen - Wikipedia","KeyID":"6962","URL":"https://en.wikipedia.org/wiki/University_of_Applied_Sciences_Giessen-Friedberg"}