{"Content: ":"The Max Planck Institute for Legal History and Legal Theory (German: Max-Planck-Institut für Rechtsgeschichte und Rechtstheorie; formaly Max Plack Institute for European Legal History), situated in Frankfurt/Main, is one of 83 institutes and research facilities of the Max Planck Society (MPG). Since its foundation in 1964, the Institute with its three departments, the specialist library with more than 470,000 printed media units as well as numerous international visitors, has become a worldwide hub for those working on past and present national and transnational legal orders.[1] The founding director of the institute was Helmut Coing (1964–1980). Dieter Simon (1980–2003), Walter Wilhelm (1970–1994), Michael Stolleis (1991–2006) and Marie Theres Fögen (2001–2008) later became directors of the institute. After having retired in 2006 again Michael Stolleis became Managing Director of the Institute until 2009. In 2010 Thomas Duve, the new director and Scientific Member, took over the institute's management. In 2014, Stefan Vogenauer joined the Directorate. Marietta Auer joined the institute as director on September 1, 2020 and has since directed a third department of legal theory. At the turn of 2020/2021, the institute was renamed and has since been known as the Max Planck Institute for Legal History and Legal Theory. Currently, Marietta Auer, Thomas Duve, Dieter Simon and Stefan Vogenauer are Scientific Members of the institute. Under Helmut Coing the research focus of the Institute was placed on the history of private law in Europe and its correlation to economic history. Dieter Simon, Walter Wilhelm, Michael Stolleis and Marie Theres Fögen gradually broadened the research scope of the institute to the theory and sociology of law, the history of public law, international law, criminal law, the law of modern Eastern Europe and the Europe of Dictatorship in the 20th century. Since the directorship of Thomas Duve and Stefan Vogenauer the focus lies on the transnational approach to European Legal History by pursuing research in the fields of Global History and Comparative Law. With the appointment of the new director Marietta Auer, the Institute has dedicated a third department to legal theory and thus expanded its field of research. This expansion has also been reflected in the name since 2021, which now takes a global view of legal history and legal theory and avoids a Eurocentric approach. A particular challenge embraced by the Institute is to create historical and empirical bases for a critical study of the system of law in a globalized world. To this end, the Institute is paying increasing attention to the interrelationships between European and non-European legal systems. The interdisciplinary research at the Institute, its specialised library with more than 470,000 media items, its publications and its numerous institutional and international cooperations offer a unique research environment for legal historians and other researchers worldwide. During the past sixty years the institute has turned into one of the central research hubs for the worldwide scientific community concerned with investigating our past and present national and transnational legal orders. Collaboration in the Rhein-Main region, in particular with the Goethe University Frankfurt, plays an important role. Via the Cluster of Excellence entitled \"The Formation of Normative Orders\" or the Collaborative Research Center called \"Discourses of weakness and Resource Regimes\" the institute and the university jointly contribute to create a sustainable research site on normativity. Together they also established \"The School of Salamanca\" as long-term research project at the Academia of Science and Literature Mainz and thereby managed to combine research perspectives in the fields of legal history and philosophy.[2] Since 2002 the institute's journal Rechtsgeschichte appears annually in print at Klostermann Verlag[3] and is simultaneously available through open access since 2012. Its predecessors were IUS COMMUNE, journal for European legal history (1967-2001), and the Rechtshistorisches Journal (journal on legal history, 1982-2001). Research results of the institute are also published as working papers, pre-print editions or in a post-print format in the Legal History Research Paper Series, which has appeared online as SSRN since 2012. Beyond the journals, a number of book series reflect the work at the institute, i.e. Global Perspectives on Legal History, Studien zur europäischen Rechtsgeschichte, Studien zu Policey und Policeywissenschaft or methodica - Einführung in die rechtshistorische Forschung.[4] The Insitute has roughly 60 researchers from various regions of the world. They are working in the three departments – European and Comparative Legal History (Department Stefan Vogenauer) and Historical Regimes of Normativity (Department Thomas Duve) and Multidisciplinary Theory of Law (Department Marietta Auer) – and the currently three Max Planck Research Groups.[5] In addition, there is a research group \"IberLAND - Beyond Property: Law and Land in the Iberian World, 1510-1850\" which is funded by the European Research Council with 1.9M Euros for a period of five years (2021-2026). Friends and supporters of the institute founded an association in 2003, which is called \"Freunde des Frankfurter Max-Planck-Instituts für europäische Rechtsgeschichte e.V.\".[6] Coordinates: 50°07′58″N 08°37′13″E﻿ / ﻿50.13278°N 8.62028°E﻿ / 50.13278; 8.62028","Title":"Max Planck Institute for Legal History and Legal Theory - Wikipedia","KeyID":"6966","URL":"https://en.wikipedia.org/wiki/Max_Planck_Institute_for_European_History_of_Law"}