{"Content: ":"IG Metall (German: [iːɡeː meˈtal] (listen); IGM; German: Industriegewerkschaft Metall, \"Industrial Union of Metalworkers'\") is the dominant metalworkers' union in Germany, making it the country's largest union[1] as well as Europe's largest industrial union.[2] Analysts of German labor relations consider it a major trend-setter in national bargaining. IG Metall and ver.di together account for around 15 percent of the German workforce, and other sectors tend to broadly follow their agreements.[3] The name IG Metall refers to the union's metalworkers roots dating back to the start of unions in imperial Germany in the 1890s, though this formal organization was founded post-war in 1949.[4][better source needed] Over the years the union has taken on representation in industries beyond mining of minerals to include manufacturing and industrial production, machinists, printing industry, which includes modern automobile manufacturing and steel production as part of its blue-collar root, but also includes more white-collar sectors such as electrical and other forms of engineering, information systems, and with the combining of formerly separate unions for workers in wood, plastics, textiles and clothing, includes non-metal blue-collar workers. On April 1, 1998 the Textile and Clothing Union (GTB) joined IG Metall. On January 1, 2000 the Wood and Plastic Union (GHK), also joined.[4] Deals agreed by IG Metall in the pilot region of Baden-Württemberg, an industrial and car-making hub and home to Daimler and Bosch, have traditionally been serving as a template for agreements across the country.[5] Major accomplishments of IG Metall in the German labor market include, applied to the regions/covered employees:[4] Most recently, IG Metall agreed to a landmark deal with employers in 2016, giving 3.8 million workers in the metalworking sector a two-stage pay rise of 4.8 percent over 21 months.[6] After a series of strikes, the union agreed a deal in 2018 to allow staff to cut their working week to 28 hours for up to two years to care for children or other relatives.[7] Amid the COVID-19 pandemic in Germany, IG Metall notably proposed negotiating for a move to a four-day week to help secure jobs against economic fallout from the coronavirus crisis and structural shifts in the automobile industry.[7] Strikes are rare in Germany, where companies and unions strive for consensus whenever possible. One of the first strikes of IG Metall lasted seven weeks in 1984 in the states of Baden-Württemberg and Hesse, which led to a reduction in the workweek to 35 hours from 37. Another major strike was organized by IG Metall in 1995, when up to 11,000 workers in Bavaria remained off the job for two weeks.[8][9] In 2002, IG Metall called a wave of one-day strikes in a demand for a 6.5 percent increase in wages; German industry settled the dispute two weeks later by offering a raise of roughly 4 percent.[10][11] In 2003, the union was forced to drop its campaign for a shorter workweek in the factories of eastern Germany after its hard-nosed negotiating tactics were repudiated by Germans across the political spectrum.[12] In early 2018, more than 900,000 workers took part in industrial action in support of IG Metall's demands for higher pay and the right to shortened working hours.[13] In 2022, German union IG Metall has demanded an 8.2% rise for workers and was rejected by employers for a 4.7% increase for 21 months. After third round of talks with the employers the rejection led them to call for steel workers to hold further warning strikes.[14] Today IG Metall mainly represents employees at major car makers, such as Daimler, BMW, Porsche, Volkswagen, Audi and industrial giants such as Siemens, ThyssenKrupp, Airbus, Salzgitter AG, ArcelorMittal, Bosch, ZF and smaller mechanic construction companies and car-mechanics. Its membership had been dropping in recent decades — it lost 250,000 members in 1993 alone —,[15] yet the union managed to somewhat reverse that trend recently by gaining 30,000 members between 2010 and 2015.[1] A record in wage deals, along with a push to recruit more women, young people (e.g. students) and white-collar workers, helped it boost 2015 membership by 121,000 to 2.3 million and income by 3.4 percent to 533 million euros ($582 million); this rise came against a backdrop of generally declining union in Germany.[16] IG Metall consists of 7 Bezirke (districts) which are subdivided in Verwaltungstellen (administrative areas): *Until 1956, IGM had two co-equal chairpersons. Thereafter, the organization changed to a 1st Chair and 2nd Chair, with the 2nd Chair being traditionally promoted to 1st Chair upon the retirement of the 1st Chair. However, Alois Wöhrle (1969) and Karl-Heinz Janzen (1992) retired without advancing to 1st Chair, while Walter Riester (1998) became Federal Minister of Labour and therefore dropped out. IG Metall is a member of the German Trade Union Confederation (Deutscher Gewerkschaftsbund, DGB). IGM is also a member of some international union umbrella organisations, including the European Metalworkers' Federation (EMF) and the IndustriALL Global Union. In 2015, IG Metall and the U.S. United Automobile Workers (UAW) announced that they would deepen their partnership and set up an office in Tennessee to boost labor rights at German automakers and their suppliers based in the United States.[17] The IGM magazine, metallzeitung, has existed since 1949. In 2005 it had a circulation of over 2 million. There are 12 issues per year. Coordinates: 50°06′12″N 8°39′58″E﻿ / ﻿50.1034°N 8.6660°E﻿ / 50.1034; 8.6660","Title":"IG Metall - Wikipedia","KeyID":"6971","URL":"https://en.wikipedia.org/wiki/IG_Metall"}