{"Content: ":"A train driver, engine driver, engineman or locomotive driver, commonly known as an engineer or railroad engineer [1] in the United States and Canada, and also as a locomotive handler, locomotive operator, train operator, or motorman, is a person who drives a train, multiple unit or a locomotive. The driver is in charge of, and responsible for the mechanical operation of the train, train speed, and all train handling. In American English, a hostler moves engines around train yards, but does not take them out on the normal tracks; the British English equivalent is a shunter. Train drivers follow certain guidelines for driving a train safely.[2] For instance, in general, train drivers are encouraged to favour longer stopping distances as this promotes vehicle health, safety, and passenger comfort.[Note 1] For many American railroads, the following career progression is typical: assistant conductor (brakeman), train conductor, and finally the engineer. For many years the fireman was next in line to be an engineer, but that classification has been eliminated. In the US, engineers are required to be certified and re-certified every two to three years.[3] The traditional career progression in the United Kingdom (for steam locomotives) was engine cleaner, passed engine cleaner (i.e. passed assessment for fireman), fireman, passed fireman (i.e. passed assessment for driver), and driver. In India, a driver starts as a diesel assistant (or electrical assistant for electric locomotives). They then get promoted on a scale: goods, passenger, mail express, and the Rajdhani, Shatabdi, and Duronto express services.[4] The United Kingdom based transport historian Christian Wolmar stated in October 2013 that train operators employed by the Rio Tinto Group to transport iron ore across the Australian outback were likely to be the highest-paid members of the occupation in the world at that time.[5] The following examine the role of the railroad engineer from 1890 to 1919, discussing qualifications for becoming an engineer and typical experiences on the job: Wilson David C Forward! The Revolution in the Lives of the Footplatemen 1962–1996 Published by Suttons ISBN 0-7509-1144-1","Title":"Train driver - Wikipedia","KeyID":"6977","URL":"https://en.wikipedia.org/wiki/Railroad_engineer"}