{"Content: ":"Titanic is a German monthly satirical magazine based in Frankfurt. It has a circulation of approximately 100,000. Titanic was founded in 1979[2] by former contributors and editors of pardon, a satirical monthly, which the group had left after conflicts with its publisher. (Pardon ceased to exist three years later.) The founding writers and cartoonists of Titanic were mainly based in Frankfurt.[2] They called themselves Neue Frankfurter Schule (New Frankfurt School), alluding to the Frankfurter Schule of the 1930s. The heading of Titanic's monthly reviews of humorous publications bears the portrait of philosopher Theodor W. Adorno wearing a fake goatee. As of January 2019, the editor-in-chief is Moritz Hürtgen [de].[1] Chancellor Helmut Kohl was a favourite subject of the magazine, appearing on the front page more often than any other person. In the 1980s, Titanic coined his nickname \"Birne\",[citation needed] the German word for pear (accompanied with drawings of his head resembling a pear). One of Titanic's most widely known cover pages appeared in November 1989, following the Fall of the Berlin Wall. The East Germans' perceived obsession with bananas was spoofed by a Titanic cover depicting \"Zonen-Gaby (17) im Glück (FRG): My first banana\", where Gaby is shown holding a large peeled cucumber.[3] \"Zone\" refers to the GDR's informal name \"sowjetische Besatzungszone\" (soviet-occupied area). To make light of the prevailing public sentiment that strongly favoured German reunification, Titanic purported to oppose it. This culminated in the founding of the Titanic party Die PARTEI (The Party), whose sole agenda is to revoke reunification and to reconstruct the inner German border. The former editor-in-chief Martin Sonneborn is the party leader. In addition, Titanic changed its mission to \"The ultimate division of Germany — our commitment\". Titanic staff members have frequently engaged in activities that took aim at the media and entertainment. For example, then editor-in-chief, Bernd Fritz, made an incognito appearance at the game show Wetten, dass..?, followed by his revelation of how easy it was for him to cheat on the show. In recent years, the magazine has repeatedly attracted attention, for example by attempting to bribe a FIFA delegate to bring the football world cup to Germany (see below). Before the German federal election, 2005 Titanic was running a campaign against \"das Merkel\" (\"das\" being the neutral gender definite article) and was publicly searching for a female contender for chancellor with the slogan \"Frau? Ja, aber schön\" (\"Woman? Yes, but beautiful\"). Titanic has generated a number of scandals, some of which have resulted in lawsuits against the magazine. Up to 2001, 40 plaintiffs had brought lawsuits against Titanic. Politician Björn Engholm, for example, received 40,000 Deutsche Mark in compensation, and the magazine incurred 190,000 DM in legal fees.[4] The July 2012 issue of the magazine was banned by a state court in Hamburg due to its front cover being an image of Pope Benedict XVI soiling himself.[5] In July 2000, Martin Sonneborn (then Titanic's editor-in-chief) sent hoax bribery faxes to a number of delegates of the FIFA World championship committee. In these letters, he offered the delegates gifts if they showed their support of the German bid for the 2006 FIFA World Cup. Leading up to the vote, it had been widely expected that the tournament would take place in South Africa. However, New Zealand's representative, Charlie Dempsey, who had been instructed to vote for South Africa by the Oceania Football Confederation, abstained from voting at the last minute. His vote for South Africa would have brought the tally to 12:12, resulting in FIFA's President Sepp Blatter—who had supported South Africa's bid—having to break the tie. Dempsey was one of the eight members of the executive committee who had received Sonneborn's fax on Wednesday, the night before the vote. In his letter to Dempsey, Sonneborn promised him a cuckoo clock and Black Forest ham in exchange for Dempsey's vote for Germany: In this difficult situation, Germany would like to emphasize the urgency of its appeal to hold the World Cup 2006 in Germany. Let me come straight to the point: In appreciation of your support we would like to offer you a small gift for your vote in favor of Germany: A fine basket with specialties from the black forest, including some really good sausages, ham and — hold on to your seat — a wonderful KuKuClock! And a beer mug, too! Do we leave you any choice? We trust in the wisdom of your decision tomorrow, sincerely yours Martin Sonneborn Secretary TDES Dempsey himself famously stated \"This final fax broke my neck.\" He argued that the pressure from all sides had become too much for him.[6] According to reports by Spiegel magazine in 2015, there allegedly have been less-satirical bribery attempts involving billionaire Robert Louis-Dreyfuss and former German football player Franz Beckenbauer to assure a German victory in the bidding process (see main article). In July 2000, the biggest German tabloid BILD-Zeitung urged its readers to phone Titanic and express their outrage at damaging Germany's reputation through bribery. Titanic recorded those phone calls and published an audio CD with a selection of the funniest of them, called \"BILD-Leser beschimpfen Titanic\" (\"BILD-readers insult Titanic\"). The German Football Association threatened Sonneborn with DM 600 million (approx €300 million) in damages, requiring him to swear never again to influence a FIFA decision through the use of a fax machine.[7] In November 2005, Sonneborn published a book about the affair, \"Ich tat es für mein Land\" — Wie TITANIC einmal die Fußball-WM 2006 nach Deutschland holte. Protokoll einer erfolgreichen Bestechung (\"I did it for my country\" — How Titanic once brought the Football World Cup 2006 to Germany. Story of a successful bribery), Bombus Verlag, ISBN 3-936261-37-7. In 2006, the year the World Cup took place in Germany, Titanic arranged an exhibition called \"Wie Titanic einmal die Fußball-WM 2006 nach Deutschland holte\" (\"How Titanic once brought the Football World Cup 2006 to Germany\") in the Historical Museum of Frankfurt am Main, which displayed the events surrounding Titanic's bribery faxes.[8]","Title":"Titanic (magazine) - Wikipedia","KeyID":"6981","URL":"https://en.wikipedia.org/wiki/Titanic_(magazine)"}