{"Content: ":"Eintracht Frankfurt is a German women's association football club based in Frankfurt. Its first team currently plays in the German top flight, Frauen-Bundesliga. From 1998 to 2020, the club was known as 1. FFC Frankfurt. Eintracht have won seven German women's football championships, a record nine Frauen DFB-Pokals, and four UEFA Women's Champions League titles (trailing only Lyon). Eintracht play at the Stadion am Brentanobad, and their biggest rivals are 1. FFC Turbine Potsdam. The club has its origin as SG Praunheim. At Praunheim a women's football department was established in 1973.[1] The club had no showings at national championship or cup tournaments, but managed qualification for the Bundesliga at its inception in 1990 nonetheless. In the early 1990s Praunheim achieved mid-table results with a tendency for slight improvements from season to season. The foundation for the club's later success was laid in the 1993–94 season when former captain Monika Staab as coach and head of the women's football division and Siegfried Dietrich as manager and investor developed a professional concept to lead the club to lasting success – the first such concept in German women's football.[1] Thus the club qualified for the playoffs for the German football championship for the first time in 1995–96, losing the final 0–1 to TSV Siegen.[2] In the following seasons they managed to stay amongst the top clubs in German football, but won no titles. Also during that time they were always put behind by local rival FSV Frankfurt. On 1 January 1999, the women's department left Praunheim to form 1. FFC Frankfurt.[1] The club had success immediately winning the cup and the championship in their first season. In 1999–2000 they won their second cup, but lost the championship to FCR Duisburg. From 2000 to 2003 the club won three consecutive doubles while also rising to the pinnacle of European football with a victory in the UEFA Women's Cup's inaugural season in 2002. During these years a club from Potsdam had begun to challenge the club's supremacy. Thus in 2003–04 Turbine Potsdam won a double of their own, leaving the club without a title after winning ten titles in five years. In the following seasons both clubs retained their dominance in German football, but European success was elusive as Umeå IK from Sweden won two consecutive titles in the UEFA Cup, also brushing away the club 8–0 on aggregate in the 2004 final. After Turbine had won its own UEFA Cup title in 2005 both clubs met in the final of the UEFA Cup. Thanks to a 4–0 victory at Potsdam in the first leg, the club was able to claim their second European title. The final was attended by a record crowd of 13,100 and even German chancellor Angela Merkel was amongst the spectators.[1] Having conceded the preceding three cup finals to Potsdam, the club won another double in 2006–07, but lost in the quarter-finals of the UEFA Cup to Norwegian Kolbotn. They won their second treble in the 2007–08, thus becoming the first and as yet only club to win the UEFA Cup three times. The second leg of the final against Umeå was attended by 27,640, a new record attendance for a women's club football game in Europe.[1] The club's performance dropped considerably in the 2008–09 season. A fourth-place finish in the league was the club's worst performance since a uniform Bundesliga was put into place. Also they did not reach the cup final for the first time since 1998, losing in the second round to Bayern Munich, thus marking their worst cup performance since 1991–92. In the UEFA Cup, they were eliminated by FCR 2001 Duisburg in the quarter-finals. In 2019, the club announced a proposed merger with the men's football club Eintracht Frankfurt.[3] The merger was confirmed in June 2020 and, starting from 1 July 2020, the club would now compete as the women's football department of Eintracht Frankfurt. In addition to the first team, the department would include up to five women's teams competing at various levels of women's football.[4] Eintracht plays their homegames in the Stadion am Brentanobad, a stadium in the Rödelheim district of Frankfurt they share with the men's team of Rot-Weiss Frankfurt. Stadion am Brentobad is owned by the city of Frankfurt and has a capacity of 5,200 with 1,100 of those being roofed seats. In recent seasons Eintracht had the highest attendance average in the Bundesliga with more than 1,000 spectators on average.[citation needed] On a few occasions, Eintracht has held their homegames at the Commerzbank-Arena, home stadium of the men's football department. The UEFA-Cup final between the club and Potsdam in 2006 was attended by 13,100 spectators, which remains a record for European club football matches.[1] A rivalry developed between the club and former East German women's champions 1. FFC Turbine Potsdam early in the 2000s as that club began its own ascent to the Bundesliga. That rivalry spilled over into the DFB Pokal and the European Cup when Potsdam qualified by taking the national title from Frankfurt and succeeded them as European champions. Aside from the sporting and east–west rivalry, the two clubs have different team-building philosophies. Frankfurt, prefers buying local and foreign players, while Potsdam, focuses on the development of young players within its own club-system. The defection of Petra Wimbersky and Karolin Thomas from Potsdam to Frankfurt inflamed the rivalry, as the two clubs had abided by an unwritten agreement not to poach each other's players without first consulting the German Football Association. Due to the lack of hooliganism in the women's game, this rivalry has developed healthy competition within the Bundesliga and has strongly contributed to the success of the women's national team. There were fears of a potential Old Firm-style duopoly problem, as these two clubs were the wealthiest in the women's game and there was a concern that the league's competitiveness could be hindered if they become too dominant. New competitors arrived on the scene with the rise of the women's departments of VfL Wolfsburg and FC Bayern München to seemingly resolve this issue, but by the end of the 2010s these two teams had replaced Frankfurt and Potsdam as the dominant pair in the country. Note: Flags indicate national team as defined under FIFA eligibility rules. Players may hold more than one non-FIFA nationality. The entire women's football department operates five teams at the top five levels of German women's football league system respectively.[4] Besides the first team, the reserves team, Eintracht II, compete in the 2. Frauen-Bundesliga. There are three additional youth teams for development.[6] Prior to the merger between 1. FFC Frankfurt and Eintracht Frankfurt on 1 July 2020, Eintracht had an existing women's football section of three teams (two senior and one youth), with its first team competing in the third-tier Regionalliga Süd. It was founded in 2014, began play in the sixth-tier Bezirksliga, and won the Regionalliga Süd in 2018 and the Hessenliga in 2012 and 2017.[7] Those two senior teams became youth teams after the merger,[6] and all three teams continue to play in the third to fifth tiers respectively.[8] All results (away, home and aggregate) list the club's goal tally first. a First leg.","Title":"Eintracht Frankfurt (women) - Wikipedia","KeyID":"6995","URL":"https://en.wikipedia.org/wiki/Eintracht_Frankfurt_(women)"}