{"Content: ":"VfL Germania 1894 is a German association football club from the city of Frankfurt am Main. The club is notable as one of the Founding Clubs of the DFB (Deutscher Fussball Bund or German Football Association) in Leipzig in 1900.[1] Germania was established 26 August 1894 as the first football club in the city and early on (1904) also formed an ice hockey department. In October 1897 the club helped found the Verbandes Süddeutscher Fußballvereine (Federation of South German Football Teams) and board member Fritz Seidenfaden served a term as head of the organization. Germania was also part of a local city circuit known as the Frankfurter Association Bund which existed at about the same time and included four other sides: Frankfurter Kicker and Viktoria 1899 – who would later go on to form Eintracht Frankfurt – Bockenheimer FC Germania 1899, and FC Nordend. They captured that league's first championship and enjoyed other successes including the 1904 Main Gau championship and a second-place finish in an international tournament staged at the World's Fair at Liège, Belgium the following year. Germania established its own ground in 1906 where they played until the site was developed for housing. From 1910 to 1913, the club played in the Nordkreis-Liga (I), with limited success. In 1913 they joined gymnastics club Frankfurter Turnverein 1860 as that association's football department in an arrangement that helped the footballers develop and maintain a new home ground where the nation final would be contested in 1920 between 1. FC Nürnberg and Spvgg Fürth before 30,000 spectators. In the early 1920s, the club played in the Kreisliga Nordmain, winning the title there in 1921–22. A group of local clubs including 1.FC Sachsenhausen 03, Hellas 07, and Amicitia 1911 merged in 1922 to become VfL Sachsenhausen 03 which would in turn become part of Germania in 1933. In the period following World War I the team was very active in international friendlies playing notable sides such as perennial Hungarian title holders MTK Budapest, Switzerland's BSC Young Boys, Wiener AC out of Vienna, Austria, and Turkish champions Galatasaray. They also hosted important German clubs such as VfB Leipzig and made a visit to Sweden where they played the national side. The club became independent of Frankfurter TV in 1923, but stayed on friendly terms with them, continuing to make use of TV's ground. After the rise to power of the Third Reich, Germania, like most other organizations in the country, was subjected to manipulation as the Nazis worked to spread their ideas. In 1933 the club was forced into a union with VfL Sachsenhausen 03 to become VfL Germania 1894 and then put in place a right-thinking chairman. Through this period the play of the footballers improved and they moved up through the various levels of local competition until eventually making an appearance in the Gauliga Südwest (Staffel Mainhessen), one of a number of top flight divisions established in a re-organization of German football under the Reich in 1933. Their turn in first division play was short-lived, however, and they quickly backslid after a poor showing. Following World War II occupying Allied authorities dissolved all organizations in the country, including sports and football associations, but allowed their re-establishment beginning in mid-1945: 1. FC Germania 1894 Frankfurt was the first club to re-gain its license within the American occupation zone in September that year. The club spent the 1946–47 season in the second-division Landesliga Hessen before returning to more local competition. The association re-assumed the name VfL Germania 1894 in 1947 as they went about the business of re-establishing the various sports departments that made up the club. The footballers spent the next decades playing on the local circuit until winning their way to the Landesliga Hessen-Süd (IV) in 1993 where they played as a lower table side until being relegated in 1997. Today the team plays in the Kreisliga-A Frankfurt (IX). The sports club also has a bowling department. The club's honours:","Title":"VfL Germania 1894 - Wikipedia","KeyID":"7002","URL":"https://en.wikipedia.org/wiki/Frankfurter_FC_Germania_1894"}