{"Content: ":"The Saalburg is a Roman fort located on the main ridge of the Taunus, northwest of Bad Homburg, Hesse, Germany. It is a cohort fort, part of the Limes Germanicus, the Roman linear border fortification of the German provinces. The Saalburg, located just off the main road roughly halfway between Bad Homburg and Wehrheim is the most completely reconstructed Roman fort in Germany. Since 2005, as part of the Upper German limes, it forms part of a UNESCO World Heritage site.[1] In the modern numbering system for the limes, it is ORL 11. The earliest examinations of the site were undertaken from 1853 to 1862 by the Nassau Antiquarian Society under the direction of Friedrich Gustav Habel (1793–1867).[2] But the great impulse to provincial Roman archaeology in Germany came in 1892, when the Reichs-Limes-Kommission (the Imperial Commission for the Roman borders), then chaired by Theodor Mommsen began to research the course of the Limes Germanicus in its entirety, as well as the location of all its forts. In the course of this enormous project, not completed for decades, intensive exploration of the Saalburg and its surroundings was pursued by the archaeologists charged with this stretch of the limes, Louis Jacobi (1836–1910) and his son and successor Heinrich Jacobi (1855–1946). In 1897, Kaiser Wilhelm II, following a suggestion by L. Jacobi, ordered the reconstruction of the Saalburg fort according to the detailed results of its excavation.[3] As a result, the Saalburg became the most completely reconstructed fort on the entire limes. It also houses the Saalburg Museum, one of the two most important institutions dedicated to the study of the German Limes (the other being the Limesmuseum of Aalen).[4] From 1967 to 1993, the museum was directed by the well-known archaeologist Dietwulf Baatz, whose many publications fostered a broad interest in provincial Roman archaeology well beyond specialist circles. Since prehistoric times, trade routes like the Lindenweg or Linienweg connected the Rhine-Main plain with the Usingen basin, which had been a centre of population since the Neolithic. Such routes would have followed a course from the mouth of the Nidda near Höchst, northwards across the low Taunus ridge, as does the modern Bundesstraße 456. A location along major communication routes almost always equals a strategic importance. Thus, it is no surprise that the mountain pass beside the Saalburg was first fortified by Roman troops during Domitian's wars against the Chatti (AD 81-96), when two simple earthen enclosures were erected (Schanzen A and B, located between the restored fort and the modern road). Shortly after the two enclosures, around AD 90, a simple wood-and-earth fort was built to house a numerus. A numerus was a unit of auxiliary troops consisting of 2 centuriae and numbering about 160 men. There is some evidence that the troop stationed at this fort was a numerus Brittonum, i.e. a unit from Britain, but this is not entirely clear. Late in the reign of Hadrian, c. AD 135, the numerus fort was replaced with a much larger (3.2 hectare) fort for a cohort, a unit of about 500 men. The new castle was reoriented to face the growing Roman city of Nida (now Heddernheim).[5] Originally, it had dry-built wood-and stone walls, which were replaced in the 2nd half of the 2nd century with mortared stone walls and an earthen ramp (147 × 221 m). The reconstructed fort is based on that third and last architectural phase, but reminders of the second phase are visible in the retentura (the back of the fort). Part of the second-phase defensive ditch has also been restored and can be inspected there. The cohort fort was occupied by the Cohors II Raetorum civium Romanorum equitata (2. partially mounted Raetian cohort with Roman citizenship), a partially equestrian 500-men infantry unit, probably under the command of the legionary headquarters at Mogontiacum (modern Mainz).[6] The cohort had initially been stationed at Aquae Mattiacorum (Wiesbaden), had then been moved to the Butzbach fort (ORL 14) and finally to the Saalburg. The fort existed in that form and with that occupancy until the fall of the German limes in c. AD 260. During the intervening period, the name of the unit is repeatedly mentioned in stone inscriptions, as are the names of some of its commanders. In the early 3rd century, the situation along the limes became increasingly unsettled. A preventive war under Caracalla, who marched against the Alamanni and their Chatti allies from Raetia and Mogontiacum in AD 213, lowered the Germanic pressure on the border only temporarily. The town of Nida (capital of the regional civitas) was given a defensive enclosure around that time. Already around 233, the Alemanni entered Roman territory again; further major incursions took place in 254 and 260. Eventually, all areas east of the Rhine were lost during the major political and economic crisis of the mid-3rd century. In the course of these events, the Saalburg fort appears to have been abandoned deliberately and without military action. After the abandonment of the Upper Germanic Limes, the fort was used as a quarry. The Saalburg in its final architectural phase, in the form reconstructed today, as a cohort fort typical for this part of the limes, a 147 by 221 m rectangle with 4 gates. The 3.25 m interior was enclosed by a double ditch and a mortared defensive wall; its external face was whitewashed and painted with a trompe-l'œil pattern of ashlar blocks. On the inside, an earthen ramp was placed along the length of the wall, to enable defenders to access the top. The corners were rounded and not crowned with towers, but all four gates were flanked by two towers each. The fort was oriented in such a way that its main gate, or porta praetoria faced south-south-east, that is away from the limes but towards Nida. The central structure of the fort was a large principia, a central plaza surrounded by housing or offices for the higher officers, which was flanked by a roofed hall for assemblies of the fort's garrison. The praetentura (front part of the fort) contained the praetorium (the fort commander's residence) to the west of the via praetoria, and a large horreum (grain store) to its east. The rest of the fort's interior, today a park-like area of grass and trees, should be visualised as packed with further buildings: stables, magazines, workshops and, of course, the actual troop quarters, subdivided into contubernia. Two such troop barracks have been reconstructed in the southeast part of the fort. For the general arrangement and terminology of Roman fort architecture, see Castra. The Saalburg is not only the most consistently reconstructed limes fort, it is also the only one to have had its vicus (adjacent civilian settlement) partially excavated and preserved. The parts of the vicus visible today are located mostly to the south of the fort, on both sides of the road that linked it with Nida, the regional capital and base of further garrison behind the border. The village begins immediately outside the main gate, where the ruins of a mansio (an official hostel) and, behind it, of a bath for the soldiers were found. These are followed along the road by the preserved basements and foundations (partially reconstructed) of residential houses and of - as believed in the time of the excavations - a mithraeum, a shrine to the Mithras, a deity popular among the Roman army.[7] The fort's bath was relatively large and quite elaborately designed to have all the main features of Roman Thermae. It has an apodyterium (changing room), a frigidarium (cold bath), two tepidaria (lukewarm baths', a caldarium (hot bath) and a sudatorium (sauna). The complex was heated from the praefurnia (firing places); and all rooms except the apodyterium and frigidarium were served by a hypocaust system (underfloor and wall heating). Archaeologists assume that the overall complex (fort and vicus) housed a population of up to 2,000 (500 soldiers, 1,500 civilians). Although the Saalburg is known mainly as an archaeological park and museum, it also serves a number of scientific functions less obvious to the visitor. The most striking features for the modern visitor are the fully reconstructed walls and gates, the principia with its aedes (shrine containing the signa militaria or standards), the assembly hall, the horreum (provisions store), the two barracks buildings with their rebuilt interior contubernia and the partially reconstructed praetorium. The horreum contains an informative exhibition, focusing on cultural, historical, architectural, and military aspects of Roman Germania. The museum exhibits a large collection of well-preserved military and domestic equipment from the Saalburg and other sites in the area as well as a series of architectural and terrain models. Since its reconstruction, the Saalburg has functioned also as an internationally renowned centre of research, concerned with provincial Roman archaeology in general, the limes in particular. The heart of the centre is a specialised library of 30,000 volumes and 2,200 slides. The Saalburgmuseum regularly organises colloquia and has its own series of academic publications. Since the 1980s, the Saalburg is also the venue of occasional classical concerts. Only about 200 m north of the porta decumana (back gate), the limes runs by in a west-easterly direction.[8] Part of the border defense (ditch, bank and palisade) has been reconstructed here. As along most of its extent in the Taunus area, the limes near the Saalburg is remarkably well preserved and can be easily followed through the landscape. Ditch and bank are distinctly visible for long stretches, and many of the former watch towers have been partially preserved or are visible as small mounds. Thus, the Saalburg is a good starting point for further exploration of the limes. 'The Saalburg in the context of the local limes between the Kleinkastelle (small forts) of Heidenstock to the southwest and Lochmühle to the northeast: Near the Saalburg, a copy of the Jupitersäule (a type of painted tall sandstone stele dedicated to Jupiter and common in the German provinces) of Mainz has been erected.[13] The reerection of the fort in the late 19th and early 20th century led to a surge of interest by the local population, including visitors using the spa at Bad Homburg. To provide comfortable access, the Bad Homburg tram company constructed a direct rail link, the Saalburgbahn. After a pre-World War I flourish, the company was badly affected by post-war inflation and a massive drop of visitor numbers to the spa. Eventually, the service was closed; scanty traces of its embankment and the (closed) station remain.[14] Today, the fort can be reached by an hourly bus link from Bad Homburg.","Title":"Saalburg - Wikipedia","KeyID":"7017","URL":"https://en.wikipedia.org/wiki/Saalburg"}