{"Content: ":"Līmes (Latin, singular; plural: līmitēs) is a modern term used primarily for the Germanic border defence or delimiting system of Ancient Rome marking the borders of the Roman Empire, but it was not used by the Romans for that purpose.[1][2] The term has been extended to refer to the frontier defences in other parts of the empire, such as in the east and in Africa. The līmes is often associated with Roman forts, but the concept could apply to any adjoining area the Romans exercised loose control with military forces. The Roman frontier stretched for more than 5,000 kilometres (3,100 mi) from the Atlantic coast of northern Britain, through Europe to the Black Sea, and from there to the Red Sea and across North Africa to the Atlantic coast. The remains of the limites today consist of vestiges of walls, ditches, forts, fortresses, and civilian settlements. Certain elements of the frontier have been excavated, some reconstructed, and a few destroyed. The two sections of limes in Germany cover a length of 550 kilometres (340 mi) from the north-west of the country to the Danube in the south-east. The 118 km long Hadrian's Wall was built on the orders of the Emperor Hadrian c. AD 122 at the northernmost limits of the Roman province of Britannia. It is a striking example of the organization of a military zone and illustrates the defensive techniques and geopolitical strategies of ancient Rome. The Antonine Wall, a 60 km-long fortification in Scotland, was started by Emperor Antoninus Pius in AD 142 as a defense against the \"Barbarians\" of the north. It constitutes the northwesternmost portion of the Roman Limes. The soldiers at a līmes were referred to as līmitāneī. Compared to the regular Roman military, they tended to be more likely to be of local descent (rather than Italians), be paid less, and be overall less prestigious. However, they were not expected to win large-scale wars, but rather to deter small-to-medium-sized raiders. Notable examples of Roman frontiers include: The stem of limes, limit-, which can be seen in the genitive case, limitis, marks it as the ancestor of an entire group of words in many languages related to Latin; for example, English limit or French limite. The Latin noun līmes (English: /ˈlaɪmiːz/;[5] Latin pl. līmitēs) had a number of different meanings: a path or balk delimiting fields; a boundary line or marker; any road or path; any channel, such as a stream channel; or any distinction or difference.[6] The term was also commonly used after the 3rd century AD to denote a military district under the command of a dux limitis.[7] An etymology by Julius Pokorny in Indogermanisches Etymologisches Wörterbuch says that limes comes from Indo-European el-, elei-, lei-, \"to bow\", \"to bend\", \"elbow\". According to Pokorny, Latin limen, \"threshold\", is related to limes, being the stone over which one enters or leaves the house. Some scholars have viewed the frontier as a threshold. The Merriam–Webster dictionaries take this view, as does J. B. Hofmann in Etymologisches Wörterbuch des Griechischen under leimon. The White Latin Dictionary denies any connection, deriving limen from *ligmen, as in lien from *leig-, \"tie\". In this sense, the threshold ties together the doorway. W. Gebert also wrote an article discussing the term.[8] Some experts suggested that the Germanic limes may have been called Munimentum Traiani (Trajan's Bulwark) by contemporaries, referring to a passage by Ammianus Marcellinus, according to which emperor Julian had reoccupied this fortification in 360 AD.[9] This section of limes existed from the 1st to the 5th century AD and ran through the provinces of: The limes in Britain (Limes Britannicus) is on the territory of the present-day United Kingdom in England, Scotland and Wales. From the 1st to the 2nd century, the Gask Ridge and the Stanegate, with their chains of Roman camps and watchtowers, marked the northern boundary of Britannia. Later the isthmuses in the north between the Firth of Forth and Firth of Clyde were guarded by the defences of the Antonine Wall and the line between the mouth of the Tyne and Solway Firth by Hadrian's Wall. The perimeter defence of Hadrian's Wall was achieved through the construction of camps (castella) on the lowlands, which were built along the most important roads in the north. Security and monitoring on the coasts in the west and southeast was achieved by camps and by chains of watchtowers or signal towers, both along the coastline and along main roads in the interior. The occupying forces, Exercitus Britannicus, consisted mostly of cohorts of auxilia. The strategic reserve comprised three legions based in Eburacum (York), Isca Silurum and Deva. The observation and surveillance of the waters around the British Isles was the responsibility of the Classis Britannica, whose headquarters was in Rutupiae (Richborough). Legions auxilia cohorts and the fleet were commanded by the provincial governors. From the 3rd century, units of comitatenses, limitanei and liburnaria (marines) came under the command of two generals: This section of the limes existed from the 3rd to 5th centuries AD and covered the provinces of: This limes of the Late Antiquity ran through the territory of the present-day United Kingdom and France. In the 3rd century, a separate military district, the Litus Saxonicum, was established on the British side of the English Channel between the estuaries of the Wash and the Solent, to repel Saxon pirates and plunderers. The Gallic side of the English Channel and Atlantic coast were included therein. Monitoring and coastal surveillance were carried out by a chain of watchtowers or signal towers, camps and fortified ports (Gaul). Most of the Saxon Shore camps probably served as naval bases. The garrisons of the camps were composed of infantry and several cavalry regiments. Monitoring and surveillance of the Channel were the responsibility of the Classis Britannica and Classis Sambrica, whose headquarters were in Locus Quartensis (Port d'Etaple), guarding the mouth of the River Somme. The units of comitatenses, limitanei and liburnaria in this area came under the command of three generals: This section of limes existed from the 1st to the 5th century AD and ran through the province of Lower Germania (Germania Inferior). It lies on the territory of today's Netherlands and Germany. This limes was a river border (limes ripa) on the Rhine, defended by a chain of camps, that ran from the North Sea (Katwijk-Brittenburg camp) to Vinxtbach (opposite Rheinbrohl fort on the Upper Germanic Limes), forming the border between the Roman provinces of Germania Inferior and Germania Superior. By contrast with the Upper Germanic-Rhaetian Limes, it was not marked by a solid palisade or wall. Neither can any defensive ditch or rampart be identified. The guards were stationed in nearby castra and watchtowers usually built immediately on the Rhine. The limes was served by a well-developed military road. Each camp had its own river port or landing stage and a storage area, because the Rhine not only formed the border but was also the most important transport and trade route in the region. In the first section, between the camps of Rigomagus (Remagen) and Bonna (Bonn), there were only a few camps. In the second, middle, section between Bonna and Ulpia Noviomagus Batavorum (Nijmegen), there were considerably more. Here there were also larger legion camps; with one exception, all were cavalry barracks. The landscape of the third section between Ulpia Noviomagus Batavorum and Mare Germanicum (the North Sea) was characterised by numerous small streams and boggy marshland. Consequently, in this area there was only one cavalry camp. Border security here consisted mainly of tightly packed, relatively small cohort forts. The occupying troops, Exercitus Germaniae Inferioris, consisted mostly of auxilia cohorts. From the 2nd century, the strategic reserve comprised three legions stationed in Bonna/Bonn, Novaesium/Neuss, Vetera/Xanten and Noviomagus/Nijmegen. The control and surveillance of the waters of the North Sea, the Rhine estuary and the Lower Rhine was the responsibility of the Classis Germanica whose headquarters was in Colonia Claudia Ara Agrippinensium/Cologne. Legions, auxilia and fleet units were commanded by the respective provincial governor. From the 3rd century the ripenses (river guards), comitatenses, and liburnaria were under the command of the Dux Belgicae secundae. This limes existed from the 1st to 5th centuries AD and guarded the provinces of: It lay on the territory of the present German states of Rhineland-Palatinate, Hesse, Baden-Württemberg and Bavaria. To the north, it bordered those parts of the Roman province of Rhaetia that lay north of the Danube and guarded the eastern border of that part of Germania Superior that lay east of the Rhine. In Upper Germania the border defences initially consisted only of a post road. From about 162/63 AD, the Romans constructed a defensive barrier with watchtowers and signal towers, palisades, ditches and earthworks. On one short section of the Rhaetian Limes, a solid stone wall was erected. In its final stages, the Upper Germanic-Rhaetian Limes was about 550 kilometres long and ran from Rheinbrohl, in the county of Neuwied in northern Rhineland-Palatinate, as far as Hienheim on the Danube. Between the villages of Osterburken and Welzheim, the limes ran for 81 kilometres almost in a straight line southwards.[10] In the scholarly literature, this unusual section is considered as evidence that this type of boundary wall had never been used for defensive purposes. The land of Agri Decumates that was guarded by this limes had to be vacated by the Romans in 260-285 AD. They moved their bases back to the banks of the Rhine and Danube, which were much easier to defend militarily. The exact route of the limes along the border between Upper Germania and Raetia has not been fully explored. In the late 4th and early 5th centuries, the Rhaetian Limes was reorganized and divided into three sections. The northern border of Rhaetia formed the pars superior (upper part), the western border was the pars media (central part) with the fortified town of Cambodunum and bases from Vemania (Isny im Allgäu) to Cassilacum (Memmingen); the pars inferior (lower part) was the section between Castra Regina (Regensburg) and Batavis (Passau). The defending troops, Exercitus Germaniae superioris and Exercitus Raeticus, consisted mostly of auxilia cohorts. From the 2nd century, the strategic reserve was formed from three legions stationed in Mogontiacum/Mainz, Argentorate/Strasbourg and Castra Regina/Regensburg. The monitoring of the Upper Rhine was the responsibility of the Classis Germanica; that of the Rhaetic Danube came under the Classis Pannonia, whose headquarters was in Aquincum/Budapest. Legions and auxilia cohorts were under the command of the governor. From the 3rd century the Upper Germanic-Rhaetian border troops (comitatenses, repenses, and liburnaria), were commanded by three generals: This limes existed from the 3rd to the 5th centuries AD and guarded the provinces of: It lies on the territory of present-day Germany, Austria, Switzerland and Liechtenstein. As early as the period 15 BC to about 70 AD, the border between Rome and Germania ran mostly along the line of the late antique Danube-Iller-Rhine Limes (DIRL) before the Romans advanced further north into the Agri decumates. Because of troop withdrawals and massive barbarian invasions, the Upper Germanic-Rhaetian Limes were abandoned in the late 3rd century and the Roman forces pulled the border back to the banks of the three rivers. Especially around the year 300, the Emperor Diocletian had new fortifications built directly on the river banks or on major roads in the hinterland here. Around 370 AD, the line of fortifications was considerably strengthened under the Emperor Valentinian I to counter the Alemanni, who were steadily advancing southwards. By contrast with the Upper Germanic-Rhaetian Limes, the DIRL primarily fulfilled defensive purposes; its camps had much stronger and higher walls than their High Imperial predecessors. Furthermore, they had in most cases been built to conform to the local topography. This meant that they could not be built in the classical 'pack of cards' shape. Between them a dense chain of watchtowers and signal towers was constructed to provide an additional security measure (burgi). Flotillas of patrol boats were stationed on the large lakes in this region. Comitatenses, ripenses, and liburnaria in this section of the limes were under the command of four generals: This section of the limes existed from the 1st to the 5th century AD and guarded part of the Roman province of Noricum. It is on the soil of the present-day Austrian states of Upper and Lower Austria. It ran along the Danube from Passau/Boiodurum to Zeiselmauer/Cannabiaca. This is also a ripa (river border), which was guarded by a loose chain of cohort forts. The main road on the Norican Limes was the via iuxta amnem Danuvium. The initially simple wood and earth structures were systematically converted under Emperor Hadrian into stone encampments. During the 4th century, they were brought once more up to date and massively reinforced. Between the camps, in strategic places or good points of observation, were watchtowers or signal towers and, in the Late Antiquity, burgi. In the middle section, between the camps of Favianis and Melk, watchtowers were built only sporadically. Here the narrow valley of the Wachau, with its densely forested escarpments, made access to the riverbank more difficult, providing some defensive function. Every camp had its own river port or landing stage and a storage area because the Danube was not only border zone, but also the most important transport and trade route in the region. Over time civilian settlements or vici were established immediately next to the camps. In the immediate hinterland of the limes, walled towns or municipia were founded - for example, Aelium Cetium or Ovilava (Wels). They were the administrative or commercial centres of the region. In late antiquity, the Norican area was divided into two parts (pars inferior and pars superior).[11] It is probable that a second, defensive line was created to the rear (Castrum Locus Felicis). The occupying troops, Exercitus Noricus, consisted mostly of auxilia cohorts and a legion stationed in Lauriacum/Enns acted as the strategic reserve. The surveillance and security of the Danube and its tributaries were the responsibility of the Classis Pannonia. Units of the legions, naval and auxiliary forces were commanded by the respective governors. In late antiquity - according to Notitia Dignitatum - four newly established flotillas undertook this task. From the 3rd century, the Norian comitatenses, ripenses and liburnari were under the command of two generals: This stretch of limes was in use from the 1st to the 5th centuries AD and helped to guard the provinces of: The Pannonian Limes is situated on the territory of present-day Austria, Slovakia and Hungary. Although this section of the frontier was relatively well protected by the Danube river border or Ripa, the Roman military presence here was always exceptionally strong (three military camps in Pannonia, but only one in Lower Pannonia) because especially after the abandonment of Roman Dacia in the late 3rd century, the pressure of migrant peoples from the east on this section of the limes intensified. The tributaries emptying into the Danube offered cheap transport routes, but also made good approach routes for invaders and raiders. The military camps were therefore built by the most important fords or confluences and road termini. The legion- and auxilia camps were mainly located in the immediate vicinity of the riverbank. The initial wood and earth structures, were systematically converted under Emperor Hadrian into stone barracks and, in the 4th century, redesigned and massively strengthened in order to match new strategic requirements. The gaps between the camps were closed by a chain of watchtowers or signal towers. In late Roman times huge inland camps were built and towns in the hinterland were fortified to create a second line of defence. In addition, at vulnerable points, units of the Danube fleet were stationed. In the time of Emperor Marcus Aurelius the first mention is made in Pannonia of stone watchtowers (burgi, panelled towers and fortlets (praesidia). In late antiquity, the Pannonian military district was divided into two parts (pars inferior and pars superior).[11] Advance defences were provided by bridgehead camps (e.g. Castra Contra Aquincum or Celemantia) and military stations on main transport routes in the Barbaricum (e.g. near Musov). At the greatest extent of the Roman Empire, the southern border lay along the deserts of Arabia in the Middle East (see Romans in Arabia) and the Sahara in North Africa, which represented a natural barrier against expansion. The Empire controlled the Mediterranean shores and the mountain ranges further inland. The Romans attempted twice to occupy the Siwa Oasis and finally used Siwa as a place of banishment. However Romans controlled the Nile many miles into Africa up to the modern border between Egypt and Sudan.[citation needed] In Africa Romans controlled the area north of the Sahara, from the Atlantic Ocean to Egypt, with many sections of limes (Limes Tripolitanus, Limes Numidiae, etc.).[12] The Fossatum Africae (\"African ditch\") of at least 750 km controlled the southern borders of the Empire and had many similarities of construction to Hadrian's Wall. There are similar, but shorter, fossatae in other parts of North Africa. Between the Matmata and Tabaga ranges in modern Tunisia there is a fossatum which was duplicated during World War II.[13] There also appears to be a 20-km. fossatum at Bou Regreg in Morocco although this would not have been within the scope of the proclamation of the Codex Theodosianus because at that time the province was not in Africa, administratively speaking.[14] In the south of Mauritania Tingitana the frontier in the third century lay just north of Casablanca near Sala and stretched to Volubilis. Septimius Severus expanded the \"Limes Tripolitanus\" dramatically, even briefly holding a military presence in the Garamantian capital Garama in 203 AD. Much of the initial campaigning success was achieved by Quintus Anicius Faustus, the legate of Legio III Augusta. Following his African conquests, the Roman Empire may have reached its greatest extent during the reign of Septimius Severus,[15][16] under whom the empire encompassed an area of 2 million square miles[15] (5.18 million square kilometers). Fossatum Africae (\"African ditch\") is a linear defensive structure (limes) that extended over 750 km or more[17] in northern Africa constructed during the Roman Empire to defend and control the southern borders of the Empire in the Roman province of Africa. It is considered to have many similarities of construction to Hadrian's Wall at the northern border of the Empire in Britain. Generally the Fossatum consists of a ditch and earth embankments on either side using the material from the ditch. Sometimes the embankments are supplemented by dry stone walls on one or both sides; rarely, there are stone walls without a ditch. The width of the Fossatum is generally 3–6 m but in exceptional cases may be as much as 20 m. Wherever possible, it or its highest wall is constructed on the counterscarp. Excavations near Gemellae showed the depth there to be 2–3 m, with a width of 1 m at the bottom widening to 2–3 m at the top.[18] The Fossatum is accompanied by many small watchtowers and numerous forts, often built within sight of one another. The Limes Arabicus was the frontier of the Roman province of Arabia Petraea, facing the desert. It runs from the Gulf of Aqaba to northern Syria, for about 1,500 kilometers (930 mi) at its greatest extent The Limes Saxoniae in Holstein was established in 810 AD, long after the fall of the Western Roman Empire. Charlemagne considered his empire (later called the Carolingian Empire) as the true successor to the Roman Empire and called himself \"Emperor of the Romans\". Official edicts were issued in Latin, which affected the naming of the Empire's frontier as well. • The Antonine Romans Novellas by Andrew Boyce is set in AD144, with The Antonine Wall location, Caledonia, modern day Scotland. Reconstructed east gate of the fort at Welzheim, Germany Reconstructed wooden tower nearby Rainau, Germany Coordinates: 54°59′33″N 2°36′04″W﻿ / ﻿54.9926°N 2.6010°W﻿ / 54.9926; -2.6010","Title":"Limes (Roman Empire) - Wikipedia","KeyID":"7020","URL":"https://en.wikipedia.org/wiki/Limes_(Roman_Empire)"}