{"Content: ":"Eberbach Abbey (German: Kloster Eberbach) is a former Cistercian monastery in Eltville in the Rheingau, Germany. On account of its Romanesque and early Gothic buildings it is considered one of the most significant architectural heritage sites in Hesse.[1] In the winter of 1985/86 some of the interior scenes of The Name of the Rose were filmed here. The abbey is a main venue of the annual Rheingau Musik Festival. The first monastic house at the site was founded in 1116 by Archbishop Adalbert of Mainz, as a house of Augustinian canons. It was then bestowed by him in 1131 upon the Benedictines.[2] This foundation failed to establish itself, and the successor, Kloster Eberbach, was founded in 1136[3] by Bernard of Clairvaux as the first Cistercian monastery on the east bank of the Rhine.[1] Eberbach soon became one of the largest and most active monasteries of Germany. From it a number of other foundations were made: Schönau Abbey near Heidelberg in 1142; Otterberg Abbey in the Palatinate in 1144; Gottesthal Abbey near Liège in 1155; and Arnsburg Abbey in the Wetterau in 1174. At its height in the 12th and 13th centuries, the population is estimated to have been about 100 monks and over 200 lay brothers.[1] Eberbach Abbey was also very successful economically, principally as a result of profits from the cultivation of vineyards and the production of wine.[1] At least 14 members of the family of the Counts of Katzenelnbogen were buried in the church. Among them was Count Johann IV of Katzenelnbogen, who was the first to plant Riesling vines,[1] in a new vineyard in the nearby village of Rüsselsheim, when the monks of Eberbach were still growing red grapes such as Grobrot, the earliest grape variety recorded in Eberbach. In about 1525 it is said that in the abbey there was an enormous wine barrel with a volume of between c. 50,000 and 100,000 litres, which in the German Peasants' War of 1525 was heavily used by rebels from the Rheingau, who were encamped just below the monastery. During the Thirty Years' War, the abbey was severely damaged,[1] beginning with an attack by the Swedish army in 1631. Many valuable items from the church and the library were looted, and the monks were forced to flee. Only 20 of them returned in 1635 to begin a laborious reconstruction. The 18th century was a period of great economic success: surviving accounts show that the abbey profits were regularly invested on the Frankfurt money market. The final decline set in with the French Revolution. After the Reichsdeputationshauptschluss the abbey was dissolved on 18 September 1803 and with its assets and territory became the property of Prince Friedrich Augustus of Nassau-Usingen. The lands passed from Nassau-Usingen in 1866 to Prussia, and from 1945 have formed part of the State of Hesse.[1] The premises were put to a variety of uses. An asylum was accommodated here until 1873 (the forerunner of the Zentrum für Soziale Psychiatrie Rheinblick) and until 1912 a prison.[5] Management of the vineyards and wine production has continued in state hands. After considerable structural work Eberbach serves inter alia as a venue for cultural events and displays, and as a film location, as for example for Umberto Eco's The Name of the Rose (1985). With effect from 1 January 1998 the State of Hesse transferred the entire abbey complex into the ownership of a publicly owned charitable foundation, the Stiftung Kloster Eberbach (\"Eberbach Abbey Foundation\"), which has the goal of conserving the architectural and cultural monument by overseeing its appropriate, controlled and sustainable use as well as of maintaining the historical tradition of wine production.[4] The buildings date from the Romanesque, Gothic[6] and Baroque periods. A list of goods, the Oculus Memoriae, survives from as early as the year 1211, giving information on the possessions and premises of the abbey complex. The buildings include: The vineyards of Eberbach Abbey were, at 300 hectares, the largest in medieval Europe. Most of them are now the property of the state of Hesse and are run by the Hessische Staatsweingüter GmbH Kloster Eberbach, which manages the largest connected area of wine production in Germany, comprising vineyards on the slopes of the Rhine Valley and on the Hessische Bergstrasse. Of the 238 hectares which are under cultivation, three-quarters are planted with Riesling, but Chardonnay, Pinot blanc, Pinot gris, Pinot noir and Dornfelder are also grown. The church contains numerous interesting monuments and tombs, notable among them being those of: The abbey has been the principal venue for the concerts of the Rheingau Musik Festival since 1988, with concerts in the Basilika (church), the Dormitorium, the Laiendormitorium and the Kreuzgang (cloisters).[6] It has also been used for other concerts. The public areas can be viewed daily, either with or without guided tours. Rooms can be booked for conferences and events. Wine tastings for groups can also be booked, and twice a year there are wine auctions. On the night of 26 April 2005 the abbey suffered severe damage from flooding. This was due to heavy rain, which caused the Kisselbach river to overflow its banks, and the increased volume of water brought about the collapse of the 18th century storm drain under the abbey. Major restoration of the complex began in 1986, financed by the State of Hesse.[5] Restoration of the interior of the basilica began in March 2018. The project is estimated to cost 130 Million Euro and planned to be completed in 2024.[5] During restoration, new archeological finds have been made, which need to be preserved and documented. For example, parts of the Gothic floor and graves were found in the southern nave of the basilica.[5]","Title":"Eberbach Abbey - Wikipedia","KeyID":"7029","URL":"https://en.wikipedia.org/wiki/Eberbach_Monastery"}