{"Content: ":"The Name of the Rose (Italian: Il nome della rosa [il ˈnoːme della ˈrɔːza]) is the 1980 debut novel by Italian author Umberto Eco. It is a historical murder mystery set in an Italian monastery in the year 1327, and an intellectual mystery combining semiotics in fiction, biblical analysis, medieval studies, and literary theory. It was translated into English by William Weaver in 1983. The novel has sold over 50 million copies worldwide, becoming one of the best-selling books ever published.[1] It has received many international awards and accolades, such as the Strega Prize in 1981 and Prix Medicis Étranger in 1982, and was ranked 14th on Le Monde's 100 Books of the Century list. In 1327, Franciscan friar William of Baskerville and Adso of Melk, a Benedictine novice travelling under his protection, arrive at a Benedictine monastery in Northern Italy to attend a theological disputation. This abbey is being used as neutral ground in a dispute between Pope John XXII and the Franciscans, who are suspected of heresy. The monastery is disturbed by the death of Adelmo of Otranto, an illuminator revered for his illustrations. Adelmo was skilled at comical artwork, especially concerning religious matters. William is asked by the monastery's abbot, Abo of Fossanova, to investigate the death: During his enquiry he has a debate with one of the oldest monks in the abbey, Jorge of Burgos, about the theological meaning of laughter, which Jorge despises. The next day, a scholar of Aristotle and translator of Greek and Arabic, Venantius of Salvemec, is found dead in a vat of pig's blood. Severinus of Sankt Wendel, the herbalist, tells William that Venantius's body had black stains on the tongue and fingers, which suggests poison. Benno of Uppsala, a rhetoric scholar, reveals to William that the librarian, Malachi of Hildesheim, and his assistant Berengar of Arundel, had a homosexual relationship, until Berengar seduced Adelmo, who committed suicide out of conflicting religious shame. The only other monks who knew about the indiscretions were Jorge and Venantius. In spite of Malachi prohibiting William and Adso from entering the labyrinthine library, they penetrate the labyrinth, discovering that there must be a hidden room, entitled the finis Africae after the presumed geographical edge of the world. They find a book on Venantius' desk along with some cryptic notes. Someone snatches the book, and they pursue to no avail. By the day after, Berengar has gone missing, which puts pressure on William. William learns of how Salvatore of Montferrat, and Remigio of Varagine, two cellarer monks, had a history with the Dulcinian heretics. Adso returns to the library alone in the evening. When leaving the library through the kitchen, Adso is seduced by a peasant girl, with whom he has his first sexual experience. After confessing to William, Adso is absolved, although he still feels guilty. On the fourth day, Berengar is found drowned in a bath, although his body bears stains similar to Venantius'. Bernard Gui, a member of the Inquisition, arrives to search for the murderer via papal decree. Gui arrests the peasant girl Adso loved, as well as Salvatore, accusing them both of heresy and witchcraft. During the theological disputation the next day, Severinus, after obtaining a \"strange\" book, is found dead in his laboratory, prompting William and Adso to search unsuccessfully for it. Remigio is interrogated by Gui, who scares him into revealing his heretical past, as well as falsely confessing to the crimes of the Abbey under threat of torture. In response to the recent tragedies in the abbey, Jorge leads a sermon about the coming of the Antichrist. Malachi, near death, returns to the early sermon on the sixth day, and his final words concern scorpions. Nicholas of Morimondo, the glazier, tells William that whoever is the librarian would then become the Abbot, and with new light, William goes to the library to search for evidence. The Abbot is distraught that William has not solved the crime, and that the Inquisition is undermining him, so he dismisses William. That night, William and Adso penetrate the library once more and enter the finis Africae by solving its etymological riddle by chance. William and Adso discover Jorge waiting for them in the forbidden room. He confesses that he has been masterminding the Abbey for decades, and his last victim is the Abbot himself, who has been trapped to suffocate inside a second passage to the chamber. William asks Jorge for the second book of Aristotle's Poetics, which Jorge gladly offers. While flipping through the pages, which speak of the virtues of laughter, William deduces that Jorge - unable to destroy this last copy of the book - laced the pages with arsenic, assuming correctly that a reader would have to lick his fingers to turn them. Furthermore, William concludes that Venantius was translating the book as he succumbed to the poison. Berengar found him and, fearing exposure, disposed of the body in pig's blood before claiming the book and dying in the baths. Malachi was coaxed by Jorge to retrieve it from Severinus' storage, where Berengar had displaced it, so he killed Severinus, retrieved the book and died after investigating its contents. Jorge confirms William's deductions and justifies this unlikely course of actions as part of a divine plan. The deaths correspond in order and symbolism with the Seven Trumpets, which call for objects falling from the sky (Adelmo's jump from a tower), pools of blood (Venantius), poison from water (Berengar), bashing of the stars (Severinus' head was crushed with a celestial orb), scorpions (which a delirious Malachi referred to), locusts and fire. This sequence, interpreted throughout the plot (to the verge of being accepted by William himself) as the deliberate work of a serial killer, was in fact the random result of Jorge's scheme. He consumes the book's poisoned pages and uses Adso's lantern to start a fire, which kills him and burns down the library. Adso summons the monks in a futile attempt to extinguish the fire. As the fire spreads to the rest of the abbey, William laments his failure. Confused and defeated, William and Adso escape the abbey. Years later, Adso, now aged, returns to the ruins of the abbey and salvages any remaining book scraps and fragments from the fire, eventually creating a lesser library. Eco was a professor of semiotics, and employed techniques of metanarrative, partial fictionalization, and linguistic ambiguity to create a world enriched by layers of meaning. The solution to the central murder mystery hinges on the contents of Aristotle's book on Comedy, which has been lost. In spite of this, Eco speculates on the content and has the characters react to it. Through the motif of this lost and possibly suppressed book which might have aestheticized the farcical, the unheroic and the skeptical, Eco also makes an ironically slanted plea for tolerance and against dogmatic or self-sufficient metaphysical truths — an angle which reaches the surface in the final chapters.[2] In this regard, the conclusion mimics a novel of ideas, with William representing rationality, investigation, logical deduction, empiricism and also the beauty of the human minds, against Jorge's dogmatism, censoriousness, and pursuit of keeping, no matter the cost, the secrets of the library closed and hidden to the outside world, including the other monks of the Abbey. The Name of the Rose has been described as a work of postmodernism.[3] The quote in the novel, \"books always speak of other books, and every story tells a story that has already been told\", refers to a postmodern idea that all texts perpetually refer to other texts, rather than external reality, while also harkening back to the medieval notion that citation and quotation of books was inherently necessary to write new stories. The novel ends with irony: as Eco explains in his Postscript to the Name of the Rose, \"very little is discovered and the detective is defeated.\"[4] After unraveling the central mystery in part through coincidence and error, William of Baskerville concludes in fatigue that there \"was no pattern.\" Thus Eco turns the modernist quest for finality, certainty and meaning on its head, leaving the nominal plot, that of a detective story broken, the series of deaths following a chaotic pattern of multiple causes, accident, and arguably without inherent meaning.[3] The mystery revolves around the abbey library, situated in a fortified tower—the aedificium. This structure has three floors—the ground floor contains the kitchen and refectory, the first floor a scriptorium, and the top floor is occupied by the library.[5] The two lower floors are open to all, while only the librarian may enter the last. A catalogue of books is kept in the scriptorium, where manuscripts are read and copied. A monk who wishes to read a book would send a request to the librarian, who, if he thought the request justified, would bring it to the scriptorium. Finally, the library is in the form of a labyrinth, whose secret only the librarian and the assistant librarian know.[6] The aedificium has four towers at the four cardinal points, and the top floor of each has seven rooms on the outside, surrounding a central room. There are another eight rooms on the outer walls, and sixteen rooms in the centre of the maze. Thus, the library has a total of fifty-six rooms.[7] Each room has a scroll containing a verse from the Book of Revelation. The first letter of the verse is the letter corresponding to that room.[8] The letters of adjacent rooms, read together, give the name of a region (e.g. Hibernia in the West tower), and those rooms contain books from that region. The geographical regions are: Two rooms have no lettering - the easternmost room, which has an altar, and the central room on the south tower, the so-called finis Africae, which contains the most heavily guarded books, and can only be entered through a secret door. The entrance to the library is in the central room of the east tower, which is connected to the scriptorium by a staircase.[9] Much attention has been paid to the mystery of what the book's title refers to. In fact, Eco has stated that his intention was to find a \"totally neutral title\".[4] In one version of the story, when he had finished writing the novel, Eco hurriedly suggested some ten names for it and asked a few of his friends to choose one. They chose The Name of the Rose.[10] In another version of the story, Eco had wanted the neutral title Adso of Melk, but that was vetoed by his publisher, and then the title The Name of the Rose \"came to me virtually by chance.\" In the Postscript to the Name of the Rose, Eco claims to have chosen the title \"because the rose is a symbolic figure so rich in meanings that by now it hardly has any meaning left\".[4] The book's last line, \"Stat rosa pristina nomine, nomina nuda tenemus\" translates as: \"the rose of old remains only in its name; we possess naked names.\" The general sense, as Eco pointed out,[11] was that from the beauty of the past, now disappeared, we hold only the name. In this novel, the lost \"rose\" could be seen as Aristotle's book on comedy (now forever lost), the exquisite library now destroyed, or the beautiful peasant girl now dead. This text has also been translated as \"Yesterday's rose stands only in name, we hold only empty names.\" This line is a verse by twelfth century monk Bernard of Cluny (also known as Bernard of Morlaix). Medieval manuscripts of this line are not in agreement: Eco quotes one Medieval variant verbatim,[12] but Eco was not aware at the time of the text more commonly printed in modern editions, in which the reference is to Rome (Roma), not to a rose (rosa).[13] The alternative text, with its context, runs: Nunc ubi Regulus aut ubi Romulus aut ubi Remus? / Stat Roma pristina nomine, nomina nuda tenemus. This translates as \"Where now is Regulus, or Romulus, or Remus? / Primordial Rome abides only in its name; we hold only naked names.\"[14] The title may also be an allusion to the nominalist position in the problem of universals, taken by William of Ockham. According to nominalism, universals are bare names: there is not a universal rose, only the name rose.[15] A further possible inspiration for the title may be a poem by the Mexican poet and mystic Sor Juana Inés de la Cruz (1651–1695): Rosa que al prado, encarnada, te ostentas presuntuosa de grana y carmín bañada: campa lozana y gustosa; pero no, que siendo hermosa también serás desdichada. This poem appears in Eco's Postscript to the Name of the Rose, and is translated into English in \"Note 1\" of that book as: Red rose growing in the meadow, bravely you vaunt thyself in crimson and carmine bathed: displayed in rich and growing state. But no: as precious as thou may seem, Not happy soon thou shall be.[4] The name of the central character, William of Baskerville, alludes both to the fictional detective Sherlock Holmes (compare The Hound of the Baskervilles – also, Adso's description of William in the beginning of the book resembles, almost word for word, Dr. Watson's description of Sherlock Holmes when he first makes his acquaintance in A Study in Scarlet) and to William of Ockham (see the next section). The name of the narrator, his apprentice Adso of Melk is among other things a pun on Simplicio from Galileo Galilei's Dialogue; Adso deriving from \"ad Simplicio\" (\"to Simplicio\"). Adso's putative place of origin, Melk, is the site of a famous medieval library, at Melk Abbey. And his name echoes the narrator of the Sherlock Holmes stories, Watson (omitting the first and last letters, with \"t\" and \"d\" being phonetically similar).[16] The blind librarian Jorge of Burgos is a nod to Argentinian writer Jorge Luis Borges, a major influence on Eco. Borges was blind during his later years and was also director of Argentina's national library; his short story \"The Library of Babel\" is an inspiration for the secret library in Eco's book.[17] Another of Borges's stories, \"The Secret Miracle\", features a blind librarian. In addition, a number of other themes drawn from various of Borges's works are used throughout The Name of the Rose: labyrinths, mirrors, sects and obscure manuscripts and books. The ending also owes a debt to Borges' short story \"Death and the Compass\", in which a detective proposes a theory for the behaviour of a murderer. The murderer learns of the theory and uses it to trap the detective. In The Name of the Rose, the librarian Jorge uses William's belief that the murders are based on the Revelation to John to misdirect William, though in Eco's tale, the detective succeeds in solving the crime. The \"poisoned page\" motif may have been inspired by Alexandre Dumas' novel La Reine Margot (1845). It was also used in the film Il giovedì (1963) by Italian director Dino Risi.[18] A similar story is associated with the Chinese erotic novel Jin Ping Mei, translated as The Golden Lotus or The Plum in the Golden Vase. Eco seems also to have been aware of Rudyard Kipling's short story \"The Eye of Allah\", which touches on many of the same themes, like optics, manuscript illumination, music, medicine, priestly authority and the Church's attitude to scientific discovery and independent thought, and which also includes a character named John of Burgos. Eco was also inspired by the 19th century Italian novelist Alessandro Manzoni, citing The Betrothed as an example of the specific type of historical novel he purposed to create, in which some of the characters may be made up, but their motivations and actions remain authentic to the period and render history more comprehensible.[19] Throughout the book, there are Latin quotes, authentic and apocryphal. There are also discussions of the philosophy of Aristotle and of a variety of millenarist heresies, especially those associated with the fraticelli. Numerous other philosophers are referenced throughout the book, often anachronistically, including Wittgenstein. William of Ockham, who lived during the time at which the novel is set, first put forward the principle known as Ockham's Razor, often summarized as the dictum that one should always accept as most likely the simplest explanation that accounts for all the facts (a method used by William of Baskerville in the novel). The book describes monastic life in the 14th century. The action takes place at a Benedictine abbey during the controversy surrounding the doctrines about absolute poverty of Christ and apostolic poverty between branches of Franciscans and Dominicans; (see renewed controversy on the question of poverty). The setting was inspired by monumental Saint Michael's Abbey in Susa Valley, Piedmont and visited by Umberto Eco.[20][failed verification] The Spirituals abhor wealth, bordering on the Apostolics or Dulcinian heresy. The book highlights this tension that existed within Christianity during the medieval era: the Spirituals, one faction within the Franciscan order, demanded that the Church should abandon all wealth, and some heretical sects began killing the well-to-do, while the majority of the Franciscans and the clergy took to a broader interpretation of the gospel. Also in the background is the conflict between Louis IV and Pope John XXII, with the Emperor supporting the Spirituals and the Pope condemning them. A number of the characters, such as Bernard Gui, Ubertino of Casale and the Minorite Michael of Cesena, are historical figures, though Eco's characterization of them is not always historically accurate. His portrayal of Gui in particular has been widely criticized by historians as an exaggerated caricature; Edward Peters has stated that the character is \"rather more sinister and notorious ... than [Gui] ever was historically\", and he and others have argued that the character is actually based on the grotesque portrayals of inquisitors and Catholic prelates more broadly in eighteenth and nineteenth-century Gothic literature, such as Matthew Gregory Lewis' The Monk (1796).[21][22] Additionally, part of the novel's dialogue is derived from Gui's inquisitor's manual, the Practica Inquisitionis Heretice Pravitatis. In the inquisition scene, the character of Gui asks the cellarer Remigius, \"What do you believe?\", to which Remigius replies, \"What do you believe, my Lord?\" Gui responds, \"I believe in all that the Creed teaches,\" and Remigius tells him, \"So I believe, my Lord.\" Bernard then points out that Remigius is not claiming to believe in the Creed, but to believe that he, Gui, believes in the Creed; this is a paraphrased example from Gui's inquisitor's manual, used to warn inquisitors of the manipulative tendencies of heretics.[23] Adso's description of the portal of the monastery is recognizably that of the portal of the church at Moissac, France.[24] Dante Alighieri and his Comedy are mentioned once in passing. There is also a quick reference to a famous \"Umberto of Bologna\"—Umberto Eco himself. Some historical errors present are most likely part of the literary artifice, whose contextualization is documented in the pages of the book preceding the Prologue, in which the author states that the manuscript on which the current Italian translation was later carried out contained interpolations due to different authors from the Middle Ages to the Modern era.[34] Eco also personally reported some errors and anachronisms present in various editions of the novel until the revision of 2011: Moreover, still present in the Note before the Prologue, in which Eco tries to place the liturgical and canonical hours: If it is assumed, as logical, that Eco referred to the Local mean time, the estimate of the beginning of the hour before dawn and the beginning of Vespers (sunset), so those in the final lines (\"dawn and sunset around 7.30 and 4.40 in the afternoon\"), giving a duration from dawn to noon equal to or lower than that from noon to dusk, is the opposite of what happens at the end of November (it is a wrong application of the Equation of time). ","Title":"The Name of the Rose - Wikipedia","KeyID":"7030","URL":"https://en.wikipedia.org/wiki/The_Name_of_the_Rose"}