{"Content: ":"Rheinhessen (in English often Rhine-Hesse or Rhenish Hesse) is the largest of 13 German wine regions (Weinanbaugebiete) for quality wines (QbA and Prädikatswein) with 26,758 hectares (66,120 acres) under cultivation in 2018.[1][2][3] Named for the traditional region of Rhenish Hesse, it lies on the left bank of the Rhine between Worms and Bingen in the federal state of Rhineland-Palatinate. Despite its historic name it is currently no longer part of the federal-state of Hesse, this being the case since the end of World War II. There have been several unsuccessful attempts to legally reunite the former wine growing districts of Mainz on the Hessian side during the post-war area. Rheinhessen produces mostly white wine from a variety of grapes, particularly Riesling, Müller-Thurgau and Silvaner, and is best known as the home of Liebfraumilch, although some previously underrated Rieslings are also made, increasingly in a powerful dry style. The wine region is a member of the Great Wine Capitals Global Network. The Rhine forms the eastern and northern boundary of the region, with the river Nahe to the west and the Haardt Mountains to the south. The Palatinate wine region lies to the south, the Rheingau lies across the Rhine to the north, and the Nahe wine region to the west. Known as the \"land of the thousand hills\", the terrain is undulating with vineyards mixed with orchards and other forms of farming. Its larger towns include: Mainz, Worms, Bingen, Alzey, Nieder-Olm and Ingelheim. In general the wines are best nearest the Rhine, where the soils impart more complex flavours. The best known area for white wines is the so-called Rhine Terrace (Rheinterasse; sometimes Rhine Front, Rheinfront) between Oppenheim and Nackenheim, which by itself is bigger than the whole of the Rheingau. A part of the Rhine Terrace, between Nackenheim and Nierstein is known as the Red Slope (Roter Hang) because of the presence of red slate.[4] The main red grape area is around Ingelheim, in the north of the region opposite the Rheingau. Grapes have been grown in the region since Roman times, and viticulture was promoted by Charlemagne. The denomination Glöck is documented by a deed of donation from the year 742, it is the oldest appellation in Germany. When the owners of Stadecken-Elsheim the Counts of Katzenelnbogen first cultivated Riesling in 1435 they called the wine from this part of their county the Wine from the Gau.[5] At the Congress of Vienna in 1814/15, Louis I, Grand Duke of Hesse, was awarded with Rhenish Hesse as compensation for the loss of his Westphalian territories. As a result, he amended his title to \"Grand Duke of Hesse and by Rhine\" and the name of the region was created. Liebfrauenmilch is named after the Liebfrauenkirche (Church of Our Lady) in Worms, which also was the name of a good and famous vineyard. Later, Liebfrauenmilch was used as a name for a semi-sweet wine style produced in several German regions, and became responsible for much of the erosion of the German wines' reputation on the export market. The most famous Liebfraumilch brand, until they changed their classification, was Blue Nun which was created in 1921. Today, no quality-oriented top producer in Rheinhessen would dare to produce a Liebfrauenmilch for fear of losing their reputation.[citation needed] On the 26,758 hectares of Rheinhessen's vineyards as of 2018, white grape varieties account for 71%.[1] After a period of increasing plantations of red grape varieties the balance between red and white varieties has been more stable in the last few years. Müller-Thurgau (usually labelled Rivaner when vinified dry), the prime ingredient in Liebfraumilch, is no longer the most grown with 15.6% of the area, has decreased significantly. Riesling, currently at 17.7%, has been increasing in the last few years. Among the red varieties, Dornfelder is the most planted at 12.6%, and it was Rheinhessen's second-most planted variety for a few years before being overtaken by Riesling in 2008. Silvaner at 8.1% is also widely planted, although it also has decreased significantly. Although in decline, Scheurebe at 2.8% has a special connection to the region since Georg Scheu bred it at the Alzey Research Institute in the region. The most cultivated grape varieties, by area in 2018, were:[1] Since more young winemakers received their oenological education at the renowned University of Applied Sciences in Geisenheim or Weincampus Neustadt, the quality increases year by year. Nearly all styles of wine may be found, old fashioned as well as new techniques.[6] Due to the competitive qualities at the yearly VDP wine market of the Verband Deutscher Prädikats- und Qualitätsweingüter held in Mainz, not all requests for the 2006 harvest could be granted. Rheinhessen is divided into the following three districts (Bereiche): In the northwest, towards the river Nahe; Scharlachberg is an important vineyard. In the town, one of the most renowned Liebfraumilch, Black Tower, is created by the Reh-Kendermann winery. Source of most of the interesting wines of the region, and home to a third of the Riesling. The Roter Hang (red slope) in the north of this area lies on a sandstone that is reputed to give the best wines, to the south the soils become deeper. [see Hipping] This district is situated around Worms. Coordinates: 49°54′N 8°00′E﻿ / ﻿49.9°N 8°E﻿ / 49.9; 8","Title":"Rheinhessen (wine region) - Wikipedia","KeyID":"7033","URL":"https://en.wikipedia.org/wiki/Rheinhessen_wine_region"}