{"Content: ":"The Vortex Garden is a privately owned public garden in the Hessian city of Darmstadt (Germany). It is a pantheistic permaculture garden at the art nouveau area of Mathildenhöhe and alludes to Viktor Schauberger’s discovery of “levitational force” through artistic depictions by internationally renowned sculptors including John Wilkes, Jacopo Foggini, Jerome Abel Seguin and Hyesung Hyun. The garden is the private property of Henry Nold of Darmstadt, but is open to the public. The garden was planted and designed by a team around the owner and conceptual artist Henry Nold. The term “Vortex” denotes an eddy or whirling movement. For the owner of the garden it means spirals or helix-shaped forms and, by extension, evokes concepts such as DNA, double helix and the building blocks of life.[1] The Vortex Garden, along with the “Haus Hubertus” built in 1921 by the architect Jan Hubert Pinand for the Diefenbach family, is the basis of a new form of “sacred topography”, a tribute to the life reform movement, which considered itself an alternative to both communism and capitalism. The charismatic effect of the German and Swiss artists’ colonies of Mathildenhoehe, Worpswede, Amden and Monte Verità nurtured creativity in bohemians and free thinkers and was conducive to the emergence of other utopian projects and a new context of alternative thinking in Europe. Behind this was the dream of all those who suffered from the loss of paradise and longed to find a new one: Anarchists, Nudists, Feminists, Dadaists, Pacifists, Freemasons, Theosophists and Self-seekers. What appealed to these people more and more was the spirit of utopia and a new definition of self through the creation of their own mythology far removed from time-honoured life processes and habits. The Vortex Garden mirrors this desire for a place where energies operating invisibly are recollected and brought together and, when reflected upon, can manifest themselves.[2] Another theme in the Vortex Garden is that of sacred geometry and cosmological numerical relationships, such as the “golden mean” and the Fibonacci number sequence derived from it, frequently found in the crop circles, often 70 meters in diameter, that mysteriously appear each year mainly in fields in England up until the grain harvest. Smaller versions of these crop circles are immortalised at Prinz-Christians-Weg 13, Darmstadt in the form of mosaics and tiling pictograms, as well as three-dimensionally in sculpture of meticulous craftsmanship. The highly complex patterns of these corn circles are drawn as step-by-step comprehensible geometric designs and have an orderly, decorous effect on the environment in which they are located—as in the case of the side entrance staircase, where a row of engraved bronze coins stands side by side interspersed at short intervals with 48 various crop circle pictograms. A photograph of Goethe’s summerhouse in Weimar showing a stone pentagram on the floor provided the inspiration for the crop circle mosaic of limestone slabs in the pavilion with sparkling glass prisms in the dome design. The 108 egg-shaped walkway stepping-stones placed around the house provide a lunar evocation, mirrored in silver precious metal with an atomic weight of 108 and reminiscent of the radius of the moon, 1080 miles. In the organically-shaped cascading pools by John Wilkes, the water makes flowing lemniscate patterns with various rhythms according to the different basin widths. The trick fountains are supplied with rainwater from the gutters through three tanks; enhanced by the invigorating motion in the flowform basins, the water is used for garden irrigation. In the Vortex Garden, garden soil and plant maintenance is based on principles of the permaculture approach. On the recommendations of Hermann Benjes, a relatively large number of dead wood stacks and woodpiles provide choice breeding grounds for microorganisms in this town garden. The pond, dug out in a crater-like, ovoid form and topped with a round wooden walkway and magenta-coloured Stalattite sculpture by Jacopo Foggini, is styled on runic exercise “funnels” that were dug into the ground for gymnastics practice and entailed considerable earth movement. A three-legged copper funnel with a bell-shaped and spirally swirling waterflow brings vitality to the biotope. Set on a ledge between the two large bat nesting boxes in front of the upstairs bedroom windows are a large number of short logs with thousands upon thousands of holes on the end grain side to form possible dwellings for insects. Elsewhere a canopied clay egg almost 2 meters high with holes cut into its surface may be considered a home for solitary bees and a nesting site for other insects. Several honeycombed boxes are set in the garden for honeybees. From his findings gleaned over 30 years spent observing nature in pristine areas of Austria, Viktor Schauberger sought to implement basic life and movement processes and principles for the production of alternative fuel energy for machines, turbines, engines or to generate heat. Visitors to the Vortex Garden can experience such implosive forces and empathize with the way that life forces can or may emerge, grow and develop. The name “Vortex” derives from the many flowform water features and funnels with spiralling and lemniscate (figure-eight shaped) forms of water movement. Sculpture \"Stalattite\" Jacopo Foggini Copper funnel and Stalattite Lamps with cropcircle pattern Water-Singing bowl Stalattite sculpture Coordinates: 49°52′30″N 8°40′00″E﻿ / ﻿49.8751°N 8.6666°E﻿ / 49.8751; 8.6666","Title":"Vortex Garden - Wikipedia","KeyID":"7040","URL":"https://en.wikipedia.org/wiki/Vortex_Garten"}