{"Content: ":"The Odenwald (German: [ˈoːdn̩valt] (listen)) is a low mountain range in the German states of Hesse, Bavaria and Baden-Württemberg. The Odenwald is located between the Upper Rhine Plain with the Bergstraße and the Hessisches Ried (the northeastern section of the Rhine rift) to the west, the Main and the Bauland (a mostly unwooded area with good soils) to the east, the Hanau-Seligenstadt Basin – a subbasin of the Upper Rhine Rift Valley in the Rhine-Main Lowlands – to the north and the Kraichgau to the south. The part south of the Neckar valley is sometimes called the Kleiner Odenwald (\"Little Odenwald\"). The northern and western Odenwald belong to southern Hesse, with the south stretching into Baden. In the northeast, a small part lies in Lower Franconia in Bavaria. The Odenwald, along with other parts of the Central German Uplands, belongs to the Variscan, which more than 300 million years ago in the Carboniferous period ran through great parts of Europe. The cause of this orogeny was the collision of Africa’s and Europe's forerunner continents. In the Triassic, about 200 million years ago, the land sank again, forming the Germanic Basin in which the metre-thick layers of red sandstone could build up. These were later covered over with layers of muschelkalk from a broad inland sea, then followed by sediments from the Late Triassic (or Keuper). The South German Cuesta Land thus formed. When the land in the Odenwald was uplifted again about 180 million years ago, more than 100 m of the sedimentary layering, in parts, was eroded away down to the bedrock, as can still be seen in the western Odenwald. The bedrock here is composed of a number of different rocks, among them gneiss, granite, diorite, gabbro in the Frankenstein pluton, and so on. In the eastern Odenwald, the red sandstone is all that is left of the sedimentary mixture. Farther east in the Bauland, the muschelkalk deposits still overlie the Early Triassic layers. Furthermore, in the south near Heidelberg, there is still Zechstein under the Early Triassic deposits. Roughly 50 to 60 million years ago, volcanoes formed along the great geological faults. Still bearing witness to this time are the Otzberg, the Daumberg and the Katzenbuckel, all extinct volcanoes in the Odenwald. Furthermore, volcanism with acidic rocks has left a legacy of rhyolites near Dossenheim. At roughly the same time, the Central European plate began to tear apart so that the Upper Rhine Rift developed. Even as the Upper Rhine Rift valley still sinks today by just under a millimetre each year, the Odenwald, relatively to that, was uplifted to the height it has today. Along the faults, the small rivers Gersprenz and Weschnitz have, in part, carved their courses. The Upper Rhine Rift is part of a fracture zone reaching from the Mediterranean Sea to Norway. Right on the edge of the Odenwald, it is roughly 2 500 m deep, but has been filled in to its current height by river and sea sediment, for until about 20 million years ago, the North Sea reached far inland, across the Wetterau Depression into the Rhine Valley. Granite-Gneiss-Odenwald (Altherr, 1999)[1] Granite-Gneiss-Odenwald (Stein, 2001)[1] Granite-Gneiss- and Redsandstone-Odenwald (Stein, 2001 + Weber, Geo-Naturpark)[2] Geological profile (from left): Rheinplane, Granite-Odenwald, Gneiss-Odenwald, Redsandstone-Odenwald (Geo-Naturpark)[2] About 2500 BC, there is evidence that the Linear Pottery culture settled along the northern (Gersprenz) and southern (Neckar valley) edges of the Odenwald. About 400 BC, Celts (Gauls) settled throughout southern Germany. Almost all of the Odenwald was covered then with virgin forest, and the outer edges were not settled. Germanic peoples drove the Celts westwards across the Rhine to what is now France. About AD 100, the older Odenwald line of the Neckar-Odenwald Limes was built under Roman Emperor Trajan (98-117). This stretch of the Empire's border ran from Fort Wimpfen in the Valley (Kastell Wimpfen im Tal) northwards by way of the Forts of Neckarburken, the lesser forts of Trienz and Robern near Fahrenbach, Fort Oberscheidental, Fort Schloßau, Fort Hesselbach, Fort Würzberg, Fort Eulbach, Fort Hainhaus and Fort Hesselbach to Fort Wörth on the Main. Parts of the Odenwald now lay in Roman-ruled Germania Superior. About 159, the Limes was shifted about 30 kilometres (19 miles) eastwards to the Miltenberg–Walldürn–Buchen-Osterburken line. In 260, Roman hegemony fell. The Alamanni were also thrusting into the Odenwald and settling the land between the Main and Neckar, after whom came the Franks. In the 5th century, the Franks, under Clovis I, divided the land up into districts. In the 7th and 8th centuries came Christianization by Irish-Scottish and Anglo-Saxon monks (Pirmin, Boniface). On the muschelkalk lands of today's Bauland, which favoured agriculture, a broad mesh of settlements arose. The parts of the Odenwald farther in from the rivers, though, with their scant New Red Sandstone soils remained uninhabited. Four Benedictine monasteries were assigned the job of opening the empty woods up by the central Frankish power (Carolingian), Lorsch Abbey from the west, Fulda Monastery from the east and Mosbach Monastery from the south. Amorbach Monastery had the greatest importance for ecclesiastical, cultural and economic development in the eastern Odenwald. In the 9th century in the southeastern Odenwald near the now more thickly settled Bauland, settlements were established. The muschelkalk-new red sandstone mineral boundary was crossed. Where the name Odenwald came from is an open question and still causes controversy[who?] today. Following are some theories about the name's origin: Linguists, who research the phonetic changes and the sound shift of the terms, deny the theories Nr. 1 - 3 and prefer Nr. 4 or 5, some historians favor Nr. 2. The numerous Odenwald folk legends are mostly connected with historic geographic sites (castle, town, rock, road and so on) They relate: In some stories the local aspect firstly is connected with monsters (knight Georg fights against the man-eating lindworm near Frankenstein-castle) and creatures of nature with magic potency (a water spirit changed into a fox near Niedernhausen, the merwoman in the Meerwiese of Waldürn). Secondly the local legend is connected with the genre of the historic saga: a historic person or an original is portrayed anecdotally (the count of Erbach and Luther, resp. the Raubacher Joggel, landgrave Ludwig VIII: of Hesse-Darmstadt, robber Hölzerlips). Thirdly a local tale explains an etiological or original myth (aetiological saga). For example, there is explained: Beside these legends there are two famous and well-known Odenwaldsagas: In the Nibelungenlied (see also Nibelung) the dragon slayer Siegfried, on a hunting trip (instead of a failed campaign) leading from the Burgundian city of Worms into the Odenwald, is murdered by Hagen of Tronje. Since no exact spot for this deed has been handed down, countless communities, especially in the Hessian Odenwald are squabbling over the right to call themselves “Siegfried’s Murder Site”, for example a spring near Gras-Ellenbach (Siegfriedsbrunnen), Mossautal-Hüttenthal Lindelbrunnen) or Heppenheim (Siegfriedbrunnen). The ruins of Rodenstein (below-mentioned) and Schnellerts near Fränkisch-Crumbach are the setting of an Odenwald ghost story: during the night the knight Rodenstein (the Rodensteiner) flies with a berserker-cornet through the air to prophesy the beginning of a war (Wild Hunt motif). \"Siegfried's Death\" (Julius Schnorr von Carolsfeld, 1847): Hagen murdered Siegfried by a spring in the Odenwald. Picture of Siegfrieds assassination in the Nibelungenlied-manuscript k (1480–90) Siegfriedbrunnen by Wilhelm Trübner. In the legend there is no exact description in respect of the hunting trip. Rodenstein Castle is the scene of the Rodensteiner ghost legend (19th-century picture). The Crystal Teaching Path around the Katzenbuckel starts near the old volcanic quarry (below-mentioned) Neutsch with a view to Neunkirchen and the Neunkircher Höhe View from Weschnitz- Valley to the mountains Hardberg (with transmitter), Götzenstein, Kisselbusch (from left) Weschnitz- Valley with a view to Tromm-mountain range Overlooking the Krehberg (view from Lindenfels) The Waldskopf in the Gorxheim valley The Melibokus near Zwingenberg With a view from the Lauter- Valley (Hohenstein) to the Melibokus (right) and the Auerbach Castle (background, in the middle) The Gesprenz-Valley gneiss-sandstone-mountain range: Böllsteiner Höhe on the left, Morsberg in the middle The Felsberg (with transmitter, view from the Lauter-Valley), Auerbach-Castle and Melibokus on the left The Daumberg in the Gorxheim valley The Weschnitz-Valley with Hirschkopf-Juhöhe-mountain range (view from the Tromm) Countless streams rise in the Odenwald, the longest of which are the following: The Gersprenz in Dieburg The Mümling in Erbach The Eutersee near Hesseneck There are a few bodies of standing water in the Odenwald, among which are the following: Odenwald is twinned with: The Odenwald is known as a leisure destination easily accessible from the urban areas of Mannheim and Frankfurt. It is known for its clean thin air and was once known for its health sanitariums. There are many marked hiking paths through the rural areas. Wild blueberries, strawberries and mushrooms are to be found in the forests. The planned extension to the Odenwaldautobahn, that is, the A 45 (Dortmund–Aschaffenburg), was never realized. Nevertheless, all these Bundesstraßen run through the Odenwald: Furthermore, the Nibelungenstraße and the Siegfriedstraße run through the Odenwald, partly along the roads listed above. Climbing path at the Breuberg-Hainstadt quarry Hohenstein near Reichenbach (Baryte-quartz-cliff) Borstein near Reichenbach (Baryte-quartz-cliff) Giant tortoise gneiss rocks (Böllstein) Granite rocks (Tromm) Reichenbach-Felsenmeer: The giant column (Riesensäule) is a workpiece of Roman stonemasons. Granite rocks Wildfrauhaus (Fischbachtal) Zwingenberg (Neckar) gorge: Wolfsschlucht When Caspar und Max begin with casting the magic bullets in the Wolf’s Glen the Wild Hunt appears in the air with demoniacal noise. The rocks at the Juhöhe are supposed to be the petrified dogheads of the Rodensteiner cry of hounds It is said, that the holes of the Opfersteine were offering cups for the devil. People of the Kreiswald near the Juhöhe told, that a long time ago the granite formation was the flat iron of Giant-ladies The Odenwald is home to many historic castles and palatial residences. In times past the fortresses on the top of the Odenwald mountains controlled Bergstraße and the Weschnitz-, the Gersprenz-, the Mümling- and the Neckar-Valley. Frankenstein near Darmstadt/Upper Rhine Rift valley Frankenstein Castle The ruins of Tannenberg near Seeheim (Seeheim-Jugenheim) Heiligenberg Castle near Jugenheim (Seeheim-Jugenheim) Alsbach Castle, view from Melibokus (Alsbach-Hähnlein) The ruins of Auerbach Castle near Bensheim Park and mansion Fürstenlager near Bensheim-Auerbach Schönberg Castle (Bensheim-Schönberg) Bergstaße: Starkenburg (view from Maiberg, Heppenheim) Starkenburg with Schlossberg (Heppenheim) Weinheim Castle The ruins of Windeck (Weinheim) Wachenburg near Weinheim (Two-Castles-Town) Wachenburg (view from Hirschkopf-tower), Weißer Stein (lookout tower) in the background Strahlenburg near Schriesheim The ruins of Schauenburg in Dossenheim Birkenau Castle near Weinheim The ruins of Lindenfels Castle, Bürgerturm (tower) View from Weschnitztal to Lindenfels (left), in the background right of centre: Reichenberg Castle, left picture margin: Neunkircher Höhe The ruins of Rodenstein near Fränkisch-Crumbach are the setting of a ghost story: Rodensteiner flies with a berserker-cornet in the night through the air to prophesy the start of a war (see above). Reichenberg Castle, entrance, near Reichelsheim Gersprenz-Valley with Reichenberg Lichtenberg Castle (Fischbachtal) Neunkircher Höhe with a view to Lichtenberg Castle (left) and the Reinheimer Bucht: Otzberg to the right of centre Castle Grounds in Lichtenberg in Odenwald, Wilhelm Trübner, 1900. Colección Carmen Thyssen Bornemisza. extinct volcano Otzberg and the old fort Veste Otzberg with the white tower Erbach Castle Fürstenau Castle (near Michelstadt) with decorative gateway arch Old Castle in Bad König Burg Breuberg near Höchst in the summer of 2006 Breuberg Castle, keep (Bergfried) and main gate The ruins of Wildenberg (Kirchzell) from the High Middle Ages, built in the Staufer era, where Wolfram von Eschenbach is said to have written parts of his Parzival. Portrait of the medieval poet Wolfram von Eschenbach from the Codex Manesse Fireplace in the great hall. In Wolframs Parzival the author indirectly compares the gigantic fireplace in the Grail Castle with that of Wildenberg: “so groziu fiwer sit noch e sach niemen hie ze Wildenberc” (line 230,12-13) The ruins of Freienstein near Beerfelden Waldleiningen Castle in the British-style (near Mudau) Heidelberg with Castle and the Old Bridge over river Neckar Neckarsteinach with Mittelburg (left) and Vorderburg (in the middle) Neckarsteinach: Vorderburg Neckarsteinach: Mittelburg' Neckarsteinach: Hinterburg Neckarsteinach: The ruins of Schwalbennest The medieval feudal lord and poet (minnesinger) Bligger von Steinach (Portrait from the Codex Manesse) resided in Steinach (Neckarsteinach) Dilsberg with mountain fort Tower and wall of Dilsberg near Neckarsteinach Hirschhorn with Hirschhorn Castle The ruins of Eberbach Castle Zwingenberg Castle (also called the Zwingenburg) (Zwingenberg/Neckar) Songs have been written about the Odenwald:","Title":"Odenwald - Wikipedia","KeyID":"7041","URL":"https://en.wikipedia.org/wiki/Odenwald"}