{"Content: ":"Heppenheim (Bergstraße) is the seat of Bergstraße district in Hesse, Germany, lying on the Bergstraße on the edge of the Odenwald. It is the birthplace of 4-time Formula One World Champion Sebastian Vettel. The town is set on the vineyards below the mediaeval Starkenburg (castle). Defining for the townscape, besides the castle, is St. Peter, the “Cathedral of the Bergstraße” as the big Catholic church is known locally; it was consecrated on 1 August 1904, and is not a bishop's seat. Heppenheim lies centrally on Bundesstraßen 3 and 460, and Autobahn A 5/A 67, almost halfway between Heidelberg and Darmstadt, in southern Hesse on the boundary with Baden-Württemberg, and is Hesse's southernmost district seat. The town's official designation is “Heppenheim an der Bergstraße”. In the local Palatinate German dialect, the town is also called Hepprum. “Bergstraße” is not only the name given the road running from Darmstadt to Heidelberg on the western edge of the Odenwald and eastern edge of the Rhine rift (now Bundesstraße 3), but also one given the landscape along the road. It stands out with its unusually mild and sunny climate in which trees blossom especially early. In the area around the outlying centre of Ober-Laudenbach is a boundary oddity unique in Hesse: just there within the town's municipal area are two enclaves belonging to Baden-Württemberg, within one of which is a further enclave belonging to Hesse. Heppenheim borders in the north on the town of Bensheim, in the northeast on the community of Lautertal and the town of Lindenfels, in the east on the communities of Fürth, Rimbach, Mörlenbach and Birkenau, in the south on the community of Laudenbach (Rhein-Neckar-Kreis, Baden-Württemberg), in the southwest on the towns of Viernheim and Lampertheim and in the west on the town of Lorsch. Besides the main town, Heppenheim has the outlying centres of Unter-Hambach, Ober-Hambach, Kirschhausen (with Igelsbach), Erbach, Sonderbach, Wald-Erlenbach, Mittershausen-Scheuerberg, and Ober-Laudenbach, which were in the course of municipal reform in Hesse amalgamated with Heppenheim with effect from 1 January 1972. In 755, Heppenheim had its first documentary mention. At that time, the town was the hub of a Frankish domain. In 773, this area became one of Charlemagne’s donations to the Lorsch Abbey, and to protect it, the castle (Starkenburg) was built above it in 1065; in 1066 it successfully resisted a siege by Prince-Archbishop Adalbert of Hamburg-Bremen. The Imperial Abbey held the rank of principality, and Heppenheim developed over time into the territory's administrative and economic hub, although it lost its importance with the Abbey's downfall in the 11th and 12th centuries. In 1229, Emperor Friedrich II put the Starkenburg under the administration of the Archbishops of Electoral Mainz, doing likewise with the Lorsch Abbey along with Heppenheim in 1232. But for an interruption from 1461 to 1623 when the fief was pledged to the Electorate of the Palatinate, Heppenheim remained an Electoral Mainz holding right up until the Reichsdeputationshauptschluss in 1803. Then it became Hessian, first part of the Landgraviate of Hesse-Darmstadt, and since 1948 it has been part of the Bundesland of Hesse. Heppenheim has had town rights since at least 1318, and market rights, it is believed, already by the early 9th century. From 1265 (possibly earlier) until 1803, Heppenheim was the seat of the Electoral Mainz Amt (Oberamt) of Starkenburg. Once it passed to Hesse-Darmstadt, the Amt was abolished. Heppenheim was thereafter first the seat of a (much smaller) Amt, and then, as of 1821 the seat of the Heppenheim Administrative Region (Landratsbezirk). As of 1832 it was the seat of the Heppenheim district. Since then, it was between 1848 and 1852 the seat of the Regierungsbezirk of Heppenheim, and has been since 1938 the seat of the Bergstraße district, to which were assigned not only the old Heppenheim district, but also great parts of the likewise abolished Bensheim district, with the parts of the Worms district on the Rhine’s right bank being added after the Second World War. In both 1369 and 1693 (in the latter case owing to the devastation wrought by the French in the Nine Years' War), Heppenheim was almost utterly destroyed in town fires. The town came through both world wars unscathed, aside from slight damage when the Americans marched in March 1945. Heppenheim suffered severely in the Thirty Years' War (1618–48); the Starkenburg was overwhelmed by Spanish troops in 1621, and by the Swedes in 1630. The Plague killed about 80% of the population in 1635 (almost 100% in the outlying countryside), and the town was sacked by the Poles in 1636 and again in 1645 by the French. The Heppenheim Conference (Heppenheimer Tagung), a meeting of leading liberals on 10 October 1847 in the Halber Mond (“Half Moon”) Hotel, was a prelude to the German Revolution in 1848 and 1849. Given this historical connection, the Free Democratic Party (FDP, Freie Demokratische Partei) was founded on 11 December 1948 in Heppenheim. There were Jews living in Heppenheim by the Middle Ages. The town was part of the Archbishopric of Mainz from 1232 to 1803 and there were repeated ecclesiastical measures undertaken to persecute Jews. Jewish life in the town was wiped out during the persecution that accompanied the Plague in 1348 and 1349. The modern community was founded in the 17th century. About 1900, there were some 40 Jewish families, with 200 to 300 people living in town. That figure fell to 113 people by 1933, a result of migration and emigration. Martin Buber, Zionist and honorary professor of religious sciences at the University of Frankfurt am Main, is the best known Jewish inhabitant of Heppenheim where he settled in 1916. In February 1938, he left the country and emigrated with his family to Jerusalem. On 9 November 1938, Kristallnacht, Buber's house was looted and his 3,000-volume library was destroyed. In May 1939, there were still 37 Jews in Heppenheim, but in September 1942, the last few Jewish residents were deported. The former synagogue's location, now a memorial, has stone marking the perimeter of the synagogue destroyed in 1938. A plaque bears the inscription, Hier stand die 1900 erbaute und 1938 zerstörte Synagoge. (“Site of the synagogue, built in 1900 and destroyed in 1938.”). An additional plaque with the title Im Gedenken an die Ermordeten (“In memory of the murdered”) lists the names of 29 former Heppenheim Jews. The psychiatric institution in Heppenheim took part in the Nazi “euthanasia” crimes, and was also a “collection facility,” where Jewish psychiatric patients were sent on the way to the gas chamber. Beginning on 28 May 1942, a subcamp of Dachau/Natzweiler-Struthof concentration camp was located in Heppenheim. It was closed on 18 December 1942, but opened again as Heppenheim subcamp on 15 June 1943. It was permanently closed on 27 March 1945 when the town was occupied by American troops at the end of the fighting in Hesse. The prisoners in Heppenheim were put to work in the SS institution Deutsche Versuchsanstalt für Ernährung und Verpflegung.[3] In 2004, the town hosted the 44th Hessentag state festival. The sharp rise between 1971 and 1975 has to do with the amalgamations in the course of administrative reform in Hesse in 1972. In 1948 the Free Democratic Party was founded in Heppenheim. The municipal election held on 26 March 2006 yielded the following results: The elections in March 2016 showed the following results:[4] In the runoff election on 10 April 2005, Gerhard Herbert (SPD) defeated the incumbent Ulrich Obermayr (CDU). Herbert took over the mayor's office on 1 September 2005 from Obermayr, who had held it for 18 years. In 2011 Rainer Burelbach (* 1965) (CDU) was elected mayor with 55,6 % of the votes. The following mayors have held office in Heppenheim since the municipal constitution was promulgated in 1821: 1Dr. Schiffers switched to the NSDAP to keep abreast of changes, but he soon ran into difficulties with the Party and thereby lost his office in 1937. 2Dr. Köhler was in the mayor's office only until 1941 when he was called into the Wehrmacht. His duties were performed by deputy Franz Keil during his absence. Despite party membership, Dr. Köhler is said not to have been a fanatical Nazi, but rather a respectable mayor. 3Dr. König and Jakob Fleck were each provisionally appointed mayor after the Americans marched in 1945. Since 1924, beginning with Karl Schiffers's time in office, the office of mayor has been executed by a professional mayor. Among all the mayors, Wilhelm Höhn, Karl Schiffers and Wilhelm Metzendorf stand out as ones who decisively promoted the town. The town's arms are charged with the Lion of Hesse above the parting, striped as always horizontally in silver and red, but in these arms also holding a golden-hilted, silver-bladed sword in his right paw and wearing a golden crown. The part of the field below the parting at the fess line is itself parted per pale (vertically down the middle). On the dexter side (armsbearer's right, viewer's left) is the Lorsch Abbey's cross pattée fitchy (that is, cross with “flattened” ends to three of the arms, and a point on the bottom one) on a silver field. On the sinister side (armsbearer's left, viewer's right) is the silver six-spoked wheel of Mainz on a red field. The arms, bestowed on the town on 30 August 1913 by Grand Duke Ernest Louis of Hesse, symbolize the town's historical allegiances (a Lorsch holding from 773 to 1232, a Mainz holding until 1803, and after that Hessian), but without any reference to the town's time with the Electorate of the Palatinate, which from 1461 to 1623 held it from Mainz as a pledge. The old, historical coat of arms showed a sitting bishop, symbolizing Electoral Mainz's hegemony. Heppenheim is twinned with:[5] Since 1956, together with the town of Bubenreuth, there has been a sponsorship arrangement with regard to Luby, formerly Schönbach in the district of Eger in the Sudetenland (now in the Czech Republic).[5] Heppenheim has (as at 30 April 2008) 408 cultural monuments that are under monumental protection. The following is a selection: Heppenheim has at its disposal a largely preserved, self-contained, picturesque Old Town core with an area of about 8 ha, within which are found all the sights mentioned in the foregoing list. The Old Town is characterized by timber-frame houses dating back mostly to the reconstruction in the early decades after Heppenheim's destruction in the Nine Years' War in 1693, which was done over the remains of the medieval town. Of the town wall, however, which was largely knocked down in the early 19th century, little remains. Important yearly events are: The Starkenburg-Sternwarte, an amateur observatory on the Schlossberg near the Starkenburg, has made a name for itself nationally in minor planet research. Heppenheim is part of the economically strong Rhine Neckar Area and together with various neighbouring towns and communities (among others Bensheim, Lorsch and Lautertal) is identified as a middle centre in the South Hesse Regional Plan. The town has in its favour good economic data – even in relation to the Rhine Neckar Area's and the Starkenburg Region's as a whole – above-average employment figures and an especially high proportion of graduates in the resident population's above-average buying power. Heppenheim is linked by several buslines to Jugenheim, Grasellenbach and Mörlenbach. Heppenheim station is found in the town centre, and the two-track Main-Neckar Railway links the town to Heidelberg and Frankfurt am Main. In 1899, one of Europe's first power stations was built in Heppenheim. Two steam engines furnished electricity beginning in 1900 for Heppenheim and Bensheim. After the Second World War, many industrial operations settled in town, from such fields as machine building (KLN Ultraschall AG), mining (Granitwerke Röhrig in the outlying centre of Sonderbach), textile and food production (among others, a great Langnese-Iglo GmbHproduction plant) and the analytical industry (WICOM). This array of businesses was also later filled out by further ones from the fields of logistics, marketing and services. On Bundesstraße 3, near the state boundary, the mineral spring business Odenwald-Quelle has been running since 1932. Heppenheim is a winegrowing town belonging to the Hessische Bergstraße wine region. With some 450 ha of vineyards it was originally Germany's smallest self-contained wine region (but since Reunification it has been the second smallest). Two hundred and thirty hectares alone – roughly half – can be found in Heppenheim and its two outlying centres of Hambach and Erbach. They are marketed under the banner name “Heppenheimer Schlossberg” with the individual designations Centgericht, Stemmler, Steinkopf, Schlossberg, Maiberg and Eckweg (until 2004 there was also Guldenzoll). Owing to the especially favourable climate and good soil conditions on the Bergstraße, mainly dry and dryish wines of very high quality are made here. The main variety is Riesling. The biggest producer is the Bergsträßer Winzer eG cooperative, with its seat in Heppenheim, which also owns Hesse's biggest wine cellar. The Bergsträßer Staatsweingut (“state wine estate”) with its seat in Bensheim maintains the Hessischer Rebmuttergarten (“Vineyard Mother Garden”), formerly a vineyard cultivation facility whose goal was to fight the phylloxera, introduced from North America but only cropping up on the Bergstraße itself in 2005, by grafting phylloxera-proof hybrid rootstocks onto vines of nobler varieties. At the Bergsträßer Winzer eG begins the 6.9 km-long Erlebnispfad Wein und Stein (“Wine and Stone Adventure Path”), which runs through the vineyards with 30 stations. The Odenwaldschule, once Germany's oldest comprehensive school, was in the Ober-Hambach section of Heppenheim. It was founded by Edith and Paul Geheeb in 1910 and was based on their concept of holistic education reform, integrating work of the head and hand. The boarding school used to have up to 250 pupils. After a scandal about sexual abuse cases in the 1970s and 1980s and attempts to save the institution, it was closed in 2015. There are plans for renovating the location.[7] Heppenheim is also home to the European Hotel Academy.","Title":"Heppenheim - Wikipedia","KeyID":"7044","URL":"https://en.wikipedia.org/wiki/Heppenheim"}