{"Content: ":"The New American Cyclopædia was an encyclopedia created and published by D. Appleton & Company of New York in 16 volumes, which initially appeared between 1858 and 1863. Its primary editors were George Ripley and Charles Anderson Dana. The New American Cyclopædia was revised and republished as the American Cyclopædia in 1873.[1] The New American Cyclopædia was a general encyclopedia with a special focus on subjects related to the United States. As it was created over the years spanning the American Civil War, the focus and tone of articles could change drastically; for example, Jefferson Davis, the future president of the Confederate States of America, was treated at length as a United States Army soldier and US government politician in pre-war editions.[2] As was traditional, the entire set was re-issued with the publication in 1863 of the 16th volume. The whole Cyclopædia was again re-issued in 1864. A notable contributor was Karl Marx, then a European correspondent for the New York Tribune, who, appeared as the writer, while most of those articles were written by Friedrich Engels, especially the articles on military affairs,[3] which belonged in Engels' domain in the division of labor between the two friends. Because of his deep knowledge of all things military, Engels had earned the nickname \"General\".[3] Marx wrote a highly unsympathetic biographical article on Simon Bolivar.[3][4] Other prominent contributors to the first edition included[5] An associated yearbook, Appletons' Annual cyclopaedia and register of important events of the year, was published from 1861 to 1875 and on to 1902.[6] The cyclopaedia was revived under the title American Cyclopædia in 1873–6. A final edition was issued in 1883–4, which added supplements to each volume of the 1873 edition. Two analytical indexes were published separately in 1878 and 1884.[7]","Title":"New American Cyclopædia - Wikipedia","KeyID":"7054","URL":"https://en.wikipedia.org/wiki/The_American_Cyclop%C3%A6dia"}