{"Content: ":"Collier's Encyclopedia is a discontinued general encyclopedia first published in 1949 by P.F. Collier and Son.[1] Collier's Encyclopedia was an entirely new, 20 volume work, with the first volumes available in 1949 and all volumes published by 1951.[2][3] It had more than 2,000 contributors, included 10,000 black and white illustrations, 96 pages of four-color illustrations, 126 colored maps and 100 black and white line maps. There were more than 400,000 index entries. Collier's Encyclopedia was beautifully printed, with the paper stock of top quality. The end sheets portrayed the development of civilization, and the cover stamping was 22-carat gold, with red panels on black.[4] With Encyclopedia Americana and Encyclopædia Britannica, Collier’s Encyclopedia became one of the three major English-language general encyclopedias: the three were sometimes collectively called \"the ABCs\".[5] Collier’s Encyclopedia, updated annually, was especially strong in its coverage of the arts and humanities, social sciences, geography and botany. Most articles in Collier’s were signed, many by world-renowned scholars. William Terry Couch, Editor-in-Chief during the 1950s, sought to present multiple and varying perspectives on all controversial issues addressed in Collier’s Encyclopedia and in its annual Year Book.[6] Couch’s editorial staff included David Crawford, managing editor; Louis Shores, library consultant and advisory editor; Robert H. Blackburn, consultant for Canada; and Joseph T. Gleason, Jr., consultant for schools.[7] Under the leadership of P.F. Collier and Son’s President, John G. Ryan, sales of Collier’s Encyclopedia increased substantially during the 1950s, rising from 46,374 sets in 1953 to 110,688 sets in 1957.[8] The vast majority of sales of Collier's Encyclopedia were by a door-to-door sales force, and part of a combination sale that included other P.F. Collier and Son publications such as the 50-volume Harvard Classics, The Junior Classics, dictionaries, and atlases. However, Collier’s Encyclopedia’s also enjoyed strong sales to schools and libraries.[9] Since its 1875 founding, P.F. Collier and Son gave customers the option to pay for books over time.[10] In-home encyclopedia purchasers typically paid for the books in small monthly payments over three years. In an era of heavy smoking, in the 1950s and 1960s, the cost of Collier’s Encyclopedia was equivalent to the cost of a pack a cigarettes a day. In 1962, the new 24-volume Collier’s Encyclopedia was priced at $299.50, payable over 3 years, or at a daily cost of 27 cents.[11] The average cost of a pack of cigarettes that year was also 27 cents.[12] This was an affordable price for middle and low income families. For many families, owning a set of Collier's Encyclopedia became a status symbol. P.F. Collier and Son had credit qualification standards for purchasers. In the 1950s, one of the qualifiers to determine if a family could afford the books was the presence of a telephone in the household. A company branch manager was required to phone the household to verify the details of each in-home sales order.[13] Collier's Encyclopedia proved highly profitable for P.F. Collier and Son. In 1956, John G. Ryan reported a net profit of 20% of on $25 million in sales revenue.[14] supplying the revenue that kept P.F. Collier and Son’s parent company, the Crowell-Collier Publishing Company, solvent as it suffered huge losses from its failing magazine business.[15][16] P.F. Collier and Son’s profits from sales of Collier’s Encyclopedia also funded Crowell Collier’s expansion into radio stations and its 1960 purchase/merger with the Macmillan publishing company.[17][18] With his company’s profits soaring, Ryan directed Collier's Encyclopedia Editor-in-Chief William Terry Couch and P.F. Collier publications director Everett Fontaine to compile an expanded revision of Collier’s Encyclopedia by 1962.[19] The 24-volume 1962 edition of Collier’s Encyclopedia had an imposing list of contributors, embracing authorities from universities, professional societies, government, and industry. The articles were arranged to provide first, a simple explanation and basic facts, and then followed with more detailed Information. The 1962 edition contained 6,000 new illustrations, many in color, and 1,450 maps, 150 in color. One of Collier’s Encyclopedia's strong features was its bibliography, which provided additional sources for further reading.[20] Although work on the 1962 edition of Collier’s Encyclopedia was authorized by P.F. Collier and Son President John Ryan, and initiated by his editorial staff, the completed 1962 work was published by the parent company, Crowell Collier, which had merged with its P.F. Collier and Son subsidiary in December 1960, and assumed its former subsidiary‘s publishing and sales financing activities.[21] In 1993, a French publisher, Atlas Editions, a subsidiary of the Italian publishing giant De Agostini, acquired Collier's Encyclopedia from Macmillan Inc., the corporate name Crowell Collier assumed subsequent to its purchase/merger with Macmillan.[22] Atlas Editions formed a sister company, Collier Newfield, to market Collier’s Encyclopedia. In 1997, Collier Newfield developed Collier’s Encyclopedia 1998, a three-disk CD-ROM multimedia version featuring 17 million words and over 18,000 photos and illustrations, 6 hours of audio, 85 minutes of audio, a dictionary, and maps.[23] The 1997 24-volume Collier’s Encyclopedia was to be the last print edition. The 1997 print edition extended to 19,900 pages, Bibliographies were found in the last volume, which also contained a 450,000 entry essential index.[24] In 1998, Microsoft acquired the right to use Collier's Encyclopedia content from Atlas Editions, which had by then absorbed Collier Newfield. Microsoft incorporated Collier’s Encyclopedia’s content into its Encarta digital multimedia encyclopedia, which it marketed until 2009.[25] Atlas Editions has retained the right to publish Collier’s Encyclopedia in book form, a right that it has never exercised.[26] Peter Fenelon Collier, who founded the P.F. Collier publishing company in New York City in 1875, was a pioneer in the subscription book business, whereby he made it possible for customers of modest means to acquire fine literature and reference books, and pay over time with small monthly payments.[27] He renamed his company P. F. Collier & Son in 1898 after his son, Robert J. Collier, joined the firm.[28] In 1882, P.F. Collier published Collier's Cyclopedia of Commercial and Social Information and Treasury of Useful and Entertaining Knowledge on Art, Science Pastimes, Belles-lettres, and Many Other Subjects of Interest in the American Home Circle. This one volume work was edited by Nugent Robinson, who was also the editor of the Collier’s Weekly magazine. Collier's Cyclopedia was 764 pages in length, beautifully illustrated, and with a comprehensive index.[29] In 1898, Collier published the three volume Chandler's Encyclopedia: An Epitome of Human Knowledge, with William Henry Chandler, chemist and director of Lehigh University's Linderman Library, was editor-in-chief. Chandler's Encyclopedia’s preface noted that the encyclopedia was meant to be manageable in size and sell for an affordable price. Articles were brief, one paragraph per subject. As an example, if one was looking for information on an English or Italian poet, it would be found under their name, and not a large article on English or Italian literature.[30] In 1902, P.F. Collier & Son published Collier's New Encyclopedia, in 16 and, later, in 10 volumes. The 10 volume 1921 version had 515 illustrations and ninety-six maps. Francis J. Reynolds, formerly the reference librarian at the Library of Congress, was Editor in Chief. P.F. Collier & Son published the last edition of Collier's New Encyclopedia in 1929.[31] In 1932, P.F. Collier & Son published the National Encyclopedia, which continued to be updated annually until replaced by the 1949 Collier's Encyclopedia. The National Encyclopedia’s 10 volumes included illustrations, plates (some color) portraits (some color) maps (part double) facsimile, and, diagrams. The Editor in Chief was Henry Suzzallo, former president of the University of Washington and President of the Carnegie Foundation for the Advancement of Teaching. This encyclopedia provided accurate information in easily readable articles, rather than exhaustive monographs. National Encyclopedia was noted for its coverage of history, politics and elections, and international affairs.[32] Peter Fenelon Collier died in 1909, and his son, Robert Joseph Collier died in 1918.[33] In 1919, the legatees of Robert Joseph Collier’s estate sold P.F. Collier & Son, including its book titles and Collier’s Weekly Magazine, to Crowell Publishing Company (later the Crowell-Collier Publishing Company).[34] Thereafter, P.F. Collier and Son conducted business as a subsidiary of Crowell-Collier. A well-known analysis of major encyclopedias is that of Kenneth Kister, who gave a qualitative and quantitative comparison of Collier's Encyclopedia with the Encyclopædia Britannica and the Encyclopedia Americana. For the quantitative analysis, ten articles were selected at random (circumcision, Charles Drew, Galileo, Philip Glass, heart disease, IQ, panda bear, sexual harassment, Shroud of Turin and Uzbekistan) and letter grades (A–D, F) were awarded in four categories: coverage, accuracy, clarity, and recency. In all four categories and for all three encyclopedias, the four average grades fell between B− and B+, chiefly because not one encyclopedia had an article on sexual harassment in 1994. In the accuracy category, Collier's received one D and seven As. Encyclopedia Americana received eight As, and the Britannica received one D and eight As; thus, Collier's received an average score of 92% for accuracy to Americana's 95% and Britannica's 92%. In the timeliness category, Collier's averaged an 85% to Americana's 90% and Britannica's 86%. After a more thorough qualitative comparison of all three encyclopedias, Kister recommended Collier's as the best of the three big encyclopedias, primarily on the strength of its writing, presentation and navigation.[35]","Title":"Collier's Encyclopedia - Wikipedia","KeyID":"7055","URL":"https://en.wikipedia.org/wiki/Collier%27s_Encyclopedia"}