{"Content: ":"Bielefeld (German pronunciation: [ˈbiːləfɛlt] (listen)) is a city in the Ostwestfalen-Lippe Region in the north-east of North Rhine-Westphalia, Germany. With a population of 341,755,[3] it is also the most populous city in the administrative region (Regierungsbezirk) of Detmold and the 18th largest city in Germany. The historical centre of the city is situated north of the Teutoburg Forest line of hills, but modern Bielefeld also incorporates boroughs on the opposite side and on the hills. The city is situated on the Hermannsweg [de], a hiking trail which runs for 156 km along the length of the Teutoburg Forest.[4] Bielefeld is home to a significant number of internationally operating companies, including Dr. Oetker, Gildemeister and Schüco. It has a university and several technical colleges (Fachhochschulen). Bielefeld is also famous for the Bethel Institution, and for the Bielefeld conspiracy, which satirises conspiracy theories by claiming that Bielefeld does not exist. This concept has been used in the town's marketing and alluded to by Chancellor Angela Merkel. Holy Roman Empire 1214– Hanseatic League 14th century– Berg (state) 1346– Margraviate of Brandenburg 1614– Minden-Ravensberg 1719–1807 Kingdom of Westphalia Kingdom of Prussia (Province of Westphalia) 1815– Founded in 1214 by Count Hermann IV of Ravensberg to guard a pass crossing the Teutoburg Forest, Bielefeld was the \"city of linen\" as a minor member of the Hanseatic League, known for bleachfields into the 19th Century.[5] Bielefeld was part of the Kingdom of Westphalia when it was created in 1807.[6] In 1815 it was incorporated into the Kingdom of Prussia following the defeat of France and the Congress of Vienna.[7] After the Cologne-Minden railway opened in 1849, the Bozi brothers constructed the first large mechanised spinning mill in 1851. The Ravensberg Spinning Mill was built from 1854 to 1857, and metal works began to open in the 1860s. Founded in 1867 as a Bielefeld sewing machine repair company, Dürkoppwerke AG employed 1,665 people in 1892; it used Waffenamt code \"WaA547\" from 1938 to 1939 as the Dürkopp-Werke, and merged with other Bielefeld companies to form Dürkopp Adler AG in 1990. Between 1904 and 1930, Bielefeld grew, opening a rebuilt railway station, a municipal theatre, and finally, the Rudolf-Oetker-Halle concert hall, renowned for its excellent acoustics.[8] The Dürkopp car was produced 1898–1927. After printing emergency money (German: Notgeld) in 1923 during the inflation in the Weimar Republic, Bielefeld was one of several towns that printed very attractive and highly collectable banknotes with designs on silk, linen and velvet. These pieces were issued by the Bielefeld Stadtsparkasse (town's savings bank) and were sent all around the world in the early 1920s. These pieces are known as Stoffgeld – that is, money made from fabric.[9] The town's synagogue was burned in 1938 during the Kristallnacht pogrom carried out against Jewish population. In 1944, Boeing B-17 Flying Fortresses of the USAAF bombed the gas works at Bielefeld on 20 September[10] and the marshaling yard on 30 September;[11] Bielefeld was bombed again on 7 October[12] and the RAF bombed the town on the night of 4/5 December.[13] On 17 January 1945, B-17s bombed the nearby Paderborn marshalling yard, and the railway viaduct in the suburb of Schildesche.[14] On 14 March the RAF bombed the viaduct again, wrecking it. This was the first use of the RAF's 10 tonne Grand Slam bomb. American troops entered the city in April 1945. Due to the presence of a number of barracks built during the 1930s and its location next to the main East-West Autobahn in northern Germany, after World War II Bielefeld became a headquarters town for the fighting command of the British Army of the Rhine – BAOR (the administrative and strategic headquarters were at Rheindahlen near the Dutch border). Until the 1980s there was a large British presence in the barracks housing the headquarters of the British First Corps and support units, as well as schools, NAAFI shops, officers' and sergeants' messes and several estates of married quarters. The British presence was heavily scaled back after the reunification of Germany and most of the infrastructure has disappeared. In 1973 the first villages on the south side of the Teutoburg Forest were incorporated. Bielefeld is subdivided into the following ten (10) districts: Bielefeld has an oceanic climate (Cfb). The average annual high temperature is 14 °C (57 °F), the annual low temperature is 6 °C (43 °F), and the annual precipitation is 483 millimetres (19.02 inches). Bielefeld was a linen-producing town, and in the early 1920s the Town's Savings Bank (Stadtsparkasse) issued money made of linen, silk and velvet. These items were known as 'stoffgeld'. In addition to the manufacture of home appliances and various heavy industries, Bielefeld companies include Dr. Oetker (food manufacturing), Möller Group (leather products and plastics), Seidensticker (clothing and textiles) and Bethel Institution with 17.000 employees. Bielefeld University was founded in 1969. Among its first professors was the notable contemporary German sociologist Niklas Luhmann. Other institutions of higher education include the Theological Seminary Bethel (Kirchliche Hochschule Bethel) and the Bielefeld University of Applied Sciences (German: Fachhochschule Bielefeld), which offers 21 courses in 8 different departments (agriculture and engineering are in Minden) and has been internationally recognized for its photography school.[15] The current Mayor of Bielefeld is Pit Clausen of the Social Democratic Party (SPD), who was elected in 2009 and re-elected in 2014 and 2020. The most recent mayoral election was held on 13 September 2020, with a runoff held on 27 September, and the results were as follows: The Bielefeld city council governs the city alongside the Mayor. The most recent city council election was held on 13 September 2020, and the results were as follows: Two major autobahns, the A 2 and A 33, intersect in the south east of Bielefeld. The Ostwestfalendamm expressway connects the two parts of the city, naturally divided by the Teutoburg Forest. Bielefeld Hauptbahnhof, the main railway station of Bielefeld, is on the Hamm–Minden railway and is part of the German ICE high-speed railroad system. The main station for intercity bus services is Brackwede station.[18] Bielefeld has a small airstrip, Flugplatz Bielefeld,[19] in the Senne district but is mainly served by the three larger airports nearby, Paderborn Lippstadt Airport, Münster Osnabrück International Airport and Hannover Airport. Bielefeld boasts a well-developed public transport system, served mainly by the companies moBiel[20] (formerly Stadtwerke Bielefeld – Verkehrsbetriebe) and \"BVO\".[21] The Bielefeld Stadtbahn has four major lines and regional trains connect different parts of the city with nearby counties. Buses also run throughout the area. Sparrenburg Castle is Bielefeld's characteristic landmark. It was built between 1240 and 1250 by Count Ludwig von Ravensberg. The 37-metre-high (121 ft) tower and the catacombs of the castle are open to the public. The Old City Hall (Altes Rathaus) was built in 1904 and still serves the same function. Its façade reflects the so-called Weserrenaissance and features elements of various architectural styles, including Gothic and Renaissance. Though the mayor still holds office in the Old City Hall, most of the city's administration is housed in the adjacent New City Hall (Neues Rathaus). The City Theatre (Stadttheater) is part of the same architectural ensemble as the Old City Hall, also built in 1904. It has a notable Jugendstil façade, is Bielefeld's largest theatre and home of the Bielefeld Opera. Another theatre (Theater am Alten Markt) resides in the former town hall building on the Old Market Square (Alter Markt), which also contains a row of restored 16th and 17th-century townhouses with noteworthy late Gothic and Weser Renaissance style façades (Bürgerhäuser am Alten Markt). The oldest city church is Altstädter Nicolaikirche. It is a Gothic hall church with a height of 81.5 m (267 ft). It was founded in 1236 by the Bishop of Paderborn, and enlarged at the beginning of the 14th century. The church was damaged in World War II and later rebuilt. Three times a day, a carillon can be heard. The most valuable treasure of this church is a carved altar from Antwerp, decorated with 250 figures. A small museum housed within illustrates the history of the church up to World War II. The largest church is the Neustädter Marienkirche, a Gothic hall church dating back to 1293, completed 1512. It stands 78 m (256 ft) tall and has a length of 52 m (171 ft). Historically speaking, this building is considered to be the most precious possession of the town. It was the starting point of the Protestant Reformation in Bielefeld in 1553. A valuable wing-altar with 13 pictures, known as the Marienaltar is also kept inside. The baroque spires were destroyed in World War II and later replaced by two unusually-shaped \"Gothic\" clocktowers. The altarpiece of the Bielefeld church Neustädter Marienkirche from around 1400 is among the most prominent masterpieces of artwork of the German Middle Ages. Two of the altarpieces, The Flagellation and The Crucifixion are now in the collection of the Metropolitan Museum of Art in New York. Bielefeld is also the seat of the two largest Protestant social welfare establishments (Diakonie) in Europe, the Bethel Institution and the Evangelisches Johanneswerk. Other important cultural sights of the region are the art museum (Kunsthalle), the Rudolf-Oetker-Halle concert hall, and the city's municipal botanical garden (Botanischer Garten Bielefeld). Bielefeld is home to the widely known Bielefelder Kinderchor, founded in 1932 by Friedrich Oberschelp as the first mixed children's choir in Germany. It became famous for its recordings and concerts of traditional German Christmas carols, filling the Rudolf-Oetker-Halle several times each season. Foreign tours have taken the choir to many European countries, and also the U.S. and Japan. On Hünenburg there is an observation tower, next to a 164-metre-high (538 ft) radio tower. Bielefeld is home to the professional football team DSC Arminia Bielefeld. Currently a member of 1. Bundesliga in the 2020–2021 season,[22] the club plays at the SchücoArena stadium in the west of the town centre.[23] Bielefeld is home to the Radrennbahn Bielefeld bike racing track.[citation needed] Bielefeld is twinned with:[24] Media related to Bielefeld at Wikimedia Commons","Title":"Bielefeld - Wikipedia","KeyID":"7068","URL":"https://en.wikipedia.org/wiki/Bielefeld"}