{"Content: ":"Oberhausen (/ˈoʊbərhaʊzən/,[3][4][5] German: [ˈoːbɐhaʊzn̩] (listen)) is a city on the river Emscher in the Ruhr Area, Germany, located between Duisburg and Essen (c. 13 km or 8 mi). The city hosts the International Short Film Festival Oberhausen and its Gasometer Oberhausen is an anchor point of the European Route of Industrial Heritage. Oberhausen was named for its 1847 railway station which had taken its name from the Oberhausen Castle. The new borough was formed in 1862 following inflow of people for the local coal mines and steel mills. Awarded town rights in 1874, Oberhausen absorbed several neighbouring boroughs including Alstaden, parts of Styrum and Dümpten in 1910. Oberhausen became a city in 1901, and they incorporated the towns of Sterkrade and Osterfeld in 1929. The Ruhrchemie AG synthetic oil plant (\"Oberhausen-Holten\" or \"Sterkrade/Holten\")[6] was a bombing target of the oil campaign of World War II, and the US forces reached the plant by 4 April 1945. In 1973, Thyssen AG employed 14,000 people in Oberhausen in the steel industry, but ten years later the number had fallen to 6,000.[7] In 1954 the city began hosting the International Short Film Festival Oberhausen, and the 1982 Deutscher Filmpreis was awarded to a group that wrote the Oberhausen Manifesto. Population development since 1862: The age breakdown of the population (2013) is:[9] There were 12.5% non-Germans living in Oberhausen, as of 2014.[10] The unemployment rate is 10.4% (Jul 2020).[11] Migrant communities in Oberhausen as of 31 December 2017: The current Mayor of Oberhausen is Daniel Schranz of the Christian Democratic Union (CDU), elected in 2015 and re-elected in 2020. The most recent mayoral election was held on 13 September 2020, with a runoff held on 27 September, and the results were as follows: The Oberhausen city council governs the city alongside the Mayor. The most recent city council election was held on 13 September 2020, and the results were as follows: Oberhausen is home to Regionalliga West football team Rot-Weiß Oberhausen, who play at the Niederrheinstadion situated on the banks of the Rhine–Herne Canal. The city had a professional ice hockey team between 1997 and 2007, the Revierlöwen Oberhausen.[12] The team initially played at the Arena Oberhausen when playing in the top-flight Deutsche Eishockey Liga but later moved to the Emscher-Lippe-Halle in Gelsenkirchen following financial woes. The Rudolf Weber-Arena has hosted many international indoor sporting events including MMA event UFC 122 in 2010[13] and the PDC Unibet European Championship of darts in 2020.[14] The city has established itself as a popular destination for professional wrestling in Germany, with Essen-based promotion Westside Xtreme Wrestling (wXw) regularly running shows in Oberhausen's Turbinenhalle.[15] wXw's 16 Carat Gold Tournament is considered one of the most prestigious independent wrestling tournaments in the world[16] and is held in March every year in Oberhausen - attracting fans from around the world.  Oberhausen is twinned with:[17] Oberhausen Hauptbahnhof Gasometer Oberhausen Castle as seen from the Gasometer Industrial Museum Courthouse Baumeister-Mill Vondern Castle Kastell Holten Ruhr meadows in Oberhausen-Alstaden CentrO shopping mall Oberhausen Castle, inner courtyard with the Little castle AQUApark near CentrO in 2012 'Shellakabookie' on Schwartzstraße Turbinenhalle Oberhausen Waste processing company GMVA in Oberhausen","Title":"Oberhausen - Wikipedia","KeyID":"7082","URL":"https://en.wikipedia.org/wiki/Oberhausen"}