{"Content: ":"Bergisch Gladbach (German pronunciation: [ˌbɛʁɡɪʃ ˈɡlatbax] (listen)) is a city in the Cologne/Bonn Region of North Rhine-Westphalia, Germany, and capital of the Rheinisch-Bergischer Kreis (district). Bergisch Gladbach is located east of the river Rhine, approx. 10 kilometers east of Cologne. Beginning in the north clockwise the neighbouring municipalities and neighbouring towns are: Odenthal, Kürten, Overath, Rösrath, Cologne and Leverkusen. Early settlements existed in the 13th century, but the town was officially founded in 1856. The word Bergisch in the name does not originate from its location in the county of Berg and was not added to distinguish it from Mönchengladbach as believed by many people, but from the counts who gave their name to the region. At the start of the 12th century the counts of Berg settled in the area and it later became the duchy (under Napoleon, the grand duchy) of Berg. This is where the first part of the name (Bergisch) comes from, the town being located in the former county of Berg. It is the administrative headquarters ('Kreisstadt') of the Rheinish-Bergisch district (or 'Kreis'). The second part of the name, Gladbach (cognate with English Ladbrooke) originates from Low Rhenish (Bergisches Platt) and means canalised stream, referring to the small river (the Strunde) that was artificially canalised (laid) in early medieval times. In Bergisch Platt, the regional dialect, laid is said gelaat, a word which eventually evolved to glad (in this case the 'd' is pronounced as a 't'). The second part of the word, bach is the standard German word for a small stream, referring in this case to the Strunde. In 1975 the town incorporated neighbouring Bensberg and when it reached a population of 100,000 in 1977 it was given city status. Paper manufacturing, printing, glass wool manufacturing, chocolate, and high-tech industries make up a large part of Bergisch Gladbach's economy. The current mayor of Bergisch Gladbach is Frank Stein of the Social Democratic Party (SPD). The most recent mayoral election was held on 13 September 2020, and the results were as follows: The Bergisch Gladbach city council governs the city alongside the Mayor. The most recent city council election was held on 13 September 2020, and the results were as follows: Bergisch Gladbach is twinned with:[4]","Title":"Bergisch Gladbach - Wikipedia","KeyID":"7085","URL":"https://en.wikipedia.org/wiki/Bergisch_Gladbach"}