{"Content: ":"Gütersloh (German pronunciation: [ˈɡyːtɐsloː] (listen)) is a city in North Rhine-Westphalia, Germany, in the area of Westphalia and the administrative region of Detmold. Gütersloh is the administrative centre for a district of the same name and has a population of 100,194 people. Gütersloh lies in the Emssandebene, south-west of the Teutoburg Forest and on the north-eastern edge of the Westphalian Basin and has no significant points of elevation. The city's lowest point is 64 metres (210 ft) above sea level on the river Ems near the Princess Royal Barracks and the highest point is 105 metres (344 ft) above sea level in the eastern township of Friedrichsdorf. The border to Rheda-Wiedenbrück extends as part of the Rhedaer Forest, a large wooded area with predominantly conifers. The river Dalke flows through the city from east to west, crossing close to the Stadt Park as well as the city centre and river Ems. Gütersloh railway station is on the Hamm–Minden line. The then-official district of Gütersloh included the city of the same name. It also included seven other municipalities: Avenwedde, Ebbesloh, Friedrichsdorf, Hollen, Isselhorst, Niehorst and Spexard; which existed until 1969 and were incorporated as part of the 1969 North Rhine-Westphalian municipal reform. Currently, all of them are now municipal sub-division units within Gütersloh's borders. The current mayor of Gütersloh is Norbert Morkes, elected in September 2020.[1] He ran on behalf of the voter group Bürger für Gütersloh (Citizens for Gütersloh, BfGT). The most recent mayoral election was held on 13 September 2020, with a runoff held on 27 September, and the results were as follows: The Gütersloh city council governs the city alongside the Mayor. The most recent city council election was held on 13 September 2020, and the results were as follows: Gütersloh is an industrial city; inside the ring road is the city centre, which contains a variety of shops and department stores. Gütersloh is best known for Bertelsmann (a media company with 11,300 workers in the district) and Miele (an appliance manufacturer with 5,000 workers). There are 5,000 other small and medium enterprises in Gütersloh. Those companies have 46,000 workers. The most important areas are: Gütersloh has four parks: The Stadtpark und Botanischer Garten Gütersloh contains a duck pond, a botanical garden, and many paths bordered by mature trees. It was built 1908–09 next to the river Dalke. The Mohns Park contains a paddling pool, an adventure playground area, a minigolf area, some sports fields and a hockey field can be used for ice hockey too. Since 1949 there is an amphitheater with 1,100 seats. The name comes from the owner, Frederike Mohn, from whom the town bought the park in 1937. There is also the small Riegerpark (named after the Rieger nursery) and the park of the LWL-clinic (built 1911–14, with many listed buildings and a small deer park). Swimmers are accommodated amply in Gütersloh with no fewer than four pools, both indoor and outdoor, the large outdoor pool has an Olympic-size pool, diving boards and sunbathing space, while the original indoor pool has the usual sauna and steam rooms. The Stadtmuseum Gütersloh (Gütersloh Town Museum) features exhibits on Gütersloh’s local history as well as the history of medicine and industry. In the second half of March, the Gütersloher Frühling (Gütersloh's Spring) is a festive celebration of springtime horticulture. Local garden centers, nurseries and flower shops present their savvy. During the langenachtderkunst (\"long night of the arts\") in May or June, museums and art galleries have longer opening hours, and the Straßenzauber (\"street magic\"), where you can see antique cars and all types of new cars. On Pentecost, there is a wine festival while at the market place is the Pentecost funfair. Over the whole summer there are many concerts shown on the open air stage in the Mohns Park. In the Radrennen über Wasser (Bikerace over the Water), bikers have to drive over a course of planks over a boating pond without falling in the water. At „Gütersloh für Genießer“ (\"Gütersloh for gourmets\"), many restaurants present haute cuisine open air. At \"Gütersloh International\", many foreign musicians and folk dancers present a mixed program in front of the municipal hall. In August bands and stand-up comedians show their program for free on the Dreiecksplatz. At the end of September begins the Michaelis-funfair. Every two years there is also a pageant where many clubs present themselves. In October, there is Schinkenmarkt (\"ham market\"), where you can buy ham not just from Westphalia. Traditionally the year ends with a Christmas market on the Berliner Platz. There are many Schützenvereine, Gütersloher Schützengesellschaft exists since 1832. There are always many Easter fires on Easter Saturday. In 2006 there were 95 clubs with 25,000 members in Gütersloh. There are 24 sports fields and 39 sports halls (arenas and gyms), of which 11 are bigger than 22 × 45 meters. There are also three open-air baths and two indoor swimming pools. The oldest Westphalian football club, the Gymnasial-Spielverein Gütersloh, was founded in 1878 at the Evangelisch Stiftisches Gymnasium. FC Gütersloh 2000 (FCG) had a spell in the 2. Fußball-Bundesliga from 1996 to 1999 before being relegated and dissolved by a court due to an overwhelming debt of 7 million DM. The club was re-established in 2000. The women's team plays as FSV Gütersloh 2009 in the 2. Bundesliga while the men's team plays in the Oberliga Westfalen, the fifth league. The FSV Gütersloh 2009 organizes the Gütersloher Hallenmasters, Germany's biggest international cup for U17-teams. There is also the Strenge-Cup, one of the biggest cups in Ostwestfalen-Lippe for teenagers. A great event in the history of Gütersloh was the 2006 FIFA World Cup. Being an official training area, the Heidewaldstadion was used three times by the Portugal national football team. Up to 5,000 fans came to watch the games on the biggest video screen in Ostwestfalen-Lippe in front of the town hall. Gütersloh was one of the very few towns in Germany where the FIFA World Cup Trophy was shown. Many people also had a job-related connection to the World Cup, because many articles like books, magazines or posters were produced in Gütersloh by Bertelsmann. Gütersloh is twinned with: [3] During World War One there was a prisoner of war camp at Gütersloh which included British army prisoners from the capture of Ecoust in France. A Royal Air Force station in Gütersloh was home of RAF Squadrons 2 and 4, which flew Hawker Hunter photo reconnaissance aircraft, then 19 and 92 Sqn, which flew Lightnings, and later 3 and 4, which flew the distinctive VSTOL Harrier. They were supported by 18 Squadron operating Chinook Helicopters and 230 Squadron, which flew Puma Helicopters. There were also personnel at the station from the RAF Regiment who provided Rapier ground to air missile support. It was the most easterly of Nato's airbases during the Cold War. The station was originally built for the Luftwaffe who flew Junkers bombers from the station and the runway was extended during this period using the labour of Soviet prisoners of war, a memorial to whom now stands near Junkers Farm, a farm building that was later used as a Scout hut within the station's perimeter fence. The farm building is now condemned, and the scouts use a larger building on Mansergh Barracks instead, but the scouts still use the area near the building during the summer, and the memorial is still mentioned on camps. RAF Gütersloh closed in 1993. The British Army took over RAF Gütersloh in 1993 and renamed it Princess Royal Barracks, Gütersloh. It housed regiments of the Royal Logistic Corps, Army Air Corps and 114 Provost Company, Royal Military Police. The second barracks in Gütersloh is called Mansergh Barracks, which held a British secondary school called King's School and a primary school called Haig School for the armed forces. Mansergh Barracks was home to 26th Regiment Royal Artillery. The last British soldiers left Gütersloh in September 2016. In Gütersloh there are approximately 10,000 Arameans. It has the largest number of Arameans of any other towns in Germany. In 2010, 100 companies in Gütersloh were run by Arameans. Three football clubs play in local leagues: Tur Abdin Gütersloh, Aramäer Gütersloh and St. Gabriel Gütersloh.[8] In local media, \"Dalkestadt\" is often used. An older nickname is \"Nazareth\" or \"little Nazareth\" because the Protestants in the 19th century were very religious. In Low German, the city is called Gütsel. The younger inhabitants often call it \"G-Town\" or (jocularly) Lülaloh. The cuisine in Gütersloh is mostly influenced by the traditional and substantial Westphalian way of cooking. A typical dish would be pumpernickel (a heavy, sweet rye bread), served with Westphalian ham. Also popular is the Pickert, a potato dish made of grated potatoes, flour, milk, eggs, currants and yeast. The recipe dates back to 1900 and it is still served in restaurants today. Regional beverages include the Steinhäger gin, made in the nearby community of Steinhagen, the bitter Schroeders Boonekamp and the special brews created in the Gütersloher brewery.","Title":"Gütersloh - Wikipedia","KeyID":"7091","URL":"https://en.wikipedia.org/wiki/G%C3%BCtersloh"}