{"Content: ":"Hildesheim ([ˈhɪldəsˌhaɪ̯m] (listen); Low German: Hilmessen, Hilmssen; Latin: Hildesia) is a city in Lower Saxony, Germany with 101,693 inhabitants.[3] It is in the district of Hildesheim, about 30 km (19 mi) southeast of Hanover on the banks of the Innerste River, a small tributary of the Leine River. The Holy Roman Emperor Louis the Pious founded the Bishopric of Hildesheim in 815 and created the first settlement with a chapel on the so called Domhügel. Hildesheim is situated on autobahn route 7, and hence is at the connection point of the North (Hamburg and beyond) with the South of Europe. With the Hildesheim Cathedral and the St. Michael's Church, Hildesheim became a UNESCO World Heritage Site in 1985. In 2015 the city and the diocese celebrated their 1200th anniversary. Hildesheim, one of the oldest cities in Northern Germany, became the seat of the Bishopric of Hildesheim in 815 and may have been founded when the bishop moved from Elze to the ford across the River Innerste, which was an important market on the Hellweg trade route. The settlement around the cathedral very quickly developed into a town and was granted market rights by King Otto III in 983.[4] Originally the market was held in a street called Alter Markt (Old Market) which still exists today. The first marketplace was laid out around the church St. Andreas. When the city grew further, a larger market place became necessary. The present market place of Hildesheim was laid out at the beginning of the 13th century when the city had about 5,000 inhabitants. When Hildesheim obtained city status in 1249, it was one of the biggest cities in Northern Germany.[5] For four centuries the clergy ruled Hildesheim, before a town Hall was built and the citizens gained some influence and independence. Construction of the present Town Hall started in 1268.[6] In 1367 Hildesheim became a member of the Hanseatic League. A war between the citizens and their bishop cost dearly in 1519–23 when they engaged in a feud. Hildesheim became Lutheran in 1542, and only the cathedral and a few other buildings remained in Imperial (Roman Catholic) hands. Several villages around the city remained Roman Catholic as well. During the Thirty Years' War, Hildesheim was besieged and occupied several times: in 1628 and 1632 by imperial troops; and in 1634 by troops from Brunswick and Lüneburg.[7] In 1813, after the Napoleonic Wars, the town became part of the Kingdom of Hanover, which was annexed by the Kingdom of Prussia as a province after the Austro-Prussian War in 1866. In 1868 a highly valuable trove of about 70 Roman silver vessels for eating and drinking, the so-called Hildesheim Treasure, was unearthed by Prussian soldiers. In the beginning of WWII, roundups of the Jewish population began, with hundreds of Hildesheim's Jews being deported to concentration camps. One of the town's own was Guy Stern. The city was heavily damaged by air raids in 1945, especially on 22 March. Although it had little military significance, two months before the end of the war in Europe the historic city was bombed as part of the Area Bombing Directive in order to undermine the morale of the German people. 28.5% of the houses were completely destroyed and 44.7% damaged. 26.8% of the houses remained undamaged. The centre, which had retained its medieval character until then, was almost levelled. The city as a whole was destroyed by 20 - 30%.[8] As in many cities, priority was given to rapid building of badly needed housing, and concrete structures took the place of the destroyed buildings. Most of the major churches, two of them now UNESCO World Heritage Sites, were rebuilt in the original style soon after the war. During the war, valuable world heritage materials had been hidden in the basement of the city wall. In 1978, the University of Hildesheim was founded. In the 1980s a reconstruction of the historic centre began. Some of the unattractive concrete buildings around the market place were torn down and replaced by replicas of the original buildings. In the autumn of 2007, a decision was made to reconstruct the Umgestülpter Zuckerhut (Upended Sugarloaf), an iconic half-timbered house famous for its unusual shape. In 2015 the city and the diocese celebrates their 1200 anniversary with the Day of Lower Saxony. In 1542 most of the inhabitants became Lutherans. Today, 28.5% of the inhabitants identify themselves as Roman Catholics (Hildesheim Diocese) and 38.3% as Protestants (Evangelical Lutheran Church of Hanover). 33.0% of the inhabitants are adherents of other religions or do not have a religion at all. Up until 2015 the Serbian Orthodox Bishop of Germany had his seat in Himmelsthür (a locality of Hildesheim), before the seat moved to Frankfurt and, in 2018, to Düsseldorf. Other places of interest include the theatre, offering opera, operetta and musicals, drama, ballet and concerts. On 31 Dec 2017 Hildesheim had 103,970 inhabitants.[12] The following list shows the largest foreign groups in the city of Hildesheim as of 2013[update]:[13] Hildesheim is twinned with:[14] Hildesheim is home to notable multinational corporations – besides many strong medium-sized companies – including Bosch, Fairchild and Coca-Cola. Blaupunkt went bankrupt and Krupp&Thyssen merge to become KSM Castings Group which is in the process of bankruptcy at the end of 2020. Hildesheim has an efficient traffic infrastructure: it is a regional hub for interstate roads and railway (Hildesheim Hauptbahnhof is served by InterCityExpress services), is connected to the motorway (Autobahn), has a harbour at the artificial waterway Mittellandkanal and Hildesheim Betriebsgesellschaft Airfield. There are many secondary schools (Gymnasiums, comprehensive schools and subject-specific secondary schools): Gymnasium Andreanum, Gymnasium Marienschule, Gymnasium Josephinum Hildesheim, Scharnhorstgymnasium Hildesheim, Goethegymnasium Hildesheim, Michelsenschule, Gymnasium Himmelsthür. Further: Freie Waldorfschule Hildesheim, Robert-Bosch-Gesamtschule. Friedrich-List-Schule (Fachgymnasium Wirtschaft), Herman-Nohl-Schule (Fachgymnasium Gesundheit und Soziales), Walter-Gropius-Schule (Berufsbildende Schule), Werner-von-Siemens-Schule (Fachgymnasium Technik), Elisabeth-von-Rantzau-Schule (Fachakademie für Sozialmanagement). Tertiary Education can be achieved at the University of Hildesheim or Hochschule für angewandte Wissenschaft und Kunst (HAWK), a co-operation with the cities of Holzminden and Göttingen. The community has the headquarters of the Serbian Orthodox Eparchy of Frankfurt and all of Germany.[15] Spheric Panorama of the Market Place Knochenhaueramtshaus before the destruction on 22 March 1945 St. Andreas, 114 m high steeple Basilica of St. Godehard St. Lamberti, 2007, with the new spire Market Place (Markt) on an autumn evening St. Mauritius Church Half-timbered houses in Keßlerstraße Half-timbered houses in street \"Hinterer Brühl\" Abbey of the Dormition of the Theotokos The town hall around 1900","Title":"Hildesheim - Wikipedia","KeyID":"7096","URL":"https://en.wikipedia.org/wiki/Hildesheim"}