{"Content: ":"Leverkusen (German: [ˈleːvɐˌkuːzn̩] (listen)) is a city in North Rhine-Westphalia, Germany on the eastern bank of the Rhine. To the south, Leverkusen borders the city of Cologne and to the north is the state capital Düsseldorf. With about 161,000 inhabitants, Leverkusen is one of the state's smaller cities. The city is known for the pharmaceutical company Bayer and its associated sports club Bayer 04 Leverkusen. The heart of what is now Leverkusen was Wiesdorf, a village on the Rhine, which dates back to the 12th century.[3] With the surrounding villages which have now been incorporated, the area also includes the rivers Wupper and Dhünn,[4] and has suffered a lot from flooding, notably in 1571 and 1657, the latter resulting in Wiesdorf being moved East from the river to its present location.[3] During the Cologne War, from 1583 to 1588 Leverkusen was ravaged by war. The entire area was rural until the late 19th century, when industry prompted the development that led to the city of Leverkusen, and to its becoming one of the most important centres of the German chemical industry. The chemist Carl Leverkus, looking for a place to build a dye factory, chose Wiesdorf in 1860. He built a factory for the production of artificial ultramarine blue at the Kahlberg in Wiesdorf in 1861, and called the emerging settlement \"Leverkusen\" after his family home in Lennep. The factory was taken over by the Bayer company in 1891; Bayer moved its headquarters to Wiesdorf in 1912. After asset confiscation at the end of the First World War, it became IG Farben. The city of Leverkusen proper was founded in 1930 by merging Wiesdorf, Schlebusch, Steinbüchel and Rheindorf, and was posthumously named for Carl Leverkus.[4] During the Second World War, the IG Farben factories were bombed by the RAF on 22 August 1943,[5] again by the RAF during bombing campaigns on 19/20 November, the USAAF Eighth Air Force on 1 December 1943,[6] and finally once again by the RAF on 10/11 December 1943. In 1975, Opladen (including Quettingen and Lützenkirchen since 1930), Hitdorf and Bergisch Neukirchen joined Leverkusen. The present city is made up of former villages, originally called Wiesdorf, Opladen, Schlebusch, Manfort, Bürrig, Hitdorf, Quettingen, Lützenkirchen, Steinbüchel, Rheindorf and Bergisch-Neukirchen.[4] On 27 July 2021, an explosion at the Chempark site in the city killed 2 people and injured 31 others.[7] Population development since 1832:[8] The current Mayor of Leverkusen is Uwe Richrath of the Social Democratic Party (SPD), elected in 2015 and re-elected in 2020. The most recent mayoral election was held on 13 September 2020, with a runoff held on 27 September, and the results were as follows: The Leverkusen city council governs the city alongside the Mayor. The most recent city council election was held on 13 September 2020, and the results were as follows: The coat of arms consists of the two-tailed rampant red lion of the Bergisches Land with a blue crown on a silver background and an embattled line in front.[4] The city is home of the football team Bayer 04 Leverkusen and the basketball team Bayer Giants Leverkusen, which is the German record holder of national basketball championships. As of 2019, the team plays in the German ProA league and plays its home games in the Ostermann-Arena. The Ostermann-Arena, previously known as Wilhelm Dopatka Halle and Smidt-Arena, was one of the host arenas for the FIBA EuroBasket 1985 (the official European Basketball Championship). Leverkusen is twinned with:[12]","Title":"Leverkusen - Wikipedia","KeyID":"7099","URL":"https://en.wikipedia.org/wiki/Leverkusen"}