{"Content: ":"Mülheim, officially Mülheim an der Ruhr (German pronunciation: [ˈmyːlhaɪm ʔan deːɐ̯ ˈʁuːɐ̯] (listen)) and also described as \"City on the River\", is a city in North Rhine-Westphalia in Germany. It is located in the Ruhr Area between Duisburg, Essen, Oberhausen and Ratingen. It is home to many companies, especially in the food industry, such as the Aldi Süd Company, the Harke Group and the Tengelmann Group. Mülheim received its town charter in 1808, and 100 years later the population exceeded 100,000, making Mülheim officially a city. At the time of the city's 200th anniversary with approximately 170,000 residents, it was counted among the smaller cities of Germany. Mülheim an der Ruhr is located to the southwest of Essen in the Ruhr valley.[3] The northern foothills of the Rhenish Massif are characterised by the distinctive rock formation of the bare mountain slopes through which run coal-bearing layers which formed during the carboniferous period. Here the Ruhr cuts more than 50 meters deep into this Mittelgebirge. This natural erosion partly uncovered these mineable black coal deposits, which enabled their exploration and extraction using adits. However, the coal-rich layers became ever deeper as one progressed northward, which required setting up mines to extract the black coal. In contrast, the broad bayou (dead arm of a river) of Styrum borough is characteristic of the features of the Lower Rhine Plain.[4] The U18 metro line connects the city with Essen.[5] The current Mayor of Mülheim is Marc Buchholz of the Christian Democratic Union (CDU) since 2020. The most recent mayoral election was held on 13 September 2020, with a runoff held on 27 September, and the results were as follows: The Mülheim city council governs the city alongside the Mayor. The most recent city council election was held on 13 September 2020, and the results were as follows: Mülheim an der Ruhr is twinned with:[6] Courtyard of Schloss Broich Town Hall Mülheim Stadthalle View to the street and tram station Aktienstraße Friedrichstraße Petrikirche Highrise buildings in the city centre Water feature in MüGa-Park ","Title":"Mülheim - Wikipedia","KeyID":"7102","URL":"https://en.wikipedia.org/wiki/M%C3%BClheim"}