{"Content: ":"A Lagerstätte (German: [ˈlaːɡɐˌʃtɛtə], from Lager 'storage, lair' Stätte 'place'; plural Lagerstätten) is a sedimentary deposit that exhibits extraordinary fossils with exceptional preservation—sometimes including preserved soft tissues. These formations may have resulted from carcass burial in an anoxic environment with minimal bacteria, thus delaying the decomposition of both gross and fine biological features until long after a durable impression was created in the surrounding matrix. Lagerstätten span geological time from the Neoproterozoic era to the present. Worldwide, some of the best examples of near-perfect fossilization are the Cambrian Maotianshan shales and Burgess Shale, the Silurian Waukesha Biota, the Devonian Hunsrück Slates and Gogo Formation, the Carboniferous Mazon Creek, the Jurassic Posidonia Shale and Solnhofen Limestone, the Cretaceous Yixian, Santana, and Agua Nueva formations, the Eocene Green River Formation, the Miocene Foulden Maar and Ashfall Fossil Beds, and the Pleistocene Naracoorte Caves and La Brea Tar Pits. Palaeontologists distinguish two kinds:[1] Konservat-Lagerstätten preserve lightly sclerotized and soft-bodied organisms or traces of organisms that are not otherwise preserved in the usual shelly and bony fossil record; thus, they offer more complete records of ancient biodiversity and behavior and enable some reconstruction of the palaeoecology of ancient aquatic communities. In 1986, Simon Conway Morris calculated only about 14% of genera in the Burgess Shale had possessed biomineralized tissues in life. The affinities of the shelly elements of conodonts were mysterious until the associated soft tissues were discovered near Edinburgh, Scotland, in the Granton Lower Oil Shale of the Carboniferous.[2] Information from the broader range of organisms found in Lagerstätten have contributed to recent phylogenetic reconstructions of some major metazoan groups. Lagerstätten seem to be temporally autocorrelated, perhaps because global environmental factors such as climate might affect their deposition.[3] A number of taphonomic pathways may produce Lagerstätten. The following is an incomplete list: The world's major Lagerstätten include:","Title":"Lagerstätte - Wikipedia","KeyID":"711","URL":"https://en.wikipedia.org/wiki/Lagerst%C3%A4tten"}