{"Content: ":"Remscheid (German pronunciation: [ˈʁɛmʃaɪt] (listen)) is a city in North Rhine-Westphalia, Germany. It is, after Wuppertal and Solingen, the third largest municipality in Bergisches Land, being located on the northern edge of the region, on the south side of the Ruhr area. Remscheid had around 109,000 inhabitants in 2015. At the end of 2019 it had 113,703 inhabitants. Remscheid comprises four boroughs, Alt-Remscheid, Remscheid-Süd, Lennep, and Lüttringhausen. Its highest point is the Brodtberg (378 m). Remscheid was founded in the 12th century, but remained a small village until the 19th century. Early spellings for the city included Remissgeid (1217), Rymscheyd (1351), Reymscheyd (1487) and Rembscheid (1639). The economic growth of the entire Rhine-Ruhr region led to an increase of the population of Remscheid. Mechanical engineering and toolmaking were the main industries practised within the town. This is carried on today with the Hazet tool company which has two factories in Remscheid. Remscheid was part of the Prussian Rhine Province from 1822 to 1945. On 31 July 1943, during the World War II, Remscheid was almost completely destroyed during a British bombing raid which caused a firestorm. This bombing raid was the final operation of RAF's Battle of the Ruhr involving 273 aircraft. During 14 and 15 April 1945, Remscheid was captured by the 78th Infantry Division (United States).[3][4] An A-10 Thunderbolt II crashed in the city on 8 December 1988. Six people died. As of 31 December 2019, the city's population was 113,703, of which 92,726 (81.6%) were German citizens and 20,977 (18.4%) were non-Germans (Ausländer); of the non-German population, the top 10 nationalities represented were as follows:[5] The current Mayor of Remscheid is Burkhard Mast-Weisz of the Social Democratic Party (SPD), elected in 2014 and re-elected in 2020. The most recent mayoral election was held on 13 September 2020, and the results were as follows: The Remscheid city council governs the city alongside the Mayor. The most recent city council election was held on 13 September 2020, and the results were as follows: Remscheid is twinned with:[6] Müngsten Bridge Teo Otto Theater Kraspütt 3 in Lennep bond of the town Remscheid, issued 25 August 1922","Title":"Remscheid - Wikipedia","KeyID":"7110","URL":"https://en.wikipedia.org/wiki/Remscheid"}