{"Content: ":"Kassel district (German: Landkreis Kassel) is a district in the north of Hesse, Germany. Neighboring districts are Northeim, Göttingen, Werra-Meißner, Schwalm-Eder, Waldeck-Frankenberg, Höxter. The independent city of Kassel is nearly completely surrounded by the district. The main river in the district is the Weser, which also forms part of the eastern boundary. Its headstream, the Fulda, flows through the southern part of the district including the city of Kassel. In the north of the district there is the Diemel as a tributary of the Weser. The area was first populated by the ancient Germanic tribe of Chatti, who later founded the state of Hesse. The present county was disputed between various principalities (Hesse, Mainz, Paderborn, Cologne and Braunschweig) in the early Middle Ages; later it became part of Hesse and Hesse-Kassel. This state was annexed by Prussia in 1866 . The modern federal state of Hesse was founded after 1945. This state reformed its districts in the 1970s. In 1972, the previous districts of Kassel, Hofgeismar and Wolfhagen, were merged to form the newly established district of Kassel. The coat of arms shows the lion of Hesse in the top part, as Kassel was the capital of the county of Hesse until 1866, when it moved to Prussia. In the lower part it has three oak leaves taken from the coat of arms of the Hofgeismar district, and a wolf's hook symbolizing the Wolfhagen district. Many characters and places from the fairy tales of the Brothers Grimm have originated in the area around Kassel. Thus the tale of Sleeping Beauty locates at the Sababurg in Reinhardswald and that of Rapunzel on the Trendelburg. Therefore, the district of Kassel is also marketed as the \"Land of the Brothers Grimm\". The region is the center of the German Fairy Tale Route. The district is represented in the European Garden Heritage Network with three parks: The park of the castles Schloss Wilhelmsthal (in Calden), the Escheberg-Castle and the Sababurg. The district is served by the motorways 7 ( Würzburg - Kassel - Hanover ), 44 (Kassel - Dortmund ) and 49 (Kassel-Borken). Other roadlinks, including the B 7, B 83 and B 251, exist. With the Airport Kassel-Waldau in 1924 there was an airport with international connections. In 1970 it was closed with the opening of the new Kassel Calden Airport. Currently this airport is completely rebuilt. The rail transport is oriented to the city of Kassel with tram and rail lines. Some parts of the district benefit from good infrastructure. Baunatal has large Volkswagen and Lohfelden factories and also has several industrial areas on the border with the city of Kassel. Other more rural parts had experienced population decline, though this has halted in recent years. Coordinates: 51°25′N 9°30′E﻿ / ﻿51.42°N 9.5°E﻿ / 51.42; 9.5","Title":"Kassel (district) - Wikipedia","KeyID":"7125","URL":"https://en.wikipedia.org/wiki/Kassel_(district)"}