{"Content: ":"Since the Eurovision Song Contest began in 1956 and until semi-finals were introduced in 2004, a total of 917 entries were submitted, comprising songs and artists which represented thirty-eight countries.[1] The contest, organised by the European Broadcasting Union (EBU), is held annually between members of the Union, with participating broadcasters from different countries submitting songs to the event and casting votes to determine the most popular in the competition.[2] From an original seven participating countries in the first edition, over twenty entries were submitted into the competition in the early 2000s, before the contest started expanding more rapidly in 2004.[3] Principally open to active member broadcasters of the EBU, eligibility to participate in the contest is not determined by geographic inclusion within the traditional boundaries of Europe. Several countries from outside of Europe have previously submitted entries into the contest, including countries in Western Asia and North Africa, as well as transcontinental countries with only part of their territory in Europe.[4] Between 1956 and 2003, Germany made the most contest appearances, participating in all but one event since its founding.[5] Morocco conversely had participated the fewest times, competing only once in 1980.[6] Ukraine also competed only once, having debuted at the 2003 contest. Ireland held the record for the most victories, having won the contest seven times, including four wins in the 1990s.[7] France, Luxembourg and the United Kingdom were the second-most successful nations in the contest, having won on five occasions. In addition to its five contest wins, the United Kingdom also placed second fifteen times – more than any other country – and also holds the record for the most consecutive contest appearances, competing in every edition since 1959.[8] Although it had also achieved two contest wins, Norway held the record for the most last-place finishes in contest history, having featured at the bottom of the scoreboard nine times.[9] The following tables list the entries which have been performed at the contest between 1956 and 2003. Entries are listed by order of their first performance in the contest; entry numbers provide a cumulative total of all songs performed at the contest throughout its history, and a second cumulative total outlines the total entries for each country. Songs which were performed multiple times are counted only once in the tables, with entry numbers for the performances of semi-final qualifiers marked in italics in the respective finals.[10] For the purposes of the first contest, where each country was represented by two songs, each song is counted as a distinct entry but both songs are counted as a single entry for that country.[citation needed] Only songs which have competed in the contest final. Songs which failed to qualify from the 1993 qualifying round for new Eastern European countries or the 1996 audio-only pre-qualifying round are subsequently not counted as official entries and are not included in the participation history for each country on the official Eurovision website.[3] In line with the official Eurovision Song Contest website, entries which represented the former West Germany prior to German reunification (until 1990) and those from the subsequently unified state Germany (since 1991) are considered to have represented the same country.[5] Also in keeping with the official Eurovision records, the 1992 entry which represented the Federal Republic of Yugoslavia, subsequently renamed Serbia and Montenegro in 2003, is listed as having represented Yugoslavia rather than Serbia and Montenegro; Serbia and Montenegro is therefore considered to have made its first appearance in 2004.[11][12] Table key Pre-qualifying competitions were held in advance of the 1993 and 1996 editions of the contest, as a measure to reduce the number of competing entries. In 1993 Kvalifikacija za Millstreet was held between seven new Eastern European countries competing for three places in the contest proper;[88][106] in 1996 an audio-only competition was held for all interested participants, with Norway automatically qualified as host country and 29 additional countries competing for 22 places in the contest.[94][107] Unlike the semi-final system in place since 2004, in which countries that do not advance from the semi-finals are still credited as having participated in the contest, countries which competed in these pre-qualifying rounds but failed to progress to the main contest have not been credited with having participated in that year's contest. On a number of occasions entries into the contest have been prevented from competing at a late stage, either through withdrawal by the participating broadcaster or through disqualification by the European Broadcasting Union. The list below highlights cases where an entry for a given country had been planned in a particular year but which ultimately did not occur, either by withdrawal, disqualification or the cancellation of the contest. On a number of occasions participation in the contest has been either suggested or attempted by countries which are ineligible due to a lack of a participating EBU member broadcaster, such as past media reports of interest by broadcasters in China, Kosovo, Liechtenstein and Qatar.[109][110][111][112] Participation has also been suggested for a number of nations and territories whose participation is currently covered by another country. Potential entries from Wales and Scotland (currently countries of the United Kingdom) and the Faroe Islands (currently a territory of Denmark) have been reported, but are generally prevented due to the exclusive participation rights of the sovereign nation to which they belong.[113][114][115] Wales and Scotland have participated in other Eurovision events where the United Kingdom as a whole do not participate, including the Junior Eurovision Song Contest and Eurovision Choir.[116][117]","Title":"List of Eurovision Song Contest entries (1956–2003) - Wikipedia","KeyID":"7138","URL":"https://en.wikipedia.org/wiki/List_of_Eurovision_Song_Contest_entries_(1956%E2%80%932003)"}