{"Content: ":"The winner of the Eurovision Song Contest is selected by a positional voting system. The most recent system was implemented in the 2016 contest, and sees each participating country award two sets of 12, 10, 8–1 points to their ten favourite songs: one set from their professional jury and the other from tele-voting.[1] Small, demographically-balanced juries made up of ordinary people had been used to rank the entries, but after the widespread use of telephone voting in 1998 the contest organizers resorted to juries only in the event of a televoting malfunctions. In 2003, Eircom's telephone polling system malfunctioned. Irish broadcaster RTÉ did not receive the polling results from Eircom in time, and substituted votes by a panel of judges.[2] Between 1997 and 2003 (the first years of televoting), lines were opened to the public for only five minutes after the performance and recap of the final song. Between 2004 and 2006 the lines were opened for ten minutes, and from 2007 to 2009 they were opened for fifteen minutes. In 2010 viewers were allowed to vote during the performances, but this was rescinded for the 2012 contest. Since the 2004 contest, the presenters will start the televoting process with the phrase \"Europe, start voting now!\". This invitation also applies to Australia from 2015 to 2023 (\"Europe and Australia, start voting now!\"). At the end of the voting period, the presenters will invite viewers and the audience to stop with the ten second final countdown along with the phrase \"Europe, stop voting now!\".[3] The UK is not able to vote via SMS or the smartphone app due to legislation implemented after the 2007 British premium-rate phone-in scandal. The BBC contacted regional juries by telephone to choose the 1956 winners, and the European Broadcasting Union (producers of the contest) later began contacting international juries by telephone. This method continued to be used until 1993. The following year saw the first satellite linkup to juries.[4] To announce the votes, the contest's presenters connect by satellite to each country in turn and inviting a spokesperson to read the country's votes in French or English. The presenters originally repeated the votes in both languages, but since 2004 the votes have been translated due to time constraints. To offset increased voting time required by a larger number of participating countries, since 2006 only countries' 8-, 10-, and 12-point scores were read aloud; one- to seven-point votes were added automatically to the scoreboard while each country's spokesperson was introduced. The scoreboard displays the number of points each country has received and, since 2008, a progress bar indicating the number of countries which have voted. Since 2016, only the 12-point score is read aloud due to the new voting system, meaning that the nine scoring countries were added automatically to the scoreboard (1-8 and 10 points). In addition, the televoting points are combined and the presenters announce them in order, starting from the country with the lowest score and ending with the country with the highest score from the televoting. Beginning with the 2019 contest, the televoting points are announced by the presenters based on the juries' rankings in reverse order. The most-used voting system (other than the current one) was last used for the 1974 contest. This system was used from 1957 to 1961 and from 1967 to 1969. Ten jurors in each country each cast one vote for their favourite song. In 1969 this resulted in a four-way tie for first place (between the UK, the Netherlands, France, and Spain), with no tie-breaking procedure. A second round of voting in the event of a tie was introduced to this system the following year. From 1962 to 1966, a voting system similar to the current one was used. In 1962, each country awarded its top three 1, 2 and 3 points; in 1963 the top five were awarded 1, 2, 3, 4 and 5 points, and from 1964 to 1966, each country usually awarded its top three 1, 3 and 5 points. With the latter system, a country could choose to give points to two countries instead of three (giving 3 to one and 6 to the other); in 1965, Belgium awarded the United Kingdom 6 points and Italy 3. Although it was possible to give one country 9 points, this never occurred. The 1971, 1972, and 1973 contests saw the jurors \"in vision\" for the first time. Each country was represented by two jurors: one older than 25 and one younger, with at least 10 years' difference in their ages. Each juror gave a minimum of 1 point and a maximum of 5 points to each song. In 1974 the previous system of ten jurors was used, and the following year the current system was introduced. Spokespeople were next seen on screen in 1994 with a satellite link to the venue. The 2004 contest had its first semifinal, with a slight change in voting: countries which did not qualify from the semifinal would be allowed to cast votes in the final. This resulted in Ukraine's Ruslana finishing first, with a record 280 points. If the voting had been conducted as it had been from 1956 to 2003 (when only finalist countries could vote), Serbia and Montenegro's Željko Joksimović would have won the contest with 190 points: a 15-point lead over Ruslana, who would have scored 175 points. To date, non-qualifying countries are still allowed to vote in the final. In 2006, Serbia and Montenegro were able to vote in the semi-final and the final despite their non-participation due to a scandal in the selection process (which resulted in Macedonia entering the final instead of Poland). With the introduction of two semifinals in 2008, a new method of selecting finalists was created. The top nine songs (ranked by televote) qualified, along with one song selected by the back-up juries. This method, in most cases, meant that the tenth song in the televoting failed to qualify; this attracted some criticism, especially from Macedonia (who had placed 10th in the televote in both years).[15] In 2010 the 2009 final system was used, with a combination of televoting and jury votes from each country also used to select the semi-finalists.[16] Each participating country had a national jury, consisting of five music-industry professionals[17] appointed by national broadcasters.[18] The Russian entry at the 2015 contest, \"A Million Voices\" performed by Polina Gagarina, became the first song to get over 300 points without winning the contest (and the only one during the era when each country delivered only one set of points); with a new voting system introduced in 2016, Australia became the first country to get over 500 points without winning the contest. In 2017, Bulgaria became the first non-winning country to score above 600 points, as well as Portugal becoming the first country to get over 750 points – winning the contest as a result of this with the song \"Amar pelos dois\" by Salvador Sobral. As the number of voting countries and the voting systems have varied, it may be more relevant to compare what percentage of all points awarded in the competition that each song received (computed from the published scoreboards).[19] Since the introduction of the new voting system in 2016, the Swedish entry at the 2022 contest, \"Hold Me Closer\" by Cornelia Jakobs, currently holds the record for receiving the highest percentage of maximum points from the juries, receiving 222 out of 240 points (92.50%) in the second semi-final. \"Stefania\" by Kalush Orchestra, winner of that year's contest for Ukraine, currently holds the record for receiving the highest percentage of maximum points from the televoting, receiving 439 out of 468 points (93.80%) in the final.[20] This table shows top five winning songs by the percentage from the all votes cast. This table shows top five winning songs by the percentage from the maximum possible score a song can achieve. This table shows top ten participating songs (both winning and non-winning) by the number of points received. Under the 2013–15 voting system Portugal would have received 17.12% of points in the 2017 competition.[21] A tie-break procedure was implemented after the 1969 contest, in which France, the Netherlands, Spain and the United Kingdom tied for first place. With no tie-breaking system in place at the time, it was determined that all four countries would be awarded the title; in protest, Austria, Finland, Sweden, Norway and Portugal did not participate the following year. In 1991, the tie-break procedure was implemented when Sweden and France both had 146 points at the end of the voting. At the time, there was no televoting system, and the tie-break rule was slightly different; the first tie-break rule at the time concerned the number of 12 points each country had received.[22][23] Both Sweden and France had received the maximum 12 points four times; when the number of 10-point scores was counted Sweden, represented by Carola and \"Fångad av en stormvind\", claimed its third victory since it received five 10-point scores against France's two. The French song \"Le Dernier qui a parlé...\", performed by Amina, finished second with the smallest-ever losing margin. The current tie-break procedure was implemented in the 2016 contest. In the procedure, sometimes known as a countback, if two (or more) countries tie, the song receiving more points from the televote is the winner. If the songs received the same number of televote points, the song that received at least one televote point from the greatest number of countries is the winner. If there is still a tie, a second tie-breaker counts the number of countries who assigned twelve televote points to each entry in the tie. Tie-breaks continue with ten points, eight points, and so on until the tie is resolved. If the tie cannot be resolved after the number of countries which assigned one point to the song is equal, the song performed earlier in the running order is declared the winner. The tie-break procedure originally applied only to first place ties or to determine a semifinal qualifier,[24] but since 2008 has been applied to all places.[25] As each participating country casts a series of preference votes, under the current scoring system it is rare that a song fails to receive any points at all; such a result means that the song failed to make the top ten most popular songs in any country. The first zero points in Eurovision were scored in 1962, under a new voting system. When a country finishes with a score of zero, it is often referred to in English-language media as nul points /ˌnjuːl ˈpwæ̃/[28] or nil points /ˌnɪl ˈpɔɪnts/, albeit incorrectly. Grammatical French for \"no points\" is pas de points, zéro points or aucun point, but none of these phrases are used in the contest; before 2016's voting overhaul, no-point scores were not announced by the presenters. Following the change in the voting system, a country receiving no points from the public televote is simply announced as receiving \"zero points\".[29] The first time a host nation ever finished with nul points was in the 2015 final, when Austria's \"I Am Yours\" by The Makemakes scored zero. In 2003, following the UK's first zero score,[30] an online poll was held by OGAE UK to gauge public opinion about each zero-point entry's worthiness of the score. Spain's \"¿Quién maneja mi barca?\" (1983) won the poll as the song that least deserved a zero, and Austria's \"Lisa Mona Lisa\" (1988) was the song most deserving of a zero.[31] In 2012, although it scored in the combined voting, France's \"Echo (You and I)\" by Anggun would have received no points if televoting alone had been used. In that year's first semi-final, although Belgium's \"Would You?\" by Iris received two points in the televoting-only hypothetical results from the Albanian jury (since Albania did not use televoting); Belgium would have received no official points from televoting alone.[32] In his book, Nul Points, comic writer Tim Moore interviews several of these performers about how their Eurovision score affected their careers.[33] Since the creation of a single semi-final in 2004[34] and an expansion to two semi-finals in 2008,[35] more than thirty countries vote each night – even countries which have been eliminated or have already qualified. No points are rarer; it requires a song to place less than tenth in every country in jury voting and televote. With the new voting system being introduced in the 2016 contest, scoring no points in either the jury vote or televote is possible. An overall \"nul points\" has been scored only once. Due to an error in relation to the jury votes from Belarus, Israel appeared to receive 12 points (all from Belarus) during the broadcast of the 2019 final. This was corrected by the EBU shortly afterwards.[36] No entry in the Junior Eurovision Song Contest has ever received nul points; between 2005 and 2015 and in 2020, each contestant began with 12 points to prevent such a result.[37][38] However, there has not been a situation that the 12 points received in the beginning would have remained as the sole points.[citation needed] The closest to that was Croatia in 2014 which ended up with 13 points after receiving a single point from San Marino. On 15 October 2012, it was announced by the EBU, that for the first time in the contest's history a new \"Kids Jury\" was being introduced into the voting system. The jury consists of members aged between 10 and 15, and representing each of the participating countries. A spokesperson from the jury would then announce the points 1–8, 10 and the maximum 12 as decided upon by the jury members.[39] In 2016 the Kids Jury was removed and instead, each country awarded 1–8, 10 and 12 points from both adult and kid's juries, also eliminating televoting from the contest.[40] An expert panel were also present at the 2016 contest, with each of the panelists being able to award 1–8, 10 and 12 points themselves.[41] In 2018, Portugal and Wales received no points in the jury voting.[42] In 2019, Portugal once again received no points in the jury voting.[43] Although statistical analysis of the results from 2001 to 2005 suggests regional bloc voting,[44] it is debatable how much in each case is due to ethnic diaspora voting, a sense of ethnic kinship, political alliances or a tendency for culturally-close countries to have similar musical tastes.[45] Several countries can be categorised as voting blocs, which regularly award one another high points.[44] The most common examples are Cyprus and Greece, Moldova and Romania, Belarus and Russia and the Nordic countries. It is still common for countries to award points to their neighbours regularly, even if they are not part of a voting bloc (for example, Finland and Estonia or Germany and Denmark, Greece and Albania or Armenia and Russia). Votes may also be based on a diaspora: Greece, Turkey, Poland, Lithuania, Russia and the former Yugoslav countries normally get high scores from Germany or the United Kingdom, Armenia gets votes from France and Belgium, Poland from Ireland, Romania from Spain and Italy, and Albania from Switzerland, Italy and San Marino. Former Eurovision TV director Bjørn Erichsen disagreed with the assertion that regional bloc voting significantly affects the contest's outcome, saying that Russia's first victory in 2008 was only possible with votes from thirty-eight of the participating countries.[46] In a 2017 study,[47] a new methodology is presented which allows a complete analysis of the competition from 1957 until 2017. The voting patterns change and the previous studies restrained their analysis to a particular time window where the voting scheme is homogeneous and this approach allows the sampling comparison over arbitrary periods consistent with the unbiased assumption of voting patterns. This methodology also allows for a sliding time window to accumulate a degree of collusion over the years producing a weighted network. The previous results are supported and the changes over time provide insight into the collusive behaviours given more or less choice.","Title":"Voting at the Eurovision Song Contest - Wikipedia","KeyID":"7147","URL":"https://en.wikipedia.org/wiki/Voting_at_the_Eurovision_Song_Contest"}