{"Content: ":"The Eurovision Song Contest 1957 was the second edition of the annual Eurovision Song Contest. Organised by the European Broadcasting Union (EBU) and host broadcaster Hessischer Rundfunk (HR) on behalf of ARD, the contest, originally known as the Grand Prix Eurovision de la Chanson Européenne 1957 (English: Grand Prix of the Eurovision Song Contest 1957[1]) was held on Sunday 3 March 1957 and was hosted at the Großer Sendesaal des hessischen Rundfunks in Frankfurt, West Germany by German actress Anaid Iplicjian. Ten countries took part, with Austria, Denmark and the United Kingdom competing for the first time and joining the original seven participating countries from the first contest in 1956. A number of changes to the rules from the previous year's event were enacted, with each country now represented by only one song, which could be performed by up to two performers on stage. The voting system received an overhaul, with each country's jury now comprising ten individuals who could award one vote to their favourite song. The results of the voting were now conducted in public, with a scoreboard introduced to allow the process to be followed by viewers and listeners at home. Jurors were also for the first time not allowed to vote for the song from their own country. The winner of the contest was the Netherlands, with the song \"Net als toen\" performed by Corry Brokken. This was Brokken's second appearance as a participant, after previously representing the Netherlands in 1956; her victory marked the first of five Dutch wins in the contest.[2] The 1957 contest took place in Frankfurt, West Germany. The selected venue was the Großer Sendesaal des hessischen Rundfunks, a music hall and former broadcasting studio located in the Dornbusch district, and part of the wider Broadcasting House Dornbusch which serves as the headquarters and main broadcasting facility of the German public broadcaster for the state of Hesse, Hessischer Rundfunk (HR).[3][4] The contest was held in front of an audience of around 400 people.[5][6] A new plan for staging the event was invoked ahead of the 1957 contest, with a different broadcaster organising the contest each year, after Switzerland's SRG SSR, which had both hosted the contest and provided the winning entry in 1956, declined to stage it for a second time.[6] Germany was subsequently selected to host the second edition, after Hans-Otto Grünefeldt, TV program director at HR, offered to organise it on behalf of ARD.[a][3][7] The contest was hosted by German actress Anaid Iplicjian.[3][6] The stage built in the Großer Sendesaal featured a staircase for each artist and conductor to make their entrance, and a harp-shaped background, the centre of which contained a removable background allowing for a different graphic to be used for each nation's performance.[6][8] The entire contest, including the performances and voting, lasted around one hour in total.[5][9] Held just over nine months after the inaugural contest, the contest date of 3 March remains the earliest date in the calendar year in which the contest has been held.[6] A number of changes from the rules of the previous year's contest were enacted in 1957. Each country was now permitted to send only one song to compete, as opposed to the maximum of two in 1956.[8] Up to two people were now allowed on stage during the performance – only solo artists were permitted to compete previously – however no other vocal backing was allowed.[3][6][8] A new voting system was introduced, with ten individuals in each country giving one vote to their favourite song, with no abstentions allowed.[6] In an additional change to the 1956 rules, jurors were not allowed to vote for the song from their own country.[6][10] A scoreboard was introduced for the first time, and the voting process was now included as part of the broadcast, rather than conducted in secret as in 1956. This new aspect of the contest was inspired by the United Kingdom's Festival of British Popular Songs, which included voting by regional juries and the points received shown on a scoreboard, a telerecording of which was viewed by EBU organisers.[5][6] Subsequently, in a change from 1956 when the jurors were co-located to the contest venue, each jury assembled in their own country to follow the contest on television and were then contacted by telephone by the contest's presenter in order to receive their votes.[6][8] Each song, as in 1956, was required to last no longer than three minutes and 30 seconds, however several of the competing entries went beyond this limit. Italy's song, which lasted for five minutes and nine seconds, remains the longest song in the contest's history and, despite heavy protest, was not disqualified.[6][8] Conversely, the United Kingdom's first entry lasted for one minute and 53 seconds in total, and remained the shortest song to compete in the contest until 2015.[6] Subsequently the restriction on song length was more strictly monitored from 1958 onwards.[6][8] Each entry was performed alongside the Tanz- und Unterhaltungsorchester des Hessischen Rundfunks under the direction of the contest's musical director Willy Berking.[11][12] Awards were presented to the winning artist and songwriters for the first time, taking the form of a medallion engraved with the Eurovision logo, which were awarded at the end of the broadcast by Eberhard Beckmann [de], director of Hessischer Rundfunk.[10][13] Ten countries participated in the 1957 contest, with the seven countries which took park in the first contest being joined by Austria, Denmark and the United Kingdom in their first appearances.[3] Austria and Denmark had originally planned to compete in 1956, but missed the cut-off date for entry.[14][15] Each country was allowed to nominate their own musical director to lead the orchestra during the performance of their country's entry, with the host musical director, Willy Berking, also conducting for those countries which did not nominate their own conductor.[11] The conductors listed below led the orchestra during the performance for the indicated countries.[16][17] Two of the participating artists, Switzerland's Lys Assia and the Netherlands' Corry Brokken, had previously competed at the 1956 contest. Brokken was one of the two Dutch participants in that year's contest, competing with the song \"Voorgoed voorbij\", while Assia had performed both of Switzerland's entries, \"Das alte Karussell\" and \"Refrain\", the latter of which had won the contest.[18] The winner was the Netherlands represented by the song \"Net als toen\", composed by Guus Jansen, written by Willy van Hemert and performed by Corry Brokken.[19] Notable among this year's participants were Denmark's Birthe Wilke and Gustav Winckler, the first duo to compete in the contest, who made an impact with a passionate on-screen kiss at the end of their performance; and Germany's Margot Hielscher, the first Eurovision act to use a prop during their performance, in this instance a telephone.[3][6] The announcement of the results from each country was conducted in reverse order to the order in which each country performed.[10] Each country nominated a spokesperson who was responsible for announcing the votes for their respective country via telephone.[25] Known spokespersons at the 1957 contest are listed below. Each participating broadcaster was required to relay the contest via its networks. Non-participating EBU member broadcasters were also able to relay the contest as \"passive participants\". Broadcasters were able to send commentators to provide coverage of the contest in their own native language and to relay information about the artists and songs to their television viewers. Known details on the broadcasts in each country, including the specific broadcasting stations and commentators are shown in the tables below. The 1957 contest is the earliest edition to exist in full in the EBU's archives, as the 1956 edition has survived solely through audio recordings, with some missing segments, and limited video footage of the winning reprise performance through newsreel and other recordings.[6][9][28] Although the number of households which had access to a television in Europe continued to grow, this edition, as in the case of the 1956 contest, was still mainly accessed by spectators via radio.[3] Coordinates: 50°07′N 8°41′E﻿ / ﻿50.117°N 8.683°E﻿ / 50.117; 8.683","Title":"Eurovision Song Contest 1957 - Wikipedia","KeyID":"7151","URL":"https://en.wikipedia.org/wiki/Eurovision_Song_Contest_1957"}