{"Content: ":"The Eurovision Song Contest 1958 was the third edition of the annual Eurovision Song Contest. Organised by the European Broadcasting Union (EBU) and host broadcaster Nederlandse Televisie Stichting (NTS), the contest, originally known as the Grand Prix Eurovision de la Chanson Européenne 1958 (English: Grand Prix of the Eurovision Song Contest 1958[1]) was held on Wednesday 12 March 1958 at the AVRO Studios in Hilversum, the Netherlands and hosted by Dutch television presenter Hannie Lips. This marked the first time that the contest was hosted in the country of the preceding year's winner, a tradition that has been continued ever since (with some exceptions). Ten countries participated, equalling the number which took part the previous year; Sweden made its first appearance in the contest, while the United Kingdom decided not to participate. The winner of the contest was France, represented by the song \"Dors, mon amour\" performed by André Claveau, marking the first of five eventual wins for the country. Another entry however made a greater impact following the contest; the Italian entry, \"Nel blu, dipinto di blu\" performed by Domenico Modugno which had placed third, became a worldwide hit for Modugno, winning two Grammy Awards in 1959 and becoming a chart success in several countries. The 1958 contest took place in Hilversum, the Netherlands. The selected venue was the AVRO Studios, which served at the time as the main radio and television broadcasting facilities of the Dutch broadcaster AVRO.[2][3] Often called \"media city\", Hilversum is the principal centre for radio and television broadcasting in the Netherlands, and several of the organisations that make up Nederlandse Publieke Omroep (NPO) public broadcasting organisation are located there.[4][5] Although they had won in 1957, the Netherlands' did not receive automatic rights to host the contest, as the convention in place at the time specified that each broadcaster would stage the event in turns.[6] The British Broadcasting Corporation (BBC) had been the first choice to stage the event in the United Kingdom, but gave up the rights after failing to reach agreement with artistic unions.[7] Subsequently the Dutch broadcaster, Nederlandse Televisie Stichting (NTS), only received the rights to host the event after other broadcasters declined the opportunity.[6][8][9] This would however put in place the tradition that the previous year's winner would subsequently host it the following year, a tradition that has continued ever since.[10][11] The contest was hosted by Dutch broadcaster Hannie Lips. Held in one of the studios of the AVRO broadcasting complex, the hall contained a small stage for the singers, with the orchestra situated stage right. The rear of the performance area had interchangeable backgrounds for each song to add context to each song's lyrics, which could also be removed to show the scoreboard during the voting sequence, and the venue was decorated with thousands of tulips, of which the Netherlands are associated.[2][12] No significant changes to the rules of the 1957 contest were implemented; each country, participating through one EBU member broadcaster, was represented by one song performed by up to two people on stage.[2][10] In response to the repeated duration violations of several entries in the previous event, the maximum song limit of 3 minutes and 30 seconds was more stringently enforced for this year's entries.[6] The same voting system used the previous year was again utilised in 1958; the results were determined through jury voting, with each country's jury containing ten individuals who each gave one vote to their favourite song, with no abstentions allowed and with jurors unable to vote for their own country.[10] During the live transmission of the contest several countries were unable to see or hear the Italian entry, which was the first act to perform, due to a technical fault, and it was subsequently allowed to perform again after the last song.[9][10][13] Each entry was accompanied by the Metropole Orkest, led by the contest's musical director Dolf van der Linden; the Metropole Orkest also performed as the interval act between the final competing performance and the commencement of the voting results, which included a performance of Cielito Lindo.[14] Ten countries participated in the 1958 contest, the same number as was featured in the previous year's event. Sweden entered the contest for the first time, while the United Kingdom decided not to compete, despite having originally intended to participate and being listed as one of the participating countries in the original rules dated November 1957.[2][7][10] Each country was allowed to nominate their own musical director to lead the orchestra during the performance of their country's entry, with the host musical director, Dolf van der Linden, also conducting for those countries which did not nominate their own conductor.[15] The conductors listed below led the orchestra during the performance for the indicated countries.[10][16] Several of this year's participants had previously competed in the contest. Switzerland's Lys Assia and the Netherlands' Corry Brokken had both represented their countries in 1956 and 1957, and were both former winners; Assia was the first winner of the contest in 1956 with the song \"Refrain\", and had also performed Switzerland's other entry in that contest \"Das alte Karussell\", while Brokken had performed \"Voorgoed voorbij\" in the 1956 contest, one of the Netherlands' two entries, and was then the winner the following year with the song \"Net als toen\".[17][18] Belgium's Fud Leclerc had also competed in the 1956 contest, performing \"Messieurs les noyés de la Seine\", one of his country's two entries, and Margot Hielscher returned to perform for Germany for a second year in a row, having competed in 1957 with \"Telefon, Telefon\".[17][18] The winner was France represented by the song \"Dors, mon amour\", composed by Pierre Delanoë, written by Hubert Giraud and performed by André Claveau.[19] This was the first of an eventual five contest victories that France would go on to achieve.[20] The Italian entry, \"Nel blu, dipinto di blu\" performed by Domenico Modugno, went on to become a worldwide success, and was one of the first Eurovision songs to achieve notability outside of the contest.[9] Popularly known as \"Volare\", the song went to number one in the US Billboard Hot 100, as well as reaching the top 5 in singles charts in Belgium, Canada, the Netherlands and Norway, and the top 10 in the United Kingdom, and was named Record of the Year and Song of the Year at the first edition of the Grammy Awards held in May 1959.[21][22][23][24][25] The song has additionally been covered by several artists, including Dean Martin, Dalida and Gipsy Kings, and many new version with lyrics in different languages have been produced.[26] \"Nel blu, dipinto di blu\" was also nominated in 2005 to compete in Congratulations: 50 Years of the Eurovision Song Contest, a special broadcast to determine the contest's most popular entry of its first 50 years as part of the contest's anniversary celebrations. One of 14 entries chosen to compete, \"Nel blu, dipinto di blu\" ultimately finished in second place behind \"Waterloo\", ABBA's winning song from the 1974 contest.[27][28] The announcement of the results from each country was conducted in reverse order to the order in which each country performed.[10] Each country nominated a spokesperson who was responsible for announcing the votes for their respective country via telephone.[33] Known spokespersons at the 1958 contest are listed below. Each participating broadcaster was required to relay the contest via its networks. Non-participating EBU member broadcasters were also able to relay the contest as \"passive participants\". Broadcasters were able to send commentators to provide coverage of the contest in their own native language and to relay information about the artists and songs to their television viewers. Known details on the broadcasts in each country, including the specific broadcasting stations and commentators are shown in the tables below. Coordinates: 52°14′N 5°11′E﻿ / ﻿52.233°N 5.183°E﻿ / 52.233; 5.183","Title":"Eurovision Song Contest 1958 - Wikipedia","KeyID":"7152","URL":"https://en.wikipedia.org/wiki/Eurovision_Song_Contest_1958"}