{"Content: ":"The Eurovision Song Contest 1960 was the fifth edition of the annual Eurovision Song Contest, held on Tuesday 29 March 1960 at the Royal Festival Hall in London, United Kingdom, and hosted by British television presenter and actress Catherine Boyle. Organised by the European Broadcasting Union (EBU) and host broadcaster the British Broadcasting Corporation (BBC), the United Kingdom was offered the rights to stage the contest after the Netherlands, which had won the 1959 contest, declined the opportunity after having previously organised the event in 1958. Luxembourg returned to the competition after a one year absence, and Norway made its first contest appearance, bringing the total number of participating countries to thirteen. The winner was France with the song \"Tom Pillibi\", performed by Jacqueline Boyer, composed by André Popp and written by Pierre Cour. This marked France's second contest victory, having also won in 1958. The United Kingdom placed second for the second consecutive year and Monaco earned their first top three finish by placing third. The contest took place in London, United Kingdom. Although the Netherlands had won the 1959 contest in Cannes, the Dutch broadcaster Nederlandse Televisie Stichting (NTS) declined to stage the event for a second time in three years, after previously hosting the 1958 edition in Hilversum. The rights to staging the contest subsequently passed to the United Kingdom's British Broadcasting Corporation (BBC), following the UK's second place finish in the previous year's event, a decision which was announced in October 1959.[1][2] The Royal Festival Hall was chosen to stage the 1960 contest. Situated on the South Bank of the River Thames, the venue was first opened in 1951 and was originally conceived for use during the Festival of Britain; it is now part of the Southbank Centre, a complex of several artistic venues.[2][3][4] The contest was presented by British television presenter and actress Catherine Boyle, the first of four contests in which she participated as host.[5][6] Boyle presided over the opening of the contest and the voting process, while commentary between each act was provided by the respective broadcasters, with the United Kingdom's commentator David Jacobs also being heard by the assembled audience of over 2,500 people in the hall.[2][7] The draw to determine the order in which each country would perform was conducted on 28 March in the presence of the performers. Performance and technical rehearsals involving the artists and orchestra were held on 28 and 29 March ahead of the live transmission from 21:00 GMT.[2] The stage built for the contest was designed by Richard Levin.[2] As had been the case since the 1957 contest, each country, participating through a single EBU member broadcaster, was represented by one song performed by up to two people on stage. The results of the event were determined through jury voting, with each country's jury containing ten individuals who each gave one vote to their favourite song, with no abstentions allowed and with jurors unable to vote for their own country.[1][8] A new innovation for this year's event was to allow the national juries to listen to the final rehearsal of each country, which was also recorded to allow jury members to listen to the entries ahead of the live contest.[2][7] It was originally planned for the top three songs to be performed again following the voting, as had occurred in the 1959 contest, however this was ultimately scrapped and only the winning song received its traditional reprise performance.[9] The winning artist was presented with a silver gilt vase, which was awarded by Teddy Scholten; this marked the first time that the previous year's winning artist awarded the prize to the next contest winner, which has since become Eurovision tradition.[10][11] The number of entries grew to thirteen for this edition, with the eleven competing countries from the 1959 contest being joined by Luxembourg, returning after a one year absence, and Norway, making its first appearance.[1][2][10] Each country was allowed to nominate their own musical director to lead the orchestra during the performance of their country's entry, with the host musical director, Eric Robinson, also conducting for those countries which did not nominate their own conductor.[12] The conductors listed below led the orchestra during the performance for the indicated countries.[6][13] Fud Leclerc made his third appearance at the contest for Belgium, having previously represented the country in 1956 with \"Messieurs les noyés de la Seine\" (one of the two Belgian entries in that year's contest) and in 1958 with \"Ma petite chatte\".[14] The song from Luxembourg was the first contest entry to be performed in Luxembourgish, and one of only three entries to be performed in the language (alongside the country's entries from 1992 and 1993).[6][15] France's Jacqueline Boyer is the daughter of Jacques Pills, who had represented Monaco in the previous year's contest and placed last with \"Mon ami Pierrot\".[6][10] The winner was France represented by the song \"Tom Pillibi\", composed by André Popp, written by Pierre Cour and performed by Jacqueline Boyer.[16] Boyer is the daughter of Jacques Pills, who had represented Monaco in the previous year's contest and placed last with \"Mon ami Pierrot\".[6][10] France's victory was their second in the contest, following their win in 1958, and brought them level on number of victories with the Netherlands.[1][17] The United Kingdom gained their second consecutive second place finish, while Monaco considerably improved upon their debut performance the previous year with a third place finish.[18][19] The announcement of the results from each country was conducted in reverse order to the order in which each country performed.[9] Each country nominated a spokesperson who was responsible for announcing the votes for their respective country via telephone.[25] Known spokespersons at the 1960 contest are listed below. Each participating broadcaster was required to relay the contest via its networks. Non-participating EBU member broadcasters were also able to relay the contest as \"passive participants\". Broadcasters were able to send commentators to provide coverage of the contest in their own native language and to relay information about the artists and songs to their television viewers. Known details on the broadcasts in each country, including the specific broadcasting stations and commentators are shown in the tables below. Coordinates: 51°30′21.01″N 0°07′00.44″W﻿ / ﻿51.5058361°N 0.1167889°W﻿ / 51.5058361; -0.1167889","Title":"Eurovision Song Contest 1960 - Wikipedia","KeyID":"7154","URL":"https://en.wikipedia.org/wiki/Eurovision_Song_Contest_1960"}