{"Content: ":"The Eurovision Song Contest 1961 was the 6th edition of the annual Eurovision Song Contest. Once again, the contest was held in the French seaside city of Cannes, having also hosted the 1959 edition. Organised by the European Broadcasting Union (EBU) and host broadcaster Radiodiffusion-Télévision Française (RTF), the contest was again held at the Palais des Festivals et des Congrès on Saturday 18 March 1961, becoming the first contest to take place on a Saturday evening, a tradition that has continued ever since (with the exception of 1962). The show was again hosted by Jacqueline Joubert, who had also hosted in 1959. Sixteen countries participated in the contest - three more than in the previous edition; Finland, Spain and Yugoslavia all competed for the first time this year. The winner was Luxembourg with the song \"Nous les amoureux\", performed by Jean-Claude Pascal, written by Maurice Vidalin, and composed by Jacques Datin, with the United Kingdom finishing in second place for the third consecutive year. The event took place in Cannes, France, following the nation's victory at the 1960 edition with the song \"Tom Pillibi\", performed by Jacqueline Boyer. The selected venue was the Palais des Festivals et des Congrès, built in 1949 to host the Cannes Film Festival and located on the Promenade de la Croisette along the shore of the Mediterranean Sea.[1][2] Due to the growth in the film festival a new building bearing the same name was opened in 1982, with the original building renamed as the Palais Croisette and subsequently demolished in 1988.[3] It also hosted the 1959 edition of the Eurovision Song Contest.[1] The stage used for the 1961 contest was notably larger than in previous years and was decorated with flowers. It is noticeable that during the voting, Luxembourg gave the UK eight points, and Norway also gave Denmark eight points. It was the largest number of points given to a country by a single jury since 1958, when Denmark provided France with nine points. Such a high number of points obtained by a country would not be achieved until 1970, when Ireland would receive nine points from Belgium.[4] Interest in the competition began to grow across Europe as three new countries participated for the first time: Finland, Spain, and Yugoslavia.[4] Each performance had a conductor who directed the orchestra.[5][1] Each country had 10 jury members who each awarded 1 point to their favourite song. Listed below is the order in which votes were cast during the 1961 contest along with the spokesperson who was responsible for announcing the votes for their respective country.[11] Each national broadcaster also sent a commentator to the contest, in order to provide coverage of the contest in their own native language. Coordinates: 43°33′12″N 7°01′20″E﻿ / ﻿43.55333°N 7.02222°E﻿ / 43.55333; 7.02222","Title":"Eurovision Song Contest 1961 - Wikipedia","KeyID":"7155","URL":"https://en.wikipedia.org/wiki/Eurovision_Song_Contest_1961"}