{"Content: ":"The Eurovision Song Contest 1963 was the eighth edition of the annual Eurovision Song Contest and took place in London, United Kingdom. It was organised by the European Broadcasting Union (EBU) and host broadcaster British Broadcasting Corporation (BBC), who agreed to stage the event after France, who had won the 1962 edition, declined to host it due to financial shortcomings, also having hosted the competition in 1959 and 1961. The contest was held at the BBC Television Centre on Saturday 23 March 1963 and was hosted by Katie Boyle for a second time. Sixteen countries participated in the contest, the same countries that had participated the previous year. The contest this year was won by Denmark with the song \"Dansevise\", performed by Grethe & Jørgen Ingmann. This was the first victory for any of the Nordic countries. Four countries got nul points, with Finland, Norway and Sweden failing to score any points for the first time and the Netherlands for the second time, becoming the first country to go two years in a row without scoring a single point.[1] The BBC was willing to host the contest instead of the previous year's winner France, as was the case in 1960. They would do so again in 1972 and 1974 because the winning broadcasters from the year before could not afford to produce the contest. The host venue was the BBC Television Centre, White City, London, which opened in 1960. It is one of the most readily recognisable facilities of its type having appeared as the backdrop for many BBC programmes. It remained to be one of the largest such facilities in the world until it redeveloped in March 2013.[2] Two studios (TC3 and TC4) were used: one for the mistress of ceremonies Katie Boyle, the audience, and the scoreboard; the other for the performers and the orchestra accompanying them. Unusually, a boom microphone (normally used for drama and comedy shows) was employed – the viewer could not see this, so it appeared as if the artists were miming to their vocals. This was not the case, but this innovation was to create a new look for the contest.[1] After the 1962 edition was the only one to be held on a Sunday, the contest was held on a Saturday again in 1963. One controversy this year was during the voting. When it was Norway's turn to announce their votes, the spokesman in Oslo, Roald Øyen, did not use the correct procedure in that the song number, followed by the name of the country, should have been announced before awarding the points. Boyle asked Norway to repeat their results, but the Norwegian spokesman asked Boyle to return to them after all the other results were in. When Boyle went back to Norway again the votes had mysteriously altered, thus changing the outcome of the contest and giving the victory to Norway's neighbours Denmark at Switzerland's expense. In fact, the Norwegian spokesman had not given the correct votes on the first occasion, because votes from the 20 jury members were still being tallied.[1] Monaco was also asked to repeat their voting a second time as initially Monaco gave one point to both the United Kingdom and Luxembourg. However, when Boyle went back to Monaco to receive the votes again Monaco's one vote to Luxembourg was efficiently discarded (although this did not have any effect on the positions of the countries).[1] It has also been speculated as to whether the juries were indeed on the end of a telephone line or in the actual studio given how clearly their voices could be heard as opposed to sounding as though they were being redirected through a telephone line.[original research?] All countries which participated in the 1962 edition also participated in the 1963 edition. The participating conductors were:[3][4] Each country had 20 jury members who awarded their five favourite songs 5, 4, 3, 2, and 1 points in order. All those points would then be added up and the five song with the most points got 5, 4, 3, 2, and 1 votes in order. Errors in the Norwegian (see above) and the Monegasque votes meant their scores had to be announced twice, with an adjustment to the scores being made in each case before the final score was verified. Below is a summary of all 5 points received: Listed below is the order in which votes were cast during the 1963 contest along with the spokesperson who was responsible for announcing the votes for their respective country. Each national broadcaster also sent a commentator to the contest, in order to provide coverage of the contest in their own native language. Media related to Eurovision Song Contest 1963 at Wikimedia Commons ","Title":"Eurovision Song Contest 1963 - Wikipedia","KeyID":"7157","URL":"https://en.wikipedia.org/wiki/Eurovision_Song_Contest_1963"}