{"Content: ":"The Eurovision Song Contest 1964 was the 9th edition of the annual Eurovision Song Contest. It took place in Copenhagen, Denmark, following the country's victory at the 1963 contest with the song \"Dansevise\" by Grethe & Jørgen Ingmann. Organised by the European Broadcasting Union (EBU) and host broadcaster Danmarks Radio (DR), the contest was held at Tivolis Koncertsal on 21 March 1964, and was hosted by Danish TV speaker Lotte Wæver. Sixteen countries participated in the contest. Portugal made its debut this year, while Sweden decided not to enter. The winner of the contest was Italy with the song \"Non ho l'età\", performed by Gigliola Cinquetti, written by Nicola Salerno and composed by Mario Panzeri. At the age of 16 years and 92 days, Gigliola Cinquetti became the youngest winner of the contest yet; a record she held until 1986.[1] The entry had one of the widest margins of victory ever witnessed in the competition. It garnered almost three times as many points as the second-placed song. The host venue for the contest was Tivolis Koncertsal (Tivoli Concert Hall) in Denmark's capital city Copenhagen, which lies within Denmark's famous amusement park and pleasure garden Tivoli Gardens. The park, alluding by its name to the Jardin de Tivoli that existed in Paris, was opened on 15 August 1843, and is the second oldest amusement park in the world, after Dyrehavsbakken in nearby Klampenborg.[2] Each country had 10 jury members who distributed three points among their one, two, or three favourite songs. The points were totaled and the first, second, and third placed songs were awarded 5, 3, and 1 votes in order. If only one song got every point within the jury it would get all 9 points. If only two songs were chosen, the songs would get 6 and 3 points in order.[3] The contest this year was highly politicised with demands that right-wing dictatorships in Spain and Portugal should be excluded from the contest. This controversy became apparent during the contest as just before the Belgian entry, a man entered the stage holding a banner saying \"Boycott Franco and Salazar\". He was quickly removed from the stage. This alarmed the audience, to where the camera footage cut to the scoreboard, however, photographs were taken and released after the event. This would be the very first stage invasion in the contest's history. The immediate response of the Koncertsal audience to the Italian entry was markedly enthusiastic and prolonged and, most unusually for a contest performance, after leaving the stage Gigliola Cinquetti was allowed to return to take a second bow. Her performance was given an unscheduled repeat on British television the following afternoon. In the event, she won the most crushing victory in the history of the contest, with a score almost three times that of her nearest rival, a feat extremely unlikely ever to be beaten under the post-1974 scoring system. As with the 1956 contest, no complete video recording of the actual contest is known to have survived; however, unlike the 1956 contest (where the interval act is mostly missing), a complete audio recording does exist in the form of the DR radio broadcast. Some clips of the contest have survived, including part of the opening ceremonies, including some of presenter Lotte Wæver's welcoming remarks, as well as the majority of the repeat performance of \"Non ho l'età\" from the end of the broadcast. For some time, there was a rumour that a copy of the entire contest existed in the French television archives.[4] In 2021, INA confirmed to Wiwibloggs that the French television archives do not possess a copy of the contest.[5] A persistent myth, even repeated on the official Eurovision site, is that the tape was destroyed in a fire in the 1970s. More recent interviews with DR, however, state that the broadcast was never recorded in the first place, allegedly due to no tape machines being available at the studio at the time.[6] The audio of the entire show, however, is still available online, and fan reconstructions using available clips, press photos and other sources have been made. Sweden did not participate this year because of a boycott by singers. They did however broadcast it. Portugal competed in the contest for the first time, however they became the first country to score nul points on their début entry. Germany, Switzerland, and Yugoslavia also scored nul points for the first time. The Netherlands became the first country to send a singer of non-European ancestry, Anneke Grönloh who was of Indonesian descent.[3] Spain decided to send the Spanish group Los TNT who were the first group of three or more participants in the history of the contest. Each performance had a conductor who conducted the orchestra.[9][10] Below is a summary of all 5 points in the final: Listed below is the order in which votes were cast during the 1964 contest along with the spokesperson who was responsible for announcing the votes for their respective country. Each national broadcaster also sent a commentator to the contest, in order to provide coverage of the contest in their own native language. A political protest occurred after the Swiss entry: a man trespassed onto the stage holding a banner that read \"Boycott Franco & Salazar\". Whilst this was going on, television viewers were shown a shot of the scoreboard; once the man was removed the contest went on.[19] Coordinates: 55°40′25″N 12°34′06″E﻿ / ﻿55.67361°N 12.56833°E﻿ / 55.67361; 12.56833","Title":"Eurovision Song Contest 1964 - Wikipedia","KeyID":"7158","URL":"https://en.wikipedia.org/wiki/Eurovision_Song_Contest_1964"}