{"Content: ":"The Eurovision Song Contest 1965 was the tenth edition of the annual Eurovision Song Contest. It took place in Naples, Italy, following the country's victory at the 1964 contest with the song \"Non ho l'età\" by Gigliola Cinquetti. Organised by the European Broadcasting Union (EBU) and host broadcaster Radiotelevisione Italiana (RAI), the contest was held at Sala di Concerto della RAI on 20 March 1965, and was hosted by Italian singer Renata Mauro. Eighteen countries participated in the contest - setting a new record for the highest number of entrants in the competition until that point. Sweden returned after being absent from the previous edition, while Ireland made its debut. Luxembourg won for the second time with the highly controversial \"Poupée de cire, poupée de son\" sung by the French singer France Gall, and written by Serge Gainsbourg, which later went on to be a massive hit in almost all European countries. It was the first winning song since the Netherlands' \"Een beetje\" in 1959 to not be a ballad, being the first pop song to ever win the competition. For the fourth consecutive year, four countries all scored nul points; Belgium, Finland, Germany, and Spain - all of which finished with no points for the second time in the contest's history.[1] The contest took place in Naples, the capital of region Campania in southern Italy and the third-largest city in Italy, after Rome and Milan. This was Italy's first hosting of the Eurovision Song Contest. The host venue was the then new Sala di Concerto della RAI (RAI Production Centre of Naples), founded few years prior to the contest, in the late fifties and early sixties. It is located in Viale Marconi in the district of Fuorigrotta. The structure has three TV studios for a total of 1227 m2 and capacity of 370 persons, used for the filming of programs and fiction and an auditorium. The Neapolitan song archives are also housed in it.[1][2] Each country had 10 jury members who distributed three points among their one, two, or three favourite songs. The points were totalled and the first, second, and third placed songs were awarded 5, 3, and 1 votes in order. If only one song got every point within the jury it would get all 9 points. If only two songs were chosen, the songs would get 6 and 3 points in order. Ingvar Wixell, the Swedish participant performed his song in English instead of the original Swedish title \"Annorstädes vals\". The native languages were used for all of the other participants. This led to a rule being introduced for the next 1966 edition, that meant all participants had to perform their songs using one of their national languages.[1] 18 countries took part, with the Eurovision Song Contest reaching its highest number until then. Sweden returned after a one-year absence, and Ireland entered for the first time. Ireland would later become the most successful country in the competition, scoring seven wins in total. Each performance had a conductor who led the orchestra.[3][4] Each country had 10 jury members who distributed three points among their one, two, or three favourite songs. The points were totalled and the first, second, and third placed songs were awarded 5, 3, and 1 votes in order. If only one song got every point within the jury it would get all 9 points. If only two songs were chosen, the songs would get 6 and 3 points in order. Below is a summary of all 5 points in the final: Listed below is the order in which votes were cast during the 1965 contest along with the spokesperson who was responsible for announcing the votes for their respective country. Each national broadcaster also sent a commentator to the contest, in order to provide coverage of the contest in their own native language. In addition to the participating countries, the contest was also reportedly broadcast in Czechoslovakia, East Germany, Hungary, Poland, Romania and the Soviet Union via Intervision.[4]","Title":"Eurovision Song Contest 1965 - Wikipedia","KeyID":"7159","URL":"https://en.wikipedia.org/wiki/Eurovision_Song_Contest_1965"}