{"Content: ":"Johann Georg Wagler (28 March 1800 – 23 August 1832) was a German herpetologist[1][2][3] and ornithologist.[4] Wagler was assistant to Johann Baptist von Spix, and gave lectures in zoology at the Ludwig Maximilian University of Munich after it was moved to Munich.[5] He worked on the extensive collections brought back from Brazil by Spix, and published partly together with him books on reptiles from Brazil. Wagler wrote Monographia Psittacorum (1832),[2] which included the correct naming of the blue macaws. In 1832, Wagler died of an accidental self-inflicted gunshot wound while out collecting in München-Moosach.[1][2][3] Johann Georg Wagler was a German naturalist and scientist in the 19th century, whose works primarily focused on herpetology and ornithology (Beolens, Watkins & Grayson, 2011). Johan Georg Wagler was born on the 28th of March 1800, in the city of Nuremberg, where the Chancellor of the City Court was Wagler's father (Wagler, 1884). After taking up gymnastics at Nuremberg, Johann Georg Wagler began to show a unique predilection for Natural History. Johann Georg Wagler started his scientific research at the University of Erlangen in 1818. After Johann Baptist von Spix returned from his expedition to Brazil in 1819, Johann Georg Wagler, nineteen years of age at the time, was invited become Spix's assistant at the Museum of Academy of Sciences in Munich. Johann Georg Wagler later became one of Spix's colleagues (Wagler, 1884). In 1820 Johann Georg Wagler obtained the degree of Doctor of Philosophy at the University of Leipsic (Beolens, Watkins & Grayson, 2011). In 1825, after being Spix's assistant in a large number of his zoological works, Johann Georg Wagler was tasked by King Maximillian-Joseph on a special trip to visit the museums of Holland, England, and France (Wagler, 1884). During this mission across Europe, Johann Georg Wagler was not only made the personal acquaintance of some of the most decorated naturalists and scientists of these nations at the time but also succeeded in acquiring a significant quantity of valuable specimens for the Museum and Menagerie of Munich (Beolens, Watkins & Grayson, 2011). Upon Johann Baptist von Spix's death in 1826, Johann Georg Wagler became the Director of the Zoological Museum and Ludwig Maximilian University in Munich, where Wagler continued working on Spix's extensive Brazilian collection from years prior (Beolens, B., Watkins, M., & Grayson, M, 2011). In 1827 Wagler was appointed Professor Extraordinary in the then newly instituted University of Munich (Wagler, 1884). In 1932, Johann Georg Wagler was unfortunately injured from a self-inflicted gunshot on a hunting trip, an incident that led directly to his demise (Beolens, Watkins & Grayson, 2011). During his short life span of only thirty-two years, Wagler managed to become a valuable member of the science community with many great and important contributions and discoveries. During his time, Johann Georg Wagler specialised mostly in the fields of herpetology and ornithology. Ornithology is a branch of zoology that specialises in the “methodological study and consequent knowledge of birds with all that relates to them.\"(Newton & Gadow, 1986). There are several aspects of ornithology that stem from the related disciplines because of the high level of visibility and the aesthetic appeal of birds (Newton, 1998). Herpetology, on the other hand, is a branch within zoology that concerns the research and study of amphibians and reptiles (Zug, Vitt & Caldwell, 2001). From his research and discoveries, Johann Georg Wagler had written and co-written multiple papers on herpetology and ornithology, of which the most famous was a book regarding ornithology named Monographia Psittacorum. Johann Georg Wagler's other books, articles and research papers are currently available for viewing at the Biodiversity Heritage Library (Beolens, Watkins & Grayson, 2011). Given his short life span, Johann Georg Wagler did not get many chances to publish, however, in 1884, a memoir of Johann Georg Wagler, Wagler's Six ornithological memoirs from the “Isis”, was edited and published (Wagler, 1884). The memoirs contained unfinished and unpublished works of Johann Georg Wagler, along with personal details of his expeditions throughout the years (Wagler, 1884). Wagler is commemorated in the specific names of three species of reptiles: Atractus wagleri, Podarcis waglerianus, and Tropidolaemus wagleri.[2] Wagler described a taxonomic arrangement of psittacine fauna, parrots and cockatoos, some of which are recognised in the systematic classification of these birds.[4] Despite the works and contributions in the fields of herpetology and ornithology made during his career (Beolens, Watkins & Grayson, 2011), Johann Georg Wagler did not receive any awards. His legacy and discoveries in the fields of ornithology and herpetology, however, have received appraisals from fellow scientists. Johann Georg Wagler's works have stood the test of time and continue to be used and referenced today for scientific research (Kieckbusch, Mader, Kaiser & Mecke, 2018). Johann Georg Wagler had made some important and valuable discoveries in the fields of herpetology and ornithology, which contributed greatly to the study of those fields in particular and to the science community as a whole (Beolens, Watkins & Grayson, 2011; Wagler, 1884). Johann Georg Wagler has been honoured and celebrated in the specific names of three species of reptiles and eight species of birds (Beolens, Watkins & Grayson, 2011). Some of the prominent names include Pteroglossus beauharnaesii Wagler 1832 (Wright, 2015; David, Wright, Elliot & Costa, 2020; Costa, Pacheco & Silveira, 2017), Cylindrophis Wagler 1828 (Kieckbusch, Mader, Kaiser & Mecke, 2018), Blanus Wagler 1830,[6] Altractus Wagleri, Podacris Waglerianus and Tropidolaemus Wagleri (Beolens, Watkins & Grayson, 2011). Johann Georg Wagler had also made a contribution in describing the taxonomic arrangement of psittacine fauna, parrots and cockatoos, some of which are established in the systematic classification of these birds (Wagler, 1832). Johann Georg Wagler's contributions to the scientific community in general, ornithology and herpetology in particular, have withstood the test of time for more than one hundred years. Johann Georg Wagler's works are used nowadays as the foundation for new discoveries, research and experiments in the fields of ornithology and herpetology (Kieckbusch, Mader, Kaiser & Mecke, 2018). More recently, Wagler's discoveries and works have helped scientists to categorise and research some newfound species from the Iberian Peninsula (Ceríaco & Bauer, 2018). Scientists have also recently found a new species of snake in Indonesia that shared similarities with that of Wagler's discovery in the 1800s, the fossorial snake genus Cylindrophis Wagler 1828 (Kieckbusch, Mader, Kaiser & Mecke, 2018). The fossorial snake genus Cylindrophis Wagler, 1828 currently includes 13 species and is common and widely distributed in tropical Asia. There is evidence of existence in Sri Lanka (one species), mainland Southeast Asia including south-eastern China (three species), and the Malay Archipelago (ten species). All species in the genus seem viviparous and share a myriad of morphological characteristics, such as the lack of true gastrosteges, the presence of pelvic spurs, an extremely short tail with conspicuous coloration, and contrasting light and dark ventral blotches. Since the new species was recognised as Cylindrophis melanotus, it is important to discuss the taxonomic history of C. melanotus. The name C. melanotus was first created by Johann Georg Wagler in his Observationes along with the description of C. resplendens (synonym of C. ruffus). The name showed up in its ablative form as “Cylindrophe melanoto.” While at the time of discovery, a specimen was available to Johann Georg Wagler in the collection of the “Museo Lugdunensi Bat[avorum]” (now RMNH), Wagler also referred to a figure of “Tortricis melanoti” by Caspar Georg Carl Reinwardt (1773–1854), which was likely part of Heinrich Boie's (1794–1827) unpublished manuscript Erpétologie de Java. The nominative form “Cylindrophis melanotus” (nomen corrigendum) was instead listed by Wagler (1830) in an account for the genus Cylindrophis. Two further species, currently in synonymy with Cylindrophis melanotus, were described in the early 20th Century, C. celebensis Smith, 1927 from Sulawesi and C. heinrichi Ahl, 1933 from the Moluccan island of Halmahera. Johann Georg Wagler described his new species as possessing a light snout with dark mottling. In 2008, a study was conducted to determine the important impacts for the nomenclature of Kinglet Calyptura Calyptura cristata as well as of its distribution (Stopiglia, Straker & Raposo, 2008). The work of Johann Georg Wagler was used to analyse the findings. A specimen (ZMB 2306) of Kinglet Calyptura Calyptura cristata retrieved in São Paulo by Friedrich Sellow (1789–1831) and Ignaz Franz J. M. von Olfers (1793–1872) was rediscovered in the ornithological collection of the Museum für Naturkunde (ZMB) in Berlin in 2007. Specimen ZMB 2306 has two labels: a label in red inscribed ‘Pipra tyrannulus Wagler and a green label from the original mount that identifies the specimen as Pipra (R.) tyrannulus. In relation to the species of Pipra tyrannulus Wagler, 1830, it appears that Wagler (1830) worked on a revision of the genus Pipra and proposed a new combination for ‘Regulus tyrannulus Lichtenstein’. The name tyrannulus has been interpreted in two different ways throughout the course of history. Sclater considered Pipra tyrannulus Wagler, 1830, as a synonym of Calyptura cristata, whereas Hellmayr claimed Pipra tyrannulus Wagler, 1830, to be a new name for Pardalotus cristatus Vieillot, 1818. Breaking down the specimen and history, it is obvious that Wagler (1830) was first to publish the name tyrannulus. Although Johann Georg Wagler never claimed to be the author of the specific name, in accordance with the terms of the Code (ICZN 1999) he is, nevertheless, its author. Wagler never brought up tyrannulus as being a new name for cristatus. He instead mentioned Pardalotus cristatus as a synonym of Pipra tyrannulus. Some of Johann Georg Wagler's works in the 1800s remains an interesting topic of discussion today among scientists within the fields of ontology and herpetology. The Curl-crested Aracari Pteroglossus beauharnaesii Wagler, 1832 is one of the most scientifically significant species in the family Ramphastidae (Costa, Pacheco & Silveira, 2017). Among its distinctive characteristics, its modified curly, shiny black crown feathers are one-of-a-kind in the family and are altered to an extent not similar in any other living bird species. The crown feathers, accompanied with the distinctive white throat, were considered enough in the past to include the species in the monotypic genus Beauharnaisius Bonaparte; nevertheless, molecular research have pointed out that it is embedded within the genus Pteroglossus Illiger, sister to P. bitorquatus. It is a southern Amazonian species, showing up around the lowlands area of northern Peru, north and central Bolivia and western and central Amazonian Brazil.The correct publication date of the species’ description and the species’ epithet spelling have been matter of a recent controversy. Some argued that Pteroglossus beauharnaesii, treated in scientific literature as originally published by Johann Georg Wagler in Isis in 1832, was published earlier as Pteroglossus beauharnaisii by Wagler in 2831 in a daily Munich newspaper, Das Ausland, on 28 April 1831. Hence, beauharnaesii might be regarded as an incorrect subsequent spelling of beauharnaisii. However, others go against that reasoning, claiming that regardless being either an incorrect subsequent spelling of Pteroglossus beauharnaisii Wagler, 1831, or a universally used junior synonym, the name Pteroglossus beauharnaesii Wagler, 1832 need to be preserved as the valid name for the species according to Articles 23.9 and 33.3.1 of the International Code of Zoological Nomenclature (1999). Pteroglossus beauharnaesii was described by Wagler in honor of Prince August Karl Eugen Napoleon Beauharnais (1810–1835), Duke of Leuchtenberg. In the original description, Johann Georg Wagler presented the type locality only as “Brasilia, prov. Pará”; and in Wagler's earlier work in 1831, he mentioned that Pteroglossus beauharnaesii was “collected in Pará” (“bei Para erlegten”), or “in vicinity of Para”. The holotype's label shows only “Pará” as locality. The specimen that Wagler based the description of P. beauharnaesii was possibly obtained by L. Riedel in 1829 on the Rio Madeira, and thus the locality presented by Wagler was imprecise, yet also not incorrect. In fact, until 1889 most of the Brazilian Amazon region was occupied by the enormous “Province Grão-Pará\", commonly referred to only as \"Pará\". In addition, the type locality given by Wagler possibly indicated the place from where the material collected in Amazonia during the Langsdorff expedition was shipped, the current city of Belém, which was formerly known as “Pará”, capital of the homonymous province. During the life span of only thirty-two years, Johann Georg Wagler had managed to bring forth many important contributions and discoveries to the scientific community that stands valid and uncontested until nowadays. Four of Wagler's books and articles are available at the Biodiversity Heritage Library:[7] [8][9][10][11][12]","Title":"Johann Georg Wagler - Wikipedia","KeyID":"716","URL":"https://en.wikipedia.org/wiki/Johann_Georg_Wagler"}