{"Content: ":"The Eurovision Song Contest 1972 was the 17th edition of the annual Eurovision Song Contest. It took place in Edinburgh, United Kingdom and was organised by the European Broadcasting Union (EBU) and host broadcaster British Broadcasting Corporation (BBC), who agreed to stage the event after Monaco, who won in 1971, were unable to meet the demands of hosting the event and could not find a suitable venue. The contest was held at the Usher Hall on 25 March 1972 and was hosted by Scottish ballet dancer Moira Shearer. Eighteen countries took part in the contest, the same countries as the previous year. The winner was Luxembourg with the song \"Après toi\", performed by Vicky Leandros, with lyrics by Yves Dessca, and music composed by Mario Panas (which was the writing pseudonym of Vicky's father Leo Leandros). \"Après toi\" became the winner with the lowest percentage of the total vote, winning with just 8.30% of the points available. Yves Dessca also wrote \"Un Banc, Un Arbre, Une Rue\" that had won the previous edition, and became the second person to win the contest twice, the first person to win for two different countries and the first person to win two years in a row.[1] Germany finished in third place for the third consecutive year, equalling their highest placement from the previous two editions. Following Séverine's win for Monaco at the 1971 contest in Dublin, Ireland with the song \"Un banc, un arbre, une rue\", the principality were unable to meet the demands of hosting the event. Rainier III of Monaco received a letter from the European Broadcasting Union about hosting the 1972 contest in the principality, but he was unable to provide a venue, the props and the remainder of the requirements. Therefore the BBC from the United Kingdom stepped in, and chose to stage the contest in Edinburgh, making it the first of four times that the BBC had chosen a venue outside London with the 1974, 1982 and 1998 contests held in Brighton, Harrogate and Birmingham respectively. It is also the only time that the contest has been held in Scotland. The Usher Hall, the venue for the 1972 contest, is a concert hall, situated on Lothian Road, in the west end of the city. It has hosted concerts and events since its construction in 1914 and can hold approximately 2,900[2] people in its recently restored auditorium, which is well loved by performers due to its acoustics. The Hall is flanked by The Royal Lyceum Theatre on the right and The Traverse Theatre on the left. Historic Scotland has registered the Hall with Category A listed building status. The stage design included a screen to introduce and accompany the on stage competing performances, and to show an interval act and voting sequence that were done at Edinburgh Castle. Before each country's performance, a picture of each song's performers along with their names and the song's title were projected on the screen, and during each performance, animated spiral shapes were projected as additional visual effect. The interval act was performed at the outside vast Esplanade of the Great Hall of Edinburgh Castle. The jurors were stationed in the castle, and watched the competing performances at Usher Hall on TV. Each country had two jury members, one aged between 16 and 25 and one aged between 26 and 55. They each awarded 1 to 5 points for each song, other than the song of their own country. They cast their votes immediately after each song was performed and the votes were then collected and counted. For the public voting sequence after the interval act, the jury members were shown on the stage's screen with each lifting a signboard with the number between 1 and 5 for each song, as a visual verification of the scores they had awarded earlier. The eventual winner, Luxembourg, remained in a strong scoring position throughout the voting. Séverine made the trip to Edinburgh to pass on the winning trophy to Vicky Leandros. However, she looked thoroughly uninterested in the Monegasque entry when seen by viewers checking her watch before the song was performed.[1] 1972 was the first year that had no ties in the voting. Every year prior to 1972, at least two countries had received the same score. All countries that participated in the 1971 contest were present this year. Each performance had a musical director who conducted the orchestra.[3][4] Below is a summary of all perfect 10 scores that were given during the voting. Listed below is the order in which votes were cast during the 1972 contest along with the names of the two jury members who voted for their respective country. Each country announced their results in groups of three. Each national broadcaster also sent a commentator to the contest, in order to provide coverage of the contest in their own native language. In addition to the participating countries, the contest was also reportedly broadcast in Hong Kong, Japan, the Philippines, Taiwan and Thailand.[14]","Title":"Eurovision Song Contest 1972 - Wikipedia","KeyID":"7166","URL":"https://en.wikipedia.org/wiki/Eurovision_Song_Contest_1972"}