{"Content: ":"See text Ichthyosaurs (Ancient Greek for \"fish lizard\" – ἰχθύς or ichthys meaning \"fish\" and σαῦρος or sauros meaning \"lizard\") are large extinct marine reptiles. Ichthyosaurs belong to the order known as Ichthyosauria or Ichthyopterygia ('fish flippers' – a designation introduced by Sir Richard Owen in 1842, although the term is now used more for the parent clade of the Ichthyosauria). Ichthyosaurs thrived during much of the Mesozoic era; based on fossil evidence, they first appeared around 250 million years ago (Ma) and at least one species survived until about 90 million years ago,[1][2] into the Late Cretaceous. During the Early Triassic epoch, ichthyosaurs evolved from a group of unidentified land reptiles that returned to the sea, in a development similar to how the mammalian land-dwelling ancestors of modern-day dolphins and whales returned to the sea millions of years later, which they gradually came to resemble in a case of convergent evolution. Ichthyosaurs were particularly abundant in the Late Triassic and Early Jurassic periods, until they were replaced as the top aquatic predators by another marine reptilian group, the Plesiosauria, in the later Jurassic and Early Cretaceous, though previous views of ichthyosaur decline during this period are probably overstated. Ichthyosaurs diversity declined due to environmental volatility caused by climatic upheavals in the early Late Cretaceous, becoming extinct around the Cenomanian-Turonian boundary. Science became aware of the existence of ichthyosaurs during the early nineteenth century, when the first complete skeletons were found in England. In 1834, the order Ichthyosauria was named. Later that century, many excellently preserved ichthyosaur fossils were discovered in Germany, including soft-tissue remains. Since the late twentieth century, there has been a revived interest in the group, leading to an increased number of named ichthyosaurs from all continents, with over fifty valid genera being now known. Ichthyosaur species varied from 1 to 20 metres (3 to 66 ft) in length. Ichthyosaurs resembled both modern fish and dolphins. Their limbs had been fully transformed into flippers, which sometimes contained a very large number of digits and phalanges. At least some species possessed a dorsal fin. Their heads were pointed, and the jaws often were equipped with conical teeth that could help to catch smaller prey. Some species had larger, bladed teeth with which they could attack large animals. The eyes were very large, probably useful when deep diving. The neck was short, and later species had a rather stiff trunk. These also had a more vertical tail fin, used for a powerful propulsive stroke. The vertebral column, made of simplified disc-like vertebrae, continued into the lower lobe of the tail fin. Ichthyosaurs were air-breathing, warm-blooded, and bore live young. They may have had a layer of blubber for insulation. The first known illustrations of ichthyosaur bones, vertebrae, and limb elements were published by the Welshman Edward Lhuyd in his Lithophylacii Brittannici Ichnographia of 1699. Lhuyd thought that they represented fish remains.[3] In 1708, the Swiss naturalist Johann Jakob Scheuchzer described two ichthyosaur vertebrae assuming they belonged to a man drowned in the Universal Deluge.[4] In 1766, an ichthyosaur jaw with teeth was found at Weston near Bath. In 1783, this piece was exhibited by the Society for Promoting Natural History as those of a crocodilian. In 1779, ichthyosaur bones were illustrated in John Walcott's Descriptions and Figures of Petrifications.[5] Towards the end of the eighteenth century, British fossil collections quickly increased in size. Those of the naturalists Ashton Lever and John Hunter were acquired in their totality by museums; later, it was established that they contained dozens of ichthyosaur bones and teeth. The bones had typically been labelled as belonging to fish, dolphins, or crocodiles; the teeth had been seen as those of sea lions.[6] The demand by collectors led to more intense commercial digging activities. In the early nineteenth century, this resulted in the discovery of more complete skeletons. In 1804, Edward Donovan at St Donats uncovered a four-metre-long (13 ft) ichthyosaur specimen containing a jaw, vertebrae, ribs, and a shoulder girdle. It was considered to be a giant lizard. In October 1805, a newspaper article reported the find of two additional skeletons, one discovered at Weston by Jacob Wilkinson, the other, at the same village, by Reverend Peter Hawker. In 1807, the last specimen was described by the latter's cousin, Joseph Hawker.[7] This specimen thus gained some fame among geologists as 'Hawker's Crocodile'. In 1810, near Stratford-upon-Avon, an ichthyosaur jaw was found that was combined with plesiosaur bones to obtain a more complete specimen, indicating that the distinctive nature of ichthyosaurs was not yet understood, awaiting the discovery of far better fossils. In 1811, in Lyme Regis, along what is now called the Jurassic Coast of Dorset, the first complete ichthyosaur skull was found by Joseph Anning, the brother of Mary Anning, who in 1812 while still a young girl, secured the torso of the same specimen. Their mother, Molly Anning, sold the combined piece to squire Henry Henley for £23. Henley lent the fossil to the London Museum of Natural History of William Bullock. When this museum was closed, the British Museum bought the fossil for a price of £47.5s; it still belongs to the collection of the now independent Natural History Museum and has the inventory number BMNH R.1158. It has been identified as a specimen of Temnodontosaurus platyodon. In 1814, the Annings' specimen was described by Professor Everard Home, in the first scientific publication dedicated to an ichthyosaur.[8] Intrigued by the strange animal, Home tried to locate additional specimens in existing collections. In 1816, he described ichthyosaur fossils owned by William Buckland and James Johnson.[9] In 1818, Home published data obtained by corresponding with naturalists all over Britain.[10] In 1819, he wrote two articles about specimens found by Henry Thomas De la Beche and Thomas James Birch. A last publication of 1820 was dedicated to a discovery by Birch at Lyme Regis.[11] The series of articles by Home covered the entire anatomy of ichthyosaurs, but highlighted details only; a systematic description was still lacking. Home felt very uncertain how the animal should be classified. Though most individual skeletal elements looked very reptilian, the anatomy as a whole resembled that of a fish, so he initially assigned the creature to the fishes, as seemed to be confirmed by the flat shape of the vertebrae. At the same time, he considered it a transitional form in-between fishes and crocodiles, not in an evolutionary sense, but as regarded its place in the scala naturae, the \"Chain of Being\" hierarchically connecting all living creatures. In 1818, Home noted some coincidental similarities between the coracoid of ichthyosaurians and the sternum of the platypus. This induced him to emphasize its status as a transitional form, combining, like the platypus, traits of several larger groups. In 1819, he considered it a form between newts, like Olm, and lizards; he now gave a formal generic name: Proteo-Saurus.[12][13] However, in 1817, Karl Dietrich Eberhard Koenig had already referred to the animal as Ichthyosaurus, \"fish saurian\" from Greek ἰχθύς, ichthys, \"fish\". This name at the time was an invalid nomen nudum and was only published by Koenig in 1825,[14] but was adopted by De la Beche in 1819 in a lecture where he named three Ichthyosaurus species. This text would only be published in 1822, just after De la Beche's friend William Conybeare published a description of these species, together with a fourth one.[15] The type species was Ichthyosaurus communis, based on a now lost skeleton. Conybeare considered that Ichthyosaurus had priority relative to Proteosaurus. Although this is incorrect by present standards, the latter name became a \"forgotten\" nomen oblitum. In 1821, De la Beche and Conybeare provided the first systematic description of ichthyosaurs, comparing them to another newly identified marine reptile group, the Plesiosauria.[16] Much of this description reflected the insights of their friend, the anatomist Joseph Pentland. In 1835, the order Ichthyosauria was named by Henri Marie Ducrotay de Blainville.[17] In 1840, Richard Owen named an order Ichthyopterygia as an alternative concept.[18] The discovery of a hitherto unsuspected extinct group of large marine reptiles generated much publicity, capturing the imagination of both scientists and the public at large. People were fascinated by the strange build of the animals, especially the large scleral rings in the eye sockets,[19] of which it was sometimes erroneously assumed these would have been visible on the living animal. Their bizarre form induced a feeling of alienation, allowing people to realise the immense span of time passed since the era in which the ichthyosaur swam the oceans.[20] Not all were convinced that ichthyosaurs had gone extinct: Reverend George Young found a skeleton in 1819 at Whitby; in his 1821 description, he expressed the hope that living specimens could still be found.[21] Geologist Charles Lyell to the contrary, assumed that the Earth was eternal so that in the course of time the ichthyosaur might likely reappear, a possibility lampooned in a famous caricature by De la Beche. Public awareness was increased by the works of the eccentric collector Thomas Hawkins, a pre-Adamite believing that ichthyosaurs were monstrous creations by the devil: Memoirs of Ichthyosauri and Plesiosauri of 1834[22] and The Book of the Great Sea-Dragons of 1840.[23] The first work was illustrated by mezzotints by John Samuelson Templeton. These publications also contained scientific descriptions and represented the first textbooks of the subject. In the summer of 1834, Hawkins, after a taxation by William Buckland and Gideon Mantell, sold his extensive collection, then the largest of its kind in the world, to the British Museum. However, curator Koenig quickly discovered that the fossils had been heavily restored with plaster, applied by an Italian artist from Lucca; of the most attractive piece, an Ichthyosaurus specimen, almost the entire tail was fake. It turned out that Professor Buckland had been aware of this beforehand, and the museum was forced to reach a settlement with Hawkins, and gave the fake parts a lighter colour to differentiate them from the authentic skeletal elements.[24] Ichthyosaurs became even more popular in 1854 by the rebuilding at Sydenham Hill of the Crystal Palace, originally erected at the world exhibition of 1851. In the surrounding park, life-sized, painted, concrete statues of extinct animals were placed, which were designed by Benjamin Waterhouse Hawkins under the direction of Richard Owen. Among them were three models of an ichthyosaur. Although it was known that ichthyosaurs had been animals of the open seas, they were shown basking on the shore, a convention followed by many nineteenth century illustrations with the aim, as Conybeare once explained, of better exposing their build. This led to the misunderstanding that they really had an amphibious lifestyle. The pools in the park were at the time subjected to tidal changes, so that fluctuations in the water level at intervals submerged the ichthyosaur statues, adding a certain realism. Remarkably, internal skeletal structures, such as the scleral rings and the many phalanges of the flippers, were shown at the outside. During the nineteenth century, the number of described ichthyosaur genera gradually increased. New finds allowed for a better understanding of their anatomy. Owen had noted that many fossils showed a downward bend in the rear tail. At first, he explained this as a post mortem effect, a tendon pulling the tail end downwards after death. However, after an article on the subject by Philip Grey Egerton,[25] Owen considered the possibility that the oblique section could have supported the lower lobe of a tail fin.[26] This hypothesis was confirmed by new finds from Germany. In the Posidonia Shale at Holzmaden, dating from the early Jurassic, already in the early nineteenth century, the first ichthyosaur skeletons had been found.[27][28][29] During the latter half of the century, the rate of discovery quickly increased to a few hundred each year. Ultimately, over four thousand were uncovered, forming the bulk of ichthyosaur specimens displayed today. The sites were also a Konservat-Lagerstätte, meaning not only the quantity, but also the quality was exceptional. The skeletons were very complete and often preserved soft tissues, including tail and dorsal fins. Additionally, female individuals were discovered with embryos.[30] In the early 20th century, ichthyosaur research was dominated by the German paleontologist Friedrich von Huene, who wrote an extensive series of articles, taking advantage of an easy access to the many specimens found in his country. The amount of anatomical data was hereby vastly increased.[31] Von Huene also travelled widely abroad, describing many fossils from locations outside of Europe. During the 20th century, North America became an important source of new fossils. In 1905, the Saurian Expedition led by John Campbell Merriam and financed by Annie Montague Alexander, found 25 specimens in central Nevada, which were under a shallow ocean during the Triassic. Several of these are now in the collection of the University of California Museum of Paleontology. After a slack during the middle of the century, with no new genera being named between the 1930s and the 1970s, the rate of discoveries picked up towards its end. Other specimens are embedded in the rock and visible at Berlin–Ichthyosaur State Park in Nye County. In 1977 the 17-metre-long (56 ft) Triassic ichthyosaur Shonisaurus became the state fossil of Nevada. About half of the ichthyosaur genera today seen as valid were described after 1990. In 1992 Canadian paleontologist Elizabeth Nicholls uncovered the largest known specimen, a 23-metre-long (75 ft) Shastasaurus. The new finds have allowed a gradual improvement in knowledge about the anatomy and physiology of what had already been seen as rather advanced \"Mesozoic dolphins\". Christopher McGowan published a larger number of articles and also brought the group to the attention of the general public.[32] The new method of cladistics provided a means to exactly calculate the relationships between groups of animals, and in 1999, Ryosuke Motani published the first extensive study on ichthyosaur phylogenetics.[33] In 2003, McGowan and Motani published the first modern textbook on the Ichthyosauria and their closest relatives.[34] The origin of the ichthyosaurs is contentious. Until recently, clear transitional forms with land-dwelling vertebrate groups had not yet been found, the earliest known species of the ichthyosaur lineage being already fully aquatic. In 2014, a small basal ichthyosauriform from the upper Lower Triassic was described that had been discovered in China with characteristics suggesting an amphibian lifestyle.[35] In 1937, Friedrich von Huene even hypothesised that ichthyosaurs were not reptiles, but instead represented a lineage separately developed from amphibians.[36] Today, this notion has been discarded and a consensus exists that ichthyosaurs are amniote tetrapods, having descended from terrestrial egg-laying amniotes during the late Permian or the earliest Triassic.[37] However, establishing their position within the amniote evolutionary tree has proven difficult. Several conflicting hypotheses have been posited on the subject. In the second half of the 20th century, ichthyosaurs were usually assumed to be of the Anapsida, seen as an early branch of \"primitive\" reptiles.[38] This would explain the early appearance of ichthyosaurs in the fossil record, and also their lack of clear affinities with other reptile groups, as anapsids were supposed to be little specialised.[37] This hypothesis has become unpopular for being inherently vague because Anapsida is an unnatural, paraphyletic group. Modern exact quantitative cladistic analyses consistently indicate that ichthyosaurs are of the Diapsida. Some studies showed a basal, or low, position in the diapsid tree.[39] More analyses result in their being Neodiapsida, a derived diapsid subgroup.[40] Of these, the majority show them as basal lepidosauromorphs; a minority show them as basal archosauromorphs. Until the 1980s, a close relationship was assumed between the Ichthyosauria and the Sauropterygia, another marine reptile group, within an overarching Euryapsida. Today, however, this is usually rejected, with the Euryapsida being seen as an unnatural polyphyletic assemblage of reptiles that happen to share some adaptations to a swimming lifestyle. An exception is a study in 1997 by John Merck, which showed monophyletic archosauromorph euryapsids.[41] Since 1959, a second enigmatic group of ancient sea reptiles is known, the Hupehsuchia. Like the Ichthyopterygia, the Hupehsuchia have pointed snouts and show polydactyly, the possession of more than five fingers or toes. Their limbs more resemble those of land animals, making them appear as a transitional form between these and ichthyosaurs. Initially, this possibility was largely neglected because the Hupehsuchia have a fundamentally different form of propulsion, with an extremely stiffened trunk. The similarities were explained as a case of convergent evolution. Furthermore, the descent of the Hupehsuchia is no less obscure, meaning a possible close relationship would hardly clarify the general evolutionary position of the ichthyosaurs. In 2014, Cartorhynchus was announced, a small species with a short snout, large flippers, and a stiff trunk. Its lifestyle might have been amphibious. Motani found it to be more basal than the Ichthyopterygia and named an encompassing clade Ichthyosauriformes. The latter group was combined with the Hupesuchia into the Ichthyosauromorpha. The ichthyosauromorphs were found to be diapsids.[42] The proposed relationships are shown by this cladogram: Hupehsuchia Cartorhynchus Ichthyopterygia The earliest ichthyosaurs are known from the Early and Early-Middle (Olenekian and Anisian) Triassic strata of Canada, China, Japan, and Spitsbergen in Norway, being up to 246 million years old. These first forms included the genera Chaohusaurus, Grippia, and Utatsusaurus. This diversity suggests an even earlier origin. They more resembled finned lizards than the fishes or dolphins to which the later, more familiar species were similar. Their bodies were elongated and they probably used an anguilliform locomotion, swimming by undulations of the entire trunk. Like land animals, their pectoral girdles and pelves were robustly built, and their vertebrae still possessed the usual interlocking processes to support the body against the force of gravity. However, they were already rather advanced in having limbs that had been completely transformed into flippers. They also were probably warm-blooded and viviparous. These very early \"proto-ichthyosaurs\" had such a distinctive build compared to \"ichthyosaurs proper\" that Motani excluded them from the Ichthyosauria and placed them in a basal position in a larger clade, the Ichthyopterygia.[40] However, this solution was not adopted by all researchers. The basal forms quickly gave rise to ichthyosaurs in the narrow sense sometime around the boundary between the Early Triassic and Middle Triassic; the earliest Ichthyosauria in the sense Motani gave to the concept, appear about 245 million years ago. These later diversified into a variety of forms, including the still sea serpent-like Cymbospondylus, a problematic form which reached ten metres in length, and smaller, more typical forms like Mixosaurus. The Mixosauria were already very fish-like with a pointed skull, a shorter trunk, a more vertical tail fin, a dorsal fin, and short flippers containing many phalanges. The sister group of the Mixosauria were the more advanced Merriamosauria. By the Late Triassic, merriamosaurs consisted of both the large, classic Shastasauria and more advanced, \"dolphin-like\" Euichthyosauria. Experts disagree over whether these represent an evolutionary continuum, with the less specialised shastosaurs a paraphyletic grade that was evolving into the more advanced forms,[43] or whether the two were separate clades that evolved from a common ancestor earlier on.[44] Euichthyosauria possessed more narrow front flippers, with a reduced number of fingers. Basal euichthyosaurs were Californosaurus and Toretocnemus. A more derived branch were the Parvipelvia, with a reduced pelvis, basal forms of which are Hudsonelpidia and Macgowania. During the Carnian and Norian, Shastosauria reached huge sizes. Shonisaurus popularis, known from a number of specimens from the Carnian of Nevada, was 15 m (49 ft) long. Norian Shonisauridae are known from both sides of the Pacific. Himalayasaurus tibetensis and Tibetosaurus (probably a synonym) have been found in Tibet. These large (10- to 15-m-long) ichthyosaurs have by some been placed into the genus Shonisaurus.[45] The gigantic Shonisaurus sikanniensis (considered as a shastasaurus between 2011 and 2013) whose remains were found in the Pardonet Formation of British Columbia by Elizabeth Nicholls, has been estimated to be as much as 21 m (69 ft) in length—if correct, the largest marine reptile known to date. In the Late Triassic, ichthyosaurs attained the peak of their diversity. They occupied many ecological niches. Some were apex predators; others were hunters of small prey. Several species perhaps specialised in suction feeding or were ram feeders; also, durophagous forms are known. Towards the end of the Late Triassic, a decline of variability seems to have occurred. The giant species seemed to have disappeared at the end of the Norian. Rhaetian (latest Triassic) ichthyosaurs are known from England, and these are very similar to those of the Early Jurassic. A possible explanation is an increased competition by sharks, Teleostei, and the first Plesiosauria. Like the dinosaurs, the ichthyosaurs and their contemporaries, the plesiosaurs, survived the Triassic–Jurassic extinction event, and quickly diversified again to fill the vacant ecological niches of the early Jurassic. During the Early Jurassic, the ichthyosaurs still showed a large variety of species, ranging from 1 to 10 m (3 to 33 ft) in length. From this epoch, the original British discoveries were made, so that among ichthyosaurs, their names are the ones most familiar to the general public. Genera include Eurhinosaurus, Ichthyosaurus, Leptonectes, Stenopterygius, and the large predator Temnodontosaurus, along with the basal parvipelvian Suevoleviathan, which was little changed from its Norian ancestors. The general morphological variability had been strongly reduced, however.[46] Giant forms, suction feeders and durophagous species were absent.[47] All of these animals were streamlined, dolphin-like forms, although the more basal animals were perhaps more elongated than the advanced and compact Stenopterygius and Ichthyosaurus. The latter belonged to a parvipelvian subgroup, the Thunnosauria. These were fully adapted to an efficient thunniform locomotion, propelling themselves with the end of the tail only, equipped with a vertical tail fin. Their front flippers had more than five fingers. Another parvipelvian branch was the Eurhinosauria such as Leptonectes and Eurhinosaurus, which were specialised forms having very elongated and pointy snouts. Few ichthyosaur fossils are known from the Middle Jurassic. This might be a result of the poor fossil record in general of this epoch. The strata of the Late Jurassic seem to indicate that a further decrease in diversity had taken place. From the Middle Jurassic onwards, almost all ichthyosaurs belonged to the thunnosaurian clade Ophthalmosauridae. Represented by the 4 m-long (13 ft) Ophthalmosaurus and related genera, they were very similar in general build to Ichthyosaurus. The eyes of Ophthalmosaurus were huge, and these animals likely hunted in dim and deep water.[48] However, new finds from the Cretaceous indicate that ichthyosaur diversity in the Late Jurassic must have been underestimated. Traditionally, ichthyosaurs were seen as decreasing in diversity even further with the Cretaceous, though they had a worldwide distribution. All fossils from this period were referred to a single genus: Platypterygius. This last ichthyosaur genus was thought to have become extinct early in the late Cretaceous, during the Cenomanian about 95 million years ago.[49] The ichthyosaurs thus would have disappeared much earlier than other large Mesozoic reptile groups that generally survived until the end of the Cretaceous. Two major explanations were given for this. Firstly, it could have been a matter of chance. The second explanation had the extinction as caused by competition. Less hydrodynamically efficient animals, such as the Mosasauridae and long-necked plesiosaurs, flourished. The ichthyosaurian overspecialisation could be a contributing factor to their extinction, possibly being unable to 'keep up' with the fast-swimming and highly evasive new teleost fish, which had become dominant at this time, against which the sit-and-wait ambush strategies of the mosasaurids proved superior.[50] This model thus emphasised evolutionary stagnation, the only innovation shown by Platypterygius being its 10 fingers.[51] Recent studies, however, show that ichthyosaurs were actually far more diverse in the Cretaceous than previously thought. Fragments referred to Platypterygius in fact represented diverse species. In 2012, at least eight lineages spanned the Jurassic-Cretaceous boundary, among them Acamptonectes, Sveltonectes, Caypullisaurus, and Maiaspondylus.[52] In 2013, a Cretaceous basal thunnosaurian was revealed: Malawania.[53] Indeed, likely a radiation during the Early Cretaceous occurred due to an increase of coastlines when the continents further broke up.[54] The demise of the ichthyosaurs has recently been described as a two-step process.[55] A first extinction event in the beginning of the Cenomanian eliminated two of the three ichthyosaur feeding guilds then present, the 'soft-prey specialists' and the 'generalists', leaving only an apex predator group, which probably was not particularly specialized.[55] The second major ichthyosaur extinction took place during the Cenomanian-Turonian boundary event, an 'anoxic event', eliminating the apex predators,[55] after which just a single lineage survived, Platypterygius hercynicus, which disappeared shortly afterwards, about 93 million years ago.[56] Ichthyosaur extinction was thus a pair of abrupt events rather than a long decline, probably related to the environmental upheavals and climatic changes in the Cenomanian and Turonian.[55][57] If so, it was not caused by mosasaurid competition; large mosasaurs did not appear until 3 million years after the ichthyosaur extinction, likely to fill the resulting ecological void.[55] Plesiosaurian polycoltylids perhaps also filled some of the niches previously occupied by ichthyosaurs, although they had coexisted for 19 million years. The extinction was most likely the result of ecological change and volatility that caused changes in migration, food availability, and birthing grounds. This part of the Cretaceous was one in which many other marine extinctions occurred, including those of some types of microplankton, ammonites, belemnites, and reef-building bivalves.[55] This taxonomy was presented by Michael Werner Maisch in his 2010 review of ichthyosaur classification.[58] In modern phylogeny, clades are defined that contain all species forming a certain branch of the evolutionary tree. This also allows one to clearly indicate all relationships between the several subgroups in a cladogram. In 1999, a node clade Ichthyopterygia was defined by Motani as the group consisting of the last common ancestor of Ichthyosaurus communis, Utatsusaurus hataii and Parvinatator wapitiensis; and all its descendants. Within Motani's phylogeny, the Ichthyopterygia were the larger parent clade of a smaller stem clade Ichthyosauria that was defined as the group consisting of Ichthyosaurus communis and all species more closely related to Ichthyosaurus than to Grippia longirostris.[33] Motani's concept of the Ichthyosauria was thus more limited than the traditional one that also contained basal forms, such as Grippia, Utatsusaurus, and Parvinatator. The following cladogram is based on Motani (1999):[33] Utatsusaurus Parvinatator Chaohusaurus Grippia Cymbospondylus Mixosauria Shastasauria Toretocnemus Californosaurus Macgowania Hudsonelpidia Suevoleviathan Eurhinosauria Temnodontosaurus Stenopterygius Ichthyosaurus Ophthalmosauridae An alternative terminology was proposed by Maisch & Matzke in 2000, trying to preserve the traditional, more encompassing content of the concept Ichthyosauria. They defined a node clade Ichthyosauria as the group consisting of the last common ancestor of Thaisaurus chonglakmanii, Utatsusaurus hataii, and Ophthalmosaurus icenicus, and all its descendants.[59] Ichthyosauria sensu Motani might materially be identical to a clade that Maisch & Matzke in 2000 called Hueneosauria, depending on the actual relationships. Cladogram based on Maisch and Matzke (2000)[59] and Maisch and Matzke (2003)[60] with clade names following Maisch (2010):[37] Thaisaurus Utatsusaurus Chaohusaurus Grippia Parvinatator Quasianosteosaurus Mixosauria Toretocnemidae Cymbospondylidae to Merriamosauria → Pessopteryx (=Merriamosaurus) Besanosaurus Shastasaurus Shonisaurus Mikadocephalus Californosaurus Callawayia Macgowania Hudsonelpidia Temnodontosaurus Eurhinosauria Suevoleviathan Ichthyosaurus Stenopterygius Ophthalmosauridae Ichthyosaurs averaged about 2–4 m (6.6–13.1 ft) in length. Some individual specimens were as short as 0.3 m (1 ft); some species were much larger: the Triassic Shonisaurus popularis was about 15 m (49 ft) long and in 2004 Shonisaurus sikanniensis (classified as a shastasaurus between 2011 and 2013) was estimated to have been 21 m (69 ft) in length.[61] Fragmentary finds suggest the presence of a 15 m-long (49 ft) form in the early Jurassic.[62] In 2018, lower jaw fragments from England were reported indicating a length of between 20 and 25 m (66 to 82 ft).[63] According to weight estimates by Ryosuke Motani a 2.4 m (8 ft) Stenopterygius weighed around 163–168 kg (359–370 lb), whilst a 4 m (13 ft) Ophthalmosaurus icenicus weighed 930–950 kg (2,050–2,090 lb).[64] While the earliest known members of the ichthyosaur lineage were more eel-like in build, later ichthyosaurs resembled more typical fishes or dolphins, having a porpoise-like head with a short neck and a long snout. Ichthyosaur fore and hind limbs had been fully transformed into flippers. Some species had a fin on their backs and a more or less vertical fin at the rear of a rather short tail. Although ichthyosaurs looked like fish, they were not. Evolutionary biologist Stephen Jay Gould said that the ichthyosaur was his favourite example of convergent evolution, where similarities of structure are analogous, not homologous, thus not caused by a common descent, but by a similar adaptation to an identical environment: \"This sea-going reptile with terrestrial ancestors converged so strongly on fishes that it actually evolved a dorsal fin and tail in just the right place and with just the right hydrological design. These structures are all the more remarkable because they evolved from nothing—the ancestral terrestrial reptile had no hump on its back or blade on its tail to serve as a precursor.\"[65] Derived ichthyosaurs in the narrow sense, as defined by Motani in 1999, differ from their closest basal ichthyopterygian relatives in certain traits. Motani listed a number of these. The external nostril is located on the side of the skull, and is hardly visible from above. The upper rim of the eye socket consists of a bone bar formed by the prefrontal and the postfrontal bones. The postorbital in side view is excluded from the supratemporal fenestra. The opening for the parietal eye is located on the border of the parietal and the frontal bone. The lateral wing of the pterygoid is incompletely and variably ossified. The ulna lacks the part behind the original shaft axis. The rear dorsal vertebrae are disc-shaped.[33] Basal Ichthyopterygia already had elongated, triangular skulls. With ichthyosaurs in the narrow sense, their snouts became very pointy. The snout is formed by the premaxilla. The maxilla behind it is usually shorter and sometimes excluded from the external nostril by the rear branch of the premaxilla. Accordingly, the number of premaxillary teeth is high, while the maxillary teeth are fewer in number or even completely absent. The rear top of the snout is formed by the nasal bones. Derived species have a foramen internasale, a midline opening separating the rear of the nasal bones. The nasal bone usually forms the top and front rim of the bony nostril, itself often placed just in front of the eye socket. However, with some Triassic species, the premaxilla is so strongly extended at its back that it even excludes the nasal from the nostril.[66] The rear of the skull is dominated by a large eye socket, often covering the major part of the rear side surface. In the socket, a large scleral ring is present; this is a circular structure of small, overlapping bone segments protecting the eye against the water pressure. Both in the relative and absolute senses, ichthyosaurs have the largest eye sockets of all known vertebrates. The other rear skull elements are typically so compressed and fused that they are difficult to identify. The top rear element of the skull was usually assumed to be the supratemporal bone, while the squamosal and quadratojugal were sometimes fused. However, in 1968, Alfred Sherwood Romer stated that the presumed supratemporal was in fact the squamosal,[67] which was in 1973 confirmed by McGowan.[68] In 1990, though, John Steve Massare convinced most researchers that the original identification had been the correct one after all.[69] The supratemporal forms the rear rim of the supratemporal opening; a lower temporal opening at the side is lacking. The front rim of the supratemporal opening is typically formed by the postfrontal; only with the very basal Utatsusaurus the postorbital and the squamosal still reach the edge. Between the paired supratemporal openings, the skull roof is narrow; some species have a longitudinal crest on it as an attachment for the jaw muscles. Basal Ichthyopterygia have a parietal eye opening between the paired parietal bones. With ichthyosaurs proper, this opening moves to the front, first to the border between the parietals and the frontals and ultimately between the frontals, a condition shown by derived species. Postparietal and tabular bones are lacking. Often, the bones of the back of the skull and the palate are incompletely ossified, apparently having partly remained cartilage. The occipital condyle is typically very convex. The stapes, the bone transmitting sound waves from the eardrum to the middle ear, is elongated and not pierced by a foramen. Pterygoid teeth are typically lacking.[66] Like the snout, the lower jaws are elongated. However, in some species, such as Eurhinosaurus and Excalibosaurus, the front of the snout far protrudes beyond the lower jaws. While the front of the lower jaw is typically low, its rear depth is very variable. The greater part of the lower jaw is formed by the front dentary, the tooth-bearing bone. At its inner side the dentary is covered by a splenial that extends forwards until the symphysis, the common contact surface where both lower jaws are grown together.[66] The jaw joints do not allow a horizontal chewing movement: they function as simple hinges to vertically open or close the jaws.[70] Ichthyosaur teeth are typically conical. Fish-eating species have long and slender tooth crowns that are slightly recurved. Forms specialised in catching larger prey have shorter, broader, and straighter teeth; sometimes, cutting edges are present. Thalattoarchon, an apex predator, had larger teeth formed like flattened blades. Durophagous species that ate shellfish have low, convex teeth that are closely packed. Many ichthyosaur dentitions are heterodont, combining several tooth shapes, e.g. small teeth in the front and larger teeth at the rear. The teeth are usually placed in tooth sockets; derived species possess a common tooth groove. In the latter case, adult individuals sometimes become toothless. Teeth in tooth sockets sometimes fuse with the jawbone. With ichthyosaur teeth, the dentine shows prominent vertical wrinkles. Durophagous forms have teeth with deep vertical grooves and wrinkles in the enamel.[66] Basal Ichthyopterygia, like their land-dwelling ancestors, still had vertebrae that possessed a full set of processes that allowed them to interlock and articulate, forming a vertebral column supporting the weight of the body. As ichthyosaurs were fully aquatic, their bodies were supported by the Archimedes force exerted by the water; in other words, they were buoyant. Therefore, the vertebral processes had lost much of their function. Early ichthyosaurs proper had rear dorsal vertebrae that had become disc-shaped, like those of typical fishes. With more derived species, the front dorsals also became discs. Gradually, most processes were lost, including those for rib attachment. The vertebral bodies became much shorter. The front and rear sides of the discs were hollowed out, resulting in a so-called amphicoelous condition. A transverse cross-section of such a vertebra has an hourglass shape. This morphology is unique within the Amniota and makes discerning ichthyosaur vertebrae from those of other marine reptiles easy. The only process that kept its function was the spine at the top, serving as an attachment for the dorsal muscles. However, even the spine became a simple structure. The neural arch, of which it was an outgrowth, typically no longer fused to the vertebral centre.[66] The neck is short, and derived species show a reduction in the number of cervical vertebrae. The short neck positions the skull close to the trunk, usually in a slight oblique elevation to it. Derived species usually also have a reduced number of dorsals, the total of presacral vertebrae totalling about forty to fifty. The vertebral column is little differentiated. Basal Ichthyopterygia still have two sacral vertebrae, but these are not fused. Early Triassic forms have a transversely flattened tail base with high spines for an undulating tail movement. Derived forms have a shorter tail with the characteristic kink at the end; a section of wedge-shaped vertebrae, itself supporting the fleshy upper tail fin lobe, forced the tail end into the lower fin lobe.[66] As derived species no longer have transversal processes on their vertebrae—again a condition unique in the Amniota—the parapophyseal and diapophysael rib joints have been reduced to flat facets, at least one of which is located on the vertebral body. The number of facets can be one or two; their profile can be circular or oval. Their shape often differs according to the position of the vertebra within the column. The presence of two facets per side does not imply that the rib itself is double-headed: often, even in that case, it has a single head. The ribs typically are very thin and possess a longitudinal groove on both the inner and the outer sides. The lower side of the chest is formed by gastralia. These belly ribs have a single centre segment and one or two outer segments per side. They are not fused into a real plastron. Usually two gastralia are present per dorsal rib.[66] The shoulder girdle of ichthyosaurs is not much modified from its original condition. Some basal forms show a hatchet- or crescent-shaped shoulder blade or scapula; derived forms have an elongated blade positioned on a broader base. The scapula is not fused with the coracoid into a scapulocoracoid, indicating that the forces exerted on the shoulder girdle were moderate. The shoulder joint is positioned on the border between the scapula and the coracoid. Both coracoids are fused on their common midline. The coracoid shape is very variable, but usually it is rather low. The upper part of the shoulder girdle is formed by two long and slender clavicles, crowned by a central interclavicular bone that is large and triangular with basal forms, small and T-shaped in Jurassic species. Breast bones or sterna are absent.[66] Basal forms have a fore limb that is still functionally differentiated, in some details resembling the arm of their land-dwelling forebears; the ulna and radius are elongated and somewhat separated; the carpals are rounded, allowing the wrist to rotate; the number of phalanges is within the range shown by land animals. Ichthyosaurs proper, to the contrary, have a fore limb that is fully adapted to its function as a flipper. However, the adaptations are very variable. Triassic species typically have a very derived humerus, changed into a disc. Jurassic species tend to have a more elongated humeral form with a rounded head, narrow shaft, and expanded lower end. The radius and ulna are always strongly flattened, but can be circular, with or without notch, or have a waist. Notches can be homologous to the original shafts, but also be newly formed.[71] Jurassic forms no longer have a space, the spatium interosseum, between the radius and ulna. Often, the latter bones gradually merge into lower, disc-shaped elements - the up to four carpals which again differ little in form from the up to five metacarpals.[66] A strongly derived condition show the phalanges, small, disc-shaped elements positioned in long rows. Sometimes, the number of fingers is reduced, to as low as two. This is a rather common phenomenon within the Tetrapoda. Unique, however, for derived tetrapods, is the fact that some species show nonpathological polydactyly, the number of fingers being higher than five. Some species have 10 fingers per hand. These fingers, again, can have an increased number of phalanges, up to 30, a phenomenon called hyperphalangy, also known from the Plesiosauria, mosasaurs, and the Cetacea. The high number of elements allows the flipper to be shaped as a hydrofoil. When a high number of fingers is present, their identity is difficult to determine. It is usually assumed that fingers were added at both the front and at the rear, perhaps to a core of four original fingers. If fingers are added, often the number of metacarpals and carpals is also increased; sometimes even an extra lower arm element is present. Earlier, ichthyosaurs were commonly divided into \"longipinnate\" and \"latipinnate\" forms, according to the long or wide shape of the front flippers, but recent research has shown that these are not natural groups; ichthyosaur clades often contain species with and without elongated fore limbs.[66] The ichthyosaur pelvis is typically rather reduced. The three pelvic bones: the ilium, the ischium, and the pubic bone, are not fused and often do not even touch each other. Also, the left and right pelvic sides no longer touch; only basal forms still have sacral ribs connecting the ilia to the vertebral column. The hip joint is not closed on the inside. The pubic bone typically does not connect to the ischium behind it; the space in between is by some workers identified as the fenestra thyreoidea;[66] other researchers deny that the term is applicable given the general loose structure of the pelvis.[37] Some later species have a connected pubic bone and ischium, but in this case, the femoral head no longer articulates with the hip joint. Triassic species have plate-like pubic bones and ischia; in later species these elements become elongated with a narrow shaft and can form a single rod.[66] Typically, the hind limbs are shorter than the fore limbs, possessing a lesser number of elements. Often, the rear flipper is only half the length of the front flipper. The thighbone is short and broad, often with a narrow waist and an expanded lower end. The tibia, fibula and metatarsals are merged into a mosaic of bone discs supporting the hydrofoil. Three to six toes are present. The toe phalanges also show hyperphalangy; exceptionally, Ophthalmosaurus shows a reduced number of phalanges.[66] The earliest reconstructions of ichthyosaurs all omitted dorsal fins and caudal (tail) flukes, which were not supported by any hard skeletal structure, so were not preserved in many fossils. Only the lower tail lobe is supported by the vertebral column. In the early 1880s, the first body outlines of ichthyosaurs were discovered. In 1881, Richard Owen reported ichthyosaur body outlines showing tail flukes from Lower Jurassic rocks in Barrow-upon-Soar, England.[72] Other well-preserved specimens have since shown that in some more primitive ichthyosaurs, like a specimen of Chaohusaurus geishanensis, the tail fluke was weakly developed and only had a dorsal tail lobe, making the tail more paddle-like.[73] Over the years, the visibility of the tail lobe has faded away in this specimen.[74] The presence of dorsal fins in ichthyosaurs has been controversial. Finely preserved specimens from the Holzmaden Lagerstätten in Germany found in the late 19th century revealed additional traces, usually preserved in black, of the outline of the entire body, including the first evidence of dorsal fins in ichthyosaurs. Unique conditions permitted the preservation of these outlines, which probably consist of bacterial mats, not the remains of the original tissues themselves.[75] In 1987, David Martill argued that, given the indirect method of conservation by bacteria, these outlines were unlikely to have been reliably preserved in any fine detail. He concluded that no authentic dorsal fins had been discovered. After displaced skins flaps from the body would have initially been misinterpreted as fins, fossil preparers later came to expect such fins to be present, and would have identified any discolouration in the appropriate position as a dorsal fin or even have falsified such structures. The lack of a dorsal fin would also explain why ichthyosaurs, contrary to porpoises, retained hind flippers, as these were needed for stability.[76] Other researchers noted that, while the outlines might have been sharpened and smoothed by preparers because fossil bacterial mats usually have indistinct edges, many of the preserved dorsal fins were probably authentic and at least somewhat close to the true body outline. At least one specimen, R158 (in the collections of the Paleontologiska Museet, Uppsala University), shows the expected faded edges of a bacterial mat, so it has not been altered by preparers, yet still preserves a generally tuna-like body outline including a dorsal fin.[74] In 1993, Martill admitted that at least some dorsal fin specimens are authentic.[75] The fossil specimens that preserved dorsal fins also showed that the flippers were pointy and often far wider than the underlying bones would suggest. The fins were supported by fibrous tissue. In some specimens, four layers of collagen are visible, the fibres of the covering layers crossing those of the collagen below.[77] In 2017, from the German Posidonia Shale the discovery was reported of 182.7-million-year-old vertebrae of Stenopterygius in a carbonate nodule, still containing collagen fibers, cholesterol, platelets, and red and white blood cells. The structures would not have been petrified, but represent the original organic tissues of which the biomolecules could be identified. The exceptional preservation was explained by the protective environment offered by the nodule. The red blood cells found, were one-fourth to one fifth the size of those of modern mammals. This would have been an adaptation for an improved oxygen absorption, also in view of the low oxygen levels during the Toarcian. The cholesterol had a high-carbon-13 isotope component which might indicate a higher position in the food chain and a diet of fish and cephalopods.[78] In 2018, evidence of blubber was discovered with Stenopterygius.[79] Typically, fossils that preserve it suggest that the skin of ichthyosaurs was smooth and elastic, lacking scales.[80] However, these remains are not impressions per se, but outlines formed from bacterial growth. In one case, a true impression of the skin was reported from a specimen of Aegirosaurus found in the Solnhofen Plattenkalk, rocks which were capable of preserving even the finest detail. Minuscule scales seemed to be visible in this specimen.[81] The colouration of ichthyosaurs is difficult to determine. In 1956, Mary Whitear reported finding melanocytes, pigment cells in which reddish-brown pigment granules would still be present, in a skin specimen of a British fossil, R 509.[82] Ichthyosaurs are traditionally assumed to have employed countershading (dark on top, light at the bottom) like sharks, penguins, and other modern animals, serving as camouflage during hunting.[70] This was contradicted in 2014 by the discovery of melanosomes, black melanin-bearing structures, in the skin of ichthyosaur specimen YORYM 1993.338 by Johan Lindgren of Lund University. It was concluded that ichthyosaurs were likely uniformly dark coloured for thermoregulation and to camouflage them in deep water while hunting. This is in contrast to mosasaurids and prehistoric leatherback turtles, which were found to be countershaded.[83][84] However, a 2015 study doubted Lindgren's interpretation. This study noted that a basal layer of melanosomes in the skin is ubiquitous in reptile coloration, but does not necessarily correspond to a dark appearance. Other chromatophore structures (such as iridiophores, xanthophores, and erythrophores) affect coloration in extant reptiles but are rarely preserved or identified in fossils. Thus, due to the unknown presence of these chromatophores, YORYM 1993.338, could have been countershaded, green, or various other colors or patterns.[85] Gastroliths, stomach stones that might have assisted digestion or regulated buoyancy, have only on a few occasions been found associated with ichthyosaur skeletons, once with a specimen of Nannopterygius and a second time in a Panjiangsaurus fossil.[86] Ichthyosaur coproliths, petrified faeces, are very common, though, already being sold by Mary Anning. Apart from the obvious similarities to fish, ichthyosaurs also shared parallel developmental features with dolphins, lamnid sharks, and tuna. This gave them a broadly similar appearance, possibly implied similar activity levels (including thermoregulation), and presumably placed them broadly in a similar ecological niche. Ichthyosaurs were not primarily coastal animals; they also inhabited the open ocean, making identification of a certain area as their place of origin impossible.[87] Ichthyosaurs were carnivorous; they ranged so widely in size, and survived for so long, that they are likely to have had a wide range of prey. Species with pointed snouts were adapted to grab smaller animals. McGowan speculated that forms with protruding upper jaws, in the Eurhinosauria, would have used their pointy snouts to slash prey, as has been assumed for swordfish. The most commonly preserved gut contents in ichthyosaurs are the remains of cephalopods.[88][89] Less commonly, they fed on fish[90] and other vertebrates, including smaller ichthyosaurs.[91][92] The large Triassic form Thalattoarchon had large, bladed teeth and was probably a macropredator, capable of killing prey its own size,[93] and Himalayasaurus and several species of Temnodontosaurus also shared adaptations for killing very large prey.[94] These food preferences have been confirmed by coproliths which indeed contain the remains of fishes and cephalopods. Another confirmation is provided by fossilised stomach contents. Buckland in 1835 described the presence in a specimen of a large mass of partly digested fishes, recognisable by their scales.[95] Subsequent research in 1968 determined that these belonged to the fish genus Pholidophorus, but also that cephalopod beaks and sucker hooks were present. Such hard food particles apparently were retained by the stomach and regularly regurgitated.[96] Carcasses of drowned animals were eaten as well: in 2003 a specimen of Platypterygius longmani was reported having besides fishes and a turtle the bones of a land bird in its stomach.[97] Some early ichthyosaurs were durophagous and had flat convex teeth adapted for crushing shellfish. They thus ate benthos from the floor of shallow seas. Other species were perhaps suction feeders, sucking animals into their mouths by quickly opening their relatively short jaws. This was first assumed for Shonisaurus, which giant by this means might have secured a constant food supply for its huge body, and in 2011 for the short-snouted Guanlingsaurus liangae.[98] However, in 2013 a study concluded that the hyoid bone of ichthyosaurs, at the tongue base, was insufficiently ossified to support a suction feeding movement and suggested the alternative that such species were ram feeders, gathering food by constantly swimming forwards with a wide-open mouth.[99] Typical ichthyosaurs had very large eyes, protected within a bony ring, suggesting that they may have hunted at night or at great depths; the only extant animals with similarly large eyes are the giant and colossal squids.[100] Sight thus seems to have been one of the main senses employed while hunting. Hearing might have been poor, given the very robust form of the stapes. Grooves in the palate however, suggest that smell might have been acute or even that electro-sensory organs might have been present.[101] Ichthyosaurs themselves served as food for other animals. During the Triassic their natural predators mainly consisted of sharks and other ichthyosaurs;[102] in the Jurassic these were joined by large Plesiosauria and marine Crocodylomorpha. This is again confirmed by stomach contents: in 2009 e.g., a plesiosaur specimen was reported with an ichthyosaur embryo in its gut.[103] In ichthyosaurs, the main propulsion was provided by a lateral movement of the body. Early forms employed an anguilliform or eel-like movement, with undulations of the entire trunk and tail.[73] This is usually considered rather inefficient. Later forms, like the Parvipelvia, has a shorter trunk and tail and probably used a more efficient carangiform or even thunniform movement, in which the last third of the body, respectively, the tail end, is flexed only. The trunk in such species is rather stiff. The tail was bi-lobed, with the lower lobe being supported by the caudal vertebral column, which was \"kinked\" ventrally to follow the contours of the ventral lobe. Basal species had a rather asymmetric or \"heterocercal\" tail fin. The asymmetry differed from that of sharks in that the lower lobe was largest, instead of the upper lobe. More derived forms had a nearly vertical symmetric tail fin. Sharks use their asymmetric tail fin to compensate for the fact that they are negatively buoyant, heavier than water, by making the downward pressure exerted by the tail force the body as a whole in an ascending angle. This way, swimming forwards will generate enough lift to equal the sinking force caused by their weight. In 1973, McGowan concluded that, because ichthyosaurs have a reversed tail fin asymmetry compared to sharks, they were apparently positively buoyant, lighter than water, which would be confirmed by their lack of gastroliths and of pachyostosis or dense bone. The tail would have served to keep the body in a descending angle. The front flippers would be used to push the front of the body further downwards and control pitch.[104] In 1987 however, Michael A. Taylor suggested an alternative hypothesis: as ichthyosaurs could vary their lung content, contrary to sharks (which lack a swimming bladder), they could also regulate their buoyancy. The tail thus mainly served for a neutral propulsion, while small variations in buoyancy were stabilised by slight changes in the flipper angles.[105] In 1992, McGowan accepted this view, pointing out that shark tails are not a good analogy of derived ichthyosaur tails that have more narrow lobes, and are more vertical and symmetric. Derived ichthyosaur tail fins are more like those of tuna fish and indicate a comparable capacity to sustain a high cruising speed.[106] A comparative study by Motani in 2002 concluded that, in extant animals, small tail fin lobes positively correlate with a high beat frequency.[107] Modern researchers generally concur that ichthyosaurs were negatively buoyant.[108] In 1994, Judy Massare concluded that ichthyosaurs had been the fastest marine reptiles. Their length/depth ratio was between three and five, the optimal number to minimise water resistance or drag. Their smooth skin and streamlined bodies prevented excessive turbulence. Their hydrodynamic efficiency, the degree to which energy is converted into a forward movement, would approach that of dolphins and measure about 0.8. Ichthyosaurs would be a fifth faster than plesiosaurs, though half of the difference was explained by assuming a 30% higher metabolism for ichthyosaurs. Together, within Massare's model these effects resulted in a cruising speed of slightly less than five kilometres per hour.[109] However, in 2002, Motani corrected certain mistakes in Massare's formulae and revised the estimated cruising speed to less than two kilometres per hour, somewhat below that of modern Cetacea.[110] However, as the speeds estimated for plesiosaurs and mosasaurids were also revised downwards, ichthyosaurs maintained their relative position. Ichthyosaurs had fin-like limbs of varying relative length. The standard interpretation is that these, together with the dorsal fin and tail fin, were used as control surfaces for directional stability, controlling yaw, and for stabilising pitch and roll, rather than propulsion. However, during the 1980s the German paleontologist Jürgen Riess proposed an alternative model.[111] After having studied the flying movement made by the forelimbs of plesiosaurs, he suggested that at least those ichthyosaurs that had long flippers used them for a powerful propulsive stroke, moving them up and down. This would explain the non-degenerated shoulder girdle and the evolution of the hand bones, whose perfect hydrofoil profile would have been useless if it was not functionally employed. He thought to have discovered modern analogues in the Queensland lungfish and the Amazon river dolphin, which he presumed also used their long fins for propulsion. Riess expounded upon this hypothesis in a series of articles.[112][113][114] This alternative interpretation was generally not adopted by other workers. In 1998, Darren Naish pointed out that the lungfish and the river dolphin actually do not use their fins in this way and that e.g. the modern humpback whale has very long front flippers, supported by a mosaic of bones, but that these nevertheless mainly serve as rudders.[115] In 2013, a study concluded that broad ichthyosaur flippers, like those of Platyptergygius, were not used for propulsion but as a control surface.[116] Many extant lung-breathing marine vertebrates are capable of deep diving. There are some indications about the diving capacity of ichthyosaurs. Quickly ascending from a greater depth can cause decompression sickness. The resulting bone necrosis has been well documented with Jurassic and Cretaceous ichthyosaurs, where it is present in 15% and 18% of specimens, respectively, but is rare in Triassic species. This could be a sign that basal forms did not dive as deeply, but might also be explained by a greater predation pressure during the later epochs, more often necessitating a fast flight to the surface.[117] However, this last possibility is contradicted by the fact that, with modern animals, damage is not caused by a limited number of rapid ascension incidents, but by a gradual accumulation of non-invalidating degeneration during normal diving behaviour.[118] Additional evidence is provided by the eyes of ichthyosaurs that among vertebrates are both relatively and absolutely the largest known. Modern leopard seals can dive to up to 1 km (0.62 mi) hunting on sight. Motani suggested that ichthyosaurs, with their relatively much larger eye sockets, should have been able to reach even greater depths.[119] Temnodontosaurus, with eyes that had a diameter of twenty-five centimetres, could probably still see at a depth of 1,600 metres.[120] At these depths, such eyes would have been especially useful to see large objects.[100] Later species, such as Ophthalmosaurus, had relatively larger eyes, again an indication that diving capacity was better in late Jurassic and Cretaceous forms. Similar to modern cetaceans, such as whales and dolphins, ichthyosaurs were air-breathing. Whales and dolphins are mammals and warm-blooded. Of ichthyosaurs it was traditionally assumed that they were cold-blooded, being reptiles. However, since the 1970s many dominant reptile groups of the Mesozoic, such as theropod dinosaurs, pterosaurs and plesiosaurs, have been considered warm-blooded, as this offers an elegant explanation of their dominance. Some direct evidence is available that ichthyosaurs too might have been endothermic. In 1990, Vivian de Buffrénil published a histological study, indicating that ichthyosaurs possessed a fibrolamellar bone structure, as with warm-blooded animals in general, typified by fast growth and a strong vascularisation.[121] Early Triassic species already show these traits.[122][123] In 2012, it was reported that even the very basal form Utatsusaurus had this bone type, indicating that the ancestors of ichthyosaurs were already warm-blooded.[124] Additional direct proof for a high metabolism is the isotopes of oxygen ratio in the teeth, which indicates a body temperature of between 35 and 39 °C, about 20° higher than the surrounding seawater.[125][126] Blubber is consistent with warm-bloodedness as the insulating qualities require the animal to generate its own heat.[79] Indirect evidence for endothermy is provided by the body shape of derived ichthyosaurs, which with its short tail and vertical tail fin seems optimised for a high cruising speed that can only be sustained by a high metabolism: all extant animals swimming this way are either fully warm-blooded or, like sharks and tuna, maintain a high temperature in their body core.[127] This argument does not cover basal forms with a more eel-like body and undulating swimming movement. In 1996, Richard Cowen, while accepting endothermy for the group, presumed that ichthyosaurs would have been subject to Carrier's constraint, a limitation to reptilian respiration pointed out in 1987 by David Carrier: their undulated locomotion forces the air out of the lungs and thus prevents them from taking breath while moving.[128] Cowen hypothesised that ichthyosaurs would have overcome this problem by porpoising: constantly jumping out of the water would have allowed them to take a gulp of fresh air during each jump.[129] Other researchers have tended to assume that for at least derived ichthyosaurs Carrier's constraint did not apply, because of their stiff bodies, which seems to be confirmed by their good diving capacity, implying an effective respiration and oxygen storage system. For these species porpoising was not a necessity. Nevertheless, ichthyosaurs would have often surfaced to breathe, probably tilting their heads slightly to take in air, because of the lower position of the nostrils compared to that of dolphins.[130] Ichthyosaurs were viviparous, i.e. bore live young instead of laying eggs. Although they were reptiles and descended from egg-laying, oviparous, ancestors, viviparity is not as unexpected as it first appears. Air-breathing marine creatures must either come ashore to lay eggs, like turtles and some sea snakes, or else give birth to live young in surface waters, like whales and dolphins. Given their streamlined and transversely flattened bodies, heavily adapted for fast swimming, it would have been difficult, if not impossible, for ichthyosaurs to move far enough on land to lay eggs. This was confirmed as early as 9 December 1845 when naturalist Joseph Chaning Pearce reported a small embryo in a fossil of Ichthyosaurus communis. The embryo, with a length of eleven centimetres, was positioned in the birth canal of its two-and-a-half metre long mother, with its head pointed to the rear. Pearce concluded from the fossil that ichthyosaurs had to have been viviparous.[131] Later, from the Holzmaden deposits numerous adult fossils were found containing fetuses. In 1880, Harry Govier Seeley, heading a special British paleontological committee studying the problem of ichthyosaur reproduction, concluded that birth was given in the water and that fossils containing fetuses in the birth canal probably represented cases of premature death of the juvenile, causing the demise of the mother animal as well.[132] A comparison has been made with dolphins and whales, whose young need to be born tail-first to prevent drowning; if the juvenile is born head-first, it dies and the mother with it if the corpse gets stuck in the birth canal.[133] However, an alternative explanation is that such fossils actually represent females that had died for other reasons while pregnant, after which the decomposition gasses drove out the fetuses head-first. In 2014, a study reported the find of a fossilized Chaohusaurus female that had died while giving birth to three neonates. Two had already been expelled while a third was present in the birth canal. The fossil also documented that early ichthyosaurs were also born head first, perhaps opposed to later genera. As Chaohusaurus is a very basal ichthypterygian—previously, the most basal genus of which fetuses were known, had been Mixosaurus—this discovery suggests that the earliest land-dwelling ancestors of ichthyosaurs had already been viviparous.[134][135] Compared with placental mammals or plesiosaurs, ichthyosaur fetuses tend to be very small and their number per litter is often high. In one female of Stenopterygius seven have been identified, in another eleven. The fetuses have at most a quarter of the length of the mother animal.[136] The juveniles have about the same body proportions as adult individuals. The main ontogenetical changes during growth consist in the fusion and greater robustness of the skeletal elements.[137] Crocodiles, most sea turtles and some lizards control offspring gender by manipulating the temperature of the developing eggs' environment; i.e. they do not have distinct sex chromosomes. Live-bearing reptiles do not regulate sex through incubation temperature. A study in 2009, which examined 94 living species of reptiles, birds and mammals, found that the genetic control of sex appears to be crucial to live birth. It was concluded that with marine reptiles such control predated viviparity and was an adaptation to the stable sea-climate in coastal regions.[138] Genetics likely controlled sex in ichthyosaurs, mosasaurs and plesiosaurs.[139] Ichthyosaurs are often assumed to have lived in herds or hunting groups.[66] Little evidence is available about the nature of ichthyosaur social behaviour. Some indications exist that a level of sexual dimorphism was present. Skeletons of Eurhinosaurus and Shastasaurus show two morphotypes. Individuals with a longer snout, larger eyes, a longer trunk, a shorter tail, and longer flippers with additional phalanges, could have represented the females; the longer trunk may have provided room for the embryos.[140] Generally, the brain shows the limited size and elongated shape of that of modern cold-blooded reptiles. However, in 1973, McGowan, while studying the natural endocast of a well-preserved specimen, pointed out that the telencephalon was not very small. The visual lobes were large, as could be expected from the eye size. The olfactory lobes were, though not especially large, well-differentiated; the same was true of the cerebellum.[68] Though fossils revealing ichthyosaur behavior remain rare, one ichthyosaur fossil is known to have sustained bites to the snout region. Discovered in Australia, and analyzed by Benjamin Kear et alii in 2011, measurements of the wounds reveal that the bite marks were inflicted by another ichthyosaur, likely of the same species, a probable case of face biting during a conflict. The wounds show signs of healing in the form of bone growth, meaning that the victim survived the attack.[141][142] Another, very large ichthyosaur close to nine metres in length was found in Svalbard; it was nearly complete save for its tail. Scrutiny of the find revealed that while hunting ammonites (as evidenced by an ammonite shell in the throat region), the ichthyosaur was ambushed and attacked, likely by a pliosaurid (known from the same habitat), which severed its tail. The ichthyosaur then sank to the depths, drowning and eventually becoming fossilized in the deep water. The find was revealed to the public in the National Geographic special Death of a Sea Monster.[143] The following is a list of geological formations in which ichthyosaur fossils have been found: Agardhfjellet Formation Antimonio Formation Shastasaurus pacificus, Toretocnemus californicus Besano Formation Blue Lias Clearwater Formation Favret Formation (Fossil Hill Member) Franciscan Formation Guanling Formation Hosselkus Limestone Californosaurus, Shastasaurus pacificus, Toretocnemus californicus, Toretocnemus zitteli Jialingjiang Formation Khao Thong Hill Kimmeridge Clay Loon River Formation Los Molles Formation Lower Greensand Luning Formation Marlstone Nanlinghu formation Nyalam Opalinuston Formation Osawa Formation (upper) Oxford Clay Paja Formation Pardonet Formation Posidonia Shale Prida Formation (Fossil Hill Member) Ringnes Formation Solnhofen Limestone Speeton Clay Sticky Keep Formation Strawberry Bank, Ilminster Sulphur Mountain Formation Gulosaurus, Parvinatator, Phalarodon fraasi, Utatsusaurus Sundance Formation Tschermakfjellet Formation Vaca Muerta Xiaowa Formation   ","Title":"Ichthyosaur - Wikipedia","KeyID":"717","URL":"https://en.wikipedia.org/wiki/Ichthyosauria"}