{"Content: ":"The Eurovision Song Contest 1978 was the 23rd edition of the annual Eurovision Song Contest. It took place in Paris, France, following the country's victory at the 1977 contest with the song \"L'oiseau et l'enfant\" by Marie Myriam. Organised by the European Broadcasting Union (EBU) and host broadcaster Télévision Française 1 (TF1), the contest was held at the Palais des Congrès on 22 April 1978 and was hosted by French television presenters Denise Fabre and Léon Zitrone. This was the first time that more than one presenter had hosted the contest as well as the first to have a male presenter since 1956. In addition to hosting, the two presenters also served as commentators for France. Twenty countries participated, the highest number of competing countries in the history of the competition at the time. Denmark and Turkey both returned to the contest. Denmark had not participated since 1966, 12 years before. The winner of the contest was Israel with the song \"A-Ba-Ni-Bi\" by Izhar Cohen & the Alphabeta. Although 'A-Ba-Ni-Bi' is the correct title, French television mistakenly captioned on screen the song title as 'Ah-Bah-Nee-Bee'. The winning entry was a love song sung in the Hebrew equivalent of Ubbi dubbi (the title is an expansion of the Hebrew word ani אני, meaning \"I\"). This was Israel's first Eurovision win, and it was also the first winning song to be performed in one of the Semitic languages. Furthermore, it was also the only winning song to be conducted by a woman, Nurit Hirsh. Norway finished last for the fifth time, gaining the first nul points after the new voting system was implemented in 1975. The event took place in Paris, the capital and largest city of France, with the host venue being the Palais des congrès de Paris which is a concert venue, convention centre and shopping mall in the 17th arrondissement of Paris. The venue was built by French architect Guillaume Gillet, and was inaugurated in 1974. The postcards were filmed live, featuring the artists making their way to the stage. They took a corridor, then an elevator. Leaving the lift, they were greeted by the previous participants and then made their entrances to the stage. The camera also made several shots of the audience, notably Jane Birkin and Serge Gainsbourg. The Swedish participant Björn Skifs was unhappy with the rule that every country would have to perform in their native language. He planned to sing in English anyway, but changed his mind at the last moment, causing him to completely forget the lyrics. He therefore sang the first few lines in gibberish before finding the words again. Along with the 20 participating countries, the show was also broadcast live in Yugoslavia, Tunisia, Algeria, Morocco, Jordan, East Germany, Poland, Hungary, Czechoslovakia, Dubai, Hong Kong, the Soviet Union and Japan. Denmark returned to the competition after having been absent for twelve years, while Turkey did so after missing out two years.[1] This meant that, for the first time, the contest had twenty participating nations competing. Each performance had a conductor who directed the orchestra.[2][3] Below is a summary of all 12 points in the final: Listed below is the order in which votes were cast during the 1978 contest along with the spokesperson who was responsible for announcing the votes for their respective country. Each national broadcaster also sent a commentator to the contest, in order to provide coverage of the contest in their own native language. In addition to the participating countries, the contest was also reportedly broadcast in Algeria, Iceland, Jordan, Morocco, Tunisia and Yugoslavia, in Czechoslovakia, East Germany, Hungary, Poland and the Soviet Union via Intervision, and in Hong Kong, Japan and the United Arab Emirates.[3] The Israeli win caused problems for several North African and Middle-Eastern nations that were televising the contest, even though they were not participating. According to author and political commentator John Kennedy O'Connor in his book The Eurovision Song Contest: The Official History, when Israel became the clear winners during the voting, most of the Arabic stations ended their transmission of the contest. Jordanian TV finished the show with a photo of a bunch of daffodils on screen,[16] later announcing that the Belgian entry (which finished second) was the winner.","Title":"Eurovision Song Contest 1978 - Wikipedia","KeyID":"7172","URL":"https://en.wikipedia.org/wiki/Eurovision_Song_Contest_1978"}