{"Content: ":"The Eurovision Song Contest 1979 was the 24th edition of the annual Eurovision Song Contest. It took place in Jerusalem, Israel, following the country's victory at the 1978 contest with the song \"A-Ba-Ni-Bi\" by Izhar Cohen and the Alphabeta. Organised by the European Broadcasting Union (EBU) and host broadcaster Israeli Broadcasting Authority (IBA), the contest was held at the International Convention Centre on 31 March 1979 and was hosted by Israeli television presenter Daniel Pe'er and singer Yardena Arazi. This was the first time that the Eurovision Song Contest was held outside Europe. Nineteen countries participated in the contest with Turkey deciding not to participate after Arab countries had pressured it into not participating in a contest held in Israel.[1] Yugoslavia, who had missed the 1978 contest, also didn't want to take part nor transmit the show this year for political reasons. For the second year in a row Israel won with the song \"Hallelujah\", performed by the Israeli group Milk and Honey featuring Gali Atari. The contest took place at the International Convention Centre, also called Binyenei HaUma in Jerusalem, following Israel's win at the 1978 edition with the song A-Ba-Ni-Bi performed by Izhar Cohen and Alphabeta. The venue, the largest convention center in the Middle East, hosted the contest in the Ussishkin Auditorium which seats an audience of more than 3000 and where it traditionally hosts other musical events including classical and pop stars concerts.[2] The city's ancient, religious and modern scenery was reflected through a film which opened the broadcast. The city's history as one of the oldest and holiest in the world, was shown through the biblical and medieval monuments and sites sacred to Judaism, Christianity and Islam, as well as visitors and city's residents who frequent them while practicing their faiths. The city's governmental, cultural and educational institutions and monuments, as well as the streets and people outside the ancient wall, were shown at the opening and conclusion of the film. The 24th contest's logo featured a combination of a G-clef, the IBA logo, and the names of all participating countries in order of appearance. The stage concept was designed by Dov Ben David. On stage there was a moving symbol which was based on the IBA logo (which was built like a lamp with 3 concentric rings) using a small projected model.[3] Since Israeli Television had yet to broadcast in colour at that point (except for a few special occasions), the production had to borrow cameras from the BBC, the same had happened when RTÉ had hosted the 1971 contest in Dublin. The IBA Symphony Orchestra, directed by conductor Izhak Graziani played the music of each song (except for the Italian entry, which did not use the orchestra). This was the only contest where the orchestra was composed of 39 musicians. This year, the postcards between each song featured mime artists rather than the participating singers. The mime artists featured were the Yoram Boker Mime Group, and included some of Israel's leading mime artists, among them Ezra Dagan and Hanoch Rozen. The group performed on a background of illustrations created by Dudu Geva and Yochanan Lakitzevitz, that featured landmarks and typical landscapes of the respective countries. The various themes were as following, listed in appearance order: The intermission between the songs and the voting was presented by a performance of the Shalom '79 Dancing Ensemble, who danced to a medley of Israeli Folk Dances. The performance was directed by the ensemble's manager and choreographer Gavri Levy. At one point before the contest Turkey had planned to participate. The country would have appeared 11th on stage (between Israel and France), represented by Maria Rita Epik and 21. Peron with the song \"Seviyorum\" (\"I'm Loving\"). However, Turkey later ended up withdrawing from the contest following pressure from Arab states, who objected to a predominantly Muslim country taking part in a contest held in Israel.[4] Turkey did, however, take part in the contest held in Jerusalem in 1999. As well as being broadcast live in the 19 competing countries, the contest was also broadcast in Romania, Hong Kong and Iceland. Each performance had a conductor who conducted the orchestra, except Italy.[5][6] Bold indicates a previous winner The following tables reflect the confirmed, verified scores, which were adjusted after the live broadcast. During the voting announcement, due to a misunderstanding by the presenter Yardena Arazi, Spain appeared to award 10 points to both Portugal and Israel and these scores were added to the scoreboard. After the programme, verification confirmed that Portugal should only have received six points, leaving the total Portuguese score reduced by four points to 64. Each country had a jury who awarded 12, 10, 8, 7, 6, 5, 4, 3, 2, 1 point(s) for their top ten songs. This was the last year in which the points were announced via order of appearance, as opposed to order of preference. From the next year's contest onwards, the points were announced in ascending order instead. This has remained in place ever since. The voting was extremely close. Israel gained a good lead in the early stages of the voting, but Spain eventually caught up and took a good lead themselves. At the close of the penultimate jury's votes, Israel were one point behind Spain, and only the Spanish jury had yet to give their votes. Spain ended up giving Israel 10 points, causing the crowd to erupt into enormous cheers. Below is a summary of all 12 points in the final: Listed below is the order in which votes were cast during the 1979 contest along with the spokesperson who was responsible for announcing the votes for their respective country. Each national broadcaster also sent a commentator to the contest, in order to provide coverage of the contest in their own native language. In addition to the participating countries, the contest was also reportedly broadcast in Hong Kong, Iceland and Romania. The contest was not broadcast in Yugoslavia for the first time since 1961, as the nation had no diplomatic ties with Israel.[6]","Title":"Eurovision Song Contest 1979 - Wikipedia","KeyID":"7173","URL":"https://en.wikipedia.org/wiki/Eurovision_Song_Contest_1979"}