{"Content: ":"The Eurovision Song Contest 1984, the 29th edition of the annual Eurovision Song Contest. It took place in Luxembourg City, Luxembourg, following the country's victory at the 1983 contest with the song \"Si la vie est cadeau\" by Corinne Hermes. Organised by the European Broadcasting Union (EBU) and host broadcaster RTL Télévision (RTL), the contest was held at the Théâtre Municipal on 5 May 1984 and was hosted by Luxembourgish actress Désirée Nosbusch, who was only 19 years of age making her the youngest presenter in Eurovision history. Nineteen countries took part in the contest. Israel did not enter due to it conflicting with the country's Yom HaZikaron holiday. Greece was also absent. On the other hand, Ireland, who had not participated the previous year, returned this year. Iceland was also going to participate for the first time but withdrew due to lack of financial support.[1] The winner was Sweden with the song \"Diggi-Loo Diggi-Ley\" performed by Herreys. This was the first winning song in Swedish, as ABBA had performed \"Waterloo\" in English when they won in 1974. Richard and Louis Herrey became the first teenage males to win Eurovision and as of 2021[update] remain the youngest ever male winners, being 19 years and 260 days and 18 years and 184 days of age respectively.[2] Luxembourg City is a commune with city status, and the capital of the Grand Duchy of Luxembourg. It is located at the confluence of the Alzette and Pétrusse Rivers in southern Luxembourg. The city contains the historic Luxembourg Castle, established by the Franks in the Early Middle Ages, around which a settlement developed. The Grand Théâtre de Luxembourg, inaugurated in 1964 as the Théâtre Municipal de la Ville de Luxembourg, became the venue for the 1984 contest. It is the city's major venue for drama, opera and ballet.[3][4] It also hosted the 1973 edition of the Eurovision Song Contest. Roland de Groot, who had also designed the set for the 1970, 1976 and 1980 contests, returned with a stage concept similar to that of 1976, using translucent panels of varying shapes suspended above the stage and operated on a pully system of ropes, with color changes for each panel to create unique backdrops for each entry. Unusually, the live orchestra was not seen on camera, being positioned slightly under the stage itself in a traditional orchestra pit, out of sight of the cameras. The presentation by Désirée Nosbusch, a Luxembourg native working and living in the USA, made her at 19 years-of-age the youngest ever host of the competition. She hosted the show in a lax manner, which was quite unusual for the show at the time. Her style was also unusual in that rather than making announcements in multiple languages, she instead switched between English, French, German and Luxembourgish mid-sentence, not finishing any of her announcements in a single language. The postcards in between each song were of a similar concept to those first devised for the 1979 competition and featured mime artists virtually visiting each of the participant nations. The actors, known collectively as \"The Tourists\" were superimposed into animated representations of the tourist attractions of each country, with the combined use of animated and real props, all created using the Chroma-Key process. 1984 is also notable for the audible booing that could be heard from the audience, particularly at the end of the UK's performance. It was said that the booing was due to English football hooligans having rioted in Luxembourg in November 1983 after failing to qualify for the 1984 UEFA European Football Championship. Nineteen participating countries competed this year. Israel did not enter due to it conflicting with the country's Yom HaZikaron holiday. Greece was also absent. Ireland, who had not participated the previous year, returned this year. Iceland was also going to participate for the first time but withdrew due to lack of financial support.[5] Each performance had a conductor who directed the orchestra.[6][7] Each country had a jury that awarded one to eight, 10 and 12 points for their top ten songs. At the close of the penultimate jury's votes, there was only a difference of six points between Sweden and Ireland, at 141 and 135 respectively. However, Yugoslavia was the only country who had not given any points to Ireland, and Portugal, the last jury, gave them only two points, crushing their chances. Portugal's voting also cost Denmark, who had been holding at a strong third position, even leading the scoreboard for a short time, a potential victory, when Portugal's 12 lifted Spain from 94 to 106 points. Portugal at the same time had only given Denmark one point making Denmark's total 101 points. Despite this, this was the latter country's best position in over 20 years. Below is a summary of all 12 points in the final: Each country announced their votes in the order of performance. The following is a list of spokespersons who announced the votes for their respective country. National broadcasters were able to send a commentary team to the contest, in order to provide coverage of the contest in their own native language. According to host Désirée Nosbusch, thirty countries broadcast the 1984 contest.","Title":"Eurovision Song Contest 1984 - Wikipedia","KeyID":"7178","URL":"https://en.wikipedia.org/wiki/Eurovision_Song_Contest_1984"}