{"Content: ":"The Eurovision Song Contest 1985 was the 30th edition of the annual Eurovision Song Contest. It took place in Gothenburg, Sweden, following the country's victory at the 1984 contest with the song \"Diggi-Loo Diggi-Ley\" by Herreys. Organised by the European Broadcasting Union (EBU) and host broadcaster Sveriges Television (SVT), the contest was held at the Scandinavium on 4 May 1985 and was hosted by previous Swedish contestant Lill Lindfors. Nineteen countries took part in the contest, with the Netherlands and Yugoslavia deciding not to participate. The winner was Norway with the song \"La det swinge\" by Bobbysocks!. This was Norway's first victory in the contest, after a long period of low scores, including 3 \"nul points\". Gothenburg is the second-largest city in Sweden and the fifth-largest in the Nordic countries. Construction of the arena began in 1969 after decades of setbacks, and was inaugurated on 18 May 1971. Scandinavium is the home arena for Frölunda HC of Swedish Hockey League, and venue for the annual Göteborg Horse Show. 1985 was the year when no less than thirteen previous Eurovision artists made a comeback. This also applied to the winners, Bobbysocks! who had attended once before as soloists: Hanne Krogh performed for Norway in 1971, while Elisabeth Andreasson for Sweden (where she is originally from) in 1982 in a duet, Chips, with Kikki Danielsson. Kikki herself also returned this year for host country Sweden, and was thus competing against Elisabeth Andreasson and Bobbysocks!. The presenter was entertainer Lill Lindfors (herself a former participant in 1966), who had a wardrobe malfunction (though technically this is a misnomer, as the stunt was deliberate) as she proceeded to the stage for the voting procedure. As she walked on stage, the skirt of her dress came away, leaving her in just her underwear and the top half of her dress. After a few seconds of pretending to be shocked, Lindfors unfastened the flaps of her dress across her shoulders, to reveal a full-length white gown, to much raucous audience applause. Lill then took her seat to start calling in the votes, and nonchalantly said, \"I just wanted to wake you up a little.\" Lys Assia, the winner of the first ever Eurovision Song Contest in 1956, was the guest of honour of this edition. She was introduced by Lill Lindfors. The camera zoomed close to Lys, who rose to greet the audience, while the orchestra played the song \"Refrain\", her winning song. The video postcards broadcast in between each song to introduce the competing nations were the first in the contest history to feature only the song writers and composers, none of the performing artists (unless they had composed their own song). All the song writers were filmed in various locations in and around Gothenburg during the week of rehearsals. Once the video concluded, hostess Lill Lindfors introduced the song, the artist and the conductor from a seat on the stage, reading from cards represented by the flag of each nation. Host Lill Lindfors congratulated the duo, Hanne Krogh and Elisabeth Andreasson, following their victory by saying, \"I must say I am honestly very happy that this happened because Norway has been last on so many times that you really deserve it!\" Krogh replied, \"You're happy? What do you think we are?!\" After an energetic reprise, the two women embraced to a standing ovation from the audience. During the reprise the last verse of the winning entry was sung in English. The Netherlands did not participate in this contest, due to the national Remembrance of the Dead, while Yugoslavia did not participate due to the anniversary of the death of Josip Broz Tito. Despite this Yugoslavia still held their annual preselection contest, which was won by \"Pokora\" (\"Penance\") (music by Ivo Pupačić and lyrics by Zvonimir Pupačić), a duet sung by Zorica Kondža and Josip Genda. However, as Yugoslavia had already withdrawn before the song won, this song therefore was never set to compete in Eurovision. Each performance had a conductor who directed the orchestra.[1][2] 1985 was the only year to feature a conductor for multiple entries that wasn't the host conductor: Greek conductor Haris Andreadis led the orchestra for both the Cypriot and Greek entries. Bold indicates a previous winner. Each country had a jury who awarded 12, 10, 8, 7, 6, 5, 4, 3, 2, 1 point(s) for their top ten songs. During the voting, Germany took a commanding lead in the first half, with Norway fifth place behind Germany, Sweden, Italy and the United Kingdom around the end of the first half of voting. Finally, with five juries left, Germany, Sweden and Norway were tightly wrapped around the pole positions with 87, 86, and 85 points respectively. At that point, Sweden briefly took the lead away from Germany (who received no points from Switzerland). Sweden was the fourth-to-last jury, conceding their brief lead by awarding Germany eight points and Norway the maximum twelve. With only three countries left to vote, Norway kept the lead, in one of the shortest winning stretches during voting in the contest's history. Below is a summary of all 12 points in the final: Each country announced their votes in the order of performance. The following is a list of spokespersons who announced the votes for their respective country. National broadcasters were able to send a commentary team to the contest, in order to provide coverage of the contest in their own native language.","Title":"Eurovision Song Contest 1985 - Wikipedia","KeyID":"7179","URL":"https://en.wikipedia.org/wiki/Eurovision_Song_Contest_1985"}