{"Content: ":"The Eurovision Song Contest 1986 was the 31st edition of the annual Eurovision Song Contest. It was held in Bergen, Norway, following the country's victory at the 1985 contest with the song \"La det swinge\" by Bobbysocks! Organised by the European Broadcasting Union (EBU) and host broadcaster Norsk rikskringkasting (NRK), the contest was held at Grieghallen on 3 May 1986 and was hosted by previous Norwegian contestant Åse Kleveland. Twenty countries took part in this years contest with Greece and Italy deciding not to participate and Yugoslavia and Netherlands returning. Iceland also competed for the first time this year. The winner was Belgium with the song \"J'aime la vie\" by Sandra Kim. Belgium was the last of the original 7 countries that had competed in the very first contest to win. Aged 13, Kim was the youngest ever Eurovision winner. Current rules require Eurovision Song Contest participants to be at least 16, so unless the rule is changed, Kim's record will never be broken. In the lyrics of her song, Kim claimed to be 15 years of age, but after the contest, it was revealed that she was actually 13. Switzerland, who finished second, appealed for her to be disqualified, but was not successful. The 1986 contest was a first for Eurovision in that royalty were among the guests—Crown Prince Harald, Crown Princess Sonja, Princess Märtha Louise and Prince Haakon Magnus were all in attendance. By 1985, Norway had received the unwanted distinction of being \"the nul points country,\" receiving 0 points three times and coming in last six times. When they finally won the 1985 contest, it was a source of pride among the Norwegian population, and the national broadcaster, NRK, took full advantage of being able to showcase Norway and its achievements in front of over 500 million television viewers. By the autumn of 1985, NRK had decided to hold the next year's contest at the Grieghallen in Bergen, turning down other bids from capital Oslo, and main cities of Stavanger, Sandnes and Trondheim. Bergen is the northernmost city to have ever hosted the Eurovision Song Contest. As this was the first time Norway hosted a Eurovision Song Contest, NRK commissioned a lavish budget for the event, turning Grieghallen into a Viking-esque \"ice palace\" for the live show, complete with white and pastel neon lights for the stage. In addition, NRK also had a special diamond-encrusted dress made for presenter Åse Kleveland for her opening number. The prized dress, which weighed upwards of 15 pounds (6.8 kg), is still available for viewing at NRK's costuming department at Marienlyst in Oslo. Åse Kleveland, a well-known folk guitarist who was President of the Norwegian Association of Musicians and a former Eurovision entrant in 1966, sang the multilingual \"Welcome to Music\" as the opening act, incorporating English and French primarily, in addition to other European languages. BBC commentator Terry Wogan, at the close of Kleveland's number, dryly remarked, \"Katie Boyle (a former Eurovision host for the UK) never sang, did she?\" During her opening speech, Kleveland said of Norway's road in the contest, \"For those of you who have followed Norway's course through the history of the Eurovision Song Contest, you will know that it has been quite thorny, in fact. So, imagine our joy when last year we finally won, and the pleasure we feel today, being able to welcome 700 million viewers to the top of Europe, to Norway, and to Bergen.\" The intersong videos introducing each participant, traditionally named 'postcards' were for the only time, represented as actual picture postcards sent to each nation. Each video began with clips of various scenic views of a part of Norway, which then 'flipped' to reveal a message of greeting, written in the language of the upcoming song, alongside details of the title, author and composer. The postage stamp on each card (a representation of a genuine Norwegian postage stamp) was linked to the theme of the video content. The postcard then 'flipped' back to the picture side, where the performing artist had been superimposed onto the image. After the video, Åse Kleveland gave details of the entry and introduced the conductors in a mix of English and French, reading from cards represented by the flag of the upcoming country. One of the interval acts presented featured Norwegian musicians Sissel Kyrkjebø and Steinar Ofsdal, accompanied by Norwegian national broadcasting orchestra, Kringkastingsorkesteret (KORK). They opened with the traditional song of the city of Bergen, Udsikter fra Ulriken (also known as \"Nystemte'n\"), and presented a number of familiar tunes while showing the sights and sounds of Bergen area. Ofsdal played a range of traditional Norwegian folk instruments such as accordion, recorder and hardingfele. The presentation launched Kyrkjebø into a career as an internationally recognized artist. Iceland competed for the first time, as the national broadcaster RÚV had finally cemented their satellite television connections with the rest of Europe.[1] Greece withdrew, having been drawn seventeenth in the running order, as the contest coincided with Holy Saturday. Their entry would have been \"Wagon-lit\" (Βάγκον λι), performed by Polina, who was backing vocalist of Elpida at the 1979 contest (Elpida represented Cyprus this year). Prior to their withdrawal, they were set to be 18th in the running order between Sweden and Denmark.[2] Italian broadcaster RAI, on the other hand, decided not to send any delegation to Bergen. Each performance had a conductor who directed the orchestra.[3][2] The winning song, Belgium's \"J'aime la vie,\" received points from every jury (Belgium received five sets of 12 points; every country awarded Belgium at least five points except for Germany, which gave them just one point). Belgium was the leader in the voting from the results of the second jury out of twenty, in the longest winning stretch during voting since 1974. Switzerland was behind Belgium in nearly every part of the voting, but Belgium had a commanding lead from the very beginning. Traditionally some juries give high points to the host country's entrant, but this did not happen this year; no jury gave Norway's song \"Romeo\" more than six points out of a possible 12. Belgium scored an absolute record at the time, with Sandra Kim earning a never seen before number of 176 points (that record remained seven years until the 1993 contest, with Ireland scoring 187 points), an average of 9.26 points per voting nation. Kim received 77.2% of the maximum possible score, which, as of 2019, still ranks 8th among all Eurovision winners. Below is a summary of all 12 points in the final: Each country announced their votes in the order of performance. The following is a list of spokespersons who announced the votes for their respective country. National broadcasters were able to send a commentary team to the contest, in order to provide coverage of the contest in their own native language.","Title":"Eurovision Song Contest 1986 - Wikipedia","KeyID":"7180","URL":"https://en.wikipedia.org/wiki/Eurovision_Song_Contest_1986"}