{"Content: ":"The Eurovision Song Contest 1987 was the 32nd edition of the annual Eurovision Song Contest. It took place in Brussels, Belgium, following the country's victory at the 1986 contest with the song \"J'aime la vie\" by Sandra Kim. Organised by the European Broadcasting Union (EBU) and host broadcaster Radio-télévision belge de la Communauté française (RTBF), the contest was held at the Centenary Palace on 9 May 1987 (also Europe Day) and was hosted by French-Belgian singer Viktor Lazlo. Twenty-two countries took part in the contest with Greece and Italy returning to the competition after their absences the previous year. This set the record for the highest number of competing countries up until that point. The winner was Ireland with the song \"Hold Me Now\" by Johnny Logan. Johnny Logan had also won the 1980 contest, and he remains the only performer to have won the Eurovision Song Contest twice. The contest took place at the Brussels Exhibition Centre (Brussels Expo) in Brussels, Belgium, a set of exhibition halls built from 1930 on the Heysel/Heizel Plateau (Heysel Park) in Laeken (northern part of the City of Brussels) to celebrate the centenary of Belgian Independence. The Centenary Palace (French: Palais du Centenaire, Dutch: Eeuwfeestpaleis), where the main stage was located, is one of the remaining buildings of the Brussels International Exposition of 1935. Currently, it is still being used for trade fairs, as well as concerts, usually for bigger acts and artists. Sandra Kim's Eurovision victory in 1986 occurred amidst a complex political situation in Belgium: starting in the 80s, the country transitioned from a central to a federal government model due to rising tensions between the two major linguistic regions of Belgium, Dutch-speaking Flanders and French-speaking Wallonia. Both regions had had independent broadcasters since 1960 (BRT in Flanders and RTBF in Wallonia) but had still agreed to jointly host the contest in the event of a Belgian victory. While the triumph of \"J'aime la vie\" in 1986 – an entry sent by French-speaking RTBF – reignited a sense of national union across all Belgian regions, the two regional broadcasters weren't able to overcome their disagreements to allow for a joint hosting of the 1987 contest.[1] BRT eventually withdrew from the project and RTBF organised the contest alone as host broadcaster.[2] BRT remained in charge of the selection of the Belgian entry for the contest, as in all other odd-numbered years until 1993. An expert committee designated the Royal Theatre of Antwerp as the ideal hosting venue, as both locations proposed by the Francophones (the Palais du Centenaire in Brussels and the Patinoire de Coronmeuse [fr] in Liege) would have required too much renovation work. Nevertheless, RTBF demanded that the contest be hosted in Brussels, Belgium's capital city. On October 6th, 1986, 7 months before the contest, RTBF unilaterally announced that the Palais du Centenaire in Brussels would host Eurovision 1987. In the Flemish newspaper Het Laatste Nieuws, BRT proposed instead to host Eurovision at the Cirque Royal, also located in Brussels, adding that RTBF would be solely in charge of organizing the contest if BRT's counter-offer was not taken into consideration. However, on October 16th, 1986, RTBF moved forward and confirmed the Palais du Centenaire as the host venue of Eurovision 1987.[1] The Flemish broadcaster was offended by the choice of Brussels as host city, and withdrew from the organization. In her academic study \"Which Belgium Won Eurovision? European Unity and Belgian Disunity\" published in 2019, scholar Julie Kalman describes how, as a consequence, the opening of Eurovision 1987 mostly showed footage of Wallonia.[3] The necessary budget was so important that a new law had to be adopted, allowing the use of advertising to finance the Belgian public channels. This was the first time that sponsors helped to produce the contest and appeared on screen.[4] After the closing of the 1987 contest, BRT President Cas Goossens praised RTBF for a \"perfect organization\" while at the same time regretting that the two broadcasters weren't able to collaborate. He added that the cost of hosting Eurovision would have been difficult to justify to the Flemish taxpayers.[1] The 1987 Eurovision was the biggest contest at that time, with 22 countries taking part. Only Malta, Monaco and Morocco failed to compete out of all the countries which had entered the contest in the past. Due to the number of countries, and the time it took for the contest to be held, the EBU set the limit of competing countries to 22. This became problematic over the next few years as new and returning nations indicated an interest in participating, but could not be accommodated.[5] Controversy erupted in Israel after their song was selected, \"Shir Habatlanim\" by the Lazy Bums. The comedic performance was criticised by the country's culture minister, who threatened to resign should the duo proceed to Brussels. They went on to perform for Israel, placing eighth; however the culture minister's threat was left unfulfilled.[5] The presenter was Viktor Lazlo who agreed to present the contest on the condition she was allowed to open with a song of her own, \"Breathless\". Each performance had a conductor who directed the orchestra.[6][7] Bold indicates a previous winner. Below is a summary of all 12 points in the final: Each country announced their votes in the order of performance. The following is a list of spokespersons who announced the votes for their respective country. National broadcasters were able to send a commentary team to the contest, in order to provide coverage of the contest in their own native language.","Title":"Eurovision Song Contest 1987 - Wikipedia","KeyID":"7181","URL":"https://en.wikipedia.org/wiki/Eurovision_Song_Contest_1987"}