{"Content: ":"The Eurovision Song Contest 1989 was the 34th edition of the annual Eurovision Song Contest. It took place in Lausanne, Switzerland, following Céline Dion's victory at the 1988 contest with the song \"Ne partez pas sans moi\". Organised by the European Broadcasting Union (EBU) and host broadcaster Swiss Broadcasting Corporation (SRG SSR), the contest was held at Palais de Beaulieu on 6 May 1989 and was hosted by Swiss model Lolita Morena and journalist Jacques Deschenaux. Twenty-two countries took part in the contest with Cyprus returning after having been disqualified the year before. The winner was Yugoslavia with the song \"Rock Me\" by Croatian band Riva. This was the only victory for Yugoslavia as a unified state.[1] Lausanne is a city in the French-speaking part of Switzerland, and the capital and biggest city of the canton of Vaud. The city is situated on the shores of Lake Geneva (French: Lac Léman, or simply Le Léman).[2] It faces the French town of Évian-les-Bains, with the Jura Mountains to its north-west. Lausanne is located 62 kilometres (38.5 miles) northeast of Geneva. Palais de Beaulieu, a convention and exhibition centre, was chosen to host the 1989 contest. The centre includes the 1,844 seat Théâtre de Beaulieu concert, dance and theatre hall. Inaugurated in 1954, the Théâtre de Beaulieu is the biggest theatre in Switzerland. The Eurovision Song Contest took place in the Hall 6 + 7 of the Palais, to the right from the main hall and the theatre. The United Kingdom's Ray Caruana, lead singer of Live Report was outspoken about coming second to what he considered a much less worthy song.[3] They had been defeated by 7 points. Two of the performers, Nathalie Pâque and Gili Natanael were respectively 11 and 12 years old at their time of competing. Due to bad publicity surrounding their participation, the European Broadcasting Union introduced a rule stating that no performer would be allowed to take part before the year of their 16th birthday. This rule remains in place to the present day.[4] The previous year's winner, Céline Dion, opened the show with a mimed performance of her winning song and a mimed performance of her first English-language single, \"Where Does My Heart Beat Now\". The song became a top ten hit in the US a year later - effectively launching her into international success.[1] Each performance (except Austria, Iceland and Germany) had a conductor who led the orchestra.[5][6] Unlike in most years and like in 1988, the conductors took their bows after each song, not before. Each country had a jury who awarded 12, 10, 8, 7, 6, 5, 4, 3, 2, 1 point(s) for their top ten songs. There was also a change of rule in case of a tie; prior to 1989, both countries would perform their songs again until a final decision was made. However from 1989 onwards, if there was a tie at the end of the voting, the country that scored the most twelves would be declared the winner. If there was still a tie, the winner was the country that scored the most tens. And if there still was a tie after that, both countries would be declared joint winners. Below is a summary of all 12 points in the final: Each country announced their votes in the order of performance. The following is a list of spokespersons who announced the votes for their respective country. National broadcasters were able to send a commentary team to the contest, in order to provide coverage of the contest in their own native language.","Title":"Eurovision Song Contest 1989 - Wikipedia","KeyID":"7183","URL":"https://en.wikipedia.org/wiki/Eurovision_Song_Contest_1989"}