{"Content: ":"The Eurovision Song Contest 1990 was the 35th edition of the annual Eurovision Song Contest. It was held in Zagreb, SR Croatia, Yugoslavia,[a] following the country's victory at the 1989 contest with the song \"Rock Me\" by Riva. It was the only time Yugoslavia hosted the contest. Organised by the European Broadcasting Union (EBU) and host broadcasters Yugoslav Radio Television (JRT) and Radiotelevision Zagreb (RTZ), the contest was held at Vatroslav Lisinski Concert Hall on 5 May 1990 and was hosted by Croatian television presenters Helga Vlahović and Oliver Mlakar.[1] It was the first Eurovision Song Contest held in the Balkans as well as the first contest held in a communist or socialist state. Twenty-two countries took part in the contest, the same countries that had participated the previous year. The winner was Italy with the song \"Insieme: 1992\" by Toto Cutugno. Cutugno was aged 46 years and 302 days at the time of his victory, making him the oldest winner of the contest to date, the first to be aged in their forties since 1958. He held the record until 2000.[2] The 1990 contest also notably remains the last time that the five countries that would later become known as the \"Big Five\" – Italy, France, Spain, the United Kingdom and Germany – all placed in the top 10 (Italy won, France tied for second, Spain came fifth, the UK came sixth and Germany came ninth). Zagreb, the capital of Croatia, was the second largest city in Yugoslavia. Vatroslav Lisinski Concert Hall was chosen to host the contest. The concert hall and convention center is named after Vatroslav Lisinski, a 19th-century Croatian composer.[3] The building has a big hall with 1,841 seats and a small hall with 305 seats.[3] In order to host the 1990 contest, the venue underwent its first major renovation in 1989.[4] In 1992, the hall's copper roof cover was completely replaced.[4] Further reconstruction and redecoration work was done in 1999 and 2009.[5][6] The Eurovision Song Contest 1990 was the first to implement an age rule. The European Broadcasting Union (EBU) were forced to bring in a restriction rule after criticism arose over the ages of two performers at 1989 contest, being just 11 and 12 years old. From 1990, no artist under the age of 16 on the day of the contest could perform on stage. This rule meant that the record for the youngest ever winner at Eurovision could never be broken, as Sandra Kim, who won for Belgium at the 1986 competition, was just 13 years old. The lyrics of several entries celebrated the revolution and democratisation that had occurred in central and eastern Europe in the preceding months, focusing especially on the fall of the Berlin Wall in November 1989, such as in the Norwegian and Austrian entries. However, the winning song was an even more sweeping evocation of European unity, in anticipation of the completion of the European single market, due at the end of 1992. From a musical perspective both Spain's \"Bandido\" and France's \"White and Black Blues\" can be said to be the first entries to signal a new trend at Eurovision, with both songs fusing contemporary dance music with ethnic influences, from flamenco and calypso respectively. The 1990 contest was the first year to feature an official mascot, Eurocat, created by Joško Marušić. This mischievous purple cat popped up during the 'postcards' of each of the 22 entries, which also included travelogues of the country about to perform, in conjunction with the European Year of Tourism 1990. Each performance had a conductor who directed the orchestra.[7][8] Below is a summary of all 12 points in the final: Each country announced their votes in the order of performance. The following is a list of spokespersons who announced the votes for their respective country. National broadcasters were able to send a commentary team to the contest, in order to provide coverage of the contest in their own native language. In addition to the participating countries, host Helga Vlahović mentioned several countries as among the non-participants broadcasting the contest (Bulgaria, Canada, China, Czechoslovakia, Hungary, Japan, Poland, Romania, South Korea and the Soviet Union were mentioned by Vlahović); however, no information is known about which broadcasters showed the contest and who, if anyone, provided commentary for each. There was a slightly uncomfortable beginning to the rehearsal week when, offended by press comments concerning their ages (Vlahović being 45 at the time and Mlakar being 54), the two presenters quit the show. They were briefly replaced by Rene Medvešek and Dubravka Marković, who were much younger, but the misunderstandings were eventually allayed and Vlahović and Mlakar returned to the contest. A notorious mishap occurred at the start of the first song, when a noticeably long delay caused by problems with the backing track (the sound engineer having forgotten to switch on the sound on the headphones of Spain's conductor Eduardo Leiva, who had to count in the orchestra playing the strings and brass along to the backing track) was followed by the Spanish singers Azúcar Moreno missing their cue. They walked off the stage in barely concealed annoyance and the audience was left in confusion for a moment, but the song was then restarted without any further problems.","Title":"Eurovision Song Contest 1990 - Wikipedia","KeyID":"7184","URL":"https://en.wikipedia.org/wiki/Eurovision_Song_Contest_1990"}