{"Content: ":"The Eurovision Song Contest 1992 was the 37th edition of the annual Eurovision Song Contest. It took place in Malmö, Sweden, following the country's victory at the 1991 contest with the song \"Fångad av en stormvind\" by Carola. Organised by the European Broadcasting Union (EBU) and host broadcaster Sveriges Television (SVT), the contest was held at the Malmö Isstadion on 9 May 1992 and was hosted by Swedish journalists Lydia Capolicchio and Harald Treutiger. Twenty-three countries took part in the contest with the Netherlands returning after being absent the year before. This set another record for the most participating countries in the history of the competition, which would be broken again the following year. The 1992 contest also saw the last participation of the Federal Republic of Yugoslavia, as they were banned from competing only a few weeks later due to the Yugoslav Wars. The winner was Ireland with the song \"Why Me?\" by Linda Martin. The song was written by Johnny Logan, who had won the 1980 contest as singer and the 1987 contest as singer/songwriter. At 41 years of age, Linda Martin became (and remains) the oldest woman ever to win Eurovision.[1] Malmö is the capital and largest city of the Swedish county of Scania. The metropolis is a gamma world city (as listed by the GaWC) and is the third-largest city in Sweden, after Stockholm and Gothenburg, and the sixth-largest city in Scandinavia, with a population of above 300,000.[2] Malmö Isstadion, a 4,800-seat indoor sports arena, was chosen as the host venue for the contest. Opened in 1968, it is the former home arena of the Malmö Redhawks ice hockey team, and underwent major renovation in 2013 in time for the 2014 World Junior Ice Hockey Championships. The contest took place at Malmö Isstadion, where the stage set was in the shape of a Viking ship's bow with a dragon in the centre and stars on each side. The opening sequence included women dressed in the Swedish colours of yellow and blue, twirling ribbons. The filmic postcard tradition was continued with clips based on each country. Last year's winner, Carola, appeared on stage in a white dress with sheer sleeves, a rhinestone collar and cuffs and sang “All The Reasons To Live”. The 1992 Eurovision was the biggest contest at that time, with 23 countries competing. Only Monaco and Morocco failed to compete out of all the countries which had entered the contest in the past. This contest marked the last participation of Yugoslavia, although it was not the same country that had participated from 1961 to 1991, but actually, Serbia and Montenegro, formally known as the \"Federal Republic of Yugoslavia\". That was the country's last entry until 2004, as it was banned from the contest following the sanctions on the United Nations Security Council Resolution 757, following the Bosnian War and Croatian War of Independence. After scoring second place consecutively (1988, 1989) and scoring some disappointing results (1990, 1991), the United Kingdom sent Michael Ball with a contemporary pop song \"One Step Out Of Time\", which was the hot favourite to win the contest. The British delegation was greeted in Malmö with a banner reading \"Welcome Untied Kingdom\".[3] However, the Irish sent Linda Martin, who had the past experience of coming in 2nd place in the 1984 contest and as then paired up once again with Johnny Logan, who had won the contest twice before as a performer. In the end, Linda the contest won for Ireland with a 16-point lead over the United Kingdom, starting the chain of Irish wins in the 1990s. Malta with \"Little Child\", performed by Mary Spiteri, also scored very well coming in 3rd place with 123 points. This was the first time that the three highest-placed songs had all been in English. Sweden, the host country, finished 2nd last. Switzerland had to replace its original choice of entry, \"Soleil, soleil\" which was to have been performed by Géraldine Olivier. The song did not comply with some of the rules of the national selection contest and so, despite having won, it did not go to Malmö. The top three songs were all performed in English which led to some delegations complaining that English-speaking countries had an unfair advantage. Each performance had a conductor who led the orchestra.[4][5] Musical Director Anders Berglund both conducted the entries for Sweden and Yugoslavia and played the accordion parts for the latter. Each country had a jury who awarded 12, 10, 8, 7, 6, 5, 4, 3, 2, 1 point(s) for their top ten songs. Below is a summary of all 12 points in the final: Each country announced their votes in the order of performance. The following is a list of spokespersons who announced the votes for their respective country. National broadcasters were able to send a commentary team to the contest, in order to provide coverage of the contest in their own native language. The contest was broadcast in 44 countries, including Australia, New Zealand and South Korea.[5]","Title":"Eurovision Song Contest 1992 - Wikipedia","KeyID":"7186","URL":"https://en.wikipedia.org/wiki/Eurovision_Song_Contest_1992"}