{"Content: ":"The Eurovision Song Contest 1993 was the 38th edition of the Eurovision Song Contest. It took place in Millstreet, Ireland, following the country's victory at the 1992 contest with the song \"Why Me?\" by Linda Martin. Organised by the European Broadcasting Union (EBU) and host broadcaster Raidió Teilifís Éireann (RTÉ), the contest was held at the Green Glens Arena on 15 May 1993 and was hosted by Irish TV-reporter Fionnuala Sweeney, marking the first time since the 1987 contest that just one presenter had hosted the contest. Twenty-five countries took part in the contest – the biggest number up until then. The breakup of Yugoslavia meant that many new countries wanted to participate in the competition. Therefore, Bosnia and Herzegovina, Croatia and Slovenia all competed for the first time in the contest this year. Ireland scored a second victory in a row this year with the song \"In Your Eyes\" by Niamh Kavanagh. This was Ireland's fifth victory, and equalled the tally of five Eurovision victories achieved by France in 1977 and Luxembourg in 1983. Ireland became the fourth country to win two years in a row, after Spain in 1968 and 1969, Luxembourg in 1972 and 1973, and Israel in 1978 and 1979. Additionally, the top two countries of this contest were the same as the top two countries in the previous year's contest, being Ireland and the United Kingdom. The location for this year's edition of the contest was unique, in that Millstreet, with a population at the time of just 1,500 people, was the smallest host town ever chosen for the Eurovision Song Contest. The owner of the Green Glens Arena, Noel C. Duggan, wrote to the RTÉ on the same night of the Irish victory in the 1992 edition, proposing the free use of the venue to host the contest. The venue, a large indoor and well- equipped equestrian centre that could accommodate a 3500 seated audience was deemed more than suitable as the location by host broadcaster RTÉ. With huge support from local and national authorities, plus several businesses in the region, the town's infrastructure was greatly enhanced in order to accommodate an event of this scale. Killarney, a larger town located 30 kilometres from Millstreet was chosen as a second host town, accommodating the majority of the contestants and delegates. It was also the largest outside broadcast ever attempted by state broadcaster RTÉ and was deemed a technical and logistical success for all involved. The stage was created by Alan Farquharson, who was also chief production designer two years later in Dublin. The design resembled a scalene triangular shaped performance area, under lit by multicoloured cable lighting and featured a hydraulically controlled walkway, with a mirrored ceiling structure suspended above the stage that mirrored the floor shape and reflected lighting. BBC newsreader Nicholas Witchell caused controversy by asking Mr Duggan, live on air and shortly before the contest, how he felt about holding a major international cultural event \"in a cowshed in Ireland\". Noel Duggan replied that, unlike the chaotic 1993 Grand National (which had taken place the previous month, but which was declared void following two false starts and the unsuccessful recall of the second), the 1993 Eurovision would start on time, it would finish on time and there would be a winner. Mr Duggan also noted that the Green Glens Arena was \"a horseshed\". Mr Witchell subsequently apologized for his question.[1] In the run-up to this contest, the European Broadcasting Union finally started to grapple with the explosion in the number of potential participating countries, caused by the dissolution of the Eastern bloc, and also by the disintegration of Yugoslavia, which had traditionally been the only communist country to take part in the contest. For the first time, a pre-qualifying round was introduced, but only for countries that had either never participated in the contest at all, or in the case of former republics of Yugoslavia, had not previously competed as nations in their own right. This was, however, merely a 'sticking-plaster' measure that was plainly not a sustainable solution for future years, as it would not be seen as remotely equitable. But in the meantime, Croatia, Bosnia and Herzegovina, Hungary, Slovenia, Slovakia, Romania and Estonia were left to battle it out in a special competition called Kvalifikacija za Millstreet in Ljubljana on 3 April for the mere three places available at the grand final in Millstreet. After some extremely tight voting, Bosnia and Herzegovina, Croatia and Slovenia edged through. Each performance had a conductor who directed the orchestra.[2][3] Each country had a jury who awarded 12, 10, 8, 7, 6, 5, 4, 3, 2, 1 point(s) for their top ten songs. The 1993 contest was the last time juries would deliver their votes via telephone lines, with satellite video links introduced the following year. Below is a summary of all 12 points in the final: National broadcasters were able to send a commentary team to the contest, in order to provide coverage of the contest in their own native language.","Title":"Eurovision Song Contest 1993 - Wikipedia","KeyID":"7187","URL":"https://en.wikipedia.org/wiki/Eurovision_Song_Contest_1993"}