{"Content: ":"The Eurovision Song Contest 1994 was the 39th edition of the Eurovision Song Contest. It took place in Dublin, Ireland, following the country's victory at the 1993 contest with the song \"In Your Eyes\" by Niamh Kavanagh. It was the first time that any country had hosted the contest two years in a row. Organised by the European Broadcasting Union (EBU) and host broadcaster Raidió Teilifís Éireann (RTÉ), the contest was held at the Point Theatre on 30 April 1994. It was presented by Irish television and radio presenters Cynthia Ní Mhurchú and Gerry Ryan. This remains the last time that the contest has been held in the month of April. Twenty-five countries participated in the contest, equalling the record of the 1993 edition. A total of seven countries took part in the contest for the first time; Estonia, Hungary, Lithuania, Poland, Romania, Russia and Slovakia. To cope with the increasing number of countries wishing to participate in the contest, the EBU ruled that the seven lowest-placed countries from the preceding year's contest could not participate. Belgium, Cyprus, Denmark, Israel, Luxembourg, Slovenia and Turkey were therefore relegated based on these new rules. However, due to the withdrawal of Italy, Cyprus avoided relegation. Italy would not return to the contest until three years later.[1] On the other hand, Luxembourg has not competed in the contest again ever since. For the third time in a row Ireland won the contest with the song \"Rock 'n' Roll Kids\", performed by Paul Harrington and Charlie McGettigan, and written by Brendan Graham. Never before had a country won 3 times in a row in the history of the contest. At the same time, it was also a record sixth win, cementing Ireland as the country with the most wins in Eurovision history. Poland, Germany, Hungary and Malta rounded out the top five. Poland achieved the best result for a debut entry since 1957, and would remain as the record holder in that regard until 2007. For the first time in Eurovision history, voting was done via satellite instead of by telephone, and as a result, viewers could see the spokespeople onscreen.[2] Ireland hosted the contest for the fifth time after winning the 1993 contest in Millstreet. Dublin was chosen to be the host city, making it the fourth time that the Eurovision Song Contest was staged in the Irish capital. For the first time, the venue for the contest was the Point Theatre located on the North Wall Quay of the River Liffey, amongst the Dublin Docklands. The contest opened with a brief film starring Macnas, a popular street group celebrating Walpurgis Night, with a replica Viking longboat sailing through the river Liffey with stars floating in water, fireworks and various caricatures dancing around various central Dublin locations. The cameras then went live to the venue itself, where dancers dressed in white and wearing caricatured heads of well-known Irish figures, arrived on stage carrying European countries’ flags. The presenters entered the stage spectacularly from a bridge which descended from the roof of the theatre. This year's video postcards had a literary theme, showing contestants reading, fishing and doing other activities around Ireland. The stage, by Paula Farrell, was four times larger than the Millstreet stage, and its design which included a city scene of skyscrapers and video screens plus a backdrop of an ever-changing night sky was based upon the concept of what a futuristic Dublin might look like with one remaining constant being the river Liffey. The floor was painted with dark blue reflective paint to give a watery effect resembling Dublin bay. During the dress rehearsal, Polish representative Edyta Górniak broke the contest's rules by singing her song in English. The dress rehearsal is the performance shown to the juries who would select the winner. Only six countries demanded that Poland should be disqualified, though the rules required thirteen countries to complain before Poland could be removed from the competition. The proposed removal did not occur and Poland went on to come 2nd in the contest, the highest placing that any country's debut song had ever achieved until 2007 (the winner in 1956 was Switzerland's second song of the night).[3][4] When the voting started, Hungary took the lead from the first six juries and were well ahead of all the other countries. However, Ireland powered their way through the score board ending up the winners with a 60-point lead over second-placed Poland. The interval act was the first-ever performance of the Irish dancing spectacular Riverdance, a then-unknown Irish act which combines folk music with modern dance. After being featured in the contest, \"Riverdance\" became a global phenomenon, arguably even eclipsing the popularity of the winning song and remaining popular to this day.[5] In order to allow new countries to participate in the contest, a relegation system was announced by the EBU in summer of 1993. The bottom seven countries from the 1993 contest were prevented from participating to allow seven new countries to make their debut. As the seven countries to place the lowest the previous year, Belgium, Cyprus, Denmark, Israel, Luxembourg, Slovenia and Turkey were the countries to take part in the first relegation, to make room for entries from Estonia, Hungary, Lithuania, Poland, Romania, Russia and Slovakia.[5][6] Italy subsequently declined to participate in the 1994 contest, allowing Cyprus, as the highest-placed relegated country in 1993, to be readmitted.[6] With the exception of Ireland, each performance had a conductor who directed the orchestra.[7][6] Ireland's Noel Kelehan, the musical director and a Eurovision veteran, conducted the songs from three countries, but not his home country's song.[a] Each country had a jury who awarded 12, 10, 8, 7, 6, 5, 4, 3, 2, 1 point(s) for their top ten songs. In the early stages of the voting it looked as if Hungary was surging to victory in its first-ever Eurovision appearance, winning the maximum twelve points from the first three juries. However, this turned out to be completely deceptive, as from that point on it was virtually one-way traffic for Ireland, which became the first country to win the contest for a third year in succession. Below is a summary of all 12 point in the final: With advances in satellite technology, this was the first contest in which the spokesperson for each national jury appeared on screen, live from their own countries.[6] National broadcasters were able to send a commentary team to the contest, in order to provide coverage of the contest in their own native language.","Title":"Eurovision Song Contest 1994 - Wikipedia","KeyID":"7188","URL":"https://en.wikipedia.org/wiki/Eurovision_Song_Contest_1994"}