{"Content: ":"The Eurovision Song Contest 2000 was the 45th edition of the Eurovision Song Contest. It took place in Stockholm, Sweden, following the country's victory at the 1999 contest with the song \"Take Me to Your Heaven\" by Charlotte Nilsson. Organised by the European Broadcasting Union (EBU) and host broadcaster Sveriges Television (SVT), the contest was held at the Globe Arena on 13 May 2000. The contest was presented by Swedish television presenters Kattis Ahlström and Anders Lundin. Twenty-four countries took part in the contest. Latvia participated for the first time, while Slovakia, Greece and Hungary decided not to compete, citing financial reasons.[1] Finland, Macedonia, Romania and Switzerland returned after their relegation from the previous edition. Russia also returned, after their last participation in 1997. Meanwhile, Bosnia and Herzegovina, Lithuania, Poland, Portugal and Slovenia were relegated due to having the lowest average scores over the previous five editions. The winner was Denmark with the song \"Fly on the Wings of Love\", performed by the Olsen Brothers and written by the oldest brother Jørgen Olsen. This was Denmark's second victory in the contest, following their win in 1963 almost 4 decades earlier. Russia, Latvia, Estonia and Germany rounded out the top five. Both Russia and Estonia achieved their best result in the contest up to this point, while Latvia achieved the best placing for a debuting country since Poland's second place finish in 1994. On the day of their victory, Jørgen Olsen was 50 years and 61 days of age, making him the oldest artist yet to win the contest. The combined ages of The Olsen Brothers make them the oldest aged act ever to win the contest.[2] Sponsored by Microsoft, the contest was also broadcast in Australia, Canada, Japan, the United States and via the internet for the first time.[1] It was the first time since 1996 that the contest was held on mainland Europe, having in the interim been held in Ireland, the United Kingdom and Israel. The Swedish broadcaster, SVT, announced on 7 July 1999, that Stockholm would be the host city of the 2000 contest, with the event being staged at the Globe Arena. It was said to be chosen due its size, being able to accommodate an audience of 16,000 - a new record - and also because Stockholm had not hosted the contest since 1975. It was also argued that it would be somewhat cheaper than the other options.[3] The other possible candidates in the bidding phase had been Scandinavium in Gothenburg and Malmö Isstadion in Malmö. They had previously hosted in 1985 and in 1992, respectively.[3] The Eurovision Song Contest 2000 was produced by the Swedish public broadcaster Sveriges Television (SVT). Svante Stockselius served as executive producer, Mattias Bratten served as director and Christine Marchal-Ortiz served as Executive Supervisor. Television presenters Kattis Åhlström and Anders Lundin were the presenters of the 2000 contest.[4] The graphic design for this year's contest was developed by Stockholm Design Lab and was centred around a stylised mouth logo. It was given the Excellent Swedish Design award later that year.[5] It was described by its designers as \"a sensual, yet stylistically pure mouth representing song, dialogue and speech\", and was later one of the possible choices for the generic logo introduced at the 2004 contest.[1] The softness of the mouth was contrasted with a pointy typeface, made specifically for the contest. During each performance, a distorted version of each performing country's flag would be shown within the mouth next to the stage. Logo for 2000 contest was presented on 17 February 2000.[6] The draw to the determine the running order of competing countries was held on 21 November 1999.[7][8] Rehearsals in the venue for the competing acts took place from 8 May to 13 May 2000. At the first rehearsal, which took place on 8 May, first 12 countries in the running order performed,[9][10] while on 9 May, remaining 12 countries performed. Each rehearsal of every country were followed by a press conference.[11][12][a] The second rehearsals subsequently took place on 10 and 11 May. On 10 May, first 12 participants performed,[14][15] while on 11 May, remaining 12 acts performed.[16][17] Final rehearsals took place on 12 and 13 May. During both of this days, all 24 acts, interval acts and other parts of the show were rehearsed.[18][19][20] A compilation album featuring all 24 competing entries was released on 13 May 2000, the day of the contest, by EMI Records and CMC International.[21][22] The opening of the competition began with a video about contemporary Sweden. The mouth of the logo, superimposed on the images, spelled out the names of the twenty-four participating countries. The video ended with an aerial view of the Globen. The camera then showed the interior of the Globen Arena plunged into darkness, then made a close-up on the stage. Caroline Lundgren, violinist of the Stockholm Youth Symphony Orchestra, dressed in a traditional Swedish costume, appeared and exclaimed: \"Welcome Europe!\" The stage then lit up and the spectators began to applaud. The five decorative pillars moved apart to give way to Kattis Ahlström and Anders Lundin. They concluded the opening with the customary greetings, which they pronounced by mixing the national languages of the participating countries. The interval-act began with a violin solo, performed by Caroline Lundgren. Then came a video titled \"Once Upon a Time Europe Was Covered With Ice\", a movie/song directed, composed and edited by Johan Söderberg and produced by John Nordling.[23] After the video, violinist Caroline Lundgren reappeared on the stage with drummer Strängnäs Trumkorps plus street musicians from Stockholm and dancers from the Bounce Streetdance Company, the latter performed the dancing routine. Each participating broadcaster was represented in the contest by one song, which was required to be no longer than three minutes in duration. A maximum of six performers were allowed on stage during each country's performance, and all performers must have reached the age of 16 in the year of the contest. Selected entries were not permitted to be released commercially before 1 January 2000, and were then only allowed to be released in the country they represented until after the contest was held. Entries were required to be selected by each country's participating broadcaster by 28 February, and the final submission date for all selected entries to be received by the contest organisers was set for 10 March. This submission was required to include a sound recording of the entry and backing track for use during the contest, a video presentation of the song on stage being performed by the artists, and the text of the song lyrics in its original language and translations in French and English for distribution to the participating broadcasters, their commentators and juries.[24] The results of the 2000 contest were determined through the same scoring system as had first been introduced in 1975: each country awarded twelve points to its favourite entry, followed by ten points to its second favourite, and then awarded points in decreasing value from eight to one for the remaining songs which featured in the country's top ten, with countries unable to vote for their own entry. Each participating country was required to use televoting to determine their points. Viewers had a total of five minutes to register their vote by calling one of twenty-two different telephone numbers to represent the twenty-three competing entries except that which represented their own country, with voting lines opening following the performance of the last competing entry. Once phone lines were opened a video recap containing short clips of each competing entry with the accompanying phone number for voting was shown in order to aid viewers during the voting window. Systems were also put in place to prevent lobby groups from one country voting for their song by travelling to other countries.[25] Countries which were unable to hold a televote due to technological limitations were granted an exception, and their points were determined by an assembled jury of eight individuals, which was required to be split evenly between members of the public and music professionals, comprised additionally of an equal number of men and women, and below and above 30 years of age. Countries using televoting were also required to appoint a back-up jury of the same composition which would be called into action upon technical failure preventing the televote results from being used. Each jury member voted in secret and awarded between one and ten votes to each participating song, excluding that from their own country and with no abstentions permitted. The votes of each member were collected following the country's performance and then tallied by the non-voting jury chairperson to determine the points to be awarded. In any cases where two or more songs in the top ten received the same number of votes, a show of hands by all jury members was used to determine the final placing; if a tie still remained, the youngest jury member would have the deciding vote.[26] Each entry was preceded by a video postcard which served as an introduction to the competing artists from each country, as well as providing an opportunity to showcase the running artistic theme of the event and creating a transition between entries to allow stage crew to make changes on stage.[27][28] The postcards used to introduce each country participating involved Swedish themes that incorporated each nation in some respect. All the postcards are filmed in Stockholm, except for the Swedish postcard, which was filmed in Germany. The various themes were as following, listed in appearance order: Per the rules of the contest twenty-four countries were allowed to participate in the event. Finland, North Macedonia, Romania, Russia and Switzerland returned after being relegated from the previous year's event. 1999 participants Bosnia and Herzegovina, Lithuania, Poland, Portugal and Slovenia were absent from this edition. In addition to this, Latvia debuted in the contest this year. Slovakia, Greece and Hungary decided not to compete this year, citing financial reasons.[1] Due to the high number of countries wishing to enter the contest a relegation system was introduced in 1993 in order to reduce the number of countries which could compete in each year's contest. Any relegated countries would be able to return the following year, thus allowing all countries the opportunity to compete in at least one in every two editions. The relegation rules introduced for the 1997 contest were again utilised ahead of the 2000 contest, based on each country's average points total in previous contests. The twenty-four participants were made up of the previous year's winning country, \"Big Four\" countries, the thirteen countries which had obtained the highest average points total over the preceding five contests, and any eligible countries which did not compete in the 1999 contest. In cases where the average was identical between two or more countries the total number of points scored in the most recent contest determined the final order.[29] A new addition to the relegation rules specified that for the 2000 contest and future editions the four largest financial contributors to the contest – Germany, the United Kingdom, France and Spain – would automatically qualify each year and be exempt from relegation. This new \"Big Four\" group of countries was created to ensure the financial viability of the event and was prompted by a number of poor results in previous years for some of the countries, which if occurred again in 1999 could have resulted in those countries being relegated from 2000 contest.[29] Bosnia and Herzegovina, Lithuania, Poland, Portugal and Slovenia were therefore excluded from participating in the 1999 contest, to make way for the return of Finland, North Macedonia, Romania, Russia and Switzerland, and new debuting country Latvia. The calculations used to determine the countries relegated for the 2000 contest are outlined in the table below.[29] Table key The contest took place on 13 May 2000. The table below outlines the participating countries, the order in which they performed, the competing artists and songs, and the results of the voting.[31] The contest featured three representatives who had previously performed as lead artists. Alexandros Panayi made a second appearance in the contest, having previously represented Cyprus in 1995 contest,[32] Roger Pontare represented Sweden in 1994 contest[33] and Serafin Zubiri represented Spain in 1992 contest.[34] The winner was Denmark represented by the song \"Fly on the Wings of Love\", composed and written by Jørgen Olsen and performed by Olsen Brothers. This marked Denmark's second victory in the contest, following its first win in 1963.[35] Belgium meanwhile finished in last place for the eighth time.[36] Prior to the contest, both Estonia, the United Kingdom and the Netherlands were the favorites to win, with internet polls topped by the last two entries. It therefore came as a huge surprise to many when Denmark ended up winning, because Denmark was not a pre-contest favorite. Russia finished second and after the contest the Russian delegation petitioned for the disqualification of the winner because a vocoder had been used during the performance. This was not upheld by the EBU.[37] According to the EBU rules of the 45th Eurovision Song Contest 2000, all participating countries should have used televoting, where the top ten most voted for songs were awarded the 12, 10, 8, 7, 6, 5, 4, 3, 2, 1 point(s). In the televoting household shall not be permitted to vote more than three times. In exceptional circumstances where televoting was not possible, a jury was used instead:[29] Russia, Macedonia, Turkey, Netherlands[e] and Romania. The announcement of the results from each country was conducted in the order in which they performed, with the spokespersons announcing their country's points in English or French in ascending order.[29] The detailed breakdown of the points awarded by each country is listed in the tables below. Below is a summary of all 12 points in the final. Each country nominated a spokesperson who was responsible for announcing, in English or French, the votes for their respective country.[43][44] As had been the case since the 1994 contest, the spokespersons were connected via satellite and appeared in vision during the broadcast.[45] Spokespersons at the 2000 contest are listed below.[46] Most countries sent commentators to Stockholm or commented from their own country, in order to add insight to the participants and, if necessary, the provision of voting information. Sponsored by Microsoft, the contest was also broadcast in Canada, Australia, Japan, the United States and via the internet for the first time, through all 18 European MSN sites.[48] There were some controversies concerning some participating countries. Israel, who opened the contest, entered a group who waved Israeli and Syrian flags advocating peace between the two nations. The two male singers in the group also ran up to each other and kissed for a brief moment. The Russian delegation petitioned for the winning Olsen Brothers to be disqualified, after they had used a vocoder to give Jørgen Olsen an electronic sound to his voice, during one of the verses of their performance. (Even though Russia themselves awarded Denmark maximum 12 points.) This issue was rejected by the European Broadcasting Union (EBU).[1] In the Netherlands, NOS decided to take the contest off air halfway through because of the Enschede fireworks disaster that happened earlier that day, so it could use the channel for continuous news broadcasts. Later, NOS declared that it was both for practical reasons as well as because they found it \"inappropriate to broadcast a light entertainment programme on the night of such a catastrophic event\". As a result, televoting had to be suspended and the Dutch votes were given by a stand-by jury instead.[1] The contest was later rebroadcast in full. The Barbara Dex Award is the award, created by fansite House of Eurovision, was awarded to the performer deemed to have been the \"worst dressed\" among the participants.[65][66] The winner in 2000 was Belgium's representative Nathalie Sorce, as determined by the visitors of the website House of Eurovision.[67][68][69]","Title":"Eurovision Song Contest 2000 - Wikipedia","KeyID":"7194","URL":"https://en.wikipedia.org/wiki/Eurovision_Song_Contest_2000"}