{"Content: ":"The Eurovision Song Contest 2003 was the 48th edition of the Eurovision Song Contest. It took place in Riga, Latvia, following the country's victory at the 2002 contest with the song \"I Wanna\" by Marie N. Organised by the European Broadcasting Union (EBU) and host broadcaster Latvijas Televīzija (LTV), the contest was held at the Skonto Hall on 24 May 2003. The contest was presented by last year's winner Marie N and former contestant Renārs Kaupers.[1] Twenty-six countries participated in the contest, beating the record of twenty-five first set in 1993. It saw the return of Iceland, Ireland, the Netherlands, Norway and Poland after having been relegated from competing the previous year. Portugal also returned to the contest after being absent the previous year, while Ukraine participated in the contest for the first time.[2] Denmark, Finland, Lithuania, Macedonia and Switzerland were relegated due to their poor results in 2002. The winner was Turkey with the song \"Everyway That I Can\", performed by Sertab Erener who wrote it with Demir Demirkan. This was Turkey's first victory in the contest after 28 years of participation. Belgium, Russia, Norway and Sweden rounded out the top five. Further down the table, the United Kingdom achieved their worst result to date, finishing twenty-sixth (last place) with no points. However, they avoided relegation due to being one of the \"Big Four\" countries at the time.[3] The host country Latvia placed twenty-fourth (third from last) – this was the first time since 1995 that the host entry did not place in the top 10, and it was, overall, the worst result for a host entry, since 1992. This was the last contest to take place on one evening. The EBU revealed that it would be adding a semi-final show to the competition in order to accommodate the growing number of interested countries wishing to take part in the contest.[4] This was also the last contest in which a relegation system was used to determine which countries would participate in the following year's contest. As the Belgian entry was sung in an imaginary language, this was also the first time the contest featured a song with no parts performed in English or a language native to the country. On 22 August 2002, Latvian public broadcaster Latvijas Televīzija (LTV) announced that it had chosen the Skonto Hall in Riga as the host venue for the 2003 contest. Latvia won the Eurovision Song Contest 2002 on 25 May 2002 in Tallinn, Estonia with the song “I Wanna” performed by Marie N. This was Latvia's first victory in the contest, which also carried the right for LTV to organise the 2003 contest. LTV initially had budgetary concerns with staging the contest. The chairman of the National Radio and Television Council Ojārs Rubenis stated that if the government presented no budget guarantees, the council, which owns shares in LTV, would vote against organising the contest. Rubenis elaborated that LTV was prepared to cover the creative side and broadcasting of the contest, but additional funds would be needed for infrastructure, hotels and other financial issues. The Government of Latvia allotted €5.3 million for the event with a further €1.1 million being provided by the Riga City Council – covering the anticipated organisational costs for the contest.[5] A task force that included members from LTV, the National Radio and Television Council and state secretaries was formed to explicitly work on organisation of the contest and report on the estimated expenses. Three cities were considered as host city of the contest: Riga, Ventspils and Jūrmala.[6] LTV requested proposals from the three cities concerning how they plan to organise the contest. Riga City Council offered the Mežaparks Open-air Stage, Skonto Hall and the Ķīpsala International Exhibition Centre as potential venues for hosting the contest. Ventspils bid to host the contest at the Ventspils Olympic Centre with a pledge of support from city mayor Aivars Lembergs, who added that Ventspils could also provide two cruise ferries that could be used to accommodate up to 8,000 guests.[7] Jūrmala City Council offered the Dzintari Concert Hall with plans to expand and upgrade the facility and surrounding infrastructure.[6] LTV's organisational task force later decided to proceed with the bids from Riga and Ventspils, eliminating Jūrmala and the Mežaparks Open-air Stage in Riga. On 15 June 2002, the EBU Reference Group decided in conjunction with the organisational task force in Latvia that Riga would host the 2003 contest with the venue option between the Skonto Hall and Ķīpsala International Exhibition Centre being decided upon by LTV.[8] LTV ultimately chose the Skonto Hall as the venue to stage the contest. Key Host venue ‡ Shortlisted The EBU released the rules for the 2003 contest in November 2002, which detailed that twenty-six countries would participate, making it the largest number of participants to take part in the contest up to this point.[9] The rules also modified the eligibility criteria for entries, changing the date of release cut-off point for songs from 1 January 2003 to 1 October 2002. There was also a change in the tie-break rule, which would now resolve such a case in favour of the nation that received points from a higher number of countries rather than taking into account the number of top scores (12 points) received. The draw for running order was held on 29 November 2002 in Riga, hosted by Marie N and Renārs Kaupers, with the results being revealed during a delayed broadcast of the proceedings later that day.[10] The official sponsors for the contest were Latvian mobile telecom provider Latvijas Mobilais Telefons and Latvian bank company Parex Banka.[11] LTV selected Latvia Tours as its official partner to provide lodging, travel and recreation for the contest delegations and other guests.[12] Riga City Council was also responsible for offering promotion and activities during the week preceding the contest.[13] Full preparations for the 2003 contest began on 18 May 2003 at the Skonto Hall. There were rehearsals, press conferences and participants were also involved in an internet chat.[14] Two dress rehearsals were held on 23 May, in front of an estimated 12,000 people. The organisers of the contest held a press conference; one of the issues complained about was the lack of invitations for the after-party. The final dress rehearsal was held on 24 May, the day of the contest. A simulation of the voting procedure was also held, in which the presenters linked up with all twenty-six countries by satellite for the first time.[14] The contest featured special guests that communicated with the hosts via satellite: Lys Assia, winner of the 1956 contest greeted the hosts and spectators from Nicosia, Elton John spoke to the presenters live from the Life Ball in Vienna and one astronaut and one cosmonaut—Ed Lu and Yuri Malenchenko—gave their greetings from the International Space Station.[15][16][17] The interval act for the contest was a short film directed by Anna Viduleja that featured a sequence of performances by Latvian post-folklore group Iļģi, Renārs Kaupers' band Brainstorm, Marie N and piano player Raimonds Pauls.[18] On the day of the contest, bookmaker William Hill's odds placed Russia as joint favourites to win the contest with Spain. Ireland, Slovenia, Estonia, Norway and Iceland were behind in third, fourth and joint fifth respectively.[19] At the conclusion of the contest, favourites Russia placed third and Spain placed eighth, while outsiders Turkey (20-1) and Belgium (50-1) claimed the first and second places, respectively. Austria, at 100–1, were favourites to finish last, however, they scored their best result since 1989, placing sixth.[19] An official compilation album, featuring all twenty-six competing entries from the contest, was released for the first time on the EMI/CMC label.[20] The design of the contest was built around the theme \"Magical rendez-vous\", which represented the meeting of the various European nations coming to Latvia and encountering Latvia's versatile landscapes.[21][22] LTV launched a competition in order to find the logo for the contest. At the close of the competition, high interest from the public translated into 204 logo submissions, which were ultimately judged by a jury panel consisting of Uldis-Ivars Grava (general director of LTV), Arvīds Babris (then executive producer of the contest), Ugis Brikmanis (director), Laimonis Šteinbergs (artist), Ingūna Rībena (architect), Arta Giga (LTV representative) and Juhan Paadam (EBU representative).[23] On 16 November 2002, LTV and the EBU presented the logo for the contest which was designed by the director of the Computer Graphics Department of LTV, Maris Kalve with further elaboration by LTV's chief artist Kristaps Skulte.[24] The logo was named upes, the Latvian word for rivers, and carried the slogan \"All rivers flow toward the sea, all songs flow toward the Eurovision Song Contest\". The postcards shown between the entries were directed by Ugis Brikmanis and featured the artists competing at the contest interacting with Latvia's various landscapes: forests, rivers, lakes and towns. The postcards were recorded during the preceding week of the contest and ran behind schedule, leading to some postcards featuring only footage from the rehearsals and press conferences.[25] The stage design was created by Aigars Ozoliņš and based on the concept called Planet Latvia.[26][27] The stage used several light and video effects and included an innovation new to the contest – a video screen stage floor that could be used to give each entry a unique look.[27] The green room where the delegations and competitors awaited the results of the contest was placed directly behind the stage and unveiled shortly before the voting portion of the show commenced, allowing the audience to view the representatives of the competing nations as they received points.[28] Initially, Arvīds Babris, head of the Latvian delegation at the 2002 contest, was appointed as executive producer for the contest, however, after production fell behind schedule and the EBU applied pressure upon LTV, he was dismissed and Brigita Rozenbrika took over the position, receiving additional support from the Swedish broadcaster Sveriges Television (SVT) and Estonian broadcaster Eesti Televisioon (ETV).[22][29][30] SVT was also the technical producer of the contest for the second year running with Sven Stojanovic as director and the Swedish lighting company Spectra+ contracted for the contest.[31][32] The EBU reintroduced televoting as an obligatory voting mode in all participating countries, which awarded 1, 2, 3, 4, 5, 6, 7, 8, 10 and 12 points to their ten favourite songs, in ascending order. Countries voted in the same order as they had performed. Bosnia and Herzegovina and Russia were granted an exception to holding a televote as they cited that their telecommunications penetration was less than 80%.[33][9] Polish broadcaster Telewizja Polska opted to use only SMS-voting.[34] In the televoting/smsvoting household shall not be permitted to vote more than three times.[9] All other countries planned to use a televote. This contest was also the first to introduce a computer-generated scoreboard which rearranged itself in order as the points were awarded. Broadcasters were required to assemble back-up juries that consisted of eight voting members, with age and gender equally distributed, in the case of televote failure on the night of the competition.[9] Four members of the jury had to be members of the general public and the other four members had to be music professionals.[9] With the increased number of potential participating countries, the EBU began to review the format of the contest with potential changes being considered such as adding extra evenings for the show, holding a regional pre-selection, or putting a limit to number of participating countries by increasing the entrance fee. On 29 January 2003, the EBU unveiled a two-night system for the contest in 2004: a semi-final would be held before a grand final. The \"Big Four\", along with the top ten from the 2003 contest, would automatically qualify for the 2004 final.[35] The format change eliminated the relegation system, allowing all countries to send an artist and song to the contest. The fourteen eventual countries from the 2003 contest that qualified to compete directly in the 2004 final were Turkey, Belgium, Russia, Norway, Sweden, Austria, Poland, Spain, Iceland, Romania, Ireland, Germany, France and the United Kingdom. All other countries would have to compete in the semi-final for ten remaining spots in the final. Twenty-four countries participated in the 2002 contest in Tallinn; of these, fourteen were expected to compete in 2003. The bottom ten in Tallinn would be relegated, to allow countries to compete for the first time.[36] In reality, only five countries were relegated – nineteen countries that entered in 2002 competed in Riga. Macedonia, Finland, Switzerland, Lithuania and Denmark were forced to sit out the contest. The nineteen qualifiers were joined by the six countries that had sat out the 2002 contest: Iceland, Ireland, the Netherlands, Norway, Poland and Portugal. The twenty-sixth contestant was Ukraine, making its debut at the contest.[37] Originally, Serbia and Montenegro, Albania, Belarus and Bulgaria had planned 2003 debuts, but the EBU's late changes to the relegation procedure meant that they could not compete.[38][39] The first three countries eventually made their debuts in 2004, while Bulgaria did debut in 2005. RTBF was the Belgian broadcaster at the forty-eighth contest, marking the first Walloon entry since 2000. Twenty-six entries was the highest number in the final of the contest's history at that point; subsequently equalled nine years later in 2012 and then beaten in 2015, when twenty-seven countries participated in the final that year. The draw for the running order took place in December 2002 in Riga: Iceland would open the contest and Slovenia would complete it.[40] The UK's result was their worst-ever at Eurovision; by contrast, Turkey's win was their first. Alf Poier's sixth place was Austria's best result for fourteen years, Poland's seventh place was their best in nine, and Romania's tenth place was one place behind their best-ever. Belgium's second place was their first top-five finish in seventeen years, but Latvia's third-from-bottom finish was their worst result in four attempts; it was also the worst placing for a host country since 1992, until 2015 when host country Austria received 'nul points' and came second to last (Germany also received 'nul points' but because of the running order Austria placed ahead of them). The 2003 contest was one of the few editions where no lead artists had previously competed as lead artists in past contests, although Slovenian representative Karmen had previously performed as a backing singer to Vili Resnik for Slovenia at the 1998 contest. Below is a summary of all 12 points in the final: The voting order in the 2003 contest was the order in which the countries had been drawn to perform. The spokespersons for each country were: In January 2003, German news magazine Der Spiegel reported that Guntars Kukuls, spokesperson of the city council of Riga, stated that Riga was suffering from serious financial problems that could possibly lead to a breach of contract and that the contest needed to be moved to another city.[66] Ilona Bērziņa, spokesperson of LTV, denied that potential financial issues the city council of Riga may be facing would interrupt the organisation of the contest.[67] In February 2003, The Baltic Times reported that a committee of Riga municipality rejected the proposal to withdraw the funds it pledged in support of organising the contest.[68] In March 2003, Danish newspaper B.T. published an article based on accusations that the EBU television director Bjørn Erichsen made in reference to LTV suffering from organisational chaos which could result in the removal of Latvia's hosting duties since they were running behind schedule.[69] The general director of LTV, Uldis-Ivars Grava, replied, saying: \"A few weeks ago, the EBU's legal director, Werner Rumphorst, was in Riga, and I spent an entire day with him and with the former general director of the Danish broadcaster DR, Bjørn Erichsen. We talked about co-operation and about programme exchanges, and neither of them said a single word that would indicate any doubts, lack of trust or accusation.\"[70] Ingrida Smite, head of press for the Eurovision Song Contest 2003, reaffirmed that the contest would take place in Riga despite reports to the contrary.[70] Upon the selection of the Russian artists t.A.T.u., the duo gave an interview to German tabloid Bild in March 2003 where they claimed that they would win the contest without a doubt and criticised the German entrant Lou calling her a witch with duo member Julia Volkova (also referring to Germany's 2002 entrant) stating, \"In Russia we nurse blind and old people, but we don't send them to the Grand Prix. This must be different in Germany.\"[71] Lou later responded to the comments stating, \"I don't know whether bitching, fighting and boozing kids are the right representatives for such a beautiful country as Russia.\" t.A.T.u.'s first rehearsal dominated proceedings on 20 May—the band were supposed to rehearse the day before, but had turned up a day late, claiming that Julia Volkova was suffering from a sore throat.[72] The group were booed by journalists during their press conference where they complained about the production's poor lighting and stage. EBU supervisor Sarah Yuen said \"They are the bad girls of pop… we shouldn’t have expected them to come here and be nice and pleasant.\"[73] The EBU had originally planned to have a pre-recorded performance of the Russian entry ready to substitute during the live broadcast in case the duo performed a lesbian publicity stunt on stage, which they deemed inappropriate for a family entertainment show.[74] The EBU later stated that the performance would be broadcast live without any interruption.[75][76] After the contest, Russian broadcaster Channel One complained that Irish broadcaster RTÉ had used a back-up jury, and that it had cost them victory. A statement by Channel One said \"Considering [the] insignificant difference in points between the first and third places, there are grounds to believe that the contest results could be much different for Russia.\"[77][78] On the night of the competition, the voting polls operated by Irish telecommunications company Eircom suffered a delay in delivering the results on time, which prompted RTÉ to use the votes of the back-up jury instead.[79] The EBU cleared RTÉ of any potential wrongdoing after an investigation on the matter and stated that the rules concerning substituting the back-up jury in place of the televote were correctly applied.[79] RTÉ later published the unused results of the televote, which showed that had the jury not been used, Turkey would still have won, and Ireland's voting \"partners\", the United Kingdom, would still have no points. Russia did not receive any points from the televote, however, since Belgium only received 2 points from the Irish televote as opposed to 10 points awarded by the Irish jury, Russia would have placed second.[80] The United Kingdom's last-place finish was greeted with much consternation in the British media. Terry Wogan, long-time commentator on the contest for the BBC, said that the UK was suffering from \"post-Iraq backlash\".[33] Chris Cromby from Jemini said, in reference to the group's off-key vocals, \"The monitors were off. Maybe it was sabotage, but we couldn't hear anything... we used the floor monitors, the others used their own.\"[81] For the second year, the Marcel Bezençon Awards, organised by Sweden's then-Head of Delegation and 1992 representative Christer Björkman, and 1984 winner Richard Herrey, honoured songs in the contest.[82] The awards were divided into three categories: the Artistic Award, the Fan Award, and the Press Award.[83] The Fan Award was decided by the combined votes from members of OGAE, an organisation consisting of a network of over 40 Eurovision Song Contest fan clubs across Europe and beyond.[84][85] Eurovision Song Contest: Riga 2003 was the official compilation album of the 2003 contest, put together by the European Broadcasting Union and released by CMC International on 19 May 2003. The album featured all 26 songs that entered in the 2003 contest.[86] Coordinates: 56°56′56″N 24°06′23″E﻿ / ﻿56.94889°N 24.10639°E﻿ / 56.94889; 24.10639","Title":"Eurovision Song Contest 2003 - Wikipedia","KeyID":"7197","URL":"https://en.wikipedia.org/wiki/Eurovision_Song_Contest_2003"}