{"Content: ":"The Eurovision Song Contest 2005 was the 50th edition of the Eurovision Song Contest. It took place in Kyiv, Ukraine, following the country's victory at the 2004 contest with the song \"Wild Dances\" by Ruslana. Organised by the European Broadcasting Union (EBU) and host broadcaster National Television Company of Ukraine (NTU), the contest was held at the Palace of Sports, and consisted of a semi-final on 19 May, and a final on 21 May 2005. The two live shows were presented by Ukrainian television presenters Maria Efrosinina and Pavlo Shylko. Thirty-nine countries participated in the contest, three more than the previous record of thirty-six, that took part the year before. Bulgaria and Moldova made their first participation this year, while Hungary returned to the contest after a six-year absence, having last taken part in 1998. The winner was Greece with the song \"My Number One\", performed by Helena Paparizou and written by Manos Psaltakis, Christos Dantis and Natalia Germanou. This was Greece's first victory in the contest after 31 years of participation. Malta, Romania, Israel and Latvia rounded out the top five. Malta equalled their best result from 2002, while Romania achieved their best result in their Eurovision history. Unusually, all \"Big Four\" countries (France, Germany, Spain and United Kingdom) ended up as the \"Last Four\", all placing in the bottom four positions in the final. Kyiv is the capital and largest city of Ukraine, located in the north central part of the country on the Dnieper. The Palace of Sports, a multi-purpose indoor arena, was confirmed by officials as the host venue in September 2004.[1] However, in order to host the contest, the facilities had been brought up to the standard required by the European Broadcasting Union (EBU). At the end of December 2004, work began on the renovation of the hall,[2] for which approximately 4 million francs were allocated.[3] Renovation works were to be finished by 20 April,[4] however, they were completed at the beginning of May.[5][6] The arena could accommodate over 5,000 seated spectators. Additionally 2,000 press delegates were catered for. Hotel rooms were scarce as the contest organisers asked the Ukrainian government to put a block on bookings they did not control themselves through official delegation allocations or tour packages: this led to many people's hotel bookings being cancelled.[7] Organizers hoped that by hosting Eurovision, it would boost Ukraine's image abroad and increase tourism, while the country's new government hoped that it would also give a modest boost to the long-term goal of acquiring European Union membership. The official logo of the contest remained the same from the 2004 contest with the country's flag in the heart being changed. Following Istanbul's 'Under The Same Sky', the slogan for the 2005 show was 'Awakening', which symbolised the awakening of the country and city ready to present itself to Europe. The postcards (short clips shown between performances) for the 2005 show illustrated Ukraine's culture and heritage along with a more modern and industrial side to the country. This was the first edition to be broadcast in widescreen 16:9 format.[8] The hosts of the Eurovision Song Contest in Kyiv were television presenter Maria \"Masha\" Efrosinina and DJ Pavlo \"Pasha\" Shylko. Previous winner Ruslana returned to the stage in Kyiv to perform in the interval act and to interview the contestants backstage in the 'green room'. The famous Ukrainian boxers Vitali and Wladimir Klitschko opened the televoting, while a special trophy was presented to the winner by Ukraine's president, Viktor Yushchenko. An official CD and DVD was released and a new introduction was an official pin set, which contains heart-shaped pins with the flags of all thirty-nine participating countries. The EBU also commissioned a book \"The Eurovision Song Contest – The Official History\" by British/American author John Kennedy O'Connor to celebrate the contest's fiftieth anniversary.[9] The book was presented on screen during the break between songs 12 and 13 (Serbia and Montenegro, Denmark). The book was published in English, German, French, Dutch, Swedish, Danish and Finnish. During the semi final, there were a few sound faults, most notably during the Norwegian song, shortly after the intro and also during the Irish song. These were not fixed for the DVD release. 2005 was no exception for scandals regarding the representatives from the countries participating. Germany's entrant in the Eurovision Song Contest rejected calls to quit after her producer admitted manipulating the country's pop charts with mass purchases of her single. Gracia Baur defended her producer David Brandes, also behind Swiss entry Vanilla Ninja, and said she would go to the finals in Kyiv despite complaints from other German singers. Bulgaria's debut was overshadowed by a scandal. The song \"Lorraine\" by Kaffe was accused of plagiarism. The song sounded too similar to another one released by Ruslan Mainov in 2001. There were also problems in Malta with the electricity supply during the contest, so TV viewers were unable to watch their national selection from the very beginning. There was a controversy regarding the Turkish entry: TRT got a false jury which led to the victory of the song \"Rimi Rimi Ley\" by Gülseren, which the 2003 winner Sertab Erener said was not the best choice. There were similar controversies in Macedonia which led to an eventual victory for Martin Vučić. The Ukrainian song had to be changed because it would bring a political message to the people, and EBU stated that no politics could be involved in the contest. The entry for Serbia and Montenegro was also overshadowed by a scandal and an accusation of plagiarism. Portugal's entry, \"Amar\", had very poor sound quality, with the female singer's microphone failing many times on stage. It is also notable that the programme lasted just short of 3.5 hours. This was mainly due to the extremely long voting procedure, where 39 countries voted, reading out every single score. Many people, including United Kingdom commentator Terry Wogan, noticed this and commented about the marathon-like voting procedure, when Russia voted he stated \"How many more [countries] have we got to go? What time is it?\". Because the show overran so badly, the EBU changed the way the votes were announced in 2006 into a much shorter method, where only the top 3 scores were read out (the rest appeared on the scoreboard automatically). Ruslana was also intended to be a presenter for the show, but was pulled out before the contest for numerous reasons, including her poor English skills. She opened the contest, and did do a few brief interviews in the green room at a few different stages in the event. In the semifinal, the first qualifier was Hungary as shown on the card, but instead of showing Hungary's flag, it showed the Bulgarian flag accidentally. Thirty-nine countries participated in the 2005 contest. Hungary returned to the contest after a six-year absence, last competing in 1998. Bulgaria and Moldova competed in the contest for the first time. The semi-final was held on 19 May 2005 at 21:00 (CET). 25 countries performed but all 39 participants voted. The finalists were: The final was held on 21 May 2005 at 21:00 (CET) and was won by Greece. The EBU introduced an undisclosed threshold number of televotes that would have to be registered in each voting country in order to make that country's votes valid. If that number was not reached, the country's backup jury would vote instead. This affected Albania, Andorra and Monaco in the semi-final, and Andorra, Moldova and Monaco in the final. Below is a summary of all 12 points in the semi-final: Below is a summary of all 12 points in the final: The order in which each country announced their votes was compiled by placing the countries that failed to qualify from the semi-final first in the running order they performed in during the semi-final, followed by the finalists which voted in the order they performed in during the final. The spokespersons are shown alongside each country.[17] In addition to the main winner's trophy, the Marcel Bezençon Awards and the Barbara Dex Award were contested during the 2005 Eurovision Song Contest. The Marcel Bezençon Awards, organised since 2002 by Sweden's then-Head of Delegation and 1992 representative Christer Björkman, and 1984 winner Richard Herrey, honours songs in the contest's final.[33] The awards are divided into three categories: Artistic Award which was voted by previous winners of the contest, Composer Award and Press Award.[34] The Barbara Dex Award is a humorous fan award given to the worst dressed artist each year. Named after Belgium's representative who came last in the 1993 contest, wearing her self-designed dress, the award was handed by the fansite House of Eurovision from 1997 to 2016 and is being carried out by the fansite songfestival.be since 2017.[35] Eurovision Song Contest: Kyiv 2005 was the official compilation album of the 2005 contest, put together by the European Broadcasting Union and released by EMI Records and CMC International on 2 May 2005. The album featured all 39 songs that entered in the 2005 contest, including the semi-finalists that failed to qualify into the grand final.[37] The original cover designed for the album was changed after Lebanon's withdrawal from the Eurovision Song Contest 2005 after announcing they would show advertisements over the Israeli entry. Had they entered, they would have been on track 4, disc 2 with the song \"Quand tout s'enfuit\" by Aline Lahoud.[38] It was reported that sales of the 2005 Eurovision merchandise reached record-breaking levels.[39]","Title":"Eurovision Song Contest 2005 - Wikipedia","KeyID":"7199","URL":"https://en.wikipedia.org/wiki/Eurovision_Song_Contest_2005"}