{"Content: ":"The Eurovision Song Contest 2006 was the 51st edition of the Eurovision Song Contest. It took place in Athens, Greece, following the country's victory at the 2005 contest with the song \"My Number One\" by Helena Paparizou. Organised by the European Broadcasting Union (EBU) and host broadcaster Hellenic Broadcasting Corporation (ERT), the contest was held at the Nikos Galis Olympic Indoor Hall, and consisted of a semi-final on 18 May, and a final on 20 May 2006. The two live shows were presented by American television personality Maria Menounos and former Greek contestant Sakis Rouvas.[2] Thirty-seven countries participated in the contest. Armenia took part for the first time this year. Meanwhile, Austria, Hungary, and Serbia and Montenegro announced their non-participations in the contest for various reasons. Serbia and Montenegro had intended to participate, however, due to a scandal in the national selection, tensions were caused between the Serbian broadcaster, RTS, and the Montenegrin broadcaster, RTCG. Despite this, the nation did retain voting rights for the contest. The winner was Finland with the heavy metal-song \"Hard Rock Hallelujah\", performed by Lordi and written by lead singer Mr. Lordi a.k.a. Tomi Petteri Putaansuu. This was Finland's first victory in the contest - and first top five placing - in 45 years of participation, the longest time a country had competed without a win at that point. It was also the first ever hard rock song to win the contest, as well as the first band to win since 1997. Russia, Bosnia and Herzegovina, Romania and Sweden rounded out the top five. Bosnia and Herzegovina achieved their best result in their Eurovision history. Further down the table, Lithuania also achieved their best result to date, finishing sixth. Of the \"Big Four\" countries Germany placed the highest, finishing joint fourteenth (with Norway). The contest saw the 1,000th song performed in the contest, when Ireland's Brian Kennedy performed \"Every Song Is a Cry for Love\" in the semi-final. The contest took place in Athens, Greece, following the country's victory at the 2005 edition with the song \"My Number One\", performed by Helena Paparizou. It was the first time Greece hosted the contest.[3] The venue that was chosen as the host venue was the Nikos Galis Olympic Indoor Hall (in 2006 it was named as Olympic Indoor Arena), which is located in the Athens Olympic Sports Complex, in the capital city of Greece. Completed in 1995, it was the largest indoor venue used at the 2004 Summer Olympics when hosted gymnastics and the basketball finals and the 2004 Summer Paralympics when hosted the wheelchair basketball.[4] When Greece won the 2005 contest, the Head of the Greek Delegation, Fotini Yiannoulatou, said that ERT was ready to host the event in Athens the next year. However, multiple cities bid to host the 2006 contest, including Thessaloniki and Patras, the second and the third largest city in Greece, respectively. The majors of the three cities (Athens, Thessaloniki, Patras) were said that their cities were ready to host the event. The venues that were rumored for each city were Olympic Indoor Hall for Athens, Pylea Sports Hall for Thessaloniki and Dimitris Tofalos Arena for Patras.[5][6] Few days after Greece's won in the contest, the Greek public broadcaster stated that “ERT intends to hold the Eurovision Song Contest in Athens, taking into account EBU's already expressed wish for the event to be combined with the Olympic facilities and amenities that the city of Athens has to offer”. Mr. Panaghiotis Psomiadis, the Prefect of Thessaloniki stated the city will fight for the hosting of the contest.[5] As the city of Patras seemed not to be available to host the contest, at the end it was a two-horse race between Athens and Thessaloniki. Finally, on June 30, 2005, ERT and EBU announced that Athens will be the host city of the 2006 contest, despite the opposition of some Greek politicians, stated that Athens already had its promotion during the 2004 Summer Olympics and that it's “another city's turn now”. The joint decision of the EBU and ERT is to host the 51st Eurovision Song Contest in Athens, which has several modern Olympic venues, infrastructure and a proven ability to host events of this size.[7] The Eurovision Village was the official Eurovision Song Contest fan and sponsors' area during the events week. There it was possible to watch performances by local artists, as well as the live shows broadcast from the main venue. Located at the Zappeion, it was open from 15 to 21 May 2006.[8][9] The EuroClub was the venue for the official after-parties and private performances by contest participants. Unlike the Eurovision Village, access to the EuroClub was restricted to accredited fans, delegates, and press. It was located at Athens Technopolis, an industrial museum and a major cultural venue of the city.[8] The official \"Welcome and Opening Ceremonies\" events, where the contestants and their delegations are presented before the accredited press and fans, took place also in Zappeon on 15 May 2006 at 21:00 EET, followed by the Opening Ceremony.[8] The official logo of the contest remained the same from 2004 and 2005 with the country's flag in the heart being changed. The 2006 sub-logo created by the design company Karamela for Greek television was apparently based on the Phaistos Disc which is a popular symbol of ancient Greece. According to ERT, it was \"inspired by the wind and the sea, the golden sunlight and the glow of the sand\". Following Istanbul's \"Under The Same Sky\" and Kyiv's \"Awakening\", the slogan for the 2006 show was \"Feel The Rhythm\". This theme was also the basis for the postcards for the 2006 show, which emphasized Greece's historical significance as well as being a major modern tourist destination.[10] The stage for the contest was designed by Greek stage designer Elias Ledakis. He would go on to design the stage for the Junior Eurovision Song Contest 2013 in Kyiv, Ukraine.[11] The stage was a replica of an ancient Greek amphitheatre.[12] As it was referred, the theme \"Feel The Rhythm\" was also the basis for the postcards, which emphasized Greece's historical significance as well as being a major modern tourist destination. The postcards filmed between March and April 2006. The host broadcaster ERT spent 3 million euros on the production of the 37 postcards. Fanis Papathanisiou of ERT said: “An impressive, international tourism campaign is expensive as well. The Eurovision Song Contest is a perfect platform to achieve equal or even better results. That's why it is worth the investment”. To decide what to show in the postcards, ERT hold surveys in all participating countries, asking what people associate Greece with.[13] To save time in the final, the voting time lasted ten minutes and the voting process was changed: points 1-7 were shown immediately on-screen. The spokespersons only announced the countries scoring 8, 10 and 12 points. Despite this being intended to speed proceedings up, there were still problems during voting – EBU imaging over-rode Maria Menounos during a segment in the voting interval and some scoreboards were slow to load. The Dutch spokesperson Paul de Leeuw also caused problems, giving his mobile number to presenter Rouvas during the Dutch results, and slowing down proceedings, also by announcing the first seven points. Constantinos Christoforou (who also represented Cyprus in 1996, 2002 and 2005) saluted from \"Nicosia, the last divided capital in Europe\"; during Cyprus' reading, the telecast displayed Switzerland by mistake. This voting process has been criticized because suspense was lost by only reading three votes instead of ten. And for the first and only time before the Prespa agreement, the display for the Macedonian entry had the title spelled out in its entirety (as \"Former Yugoslav Republic of Macedonia\") instead of being abbreviated as it has been in previous years (as \"FYR Macedonia\"). Initially, the Hellenic Broadcasting Corporation (ERT) asked Sakis Rouvas to represent again Greece in Athens, an offer which he didn't accept. With the Greek broadcaster wanting Rouvas' involvement in the contest, they offered him to be one of the hosts of the contest, where he accepted. Between the names that were rumored for the female host, included the Greek Canadian actress, screenwriter, director, and producer Nia Vardalos (known for writing and starring in My Big Fat Greek Wedding), the Greek social entrepreneur and philanthropist Elizabeth Filippouli (later, she founded the Global Thinkers Forum in London), the Greek American actress, producer, and businesswoman Jennifer Aniston (world-known for her role as Rachel Green on the television sitcom Friends (1994–2004), for which she earned Primetime Emmy, Golden Globe, and Screen Actors Guild awards), all three of them having Greek roots, and the previous edition's winner, Helena Paparizou.[14] After a lot of speculations, the Greek broadcaster announced on 7 March 2006 that the Greek American entertainment reporter, television personality, professional wrestler, actress, and businesswoman Maria Menounos would be the hostess of the contest. Menounos was starring along with Sean Connery in the movie remake video game James Bond 007: From Russia with love, while in 2002 she joined the NBC show Entertainment Tonight.[15] Menounos and Rouvas also hosted the allocation draw on March 21, 2006, in order to determine the running order for the semi-final, the grand final and - for the first time in the history of the contest - the voting order.[16][17] The \"Welcome to the Party\" opening ceremony was hosted by actress Zeta Makrypoulia and actor/screenwriter of the show, Giorgos Kapoutzidis, while Ioanna Papanikolopoulou was moderated the press conferences. The semi-final opened with a medley of former Eurovision songs performed by Greek gods: \"Welcome to the Party\" (runner-up at the Ellinikós Telikós 2006) of Anna Vissi performed by Muses, \"Nel blu, dipinto di blu\" (Italy 1958) of Domenico Modugno performed by Zeus, \"L'amour est bleu\" (Luxembourg 1967) of Vicky Leandros performed by Poseidon, \"Save Your Kisses for Me\" (United Kingdom 1976) of Brotherhood of Man performed by Hermes, \"Making Your Mind Up\" (United Kingdom 1981) of Bucks Fizz performed by Athena, \"A-Ba-Ni-Bi\" (Israel 1978) of Izhar Cohen & The Alphabeta performed by Hephaestus, \"Dschinghis Khan\" (Germany 1979) of Dschinghis Khan performed by Ares, \"Diva\" (Israel 1998) of Dana International performed by Aphrodite, \"Waterloo\" (Sweden 1974) of ABBA performed by Charites, \"Wild Dances\" (Ukraine 2004) of Ruslana performed by Artemis and \"My Number One\" (Greece 2005) of Helena Paparizou performed by the ensemble cast of the Greek gods. In addition, the hosts Maria Menounos and Sakis Rouvas sang the winning song of the 1997 contest, \"Love Shine a Light\" of Katrina and the Waves, representing the United Kingdom. The grand final opened with a ballet dance, symbolizing the birth of Greece. Greek singer Foteini Darra performed \"The Mermaid Song\" (also known as \"The Song of Life\"), while the dancers and the sets mimicked the creative elements (the sea, the wind, the sun). At the end of the ballet, the presenters appeared in the air, suspended from ropes. They landed on the stage and greeted the audience. They immediately introduced the previous year's winner, Helena Paparizou, who covered her winning song, \"My Number One\". The interval act of the semi-final began with the English cover of the song \"S'eho Erotefthi\", performed as \"I'm In Love With You\" from the host Sakis Rouvas. A folkloric ballet followed, using traditional Greek music and dances, with the pan flute as a conducting element. This ballet was composed by Dimitris Papadimitriou and choreographed by Fokas Evangelinos, while for the grand final, Helena Paparizou performed her song \"Mambo!\", already a hit in Greece. The interval act closed with a contemporary ballet entitled 4000 Years of Greek Song and which traced the history of the musical culture of the host country. This ballet was also composed by Dimitris Papadimitriou and choreographed by Fokas Evangelinos. The voting lines for both shows opened by three special guests: for the semi-final the lines opened by Emilia Tsoulfa (Gold medalist in Athens 2004 at 470 class sailing representing Greece) and Dimosthenis Tampakos (Greek gymnast and Olympic gold medalist) and for the grand final the lines opened from the Luxembourgish entrant at the 1963 contest, Nana Mouskouri. All participating countries in a Eurovision Song Contest must be active members of the EBU. It was initially announced on 16 January 2006 that thirty-eight countries would participate in the contest,[18] with Austria opting not to participate due to the bad result at the previous contest[19] and Hungary also deciding not to participate due to financial reasons.[20] Armenia participated for the very first time in the history of the contest.[21] Serbia and Montenegro announced its withdrawal on 15 March 2006, reducing the participants number from 38 to 37. Despite its withdrawal, Serbia and Montenegro still regained their rights to vote in the contest.[22] Additionally, Hari Mata Hari were selected to represent Bosnia and Herzegovina in the 1999 contest, but their entry was disqualified. Ireland's Brian Kennedy performed in Lumen, the interval act of the 1995 contest. Host Sakis Rouvas previously represented Greece at the 2004 contest. If No Name had been permitted to represent Serbia and Montenegro, they would have done so for the second consecutive year. The semi-final was held on 18 May 2006 at 21:00 (CET). 23 countries performed and all 37 participants and Serbia and Montenegro voted. The finalists were: The final was held on 20 May 2006 at 21:00 (CET) and was won by Finland. Televoting was used in all nations except Monaco and Albania. Monaco used a jury as the chances of getting enough votes needed to validate the votes were low. Albania used a jury since there were problems with their televote. In the semi final, Monaco and Albania used the jury voting due to insufficient televoting numbers. Coincidentally, Albania and Monaco were two of the three countries that did not vote for the winning entry, the third one was Armenia. Below is a summary of all 12 points in the semi-final: Below is a summary of all 12 points in the final: The following people were the spokespersons for their countries. A spokesperson delivers the results of national televoting during the final night, awarding points to the entries on behalf of his or her country.[30] Although Serbia and Montenegro withdrew from the contest, it retained its voting rights.[24] A draw was held to determine each country's voting order. Countries revealed their votes in the following order: All participating broadcasters may choose to have on-site or remote commentators providing an insight about the show to their local audience and, while they must broadcast at least the semi-final they are voting in and the final, most broadcasters air all three shows with different programming plans. Similarly, some non-participating broadcasters may still want to air the contest. These are the broadcasters that have confirmed their broadcasting plans and/or their commentators: A live broadcast of the Eurovision Song Contest was broadcast worldwide by satellite through Eurovision streams such as Channel One Russia, ERT World, TVE Internacional, TVP Polonia, RTP Internacional and TVR i. The official Eurovision Song Contest website also provided a live stream without commentary using the peer-to-peer transport Octoshape. After the contest, EBU officials stated that the overall ratings for the Semi-Final were 35% higher than in 2005, and for the Final had risen by 28%.[53] In France, average market shares reached 30.3%, up by 8% over the 2005 figure. Other countries that showed a rise in average market shares included Germany with 38% (up from 29%), United Kingdom with 37.5% (up from 36%), Spain with 36% (up from 35%), Ireland with 58% (up from 35%) and Sweden, which reached over 80% compared to 57% the year previously.[53] Voting revenues had also risen from the Kyiv contest, and the official Eurovision website, www.eurovision.tv, reported visits from over 200 countries and over 98 million page views, compared with 85 million in 2005. Large parts of the final were filmed in high-definition to gather \"artistic and scientific knowledge\" for future contests, but the footage was never intended to be used as part of the original broadcast and was filmed as part of a research experiment carried by those including the EBU, host broadcaster ERT, the Institute for Broadcasting Technology in Munich, the research and development laboratories [it] of RAI and the BBC. The footage was broadcast for the first time, as part of EurovisionAgain, on Eurovision's YouTube channel on 31 July 2021.[54] ERT's net income from the Eurovision event amounted to 7,280,000 euros, while the cost of the entire event reached 5,500,000 euros, said on Thursday in a press conference the president of ERT, Christos Panagopoulos and the authorized consultant George Chouliaras, who stated: \"The allegations about the waste of money of the Greek taxpayer do not apply. The Greek people did not pay a penny for the event. It was a commercial and profitable event and the money we spent was donor money\".[53][55] According to G. Chouliaras, the revenues that ERT had from the event were 3,630,000 euros from national sponsors, 2,200,000 euros from tickets and 1,450,000 euros from the share of international sponsors, advertising revenues outside sponsorships, sms, etc.[53][55] Regarding the costs paid by ERT for the event together with the EBU, it amounted to a total of 9 million euros, of which 5.5 million euros were paid by ERT and 3.5 million euros by the EBU. These costs include the costs for the television production, the production of the artistic program, the technical production, the payment of contributions, the organization of the competition and any other direct costs related to the organization of Eurovision 2006. It is also noted that EOT paid for the production of 47 commercials and their promotion during the semifinals and the final 3.5 million euros.[53][55] The president of ERT, Christos Panagopoulos, clarified, however, that the total cost does not include the shows that started in February for the advertising support of the event, for which he estimated that their cost will not exceed 1 million euros. He stated that in essence the net profit of ERT amounts to 745,000 euros, which will be allocated for other cultural events.[53] It was also clarified that ERT did not pay anything to Anna Vissi, nor to Nikos Karvelas, as well as did not pay for the dress of Anna Vissi. Chouliaras stressed that all the participants of the event were paid at market prices and in particular Zeta Makrypoulia and Giorgos Kapoutzidis received 8-10 thousand euros per month for their four-month employment, Sakis Rouvas 50,000 euros and Maria Menounos 45,000 euros.[53][55] It was also clarified that the costs of the \"promotour\" of Anna Vissi are included in the total cost and that from these the transfers were covered by Olympic Airlines and the hotels, the cost of which amounted to 150,000 euros, by the sponsors.[53] Regarding the future, Giorgos Chouliaras noted that \"ERT should have a dynamic participation in the next Eurovision Song Contests and not devalue the institution, since it is a television product watched by 3.5 million Greeks\".[53] In addition to the main winner's trophy, the Marcel Bezençon Awards and the Barbara Dex Award were contested during the 2006 Eurovision Song Contest. The Marcel Bezençon Awards, organised since 2002 by Sweden's then-Head of Delegation and 1992 representative Christer Björkman, and 1984 winner Richard Herrey, honours songs in the contest's final.[56] The awards are divided into three categories: Artistic Award which was voted by previous winners of the contest, Composer Award, and Press Award.[57] The Barbara Dex Award is a humorous fan award given to the worst dressed artist each year. Named after Belgium's representative who came last in the 1993 contest, wearing her self-designed dress, the award was handed by the fansite House of Eurovision from 1997 to 2016 and is being carried out by the fansite songfestival.be since 2017. Eurovision Song Contest: Athens 2006 was the official compilation album of the 2006 contest, put together by the European Broadcasting Union and released by CMC International on 28 April 2006. The album featured all 37 songs that entered in the 2006 contest, including the semi-finalists that failed to qualify into the grand final.[58] Coordinates: 37°58′N 23°43′E﻿ / ﻿37.967°N 23.717°E﻿ / 37.967; 23.717","Title":"Eurovision Song Contest 2006 - Wikipedia","KeyID":"7200","URL":"https://en.wikipedia.org/wiki/Eurovision_Song_Contest_2006"}