{"Content: ":"The Eurovision Song Contest 2007 was the 52nd edition of the Eurovision Song Contest. It took place in Helsinki, Finland, following the country's victory at the 2006 contest with the song \"Hard Rock Hallelujah\" by Lordi. Organised by the European Broadcasting Union (EBU) and host broadcaster Yleisradio (Yle), the contest was held at the Hartwall Areena, and consisted of a semi-final on 10 May, and a final on 12 May 2007. The two live shows were presented by Finnish television presenter Jaana Pelkonen and musician and TV-host Mikko Leppilampi. In addition, Krisse Salminen acted as guest host in the green room, and reported from the crowds at the Senate Square. Forty-two countries participated in the contest - three more than the previous record of thirty-nine, that took part in 2005. The EBU decided to put aside its limit of 40 countries, which would have meant excluding some countries using a ranking order scheme.[2] The Czech Republic and Georgia participated for the first time this year, with Montenegro and Serbia taking part as independent nations for the first time.[citation needed] Austria and Hungary both returned, after their absence from the previous edition. Meanwhile, Monaco decided not to participate,[3] despite initially confirming participation.[4] Monaco has not competed in Eurovision Song Contest ever since. The winner was Serbia with the song \"Molitva\", performed by Marija Šerifović and written by Vladimir Graić and Saša Milošević Mare. This was Serbia's first victory in the contest, coincidentally the first year it competed as an independent nation. It was also the first winning song entirely performed in a country's native language since Israel's \"Diva\" in 1998. Ukraine, Russia, Turkey and Bulgaria rounded out the top five. Further down the table, Belarus achieved their best placing to date, finishing sixth. Meanwhile, Ireland achieved its worst placing in the contest, finishing twenty-fourth (last place). Of the \"Big Four\" countries, Germany placed the highest, finishing nineteenth. Helsinki, the Finnish capital, was chosen as the host city, although other cities were in the running; the second-largest city of Espoo, the third-largest city of Tampere, and the city of Turku all submitted bids to host the contest alongside Kittilä, Lahti and Rovaniemi. The choice of Helsinki was justified, among other things, by the requirements of the number of people and technology, as well as its superior flight and transport connections and accommodation capacity.[5] A total of 11 venues in seven locations applied for hosting rights. The known possible venues for the contest included LänsiAuto Areena in Espoo, Helsinki Ice Hall, Helsinki Fair Center, industrial workshop buildings at Pasilan konepaja [fi] in Helsinki, Lahden suurhalli [fi] in Lahti, Rovaniemi Lapland Arena, Pirkkahalli (main hall of Tampere Exhibition and Sports Centre), Tampere Ice Stadium and Turkuhalli.[6] In the end, Helsinki was chosen, with the host venue being the Hartwall Areena.[5] The venue is a large multi-functional indoor arena, which opened in 1997, and can take some 12,000–15,000 spectators for concerts. Its name comes from its largest sponsor, the beverage company Hartwall, also based in Helsinki. For the contest, the arena was referred to as the Helsinki Arena. On 12 March 2007, the draws for the running order for the semi-final, final and voting procedure took place. A new feature allowed five wild-card countries from the semi-final and three countries from the final to choose their starting position. The heads of delegation went on stage and chose the number they would take. In the semi-final, Austria, Andorra, Turkey, Slovenia and Latvia were able to choose their positions. In the final, Armenia, Ukraine and Germany were able to exercise this privilege. All countries opted for spots in the second half of both evenings. Shortly after the draw, the entries were approved by the EBU, ending the possibility of disqualification for the Israeli song.[citation needed] The United Kingdom chose their entry after the deadline because they were granted special dispensation from the EBU. The contest saw some minor changes to the voting time-frame. The compilation summary video of all entries including phone numbers was shown twice. The voting process was the same as 2006 except there was fifteen minutes to vote, an increase of five minutes on the 2006 contest. In the final, the results from each country were once again shown from one to seven points automatically on screen and only eight, ten and twelve were read by the spokespeople. For the first time, the winner was awarded a promotion tour around Europe, visiting Denmark, Spain, Sweden, the Netherlands, Greece and Germany. The tour was held between 16 May and 21 May. The event was sponsored by Nordic communications group TeliaSonera, and — as with several previous contests — Nobel Biocare. Apocalyptica were the interval act, and played a medley of songs: Worlds Collide, Faraway and finally Life Burns!, but without the usual lyrics. The official logo of the contest remained the same as 2006; the flag in the centre of the heart was changed to the Finnish flag. The European Broadcasting Union and YLE announced that the theme for the 2007 contest would be \"True Fantasy\", which embraced Finland and \"Finnishness\" in terms of the polarities associated with the country.[7] The design agency Dog Design was responsible for the design of the visual theme of the contest which incorporated vibrant kaleidoscopic patterns formed from various symbols including exclamation marks and the letter F.[8] The stage was in the shape of a kantele, a traditional Finnish instrument. On 20 February 2007 a reworked official website for the contest was launched marking the first public exhibition of this year's theme. An official CD and DVD were released (but no HD DVD or Blu-ray, despite the event being broadcast in high definition for the first time). An official fan book was also released. The themes of the postcards (short videos between the acts) were short stories occurring in different Finnish landmarks. Participating countries in a Eurovision Song Contest must be active members of the EBU. 42 countries submitted preliminary applications. Although in previous years the maximum number of participating countries was 40, the EBU allowed all 42 to participate in 2007. The Czech Republic, Serbia, Montenegro and Georgia all entered the contest for the first time in 2007.[citation needed] Monaco announced its non-participation on 12 December 2006,[3] and the EBU announced the final lineup of 42 countries on 15 December 2006. The semi-final was held on 10 May 2007 at 21:00 (CET). 28 countries performed and all 42 participants voted. The finalists were: The final was held on 12 May 2007 at 21:00 (CET) and was won by Serbia. All countries participating in the contest were required to use televoting and/or SMS voting during both evenings of the contest. In the event of technical difficulties, or if the votes of the country did not meet the EBU threshold, then a back-up jury's results were to be used. Albania and Andorra were the only countries that used juries. A draw was held in Helsinki to establish the order in which the countries presented their votes during the final. Below is a summary of all 12 points in the semi-final: Below is a summary of all 12 points in the final: The order in which each country announced their votes was determined in a draw during the heads of delegation meeting. The spokespersons are shown alongside each country.[16] A live broadcast of the Eurovision Song Contest was broadcast worldwide by satellite through Eurovision streams such as Channel One Russia, ERT World, TVE Internacional, TVP Polonia, RTP Internacional and TVR i. The official Eurovision Song Contest website also provided a live stream without commentary using the peer-to-peer transport Octoshape. Yle produced the event in 1080i HD and 5.1 surround sound.[37] This was the first year that the event was broadcast live in HD. The British broadcaster BBC broadcast the final in high definition on BBC HD.[38] Swedish broadcaster SVT broadcast both the semi-final and the final on SVT HD.[39] However, the event was available on DVD in standard-definition only, with no DVD or Blu-ray version available in high-definition. In addition to the main winner's trophy, the Marcel Bezençon Awards and the Barbara Dex Award were contested during the 2007 Eurovision Song Contest. The OGAE, \"General Organisation of Eurovision Fans\" voting poll also took place before the contest. The Marcel Bezençon Awards, organised since 2002 by Sweden's then-Head of Delegation and 1992 representative Christer Björkman, and 1984 winner Richard Herrey, honours songs in the contest's final.[40] The awards are divided into three categories: Artistic Award which was voted by previous winners of the contest, Composers Award, and Press Award.[41] OGAE, an organisation of over forty Eurovision Song Contest fan clubs across Europe and beyond, conducts an annual voting poll first held in 2002 as the Marcel Bezençon Fan Award. After all votes were cast, the top-ranked entry in the 2007 poll was also the winner of the contest, Serbia's \"Molitva\" performed by Marija Šerifović; the top five results are shown below.[42][43][44] The Barbara Dex Award is a humorous fan award given to the worst dressed artist each year. Named after Belgium's representative who came last in the 1993 contest, wearing her self-designed dress, the award was handed by the fansite House of Eurovision from 1997 to 2016 and is being carried out by the fansite songfestival.be since 2017. Eurovision Song Contest: Helsinki 2007 was the official compilation album of the 2007 contest, put together by the European Broadcasting Union and released by CMC International on 20 April 2007. The album featured all 42 songs that entered in the 2007 contest, including the semi-finalists that failed to qualify into the grand final.[45] Coordinates: 60°10′N 24°56′E﻿ / ﻿60.167°N 24.933°E﻿ / 60.167; 24.933","Title":"Eurovision Song Contest 2007 - Wikipedia","KeyID":"7201","URL":"https://en.wikipedia.org/wiki/Eurovision_Song_Contest_2007"}