{"Content: ":"The Eurovision Song Contest 2009 was the 54th edition of the Eurovision Song Contest. It took place in Moscow, Russia, following the country's victory at the 2008 contest with the song \"Believe\" by Dima Bilan. Organised by the European Broadcasting Union (EBU) and host broadcaster Channel One (C1R), the contest was held at the Olimpiysky Arena, and consisted of two semi-finals on 12 and 14 May, and a final on 16 May 2009. The semi-finals were presented by Russian model Natalia Vodianova and television presenter Andrey Malahov, while the final was presented by Russian television presenter Ivan Urgant and former Russian contestant Alsou Abramova, becoming the first and as of 2022[update] only time that two different sets of presenters had hosted the semi-finals and finals. Forty-two countries participated in the contest - down one from the record forty-three the year before. Slovakia returned to the contest for the first time since 1998, while San Marino did not enter due to financial issues. Latvia and Georgia originally announced their intention not to participate, but it was later stated by the EBU that both countries would indeed participate.[2] However, Georgia later decided to withdraw after the EBU rejected its selected song as being a breach of the contest rules. The winner was Norway with the song \"Fairytale\", performed and written by Alexander Rybak. The song received a record-breaking 387 points out of a possible 492, at the time the highest total score in the history of the contest. Iceland, Azerbaijan, Turkey and the United Kingdom rounded out the top five, with the latter achieving their best placing since 2002. Iceland's second-place finish was the country's best placing in a decade. After criticism of the voting system in 2007, changes in the voting procedure were finally made prior to this contest, with the re-introduction of a national jury alongside televoting for the final, while the format of the semi-finals remained the same. The contest was held in Russia following its victory in the 2008 contest in Belgrade, Serbia, with Dima Bilan's \"Believe\".[3] Vladimir Putin, Prime Minister of Russia, stated that the contest would be held in Moscow.[4] It was proposed by Channel One that the contest be held in Moscow's Olimpiysky Arena, and this proposal was evaluated by the EBU and confirmed on 13 September 2008.[4][5] The Director-General of the venue, Vladimir Churilin, refuted rumours of emergency reconstruction of the building, saying: \"It will not be required for the Eurovision Song Contest. We now can take up to 25 thousand spectators.\"[citation needed] Thirty-seven countries participated in one of the two semi-finals of the contest, with the \"Big Four\" countries (France, Germany, Spain and the United Kingdom) and the host (Russia) pre-qualified for the final.[2] In addition to those pre-qualified, the final also included the ten selected countries from each semi-final, making a total of twenty-five participants. A discussion on changes to the format of the 2009 Eurovision Song Contest had taken place at an EBU meeting in Athens, Greece in June 2008 where a proposal was made that could have resulted in the \"Big Four\" losing their automatic place in the final of the contest.[6] However, it was confirmed that the \"Big Four\" countries would continue to automatically qualify for the final at the 2009 contest.[7] Host broadcaster Channel One presented the sub-logo and theme for the 2009 contest on 30 January 2009.[8] The sub-logo is based upon a \"Fantasy Bird\", which can be used with many colours. As in previous years, the sub-logo was presented alongside the generic logo.[8] 2009 is the only year since 2002 without a slogan. The stage was designed by New York-based set designer John Casey, and was based around the theme of contemporary Russian avant-garde. Casey, who had previously designed the stage for the Eurovision Song Contest 1997 in Dublin, was also involved in design teams for the 1994 and 1995 contests. He explained that \"even before [he] worked with the Russians on the TEFI Awards in Moscow in 1998, [he] was inspired by and drawn to art from the Russian Avant Garde period, especially the constructivists... [He] tried to come up with a theatrical design for the contest that incorporates Russian avant-garde art into a contemporary setting, almost entirely made up of different types of LED screens.\"[9] Casey explained that together, the various LED shapes form the finished product. Furthermore, large sections of the stage can move, including the circular central portion of curved LED screens, which can be moved to effect and allow each song to have a different feel. The music accompanying the postcards used to introduce each participating country was written and produced by British electronic musician Matthew Herbert.[10] The postcards opened with the words \"Moskva 2009\" (Москва 2009), the transliterated Russian way to say \"Moscow 2009\". It continued with the appearance of Miss World 2008, Ksenia Sukhinova of Russia, and then a group of famous landmarks from the participating country were shown in computer animation. The animation would simulate a pop-up book, with each \"page turn\" showing different landmarks. Then Sukhinova reappeared again, wearing a hat comprising all of the landmarks shown (as well as having different hairstyle & make-up each time) and a T-shirt with the colours of the respective country's flag. The Russian video had the exact appearance of Sukhinova shown in the first part of every video, and no different hairstyle was shown for the Russian entry. Then, on the right, the 2009 contest logo appeared with the name and the flag of the country. Finally a phrase in transliterated Russian word and its English translation were shown. The words shown were as were as following, listed in alphabetical order: On Friday 30 January 2009, the draw to decide which countries would appear in either the first or second semi-final took place at the Marriott Royal Aurora Hotel. The participating countries excluding the automatic finalists (France, Germany, Russia, Spain & the United Kingdom) were split into six pots, based upon how those countries have been voting. From these pots, half (or as close to half as is possible) competed in the first Semi Final on 10 May 2009. The other half in that particular pot will compete in the second Semi Final on 12 May 2009.[11][12][13] The draw for the running order of the semi-finals, finals, and the order of voting, occurred on 16 March 2009 at Cosmos Hotel.[14][2] In response to some broadcasters' continued complaints about politically charged, neighbourly and diaspora voting, the EBU evaluated the voting procedure used in the contest, with the possibility of a change in the voting system for 2009. Contest organisers sent a questionnaire regarding the voting system to participating broadcasters, and a reference group incorporated the responses into their suggestions for next year's format.[15] Telewizja Polska (TVP), the Polish broadcaster, suggested that an international jury similar to the one used in the 2008 Eurovision Dance Contest be introduced in the Eurovision Song Contest to lessen the impact of neighbourly voting and place more emphasis on the artistic value of the song.[16] A jury would lead to less political and diaspora voting as the jury members, mandated to be music industry experts, would also have a say in addition to \"random members of the public\".[17] It was decided that for the contest final, each country's votes would be decided by a combination of 50% televoting results and 50% national jury.[18] The method of selecting the semi-final qualifiers remained the same for the most part, with nine countries, instead of the ten as in years past, qualifying from each semi-final based on the televoting results.[19][20] For the tenth qualifier from each semi-final, the highest placed country on the back-up jury scoreboard that had not already qualified, was chosen for the final.[18] At the final, each country combined their 1–7, 8, 10,12 points from the televote with their 1–7,8,10,12 jury points to create their \"national scorecard\". The country with the most points received 12 points, the second placed country received 10 points, the third placed country received 8 points and so on to 1 points. If a tie arose, the song with the higher televote position was given the advantage and the higher point value.[18] National juries were originally phased out of the contest beginning in 1997, with televoting having become mandatory for nearly all participants since 2003. Edgar Böhm, director of entertainment for Austria's public broadcaster Österreichischer Rundfunk (ORF), has stated that the 2008 format with two semi-finals \"still incorporates a mix of countries who will be politically favoured in the voting process,\" and \"that, unless a clear guideline as to how the semifinals are organised is made by the EBU, Austria will not be taking part in Moscow 2009.\"[21][22] Despite the inclusion of jury voting in the final, Austria did not return to the contest in 2009.[23] \"In each of the 42 participating countries, a jury of five music industry professionals (including one jury chairperson) will judge the entries taking part in the Final. Their decision will be based on the second dress rehearsal. The names of the jury members must be revealed by the respective participating broadcasters before or during the Final. Following the release of the final participants list by the EBU, 42 countries confirmed their participation in the 2009 contest, including Slovakia, which returned to the contest after 11 years.[2][25] Georgia originally announced that it was not to participate in the contest due to the Russo-Georgian War in protest of the foreign policies of Russia,[26][27] but later decided to return to the contest, inspired by its win at the Junior Eurovision Song Contest 2008, as well as Russia's 12 points to it in the same contest.[28][29] The country eventually withdrew from the contest due to its entry being deemed to contain political references, including in the title a play on words of Russia's prime minister's surname.[30] Rumours arose surrounding the participation and return of San Marino and Monaco. Télé Monte Carlo (TMC), the Monegasque broadcaster, confirmed that there were talks with the EBU over a Monegasque return to the 2009 contest.[31] At the same time, rumours spread that San Marino's broadcaster, Radiotelevisione della Repubblica di San Marino (SMRTV), would not participate in the contest due to poor placing at the 2008 contest.[32] In the end, after originally confirming their intent to participate in Moscow, SMRTV was forced to withdraw from the event due to financial difficulties that prevented a second entry.[33][34] The Latvian broadcaster, Latvijas Televīzija (LTV), had reportedly withdrawn from the 2009 contest on 17 December 2008, three days after the final participation deadline. This came about due to budget cuts of over 2 million lati (2.8 million euros) from the LTV budget, hindering their ability to pay the participation fee.[35] LTV confirmed that they had informed the EBU of their intent to withdraw based solely on financial difficulties. LTV then went into discussions with the EBU in an attempt to find a solution that would keep the country in the contest.[36][37] On 20 December 2008, LTV announced that it would be withdrawing from the contest, and that both the EBU and Channel One had agreed not to force a financial penalty on the late withdrawal of the broadcaster from the 2009 contest. LTV also announced its intent to be at the 2010 contest.[38][39] However, on 12 January 2009, it was announced that Latvia would participate in the 2009 contest.[2] Each country chose its entry for the contest through its own selection process. Some countries selected their entry through an internal selection, where the representing network chose both the song and artist, while others held national finals where the public chose the song, the artist, or both. Thirty-seven countries participated in one of the two semi-finals of the contest.[2] The semi-final allocation draw took place on 30 January 2009,[12][13] while the draw for the running order was held on 16 March 2009.[40][41] The first semi final took place in Moscow on 12 May 2009. The United Kingdom and Germany voted in this semi-final.[42] Before its withdrawal, Georgia was originally drawn to perform in this semi-final. The second semi final took place in Moscow on 14 May 2009. France and Russia voted in this semi-final.[42] Spain was also scheduled to televote in this semi-final, but due to scheduling errors at TVE, the semi-final was aired late and Spanish viewers were not able to vote, so the Spanish jury's vote was used instead.[45] The finalists were: The final took place in Moscow on 16 May 2009 at 23:00 MST (19:00 UTC) and was won by Norway. There were a few glitches out of the 84 total televote counts from the two semi-finals and grand final.[48] In the second semi final, Spain's and Albania's delays in broadcasting the show meant that their results were provided by the back-up juries. In the final, SMS voting was the only method used to provide the Hungarian public voting scores as the televotes could not be counted due to a technical problem, and Norway's jury vote was used because a technical mistake by the local telephone operator rendered the televotes and SMS texts unusable. The full split jury/televoting results of the final were announced by the EBU in July 2009.[49] Below is a summary of the maximum 12 points each country awarded to another in the 1st semi-final: Below is a summary of the maximum 12 points each country awarded to another in the 2nd semi-final: Below is a summary of all 12 points in the final: The voting order and spokespersons during the final were as follows:[56] Most countries sent commentators to Moscow or commentated from their own country, in order to add insight to the participants and, if necessary, provide voting information. A commentated live broadcast of the Eurovision Song Contest was available worldwide via satellite by broadcaster streams such as: Additionally, the official Eurovision Song Contest website also provided a live stream without commentary via the peer-to-peer medium Octoshape.[94] The 2009 contest experienced several controversies and incidents during its lead-up, including the interpretation of over Georgia's entry as an attack against the Russian prime minister,[95] conflicts between Armenia and Azerbaijan stemming from the inclusion of a monument in a disputed region to represent Armenia in a video introduction,[96] Spain's broadcaster showing a semi-final on tape delay after a scheduling conflict,[97] and protests over Russia's treatment of LGBT people to coincide with the contest.[98] Armenia and Azerbaijan experienced several conflicts during the 2009 contest. After the first semi-final, representatives for Azerbaijan complained to the EBU over the introductory \"postcard\" preceding the Armenian entry, since the video clip had included a depiction of We Are Our Mountains, a monumental statue located in the unrecognized Nagorno-Karabakh republic, which is considered to be a de jure part of Azerbaijan.[96] As a result of the complaint, the statue was edited out during the finals.[99] However, Armenia retaliated during the results presentations by having the monument displayed on a video screen in the background, and having presenter Sirusho read the results from a clipboard decorated with a photo of the monument.[99] There were also allegations that no number had been shown for the public to call and vote for Armenia's entry during the telecast in Azerbaijan. Representatives denied these allegations by showing a video that showed an untampered signal during the Armenian performance.[100] However, a subsequent EBU investigation found that the Azerbaijani broadcaster, Ictimai TV, had blurred out the number for Armenia's entry and distorted the TV signal when the Armenian contestants were performing on stage. The EBU fined Ictimai TV an undisclosed sum and is said to have threatened to exclude the broadcaster from the competition for up to three years if further infractions of the Eurovision Song Contest rules are made.[101] In August 2009, a number of Azerbaijanis who had voted for Armenia's entry during the 2009 contest were summoned for questioning at the Ministry of National Security in Baku, during which they were accused of being \"unpatriotic\" and \"a potential security threat\". This incident initiated an EBU investigation that resulted in a change to the Eurovision rules to allow a country's participating broadcaster to be liable \"for any disclosure of information which could be used to identify voters\".[102] Despite the conflict, Armenia gave Azerbaijan 1 point in the final, the only time the two countries have exchanged points in a final as of 2022.[update] Due to its commitments to broadcast the Madrid Open tennis tournament, Spanish broadcaster Televisión Española (TVE) broadcast the second semifinal on a tape delay on its channel La 2, approximately 66 minutes after the show began in Moscow.[103] As a result of the tape delay, the broadcaster also utilized a backup jury rather than televoting to decide its votes.[97][104] TVE had already switched to voting in the second semi-final due to another scheduling conflict, which had already sparked criticism from the neighboring Andorran and Portuguese delegations, who stated that a Spanish vote would have positively influenced their performance in the first semifinal.[104] On the day following the semi-final, local newspaper El Mundo speculated that RTVE may have administered the delay on purpose in order to prevent Spain from winning the contest, claiming that the broadcaster would not be ready to host the contest if Spain were to win.[105] A statement in ABC had cited technical difficulties for the delay.[103] After the semi-finals, the EBU announced that Spain would face sanctions for their actions in the contest, but also stated that their participation in the 2009 contest in Moscow would not be affected.[97] The Spanish entry, \"La noche es para mí\", did not fare well in the contest itself, placing 24th during the finals.[106] After being placed to compete in the first semi-final on 12 May, a national final was held in Georgia to select its entry. The selected entry, Stephane & 3G with \"We Don't Wanna Put In\", gained coverage and controversy due to perceived political connotations within its lyrics relating to Russian Prime Minister Vladimir Putin.[107] The EBU rejected the song due to these political connotations, calling it a clear breach of the contest's rules. The EBU then asked the Georgian broadcaster Georgian Public Broadcaster (GPB) on 10 March to change either the lyrics of the song, or to select a new song to compete for the country.[108][109] GPB refused to change the lyrics or the song, claiming that the song contained no political references, and that the rejection by the EBU was due to political pressure from Russia. As such, GPB withdrew Georgia from the contest on 11 March.[30][110] The band admitted the political content of the song and their intention was just to embarrass Putin in Moscow.[95] Russian gay rights activist Nikolai Alekseev used the contest's presence in Russia as a platform for promoting the country's position on the rights of LGBT people, countering Moscow mayor Yury Luzhkov's view that homosexuality is satanic.[111] Alekseev announced that the 2009 edition of Moscow Pride, the city's annual gay pride parade, would coincide with the finals on 16 May, the day before the International Day Against Homophobia. The parade was also renamed \"Slavic Pride\", to promote gay rights and culture across the entire Slavic region of Europe.[112] The parade was denied authorisation by Moscow officials on the basis that it would \"destroy morals in society\"[98] and statements were issued stating that protesters would be treated \"toughly\",[113] and that \"tough measures\" would be faced by anyone joining the march.[114] The rally was broken up by Moscow police, and 20 protesters were arrested including Nikolai Alekseev[98] and human rights campaigner Peter Tatchell, who exclaimed that \"this shows the Russian people are not free\" as he was taken away by police.[115] Sweden's representative Malena Ernman supported the cause saying that she is not homosexual herself but would be proud to call herself gay to support her fans, stating that she was sad that the Moscow government would not allow a \"tribute to love\" to occur.[116] The winner of the contest, Norway's Alexander Rybak, also referred to the controversy in an interview when he called the Eurovision Song Contest itself the \"biggest gay parade\".[117] The Dutch group De Toppers made news by member Gordon threatening to boycott the final if the gay parade was violently beaten down. However, the group's failure to qualify for the final left this threat redundant. In addition to the main winner's trophy, the Marcel Bezençon Awards and the Barbara Dex Award were contested during the 2009 Eurovision Song Contest. The OGAE, \"General Organisation of Eurovision Fans\" voting poll also took place before the contest. The Marcel Bezençon Awards, organised since 2002 by Sweden's then-Head of Delegation and 1992 representative Christer Björkman, and 1984 winner Richard Herrey, honours songs in the contest's final.[118] The awards are divided into three categories: the Artistic Award, the Composers Award, and the Press Award.[119] OGAE, an organisation of over forty Eurovision Song Contest fan clubs across Europe and beyond, conducts an annual voting poll first held in 2002 as the Marcel Bezençon Fan Award. After all votes were cast, the top-ranked entry in the 2009 poll was also the winner of the contest, Norway's \"Fairytale\" performed by Alexander Rybak; the top five results are shown below.[120][121][122] The Barbara Dex Award is a humorous fan award given to the worst dressed artist each year. Named after Belgium's representative who came last in the 1993 contest, wearing her self-designed dress, the award was handed by the fansite House of Eurovision from 1997 to 2016 and is being carried out by the fansite songfestival.be since 2017. Eurovision Song Contest: Moscow 2009 was the official compilation album of the 2009 contest, put together by the European Broadcasting Union and released by EMI Records and CMC International on 11 May 2009. The album featured all 42 songs that entered in the 2009 contest, including the semi-finalists that failed to qualify into the grand final.[123] Media related to Eurovision Song Contest 2009 at Wikimedia Commons Coordinates: 55°46′N 37°40′E﻿ / ﻿55.767°N 37.667°E﻿ / 55.767; 37.667","Title":"Eurovision Song Contest 2009 - Wikipedia","KeyID":"7203","URL":"https://en.wikipedia.org/wiki/Eurovision_Song_Contest_2009"}