{"Content: ":"The Eurovision Song Contest 2010 was the 55th edition of the Eurovision Song Contest. It took place in Oslo, Norway, following the country's victory at the 2009 contest with the song \"Fairytale\" by Alexander Rybak. Organised by the European Broadcasting Union (EBU) and host broadcaster Norsk rikskringkasting (NRK), the contest was held at the Telenor Arena, and consisted of two semi-finals on 25 and 27 May, and a final on 29 May 2010, tying with the 1999 edition for the contest hosted the latest.[1][3] The three live shows were presented by Norwegian television presenters Erik Solbakken and Nadia Hasnaoui and singer Haddy N'jie.[2] Thirty-nine countries took part in the contest, with Georgia returning after its one-year absence. Meanwhile, Andorra, the Czech Republic, Hungary, and Montenegro all decided against participation, mainly for reasons related to the global financial crisis. Lithuania originally announced its non-participation, but was later among the participants confirmed by the EBU.[4][5] The winner was Germany with the song \"Satellite\", performed by Lena and written by Julie Frost and John Gordon. This was Germany's second victory in the contest, following their win in 1982, and their first win as a unified country. It was also the first win for one of the \"Big Four\" countries since the rule's introduction in 2000. Turkey, Romania, Denmark and Azerbaijan rounded out the top five. Romania, finishing third, equalled their best result from 2005, while further down the table, Georgia achieved their best result to date, finishing ninth. For the first time since the introduction of semi-finals in 2004, Sweden failed to qualify for the final. The last time Sweden was absent from a Eurovision final was in 1976. The global financial crisis at the time affected how the event was run; the host broadcaster NRK was forced to sell its broadcast rights for the 2010 FIFA World Cup to TV 2 and Viasat in order to finance the event.[6] Prior to the contest, the EBU announced that the voting system used in the semi-finals would change from previous years to balance jury voting with televoting. A return of accompaniment by orchestra was also proposed, but ultimately did not occur. 150 million Norwegian kroner (€17 million) was originally the venue budget agreed upon by Trond Giske and Hans-Tore Bjerkaas, respectively the Norwegian Minister for Culture and the head of Norwegian Broadcasting Corporation (NRK).[7][8] At a press conference in Oslo on 27 May 2009, it was announced that the show was to be held in the Oslo metropolitan area. NRK argued that Oslo was the only city with the required capacity, venues, and infrastructure to hold the show. On 3 July 2009, it was decided that the venue would be the newly constructed Telenor Arena, in the municipality of Bærum neighbouring Oslo.[9] The Oslo Spektrum (host venue in 1996) was ruled out to host the contest due to its smaller size and capacity,[1] as was Vallhall Arena in Oslo and the Hamar Vikingskipet. NRK had decided they wanted to take the contest back to the basics and after the contest in 2009, where LEDs were widely used, they used none. The 2010 was also produced on a considerably lower budget than the year before.[10] NRK announced the theme art, slogan and design for the contest on 4 December 2009, during the Host City Insignia Exchange between the Mayors of Moscow, Oslo and Bærum, marking the official kick-off of the Eurovision Song Contest 2010 season.[11] The theme art, a series of intersecting circles, was selected to \"represent gathering people and the diversity of emotions surrounding the Eurovision Song Contest.\"[12] In addition to the base colour of white, the logo was created in black, gold, and pink.[13] A preview of the stage design was released on 6 May 2010, featuring no LED screens, opting instead for various other lighting techniques.[14] Unlike the 2009 and the 2008 postcards, the 2010 postcards were based in simplicity but also included an innovative idea, they are shown like they could be seen right in the venue, over the crowd's heads. The basic synopsis of the postcards is a numerous group of little golden balls (the theme of the ESC 2010) forms the shape of each country. Then, they move and form a screen where we can see a pre-recorded video of a little crowd from in a city of the country (usually the capital) about to perform supporting and cheering their act. After that, a few seconds of the performer of the country getting ready in the stage are shown; and then, the balls form the flag of the country supported. In the part of the shape of the country, there were little discrepancies: some countries' shapes, such as those for Serbia, Israel, Armenia, and Azerbaijan, were not completely shown, due to territorial or border disputes in those areas. NRK announced the hosts of the contest on 10 March 2010. Those chosen were Erik Solbakken, Haddy Jatou N'jie, and Nadia Hasnaoui. Solbakken and N'jie opened the three shows, introduced the artists, and reported from the green room during the voting, with Hasnaoui presenting the voting section and scoreboard announcements.[2][15] This was the second Eurovision Family of Events that Hasnaoui had co-hosted, after doing so at the Junior Eurovision Song Contest 2004, in Lillehammer. The trio guided the audience and viewers through the night in English, French, and Norwegian.[16] This was the second time that more than two hosts were presenting the shows, after the 1999 contest. On 11 October 2009, the European Broadcasting Union (EBU) announced that the format of the semi-finals was to be changed so that the results would be determined by a combination of 50% national jury and 50% televoting, making it more consistent with the final. Each country's votes were determined by combining the jury votes and the televoting results; the countries with the top ten highest points in each semi-final then qualify to participate in the final of the contest.[17] This replaces the semi-final format used in the 2008 and 2009 contests in which the countries with the top nine highest points from the televoting results in each semi-final qualified for the final. The tenth semi-final place was then given to the country with the highest number of points from the jury's votes which had not already qualified for the final from the televoting results.[18] On 26 October 2009, the EBU announced that the voting would be open throughout the competition and would conclude 15 minutes after the end of the very last song.[19] A number of fans began a campaign on social networking site Facebook for the return of an orchestra to the contest in Oslo, for the first time since 1998. An orchestra, which had been used since the first contest in 1956, was dropped after the 1998 contest due to rapid developments in music technology, which made backing tracks more useful.[20][21] Jan Fredrik Heyerdahl of the Norwegian Radio Orchestra said that they were interested in participating in the 2010 contest if the EBU and NRK approved the return of an orchestra.[20][21] However, no such change to the contest had been approved. The interval act involved a number of live public outdoor dance events from across Europe, which were planned for promotional purposes, but done in the style of a series of spontaneous flashmobs. The outdoor footage was intercut with webcam footage from individual private households. Peter Svaar, Head of Press for the contest on behalf of broadcaster NRK, said: \"We want to share the Eurovision Song Contest, rather than just broadcast it.\"[22] The seven and a half minute long song, called \"Glow\", was produced and co-written by the Element team and performed and co-written by Madcon.[23][better source needed] On Sunday 7 February 2010, the draw to decide which countries were to appear in either the first or second semi-final took place. The participating countries excluding the automatic finalists (France, Germany, Norway, Spain & the United Kingdom) were split into six pots, based upon how those countries had been voting. From these pots, half (or as close to half as is possible) competed in the first Semi Final on 25 May 2010. The other half in that particular pot will compete in the second Semi Final on 27 May 2010. This draw also doubled up as an approximate running order, in order for the delegations from the countries to know when their rehearsals commenced. The draw also determined in which Semi Final the automatic finalists voted in.[24][25] The draw for the running order of the semi-finals, finals, and the order of voting, took place on 23 March 2010.[4] A total of 39 countries confirmed their participation for the 2010 Eurovision Song Contest, including Georgia, which returned to the contest after its absence in 2009.[26] Lithuania's broadcaster Lithuanian National Radio and Television (LRT) initially announced its non-participation after failing to achieve the necessary funds of 300,000 litas (€90,000) for participation.[5] It was later confirmed by the EBU that Lithuania would indeed participate in Oslo.[4] Funding was eventually given by Lithuanian company Teo LT, which allowed Lithuania to participate in the contest.[27] Thirty-four countries participated in the semi-finals of the contest. The semi-final allocation draw took place on 7 February 2010, while the draw for the running order was held on 23 March 2010. To keep tension high, the qualifiers were announced in random order, and scores were published online only after the final took place.[28] Bold indicates a previous winner. The first semi-final took place in Oslo on 25 May 2010. The ten countries in this semi-final with the highest scoring points, according to a combination of televotes and jury votes from each voting country, qualified for the final. France, Germany and Spain voted in this semi-final.[29][30][31][32] The second semi-final took place in Oslo on 27 May 2010. The ten countries in this semi-final with the highest scoring points, according to a combination of televotes and jury votes from each voting country, qualified for the final. Norway and the United Kingdom voted in this semi-final.[31][32] The final took place on 29 May 2010 at 21:00 CEST in Telenor Arena, Bærum, Akershus, Greater Oslo, Norway. The \"Big Four\" and the host country, Norway, qualified directly for the final. From the two semi-finals on 25 and 27 May 2010, twenty countries qualified for the final. A total of twenty-five countries competed in the final. The voting system used was similar to that used in the 2009 contest (with a combination of televotes and jury votes), but viewers were able to vote during the performances; the voting window ended 15 minutes after the conclusion of the songs. The split jury/televoting results were announced by the EBU in June 2010. Only the split totals received by each country were given, not the full breakdown.[41] In the first semifinal, one unknown country had only a jury because the votes of the country did not meet the EBU threshold.[42] Below is a summary of the maximum 12 points each country awarded to another in the 1st semi-final: Below is a summary of the maximum 12 points each country awarded to another in the 2nd semi-final: Below is a summary of the maximum 12 points each country awarded to another in the final: Countries revealed their votes in the following order:[49] The EBU announced that they would work harder to bring back Austria, Italy, and Monaco to the 2010 contest.[60] In September 2009 the EBU's director Bjørn Erichsen stated during an EBU press conference that \"Austria will be back\", and that the EBU \"has reasons to believe that Luxembourg and Monaco\" were also to participate and that \"now we are only missing Italy\".[61][62][63] In late October 2009, the 2010 contest project manager Jon Ola Sand has stated that \"countries such as Monaco and Luxembourg have indicated that they wish to participate in next year's competition in Norway\".[61][64] However, the representatives of broadcasters of Austria, Monaco and Luxembourg denied participation in the 2010 contest. Wolfgang Lorenz, the programme director of the Austrian broadcaster Österreichischer Rundfunk (ORF), informed Austria would not take part stating that the contest has been \"ruined by the regulations\".[65] Télé Monte Carlo (TMC) has also declared that Monaco would not be returning for the 2010 edition, mainly due to a lack of finances to send a Monegasque entry.[66] The RTL Group had announced that they were having serious discussions regarding a possible comeback for Luxembourg for the first time since 1993, but later confirmed that the country would not be present for the 2010 contest either.[67] San Marino also considered returning in 2010. However, after deliberations with Italian artists, including Italian sister duo Paola & Chiara, Sammarinnese broadcaster Radiotelevisione della Repubblica di San Marino (SMRTV) was informed to withhold returning after failing to receive funding from the Sammarinnese parliament or sponsors.[68] EBU had talks to Liechtenstein's only broadcaster 1FLTV (1 Fürstentum Liechtenstein Television) for them to join the EBU, and become a part of the Eurovision Song Contest. 1FLTV's programme director Peter Kolbel had confirmed interest in Liechtenstein's participation as soon as full EBU membership is granted, which may have happened in December 2009. Thus they were getting ready to debut in 2010, considering a national final concept similar to the German version of the Idol series – Deutschland sucht den Superstar (DSDS).[61][69] In November 1FLTV decided against applying for EBU membership in December for financial reasons, ruling out a debut at the 2010 contest.[70][71] In 2009, Jillian Evans, a representative of the European Parliament from Wales, stated her interest in securing Wales a place in the Eurovision Song Contest 2010 in Norway, but in the end it was decided they would not participate. Their debut was rejected because Wales is not a sovereign state and the BBC has the exclusive right to represent the United Kingdom. Wales could be represented by either BBC Cymru Wales, ITV Cymru Wales or S4C. From July to December 2009, five countries who participated in the 2009 contest announced their non-participation in 2010. The Czech Republic declared that it would not participate due to a lack of interest from Czech viewers after three successive semi-final failures since their debut in 2007.[72][73] Andorra's broadcaster Ràdio i Televisió d'Andorra (RTVA) announced a 10% reduction in its spending budget for 2010.[74] RTVA had submitted a preliminary application to take part in the contest.[75] However, being unable to secure extra funds by 11 December 2009, it decided to withdraw from the 2010 contest.[76] Following this announcement, many former Andorran Eurovision Song Contest contestants expressed their disappointment in RTVA's decision, and the lack of publicity the country will now receive by not being contestants.[77] Hungary did not enter into the 2010 contest, due to financial difficulties of the national broadcaster Magyar Televízió (MTV).[78] Montenegro and Montenegrin broadcaster Radiotelevizija Crne Gore (RTCG) also refused participation because of financial problems, in a way to reach financial consolidation after three years as an independent state.[79][80] Most countries sent commentators to Oslo or commentated from their own country, in order to add insight to the participants and, if necessary, provide voting information. The official Eurovision Song Contest website provided a live stream without commentary via the peer-to-peer medium Octoshape.[102] Eurovision 2010 was also broadcast worldwide through European streams such as BVN,[103] RTS SAT,[104] HRT SAT,[105] RTP Internacional,[106] TVE Internacional, TVP Polonia,[107] TRT Avaz,[108] BNT Sat,[109] ERT World[110] and SVT World, among others. Some radio stations such as those in Bosnia and Herzegovina, Croatia[111] and Radio Tirana in Albania broadcast live through their internet websites as well as on their satellite channels. For the fourth time, the contest was broadcast in high-definition. Some countries, through their high-definition channel, allowed their country to watch the contest in HD: The performance of Daniel Diges representing Spain was disrupted by Catalan pitch invader Jaume Marquet i Cot, also known as Jimmy Jump. The performance continued as Marquet, wearing a barretina, joined in with the choreographed routine, but he ran off when security personnel appeared on the stage. Spain was subsequently allowed to perform their song a second time after Denmark's entry - the 25th and final song - had been performed.[37][38][39][40] In addition to the main winner's trophy, the Marcel Bezençon Awards and the Barbara Dex Award were contested during the 2010 Eurovision Song Contest. The OGAE, \"General Organisation of Eurovision Fans\" voting poll also took place before the contest. The Marcel Bezençon Awards, organised since 2002 by Sweden's then-Head of Delegation and 1992 representative Christer Björkman, and 1984 winner Richard Herrey, honours songs in the contest's final.[112] The awards are divided into three categories: Artistic Award, Composers Award, and Press Award.[113] This is the first and to date the only occasion in which an entry managed to win in all categories. OGAE, an organisation of over forty Eurovision Song Contest fan clubs across Europe and beyond, conducts an annual voting poll first held in 2002 as the Marcel Bezençon Fan Award. After all votes were cast, the top-ranked entry in the 2010 poll was Denmark's \"In a Moment Like This\" performed by Chanée and N'evergreen; the top five results are shown below.[114][115][116] The Barbara Dex Award is a humorous fan award given to the worst dressed artist each year. Named after Belgium's representative who came last in the 1993 contest, wearing her self-designed dress, the award was handed by the fansite House of Eurovision from 1997 to 2016 and is being carried out by the fansite songfestival.be since 2017. Eurovision Song Contest: Oslo 2010 was the official compilation album of the 2010 contest, put together by the European Broadcasting Union and released by EMI Records and CMC International on 17 May 2010.The album featured all 39 songs that entered in the 2010 contest, including the semi-finalists that failed to qualify into the grand final.[117] Coordinates: 59°56′00″N 10°45′23″E﻿ / ﻿59.93333°N 10.75639°E﻿ / 59.93333; 10.75639","Title":"Eurovision Song Contest 2010 - Wikipedia","KeyID":"7204","URL":"https://en.wikipedia.org/wiki/Eurovision_Song_Contest_2010"}