{"Content: ":"The Eurovision Song Contest 2013 was the 58th edition of the Eurovision Song Contest. It took place in Malmö, Sweden, following the country's victory at the 2012 contest with the song \"Euphoria\" by Loreen. Organised by the European Broadcasting Union (EBU) and host broadcaster Sveriges Television (SVT), the contest was held at Malmö Arena and consisted of two semi-finals on 14 and 16 May, and a final on 18 May 2013. The three live shows were presented by Swedish comedian and television presenter Petra Mede, being the first time only one host had presented the show since the 1995 contest. Former Swedish entrant Eric Saade acted as the green room host in the final. Thirty-nine countries participated, with Armenia returning after their one-year absence. Bosnia and Herzegovina, Portugal, Slovakia and Turkey all withdrew from the contest for various reasons. Slovakia and Turkey have never returned to the contest since. The winner was Denmark with the song \"Only Teardrops\", performed by Emmelie de Forest and written by Lise Cabble, Julia Fabrin Jakobsen and Thomas Stengaard. This was the second time that Denmark had won on Swedish soil after 2000. Azerbaijan, Ukraine, Norway and Russia rounded out the top five. Of the \"Big Five\" countries, only Italy managed to finish in the top ten, for the third time in a row since its return, coming seventh. The Netherlands finished ninth in what was the country's first appearance in a final since 2004. For the first time since 1985, no country of the former Yugoslav federation participated in the final. This year marked the first time that the \"Parade of Nations\", a concept that had been used in the Junior Eurovision Song Contest since its inception in 2004, was used in Eurovision. It sees all countries performing in the grand final presenting themselves with their national flags before the contest begins. This year, the contestants entered the main stage by walking across a bridge over the audience. This idea has subsequently continued in every Eurovision edition onwards. The EBU reported that 170 million viewers watched the semi-finals and final of the 2013 edition. On 8 July 2012, the Swedish broadcaster Sveriges Television (SVT) announced that Malmö Arena in Malmö would be the host venue for the 2013 Eurovision Song Contest. This was the fifth time after 1975, 1985, 1992 and 2000 that the competition was held in Sweden and the second time, after 1992, that it was held in Malmö. SVT had expressed the desire to host the contest at a slightly smaller venue than previous years, as well as smaller environment which is easier to dedicate and decorate for other celebrations and festivities of the event within the host city. These were factors in the choice of Malmö Arena as the host venue,[12] and Malmö as Sweden's third-largest city by population after Stockholm and Gothenburg, the two other initial location-bidders. SVT made the advance decision to allocate Denmark at one semi-final and Norway at the other, in consideration for the number of Danish and Norwegian fans likely to come, with the arena being relatively small and so not suitable for accommodating both countries' fans at one semi-final event. The Øresund Bridge was eventually also used as the main artistic medium for the theme of the contest, as an expression of binding cultures. On the night of the final for the 2012 contest, the chief executive of SVT, Eva Hamilton, stated to the Swedish media that various venues in Stockholm, Gothenburg and Malmö were being considered for hosting the 2013 contest.[13] One alternative put forward in the Expressen, was to hold the competition at three venues – the semi-finals in Gothenburg and Malmö, and the final in Stockholm.[14] This proposal was dismissed as unfeasible by SVT, which declared that the contest would be hosted in only one city.[15] On 20 June 2012, it was announced that Gothenburg had withdrawn from the bidding process due to the city being the host of the Göteborg Horse Show in late April 2013. There were also concerns about the availability of hotel rooms due to a variety of other events taking place in the same time frame as the Eurovision Song Contest.[16] The executive producer for the 2013 contest, Martin Österdahl, told Swedish press that he did not like the decisions made by previous hosts to hold the contest in larger arenas, stating that he and SVT wanted the 2013 contest to be \"more close and personal\".[12][17] SVT also claimed that the European Broadcasting Union (EBU) wanted the 2013 contest to be \"smaller\" due to the escalating costs of previous contests.[17] The following candidate cities had provisionally reserved venues and hotel rooms, as part of their bids to host the 2013 contest.[18] On 8 July 2012, Malmö Arena was confirmed as the host venue for the contest. Malmö Arena is Sweden's fourth-largest indoor arena, after Friends Arena, Tele2 Arena and Globe Arena, all located in Stockholm. Key Host venue The combination of televoting and jury voting results underwent changes that were detailed in the official rules for the 2013 contest.[19][20] Each member of a respective nation's jury was required to rank every song, except that of their own country. The voting results from each member of a particular nation's jury were combined to produce an overall ranking from first to last place. Likewise, the televoting results were also interpreted as a full ranking, taking into account the full televoting result rather than just the top ten. The combination of the jury's full ranking and the televote's full ranking produced an overall ranking of all competing entries. The song which scored the highest overall rank received 12 points, while the tenth-best ranked song received 1-point. It was announced in the official Media Handbook that an official app would also be available for voters to vote via during the contest.[21] Official sponsors of the broadcast were the main Swedish-Finnish telecommunication company TeliaSonera, and the German cosmetics company Schwarzkopf.[22][23] The competition sponsors were the makeup company IsaDora cosmetics, the supermarket ICA and Tetra Pak.[24][25] The Stockholm based singer and actress Sarah Dawn Finer also appeared in both semi-finals and the final in sketches as the comic character Lynda Woodruff.[26] \"Lynda\" presented the votes for Sweden at the previous contest in Baku.[26] Finer also appeared in the final as herself performing the ABBA song \"The Winner Takes It All\" before the results were announced.[11] The ex Swedish football captain Zlatan Ibrahimović was revealed on 28 April to be part of the opening segment of the Eurovision final, in a pre-recorded message welcoming viewers to his home city of Malmö.[27] The 2011 Swedish entrant Eric Saade was the host of the green room during the final.[28] The draw that determined the semi-final allocation was held on 17 January 2013 at the Malmö City Hall.[29] A draw at the EBU headquarters determined that, due to their geographical proximity with Malmö, Denmark would perform in the first semi-final, while Norway would perform in the second semi-final. This provided a maximum availability of tickets for visitors from both countries.[30] The EBU also allocated Israel to the second semi-final after a request from the delegation in order to avoid complications with a national holiday coinciding with the date of the first semi-final.[31] The remaining participating countries, excluding the automatic finalists (France, Germany, Italy, Spain, Sweden and the United Kingdom), were split into five pots, based on voting patterns from the previous nine years. From these pots, 15 (in addition to Denmark) were allocated to compete in the first semi-final on 14 May 2013 and 15 (in addition to Norway and Israel) were allocated to compete in the second semi-final on 16 May 2013.[32] The pots were calculated by the televoting partner Digame and were as follows:[31] Unlike previous years, the running order was not decided by the drawing of lots, but instead by the producers, with the aim of making the shows more exciting and ensuring that all contestants had a chance to stand out, preventing entries that are too similar cancelling each other out.[30] The decision elicited mixed reactions from both fans of the contest and participating broadcasters.[33][34][35][36] The running order for the semi-finals was released on 28 March 2013.[37] The running order for the final was determined on 17 May 2013.[38][39] An additional allocation draw occurred for the final with each finalist nation drawing to perform either in the first or second half of the final.[38] The allocation draw for qualifying countries from the semi-finals occurred during the semi-final winners' press conferences following each semi-final, while the allocation draw for the Big Five countries (France, Germany, Italy, Spain and the United Kingdom) occurred during their first individual press conferences on 15 May 2013.[38][40] As the host country, the running order position for Sweden in the final was exclusively determined by a draw during the heads of delegation meeting on 18 March 2013.[38] Sweden was drawn to perform 16th in the final.[38] As aforesaid, SVT wanted to make a good use of Malmo Arena's space to highlight the performances and increase the audience's visibility compared to previous years. SVT created a main stage and a smaller stage with higher-lower shifted floors, connected by a trail closely surrounded by a standing crowd from both sides of it and around the small stage. The main stage mobility was expressed as a main artistic medium at the opening act of the second semi-final and with highlighting Moldova's performance towards its finish, as a movable part beneath the singer's dress making her look gradually taller. The small stage mobility highlighted United Kingdom's performance towards its finish, lifted above the close-standing audience. On 17 January 2013, at the semi-final allocation draw, the EBU revealed the graphic design, created by the Gothenburg-based branding agency Happy F&B for the 2013 contest, featuring a butterfly and slogan \"We Are One\".[41] The butterfly featured an array of colours and textures, it also represented something small which can start powerful and big movements, a phenomenon known as the butterfly effect, indicating that a flap from one butterfly can start a hurricane.[42] Meanwhile, the slogan, \"We Are One\", highlighted equality and unity of all the participating countries alongside the cultural diversity and influence of each participant. SVT confirmed on 19 February 2013 that the postcard films, used to introduce each song in the contest, would feature each artist in their respective country, to give the viewer a personal insight of each competing participant. This broke with recent tradition of the postcards often containing short segments of life within either the host city or country of the contest.[43] They were produced by a company called Camp David.[44] The on-air graphics were produced by Broken Doll, a production company. The animation of the many butterflies was done by the visual effects studio Swiss International.[45] For example, Sweden's postcard features Robin and his friends at a funfair, having fun and meeting fans, while Ireland's postcard shows Ryan together with his family. In addition to the graphic design, there was a theme music for the contest entitled \"Wolverine\" composed by Adam Kafe, which was used in the intros and in-between commercial breaks.[46] On 11 July 2012, the show producer Christer Björkman advised the public not to buy tickets for the 2013 contest that are currently in circulation and instead to wait for tickets to be released through official channels. Björkman said that official tickets had not yet been released, as necessary decisions over the stage and seating plans had not yet been made.[47] Björkman also gave reassurance that accommodation would be available, as while the organizers had booked a large quantity of hotel rooms, some may be made available to the general public.[47] On 21 November 2012, SVT officially announced the launch of ticket sales.[48] On 17 October 2012, the executive producer Martin Österdahl told the Swedish newspaper Dagens Nyheter that SVT plans for the 2013 contest to have only one presenter for the entire contest, unlike previous years where there were up to three presenters per show. The last time there was just one presenter was in the 1995, in Dublin, Ireland, when the solo host was Mary Kennedy.[49][50] Petra Mede was announced as the host for the 2013 contest on 28 January 2013.[2][51] The EBU announced on 21 December 2012 that 39 countries would compete in the Eurovision Song Contest 2013. Armenia, which was last represented in 2011, confirmed that it would be returning to the contest following a one-year break.[52][53] Bosnia and Herzegovina and Portugal both decided not to enter the 2013 contest due to financial difficulties,[54][55] while Slovakia and Turkey did not participate for different reasons, with Turkish broadcaster TRT mentioning dissatisfaction with the 50-50 jury-televote voting system as well as the rule of the \"Big Five\".[56][57] Valentina Monetta represented San Marino for the second year in a row. She would also return for the 2014 and 2017 contests.[58] Elitsa Todorova and Stoyan Yankoulov returned as a duo, having previously represented Bulgaria in 2007. Yankoulov would also return for the 2022 contest, as part of Intelligent Music Project.[59] Nevena Božović represented Serbia as part of Moje 3 and became the first contestant to compete in the Eurovision Song Contest after competing in the Junior Eurovision Song Contest, where she came third in 2007.[60] She later represented Serbia in 2019. Bledar Sejko, who represented Albania, was the on-stage guitarist for the Albanian entry in 2011. Gor Sujyan, who represented Armenia, was a backing vocalist for the Armenian entry in 2010. Aliona Moon, who represented Moldova, was a backing vocalist for the Moldovan entry in 2012. In addition, Pasha Parfeny, the Moldovan representative of 2012, was the composer of the Moldovan entry and accompanied her on stage on the piano. Estonian backing vocalists Lauri Pihlap and Kaido Põldma were part of the group 2XL, which won the contest in 2001 together with Dave Benton and Tanel Padar. Italy, Sweden and the United Kingdom voted in this semi-final.[32] France, Germany and Spain voted in this semi-final.[32] For the first time since 1985 contest, which was, coincidentally, held in Sweden as well, no country of the former Yugoslavia participated in the final of the Eurovision Song Contest.[66][67] The EBU published the split results of the semi-finals and final on 29 May 2013. Unlike in previous years a full points breakdown of the jury and public voting was not revealed, instead an average rank was provided for each country based on the votes of the juries and televote in isolation.[69] Below is a summary of the maximum 12 points each country awarded to another in the first semi-final: Below is a summary of the maximum 12 points each country awarded to another in the second semi-final: Below is a summary of the maximum 12 points each country awarded to another in the final:[76] The order in which each country announced their votes was determined in a draw following the jury results from final dress rehearsal. Similar to the 2012 contest an algorithm was used to generate as much suspense as possible. The spokespersons are shown alongside each country.[77] Most countries sent commentators to Malmö or commentated from their own country, in order to add insight to the participants and, if necessary, the provision of voting information. It was reported by the EBU that the 2013 contest was viewed by a worldwide television audience of a record breaking 170 million viewers.[90] Prior to the finals, the Lithuanian media outlet 15min released an undercover video suggesting that representatives from Azerbaijan were trying to bribe Lithuanians for votes in the televoting.[154] The video detailed the plan, which involved recruiting groups of 10 people each, and supplying them with SIM cards so they could vote multiple times during the voting window. It was also suggested that similar activity was taking place in a total of 15 countries including Latvia, Estonia, Belarus, Ukraine, Croatia and Switzerland.[155] In response to the allegations, Executive Supervisor Jon Ola Sand reaffirmed the contest's commitment to a \"fair and transparent result\". He stated that while Eurovision organisers were looking into the case, they \"[emphasised] that the intention of these individuals have not yet been clarified, and nor has a link been established between the individuals in the video and the Azeri delegation, the Azeri act or the Azeri EBU member Ictimai TV.\" He added that, since 1998, when he was first involved with the contest, \"every year there are rumors about irregularities in the voting\".[154] The EBU later confirmed an attempt of cheating in the contest, which was unsuccessful according to EBU as the EBU's system prevent fraud. According to the EBU, there is no evidence that any broadcaster has been involved in cheating. The rules were changed the next year to ensure that all broadcasters would be responsible for preventing fraud to their advantage or face a three-year suspension if fraud is revealed.[156] However, in May 2015, a member of the contest's Reference Group confirmed that Azerbaijan had cheated, and that it was organized and very expensive.[157] When Azerbaijan officially awarded no points to Dina Garipova of Russia, despite Garipova having reportedly come second in the country's phone poll, the Azerbaijani President Ilham Aliyev ordered an inquiry. The Russian Foreign Affairs Minister Sergei Lavrov claimed that the result had been falsified, and stated that \"this outrageous action will not remain without a response\". He promised a co-ordinated response with his Azerbaijani counterpart Elmar Mammadyarov. Simultaneously, the Belarusian President Alexander Lukashenko claimed that his own country having received no points from Russia showed that the result must have been falsified.[158] Cascada's entry for Germany, \"Glorious\", was the subject of investigation by NDR following allegations that it was too similar to the 2012 winner, \"Euphoria\" by Loreen.[159] NDR spokeswoman Iris Bents played down the allegations, stating that \"Every year there are attempts to create scandals around the Eurovision Song Contest and the participants.\"[160] Following an independent audit, \"Glorious\" was found not to have plagiarized \"Euphoria\".[161] Allegations of plagiarism against the winning Danish entry surfaced after Eric van Tijn, a notable Dutch music producer, mentioned the opening flute solo's similarity to \"I Surrender\", a 2002 song by the Dutch band K-Otic. However, Van Tijn also stated that the flute solo was the only similarity between the two songs, thus calling it \"a storm in a teacup\".[162] The performance of the Finnish entry, \"Marry Me\", caused controversy in certain more socially conservative countries broadcasting the contest. The act featured the female singer Krista Siegfrids and one of her female backing singers kissing each other at the end, widely labelled in media as Eurovision's first \"lesbian kiss\". Siegfrids stated to the media that the act was done to encourage Finland to legalise same sex marriage. It was reported that Turkish and Greek media reacted negatively to Siegfrids' act.[163] According to Gay Star News, the Turkish Eurovision broadcaster TRT, who had previously decided not to participate itself, initially indicated that they would still broadcast the contest, but made a late decision not to do so.[164] Green room host Eric Saade referred to Petra Mede as a \"MILF\" on air during the break between the first and second halves of the voting, saying \"Back to you, Petra. #MILF\". When the broadcaster for the United Kingdom, BBC aired this, the sound was lost. It remains unknown whether this was just an accident, or if the BBC did it purposely.[165] While the statement was supposedly scripted and SVT were aware of Saade's plan, some on social media were confused and offended by the comment.[166] In addition to the main winner's trophy, the Marcel Bezençon Awards and the Barbara Dex Award were contested during the 2013 Eurovision Song Contest. The OGAE, \"General Organisation of Eurovision Fans\" voting poll also took place before the contest. The Marcel Bezençon Awards, organised since 2002 by Sweden's then-Head of Delegation and 1992 representative Christer Björkman, and 1984 winner Richard Herrey, honours songs in the contest's final.[167] The awards are divided into three categories: Artistic Award, Composers Award, and Press Award.[168] OGAE, an organisation of over forty Eurovision Song Contest fan clubs across Europe and beyond, conducts an annual voting poll first held in 2002 as the Marcel Bezençon Fan Award. After all votes were cast, the top-ranked entry in the 2013 poll was also the winner of the contest, \"Only Teardrops\" performed by Emmelie de Forest; the top five results are shown below.[169][170][171] The Barbara Dex Award is a humorous fan award given to the worst dressed artist each year. Named after Belgium's representative who came last in the 1993 contest, wearing her self-designed dress, the award was handed by the fansite House of Eurovision from 1997 to 2016 and is being carried out by the fansite songfestival.be since 2017.[172] Eurovision Song Contest: Malmö 2013 was a compilation album put together by the European Broadcasting Union, and released by CMC International and Universal Music Group on 29 April 2013.[173] The album featured all 39 songs that entered in the 2013 contest including the semi-finalists that failed to qualify into the grand final. The digital version featured a bonus track, \"We Write the Story\", performed by ex-ABBA members, Björn Ulvaeus and Benny Andersson and the late Swedish DJ and record producer, Avicii.[174]","Title":"Eurovision Song Contest 2013 - Wikipedia","KeyID":"7207","URL":"https://en.wikipedia.org/wiki/Eurovision_Song_Contest_2013"}