{"Content: ":"The Eurovision Song Contest 2015 was the 60th edition of the Eurovision Song Contest. It took place in Vienna, Austria, following the country's victory at the 2014 contest with the song \"Rise Like a Phoenix\" by Conchita Wurst. Organised by the European Broadcasting Union (EBU) and host broadcaster Österreichischer Rundfunk (ORF), the contest was held at the Hall D of the Wiener Stadthalle and consisted of two semi-finals on 19 and 21 May, and a final on 23 May 2015. The three live shows were presented by Austrian television presenters Mirjam Weichselbraun, Alice Tumler and Arabella Kiesbauer, while the previous edition's winner Conchita Wurst acted as the green room host. Forty countries participated in the contest, with Australia making a guest appearance. Cyprus and Serbia returned, after their one-year absence, while the Czech Republic returned after their last participation in 2009. Meanwhile, Ukraine announced their non-participation due to financial and political crises related to the Russo-Ukrainian War. The winner was Sweden with the song \"Heroes\", performed by Måns Zelmerlöw and written by Anton Malmberg Hård af Segerstad, Joy Deb and Linnea Deb. This was the country's second win in just three years, having also won the 2012 edition. It also marked the shortest gap between two wins for the same country since Ireland's 1994 and 1996 victories. Russia, Italy, Belgium and Australia rounded out the top five. This was the first time since the juries were reintroduced alongside the televoting in 2009 that the winner did not place first in the televoting; Italy was the televote winner, while Sweden was the jury winner. Further down the table, Montenegro achieved its best result since its independence, finishing thirteenth. For the first time, the top four of the contest all scored 200 points or better. Russia's entry \"A Million Voices\" became the first non-winning Eurovision song to score over 300 points. Austria and Germany became the first countries since 2003 to score no points in the final, with Austria also becoming the first host country to score no points. The EBU reported that over 197 million viewers worldwide watched the contest, beating the 2014 viewing figures by 2 million. The event took place in Vienna, Austria, with the venue being the Hall D of the Wiener Stadthalle, after Austria won the right to host this edition of the Eurovision Song Contest after winning the 2014 edition with the song \"Rise Like a Phoenix\", performed by Conchita Wurst. The Wiener Stadthalle hosts the annual Erste Bank Open tennis tournament, along with many concerts and events throughout the year and has a capacity of approximately 16,000 attendees.[1] After Austria's victory in the 2014 contest, their delegation revealed the possibility of hosting the contest either in the capital city, Vienna, or in Salzburg.[2] Vienna, Klagenfurt, Innsbruck, Lower Austria, Graz, Upper Austria, Burgenland, and Vorarlberg were all reportedly interested in hosting the contest; Salzburg pulled out of the bidding phase as the city was not able to meet the cost of the venue and promotion.[3] Vienna, considered the front-runner, had two venues in the phase: Wiener Stadthalle and the trade fair centre, Messe Wien, with capacities of up to 16,000 and 30,000 attendees respectively. Also in the race were Stadthalle Graz and Schwarzl Freizeit Zentrum, both located in the second largest city of Austria, Graz. With a maximum capacity of 30,000, the Wörthersee Stadium in Klagenfurt also joined the race; however, it would require the construction of a roof for the contest to be hosted there. Innsbruck also joined the race with Olympiahalle, which hosted ice hockey and figure skating at the 1964 and 1976 Winter Olympics. A fifth city, Linz, joined the race with Brucknerhaus, although the venue would not be big enough for the contest. Being geographically close to Linz, Wels showed desire to host the event as well.[4] Oberwart, with the Exhibition hall, and Vorarlberg, with the Vorarlberger Landestheater, were the latest cities to declare an interest.[citation needed] On 29 May 2014, Austrian host public broadcaster ORF and the EBU released some requirements and details about the venue.[5][6] ORF requested interested parties to respond by 13 June 2014.[7] After the deadline on 13 June 2014, ORF announced 12 venues interested in hosting the 2015 Eurovision Song Contest:[8] ORF announced on 21 June 2014 that 3 cities (Vienna, Innsbruck, and Graz) had been short-listed in the final stage of the bidding process.[9][10][11] On 6 August 2014, ORF announced the Wiener Stadthalle in Vienna as the host venue.[1] The contest was provisionally set to take place on 12, 14 and 16 May 2015, but the dates were later pushed back a week in order to accommodate the candidate cities.[12] Key Host venue ‡ Shortlisted The city of Vienna introduced temporary new traffic signals for pedestrians on some streets, featuring same-sex couples holding hands or hugging. They were introduced as part of events connected to the theme of tolerance and inclusion in the lead-up to the Eurovision Song Contest.[15] Traffic lights of the same – copyrighted – design of the kind \"Ampelpärchen\" (couples for traffic lights) followed before Christopher Street Days in June 2015 in Salzburg and Linz. In Salzburg the initiative SoHo and social democrate mayor Schaden promoted the change of the shape of the LED-lamps. The faceplates in Linz has been financed by sponsors driven by a Facebook-based initiative, but have been removed – without consent – by the new traffic minister of Linz of the party FPÖ in early December 2015.[16][17][18][19] The competition consisted of two semi-finals and a final, a format which has been in use since 2008. The ten countries with the highest scores in each semi-final qualified to the final where they joined the host nation Austria, the five main sponsoring nations (known as the \"Big Five\"): France, Germany, Italy, Spain and the United Kingdom, and Australia which was invited this year to commemorate the contest's 60th anniversary.[20] Each participating country had their own national jury, which consisted of five professional members of the music industry. Each member of a respective nation's jury was required to rank every song, except that of their own country. The voting results from each member of a particular nation's jury were combined to produce an overall ranking from first to last place. Likewise, the televoting results were also interpreted as a full ranking, taking into account the full televoting result rather than just the top ten. The combination of the juries' full ranking and the televote's full ranking produced an overall ranking of all competing entries. The song which scored the highest overall rank received 12 points, while the tenth-best ranked song received one point.[21] In the event of a televoting failure (insufficient number of votes or technical issues) or jury failure (technical issue or breach of rules), only one of the methods was used by each country.[22][23] The 2015 contest was the last time that the scoring system introduced in 1975 was used, before the format was modified the following year. During an initial meeting between the host broadcaster ORF and the EBU in late May 2014, the representatives of the core organising team were selected. Edgar Böhm, who is the Head of Entertainment at ORF, was announced as the executive producer.[24] On 31 July 2014, the EBU released a new and revamped version of the generic logo as a celebration of the Eurovision Song Contest's 60th anniversary.[25] On 11 September, the slogan for the 2015 contest was revealed to be \"Building Bridges\".[26] The graphic design of the contest was revealed by the EBU on 25 November.[27] The theme art depicts a wave made up of spheres which symbolise diversity, the bridging of connections and people's experiences. The postcards of this year's contest was also based on the slogan \"Building Bridges\". Each postcard starts with a drive-by scene of the contestants' capital city, before showing every contestant receiving an invitation to Austria, where the contestants take part in a local activity.[28] The postcards end with a picture of their activity plastered onto a billboard, placed in different locations across Vienna. For this year's contest, all hashtags for the participating countries incorporated IOC country codes which were displayed onscreen alongside the main country names.[29] Mirjam Weichselbraun, Alice Tumler and Arabella Kiesbauer were the hosts of the 2015 contest; the all-female trio was the first in history to host the contest. The previous edition's winner Conchita Wurst was chosen as green room host.[30] The draw that determined the semi-final allocation was held on 26 January 2015 at the Vienna Rathaus and hosted by Andi Knoll and Kati Bellowitsch.[31] The participating countries, excluding the automatic finalists (host country Austria, the \"Big Five\" and Australia), were split into five pots, based on voting patterns from the previous ten years. The pots were calculated by the televoting partner Digame and were as follows:[32] The EBU ident's accompanying \"Te Deum\", which opened the broadcasts, was performed by the Vienna Philharmonic orchestra from the gardens of Schönbrunn Palace for the final. The overture featured violinist Lidia Baich, winner of the Eurovision Young Musicians 1998, who performed live on stage an excerpt of Austria's 1966 winning song \"Merci, Chérie\" in tribute to Udo Jürgens.[33] The ESC Vienna All-Stars, consisting of Conchita Wurst, the Vienna Boys' Choir, multinational Suparar Children's Choir, rapper Left Boy, and the contest's presenters, then jointly performed the official anthem of the contest, \"Building Bridges\", accompanied by the ORF Radio Symphony Orchestra under the direction of Peter Pejtsik.[34] The twenty-seven finalists later took to the stage during the flag parade via a walkway through the audience from the green room. The interval act was provided by percussionist Martin Grubinger and his band, the Percussive Planet Ensemble. The nine-minute performance, based on classical themes of major Austrian composers, included forty instrumentalists as well as the Grammy Award-winning Arnold Schoenberg Choir.[35] Wurst later performed \"You Are Unstoppable\" and \"Firestorm\", both from her self-titled debut album.[36] On 23 December 2014, thirty-nine countries were initially announced to be participating in the 2015 contest.[37] Cyprus and Serbia returned after one-year absences, the Czech Republic returned after a five-year absence, while Ukraine did not enter.[37] Australia was later announced to be making its debut as a guest participant. The deadline to apply for participation was 15 September 2014. Countries that applied had until 10 October 2014 to withdraw from participation without financial consequences.[38] On 10 February 2015, the EBU announced that in honour of the 60th anniversary of Eurovision, it had invited Australia to participate in the final of the contest, represented by Special Broadcasting Service (SBS). SBS had been a long-time broadcaster of the event, which has had a large following in Australia. The Australian entry was placed directly in the grand final. Although it was considered a one-off event, if Australia were to win, SBS would have co-hosted the 2016 contest in a European host city of its choice. The EBU considered the possibility of similarly inviting countries to participate in future editions of the contest. Australia's participation brought the number of the finalists up to 27, the highest number of entries in a final in the contest's history.[20][39] Inga Arshakyan, who was part of Genealogy in 2015, represented Armenia in 2009, collaborating with her sister as part of Inga and Anush.[40] Michele Perniola and Anita Simoncini both previously represented San Marino at the Junior Eurovision Song Contest: Perniola took part in 2013, and Simoncini took part in 2014.[41] Amber, who represented Malta, was a backing vocalist for the Maltese entry in 2012. Uzari, who represented Belarus, was a backing vocalist for the Belarusian entry in 2011.[42] Elnur Hüseynov, who was Azerbaijan's debut representative at the Eurovision Song Contest 2008, as part of the duo Elnur and Samir, was internally selected to represent the nation for a second time.[43] Raay, who is a part of the Slovene duo Maraaya, was a backing musical performer for the 2014 entry of Slovenia.[44] Hera Björk, who previously represented Iceland in 2010, returned as a backing singer for Iceland's entry.[45] Nicolas Dorian, part of Witloof Bay, Belgium representatives in 2011, was part of the backing vocalists of Loic Nottet. 16 countries took part in the first semi-final. Australia,[46] Austria, France and Spain voted in this semi-final.[47] The highlighted countries qualified for the final. 17 countries took part in this semi-final. Australia,[46] Germany, Italy and the United Kingdom voted in this semi-final.[47] The highlighted countries qualified for the final. As in the 2014 contest, the winner was announced as soon as it was mathematically impossible to catch up. In this case, the winner had been determined by the 36th vote, which came from Cyprus. 27 countries participated in the final, which is the most in any contest ever. Below is a summary of the maximum 12 points each country awarded to another in the first semi-final. Countries which gave the maximum 12 points apiece from both the professional jury and televoting to the specified entrant are marked in bold. Below is a summary of the maximum 12 points each country awarded to another in the second semi-final. Countries which gave the maximum 12 points apiece from both the professional jury and televoting to the specified entrant are marked in bold. This is the first time since the juries were reintroduced alongside the televoting in 2009 that the winner was not placed first in the televoting.[59] Below is a summary of the maximum 12 points each country awarded to another in the final. Countries which gave the maximum 12 points apiece from both the professional jury and televoting to the specified entrant are marked in bold. The voting order was revealed the morning of the final, and for the only time in Eurovision history to date, the names of all the spokespersons were displayed onscreen. However, because of technical problems in some countries the final voting order was the following:[63] For a country to be eligible for potential participation in the Eurovision Song Contest, it needs to be an active member of the European Broadcasting Union (EBU).[64] The EBU issued an invitation of participation for the 2015 contest to all 56 active members.[64] Thirty-nine countries confirmed their participation,[37] whilst the following list of countries declined stating their reasons as shown below. Most countries sent commentators to Vienna or commentated from their own country, in order to add insight to the participants and, if necessary, the provision of voting information. It was reported by the EBU that the 2015 contest was viewed by a worldwide television audience of a record breaking 197 million viewers,[98] beating the 2014 record which was viewed by 195 million.[99] During the results segment of the final, loud boos could be heard whenever Russia was mentioned or the country received one of the top three set of points (12, 10 or 8 points).[159] The Russian entrant Polina Gagarina could be seen crying in the green room during the voting procedure, and this was reported by various media to have occurred as a result of the booing.[160] During a break in the countries' reporting of their votes, when the running total showed Russia leading, green room host Conchita Wurst said to Gagarina, \"You gave an amazing performance, and you deserve to be in the lead.\"[159] The contest's executive supervisor, Jon Ola Sand, urged that Eurovision should be a \"friendly battlefield....not a political battleground\",[161] and presenter Alice Tumler reminded the audience that \"Our motto is 'Building Bridges', and music should stand over politics tonight.\" The organisers had anticipated such reactions, and had prepared and installed 'anti-booing technology', which was deployed for the first time in the history of the contest.[162] During the performance of Georgia in the grand final, a smoke machine malfunctioned, causing the Georgian entrant Nina Sublatti to temporarily disappear from view on the stage in a cloud of grey smoke.[163] The jury votes from Macedonia and Montenegro in the final were not included, in accordance with the rules of the contest. The rules indicate that votes must consist of 50% jurors and 50% televoting, but Macedonia's and Montenegro's votes was based entirely on televoting. The final result of the contest was not affected.[164][165] In addition to the main winner's trophy, the Marcel Bezençon Awards and the Barbara Dex Award were contested during the 2015 Eurovision Song Contest. The OGAE, \"General Organisation of Eurovision Fans\" voting poll also took place before the contest. The Marcel Bezençon Awards, organised since 2002 by Sweden's then-Head of Delegation and 1992 representative Christer Björkman, and 1984 winner Richard Herrey, honours songs in the contest's final.[166] The awards are divided into three categories: Artistic Award, Composers Award, and Press Award. The winners were revealed shortly before the final on 23 May.[167] OGAE, an organisation of over forty Eurovision Song Contest fan clubs across Europe and beyond, conducts an annual voting poll first held in 2002 as the Marcel Bezençon Fan Award. The 2015 poll ran from 1 to 10 May,[168] and after all votes were cast, the top-ranked entry was Italy's \"Grande amore\" performed by Il Volo; the top five results are shown below.[169][170][171] The Barbara Dex Award is a humorous fan award given to the worst dressed artist each year. Named after Belgium's representative who came last in the 1993 contest, wearing her self-designed dress, the award was handed by the fansite House of Eurovision from 1997 to 2016 and is being carried out by the fansite songfestival.be since 2017.[172][173] Eurovision Song Contest: Vienna 2015 is the official compilation album of the 2015 contest, put together by the European Broadcasting Union and was released by Universal Music Group on 20 April 2015. The album features all 40 songs that entered in the 2015 contest, including the semi-finalists that failed to qualify into the grand final.[174]","Title":"Eurovision Song Contest 2015 - Wikipedia","KeyID":"7209","URL":"https://en.wikipedia.org/wiki/Eurovision_Song_Contest_2015"}