{"Content: ":"Samuel Thomas von Sömmerring (28 January 1755 – 2 March 1830) was a German physician, anatomist, anthropologist, paleontologist and inventor. Sömmerring discovered the macula in the retina of the human eye. His investigations on the brain and the nervous system, on the sensory organs, on the embryo and its malformations, on the structure of the lungs, etc., made him one of the most important German anatomists. Sömmerring was born in Thorn (Toruń), Royal Prussia (a province of the Crown of Poland) as the ninth child of the physician Johann Thomas Sömmerring. In 1774 he completed his education in Thorn and began to study medicine at the University of Göttingen. He visited Petrus Camper lecturing at the University in Franeker. He became a professor of anatomy at the Collegium Carolinum (housed in the Ottoneum, now a Natural History Museum) in Kassel and, beginning in 1784, at the University of Mainz. There he was for five years the dean of the medical faculty. Due to the fact that Mainz became part of the French Republic under the French Directory, Sömmerring opened up a practice in Frankfurt in 1795. As one of his many important enterprises, Sömmerring introduced against many resistances the vaccination against smallpox and became one of the first members of the Senckenbergische Naturforschende Gesellschaft and was nominated as counselor. He received offers of employment by the University of Jena and the University of St. Petersburg, but accepted in 1804 an invitation from the Academy of Science of Bavaria, in Munich. In this city, he became counselor to the court and was led into the Bavarian nobility. When Sömmerring was 23 years old he described the organization of the cranial nerves as part of this doctoral work: its study is still valid today. He published many writings in the fields of medicine, anatomy and neuroanatomy, anthropology, paleontology, astronomy and philosophy. Among other things he wrote about fossil crocodiles and in 1812 he described Ornithocephalus antiquus now known as Pterodactylus. He was also the first to accurately draw a representation of the female skeleton structure. In addition, Sömmerring was a very creative inventor, having designed a telescope for astronomical observations and an electrical telegraph in 1809. He worked on the refinement of wines, sunspots and many diverse other things. In 1811 he developed the first telegraphic system in Bavaria, which is housed today in the German Museum of Science in Munich. In 1823, he was elected a foreign member of the Royal Swedish Academy of Sciences. Sömmering was married to Margarethe Elizabeth Grunelius (deceased 1802), and had a son, Dietmar William, and a daughter, Susanne Katharina. Due to bad weather, Sömmering left Munich in 1820 and returned to Frankfurt, where he died in 1830. He is buried at the city's main cemetery. A subspecies of the Western jackdaw, Corvus monedula soemmerringii, living in north-eastern Europe and north and central Asia, was named after Sömmering in 1811 by Johann Fischer von Waldheim.[1] The exchange of letters between Sömmering and Georg Forster was published by Hettner (Braunschweig, 1878)eben.","Title":"Samuel Thomas von Sömmerring - Wikipedia","KeyID":"721","URL":"https://en.wikipedia.org/wiki/Samuel_Thomas_von_Soemmerring"}