{"Content: ":"Belgium has participated in the Eurovision Song Contest 63 times since making its debut as one of seven countries at the first contest in 1956. The only countries with more appearances are Germany (65), France (64) and the United Kingdom (64). Belgium have been absent only three times in total, in 1994, 1997 and 2001, due to low scores in the previous contests that relegated them from the contest. Belgium has won the contest once, in 1986. In the first 20 years of the contest, Belgium's best result was Tonia's fourth place in 1966. In 1978, Jean Vallée achieved Belgium's first top three placement, when he was second. Sandra Kim became the first and to date only winner for Belgium in 1986, when she won as a 13-year-old in Bergen, performing the song \"J'aime la vie\". Belgium's only other top three result came in 2003, when the group Urban Trad finished second in Riga, losing out by only two points. Belgium has finished last in the contest eight times, most recently in 2000, and has twice received \"nul points\" (no points); in 1962 and 1965. After the introduction of the semi-finals in 2004, Belgium failed to reach the final for five consecutive years (2005–09). Since 2010, Belgium has become more successful, qualifying for the final in seven out of twelve contests and placing in the top 10 four times, with Tom Dice sixth (2010), Loïc Nottet fourth (2015), Laura Tesoro tenth (2016), and Blanche fourth (2017). Belgium has two national broadcasters of the contest, Dutch-speaking Flemish broadcaster Vlaamse Radio- en Televisieomroep (VRT) and French-speaking Walloon broadcaster Radio télévision belge de la communauté française (RTBF). The two broadcasters rotate selection for the Eurovision Song Contest each year (from 2002 to the cancelled 2020 edition, VRT in the even-numbered years and RTBF in the odd-numbered years; until 1993 BRT/BRTN in the odd-numbered years and RTB/RTBF in the even-numbered years). Belgium has participated in Eurovision since the very first contest in 1956, however Tonia's fourth place at the 1966 contest remained the country's most notable achievement until Jean Vallée placed second in 1978. In the 80s, following good results for Stella (fourth in 1982) and Jacques Zegers (fifth in 1984), Belgium finished last for the sixth time in 1985. This was followed by Belgium's first and (as of 2022[update]) only Eurovision victory in 1986, when Sandra Kim won with her song \"J'aime la vie\" in Bergen, Norway. Although the lyrics claimed she was 15 years old, she was actually only 13 which prompted runner-ups Switzerland to petition for her disqualification, to no avail.[a] By winning in 1986, Belgium became the last of the 7 Eurovision founding countries to win the contest, as Switzerland, the Netherlands, France, Luxembourg, Italy and Germany all had won at least once before. Belgium scored an absolute record at the time, with Kim earning a never-seen-before number of 176 points (that record remained until 1993, with Ireland scoring 187 points). With an average of 9.26 points per voting nation and 77.2% of the maximum possible score, as of 2022[update] Kim's record still ranks eighth among all Eurovision winners. Belgium finished last for the seventh time at the 1993 contest, before achieving its only top ten result of the 90s decade at the 1998 contest in Birmingham, where Mélanie Cohl finished sixth. In the 2000s, Belgium experienced mixed fortunes: the country started the decade by finishing last for the eighth and (as of 2022[update]) final time at the 2000 contest in Stockholm, before achieving its best result of the 21st century in 2003 when Urban Trad sang in an imaginary language and earned second place with 165 points, losing out to Turkey's Sertab Erener by just two points. The country then failed to qualify from the semi-finals for 5 consecutive contests from 2005 to 2009. The 2010 entry for Belgium was Tom Dice, runner-up of the Belgian Flemish version of The X Factor in 2008. Dice finished first in his semi-final, allowing Belgium to participate in the final for the first time since 2004 and eventually finishing sixth overall, Belgium's best result since 2003 and the best result ever for a Flemish entrant (tied with 1959).[1] Belgium then experienced a mix of ups and downs for the remainder of the 2010s: while the country failed to qualify for the final on 5 occasions (in 2011, 2012, 2014, 2018 and 2019), Belgium qualified in 2013 (with Roberto Bellarosa placing 12th) before scoring a 3-year-streak in the top 10 thanks to Loïc Nottet (fourth in 2015), Laura Tesoro (tenth in 2016) and Blanche (fourth in 2017). Following two non-qualifications with Sennek (2018) and Eliot (2019), Belgium recorded two more qualifications with Hooverphonic (2021) and Jérémie Makiese (2022) both placing 19th. Belgium is a federal country divided into two major linguistic regions: Dutch-speaking Flanders in the north and French-speaking Wallonia in the south, each region having its own broadcaster (VRT in Flanders and RTBF in Wallonia). The broadcasters take turns to send the Belgian entry to Eurovision, and since as of 2021[update] Flemish VRT has been in charge on odd years while French-speaking RTBF has been in charge on even years. There has been a significant difference in the results achieved by the broadcasters.[2] The French-speaking RTBF recorded Belgium's only Eurovision win in 1986, all of Belgium's ten top 5 placements, and eighteen out of Belgium's twenty-five top 10 placements. On the other hand, the Flemish VRT has only placed in the top 10 seven times, while scoring six out of Belgium's eight last-place finishes.[2] In the 1990s, the relegation rule was introduced, where the lowest-placed countries on the scoreboard were not invited the following year, to accommodate for the growing number of participating countries. Belgium was relegated three times, in 1994, 1997 and 2001; twice following a poor placing by a VRT act the previous year, and once after RTBF act Nathalie Sorce placed last in 2000.[2] Since the introduction of semi-finals in 2004, the broadcasters have scored similarly in terms of qualification: RTBF qualified four times out of nine semi-finals, while VRT qualified three times out of eight semi-finals and broke Belgium's five-year non-qualification streak, with 2010 contestant Tom Dice qualifying Belgium for the first time.[3] While VRT normally hosts a national final, Eurosong, when selecting their entries for Eurovision, RTBF usually holds an internal selection process (although it sometimes holds a national final, for example in 1998, 2005[5][6] and 2011, while VRT internally chose Tom Dice for the 2010 edition, Sennek for the 2018 edition and Hooverphonic for the 2020 and 2021 editions). Belgium has two public broadcast stations VRT (Dutch speaking region) and RTBF (French speaking region). Both broadcast the event and over the years VRT and RTBF commentary has been provided by several experienced radio and television presenters, including Nand Baert, Jacques Mercier, Luc Appermont and Paule Herreman. However, from the 1991 Contest, André Vermeulen has provided the Dutch language commentary every year, with the exception of the 1996 Contest. Jean-Pierre Hautier provided the French language commentary from the 1994 Contest until the 2012 contest, having died shortly after. In 1962, the BRT used the commentary from NTS (The Netherlands broadcast), possibly for financial reasons. Since 1998, VRT has supplied an additional commentator to join André Vermeulen; between 1999 and 2010, dual commentary was provided by either Bart Peeters or Anja Daems. Peeters provided the commentary during the years when VRT selected the entries, whilst Daems commentated the years in which RTBF selected the entries. Since 2011, Sven Pichal has replaced Daems as commentator, whilst Peter Van de Veire has replaced Peeters. From 2007, Jean-Louis Lahaye joined Jean-Pierre Hautier as a supplementary commentator for RTBF. After Hautier's death in 2012, Lahaye was joined by Maureen Louys in 2013. Fud Leclerc performing \"Ma petite chatte\" in Hilversum (1958) Xandee performing \"1 Life\" in Istanbul (2004) The KMG's performing \"Love Power\" in Helsinki (2007) Ishtar performing \"O Julissi\" in Belgrade (2008) Copycat in Moscow (2009) Tom Dice in Oslo (2010) Roberto Bellarosa performing \"Love Kills\" in Malmö (2013) Axel Hirsoux performing \"Mother\" in Copenhagen (2014) Loïc Nottet performing \"Rhythm Inside\" in Vienna (2015) Laura Tesoro performing \"What's the Pressure\" in Stockholm (2016) Blanche performing \"City Lights\" in Kyiv (2017) Sennek performing \"A Matter of Time\" in Lisbon (2018) Eliot performing \"Wake Up\" in Tel Aviv (2019) Hooverphonic performing \"The Wrong Place\" in Rotterdam (2021) Jérémie Makiese performing \"Miss You\" in Turin (2022)","Title":"Belgium in the Eurovision Song Contest - Wikipedia","KeyID":"7224","URL":"https://en.wikipedia.org/wiki/Belgium_in_the_Eurovision_Song_Contest"}