{"Content: ":"Bulgaria has participated in the Eurovision Song Contest 14 times since making its debut at the 2005 contest in Kyiv. The country's best result is a second-place finish for Kristian Kostov and the song \"Beautiful Mess\" at the 2017 contest also in Kyiv. Bulgaria has failed to qualify for the final in 9 out of 14 appearances at the contest, most narrowly in 2012, when Sofi Marinova lost out on the 10th qualifying place from the second semi-final in a tie-break with Norway. However, on three of the five occasions that they have reached the final, they have finished in the top five: placing fifth with Elitsa and Stoyan in 2007, fourth with Poli Genova in 2016 and second with Kristian Kostov in 2017. In Bulgaria's two most recent final appearances, supergroup Equinox placed 14th in 2018 and Victoria placed 11th in 2021. Bulgaria first competed at the Eurovision Song Contest in 2005, represented by the jazz-inspired band Kaffe with their song \"Lorraine\". Receiving only 49 points, they placed 19th in the semi-final and failed to qualify to the final. They were succeeded by Mariana Popova with \"Let Me Cry\", however she also failed to qualify for the final, coming 17th with 36 points in the semi-final. Bulgaria's first qualification for the final came in 2007 when Elitsa Todorova and Stoyan Yankoulov performed the song \"Water\". This was the first Bulgarian language song to compete in the contest, placing 6th in the semi-final with 146 points. Todorova and Yankulov repeated their song in the final and received 157 points, placing 5th in a field of 24. In previous years, if a country placed in the top 10 countries in the final they automatically qualified to the final of the next contest. Had this rule remained for the 2008 contest, Bulgaria would have directly qualified for the final. However, a change in rules due to the large intake of countries participating in the contest meant that only five countries, the host country and the Big Four countries, would automatically qualify to the final. As such, Bulgaria were forced to compete in one of the two semi-finals of the 2008 contest in Serbia. At the 2008 contest, Bulgaria were represented by Deep Zone and Balthazar with the song \"DJ, Take Me Away\". They, however, could not repeat Todorova and Yankulov's result and received only 56 points, placing 11th of 19 competing in Semi-Final 2 thus Bulgaria did not qualify for the final. Bulgaria competed in the 2009 contest in Russia. Bulgaria was the first country to begin their selection for the fifth Bulgarian entry to Eurovision, with 'Be A Star', the national final, beginning in October 2008. The winner was Krassimir Avramov with his song \"Illusion\". It failed to qualify for the final in Moscow coming 16th out of 18 participants in Semi-Final 1. In October 2009, BNT announced that Miroslav Kostadinov would represent Bulgaria at the Eurovision Song Contest 2010 in Oslo, Norway. He sang the song \"Angel si ti\". It was the first song since 2007 to be sung in Bulgarian.[1][2][3][4] However, for the third consecutive year, Bulgaria's entry failed to qualify for the final, coming 15th out of 17 participants in the Semi-Final 2. In 2011, Bulgaria was represented by Poli Genova, and the country's entry was sung in Bulgarian for the second consecutive year. Her song was called \"Na inat\", and missed out on a place for the final after coming 12th in the Semi-final 2, making 2011 the fourth year in a row that Bulgaria didn't reach the final. In that year she competed with 18 more singers in the final of \"EuroBGvision\" (where by means of SMS voting the TV audience selects who will represent Bulgaria in the Eurovision Song Contest). This was her fourth time in which she took part in the \"EuroBGvision\" and her first win. The singer Sofi Marinova represented Bulgaria in the 2012 Eurovision contest in Baku with a song called \"Love Unlimited\". Her song was mainly in Bulgarian but it also contains the phrase 'I Love You' in 12 other languages including Turkish, Greek, Spanish, French and Serbian and others. Bulgaria's entry tied with Norway for 10th place in its semifinal; however, the tie broke in favor of Norway because it received points from more countries, making 2012 the fifth year in a row that Bulgaria didn't qualify. In 2013, Elitsa Todorova and Stoyan Yankoulov were chosen through an internal selection to represent Bulgaria for a second time, this time in Malmö. Their song, \"Samo shampioni\", placed sixth in the second semifinal's televoting results, but 17th place (last) in the jury's results. The duo placed twelfth, with 45 points, thereby excluding Bulgaria from the final yet again. On 22 November 2013, Bulgaria announced that they would not be participating in the Eurovision Song Contest 2014 due to financial problems.[5] On 15 September 2014, it was announced that Bulgaria had submitted a preliminary application to compete in the Eurovision Song Contest 2015,[6] but one month later it was announced that they would not be returning to the contest.[7] On 31 October 2014, it was announced that Bulgaria's participation was still undecided due to the political situation of the country. The EBU granted an extension and awaited a final decision.[8] On 18 December 2014, BNT confirmed via their official Eurovision Twitter account that they would not take part in the 2015 Contest.[9] On 15 September 2015, it was announced that BNT sent a preliminary application in order to compete in the 2016 contest,[10] and the effective participation was further confirmed on 26 November 2015,[11] thus marking the return of the country. Poli Genova represented Bulgaria for the second time (the first time being in 2011). Poli performed twelfth at the second semi-final on 12 May 2016, and qualified for the final by finishing in 5th place on 220 points. In the final on 14 May 2016, she performed eighth and placed 4th of 26 with 307 points. In 2017, Kristian Kostov represented Bulgaria with the song \"Beautiful Mess\", being the first singer at Eurovision to have been born in the 2000s decade. He placed 1st in the second semi-final, with 403 points, the best score ever in any semi-final, qualifying Bulgaria to the finals for the 3rd time. Kristian Kostov ended up getting the best result to Bulgaria so far, reaching the 2nd place, with 615 points. In 2018 BNT selected Equinox with song Bones. The group performed tenth at the first semi-final and qualified for the final, placing 7th with 177 points. Bulgaria reached the final for the fourth time, finishing 14th with 166 points. On 10 September 2018, it was announced that Bulgaria had submitted a preliminary application to compete in the Eurovision Song Contest 2019,[12] but on 15 October 2018, BNT announced that they would not take part in the 2019 contest in Tel Aviv, Israel due to financial difficulties.[13] On 30 October 2019, BNT announced that Bulgaria would return for the 2020 contest in Rotterdam.[14] The country internally selected its entry for the contest, and Victoria was revealed as the artist on 25 November 2019.[15] However, due to the COVID-19 pandemic, the contest was cancelled. Victoria would represent her country in 2021 instead. On 29 January 2021, the broadcaster announced that Victoria's song would be internally selected from her recently released five-song EP a little dramatic and her most recent single \"Ugly Cry\".[16] On 20 February 2021, BNT launched an online platform for the public to evaluate the six songs and provide consultation on which song should be selected. The songs were also evaluated by various focus groups that featured music, television, radio and international Eurovision experts.[17] \"Growing Up Is Getting Old\" was announced as the selected song on 10 March 2021 during a special concert, broadcast on BNT 1 as well as online via YouTube and the broadcaster's Eurovision Song Contest website eurovision.icard.com.[18] In addition to the announcement of the song, singers Alex Raeva, Azis, DARA, Grafa, Lucy Diakovska, Mihaela Fileva, Venci Venc' performed as guests.[19] Victoria performed thirteenth at the second semi-final and qualified for the final, placing 3rd with 250 points, thereby achieving Bulgaria's fifth final appearance. She then went on to finish 11th with 170 points.[a] The public broadcaster of each participating country in the Eurovision Song Contest assigns a head of delegation as the EBU's contact person and the leader of their delegation at the event. The delegation, whose size can greatly vary, includes a head of press, the contestants, songwriters, composers and backing vocalists, among others.[22] Elitsa and Stoyan in Helsinki (2007) Deep Zone and Balthazar in Belgrade (2008) Miro in Oslo (2010) Poli Genova in Düsseldorf (2011) Sofi Marinova in Baku (2012) Elitsa and Stoyan in Malmö (2013) Poli Genova in Stockholm (2016) Kristian Kostov in Kyiv (2017) Equinox in Lisbon (2018) Victoria in Rotterdam (2021) Intelligent Music Project in Turin (2022)","Title":"Bulgaria in the Eurovision Song Contest - Wikipedia","KeyID":"7225","URL":"https://en.wikipedia.org/wiki/Bulgaria_in_the_Eurovision_Song_Contest"}