{"Content: ":"Croatia has participated in the Eurovision Song Contest 27 times since making its debut at the 1993 contest. Their entry has since 1993, excluding from 2012 to 2018, been selected at the Dora pop festival, an event organised by the national public broadcaster Croatian Radiotelevision (HRT). Croatia's best result in the contest is a fourth-place finish in 1996 and 1999. Croatia achieved six top ten results in seven years, with Magazin and Lidija sixth (1995), Maja Blagdan fourth (1996), former Magazin member Danijela Martinović fifth (1998), Doris Dragović (who was 11th for Yugoslavia in 1986) fourth (1999), Goran Karan ninth (2000), and Vanna tenth (2001). Since then, Croatia has failed to reach the top ten. Croatia failed to reach the final for four years in succession (2010–13), before choosing to not participate in 2014 and 2015.[1][2] Croatia returned and reached the final in both 2016 and 2017, but has now failed to reach the final in 9 of the last 13 contests it has entered. Ten representatives of Yugoslavia came from Croatia in 1963, 1968, 1969, 1971, 1972, 1986, 1987, 1988, 1989 and 1990. Apart from being the most successful Yugoslav republic in the contest, it gave the socialist republic its only win, \"Rock Me\", sung by Riva in 1989 in Lausanne. The 1990 contest was held in Zagreb as a result.[3] After the dissolution of Yugoslavia in 1991, the Croatian national public broadcaster Croatian Radiotelevision (HRT) had organised a festival to select a Croatian representative for the 1992 contest. If HRT had been a member of the EBU in time for the contest, the first Croatian entry at Eurovision would have been the band Magazin with \"Aleluja\".[4][citation needed] Croatia's first entry as an independent state was in 1993 with the band Put, performing \"Don't Ever Cry\" which was, despite the English title, also partially performed in Croatian. The song came third in the Kvalifikacija za Millstreet pre-selection event, which allowed their participation in the 1993 contest. Croatia's best placing to date has been with Maja Blagdan's 1996 entry \"Sveta ljubav\" and Doris Dragović's 1999 entry \"Marija Magdalena\", both of which came in fourth place.[citation needed] Along with Cyprus, Malta, Norway, Portugal and Sweden, Croatia was never relegated in the 1990s, and, unlike Cyprus, Norway and Portugal, it was never relegated in the beginning of the 21st century. Relegation meant that the country would have to sit out the subsequent contest due to poor placement. Croatian broadcaster HRT announced on 19 September 2013 that they would not participate in the 2014 contest, citing the financial difficulties, as well as a string of poor results between 2010 and 2013 influencing their decision to take a year's break. The last time Croatia qualified for the grand final was in 2009.[1] Croatia would not return to the contest in 2015,[2] and on 5 May 2015, HRT announced that it wouldn't broadcast the 2015 contest either.[5] It was the first time since 1992 for HRT to not broadcast the contest. On 26 November 2015, it was announced that Croatia would return to the contest in 2016.[6] It was also reported that the entry would possibly be the winner of the first season of The Voice – Najljepši glas Hrvatske.[7] Nina Kraljić won The Voice and was selected to represent Croatia with the internally selected song \"Lighthouse\". The entry qualified for the final, making it the first time Croatia had made it to the final since 2009. After the successful return in 2016, Croatian national broadcaster HRT confirmed on 17 September 2016 that they would also participate in 2017.[8] Jacques Houdek, the coach of Nina Kraljić in The Voice, was internally selected to represent the country on 17 February 2017, exactly five months after they confirmed the participation.[9] On 30 October 2018, it was announced by HRT that the national final, Dora, would return in 2019, traditionally taking place in Opatija, a famous summer resort.[10] In March 2021, it was confirmed that HRT and Opatija had signed a three-year long contract regarding the organization of HRT Music Days and Dora, meaning both of these events will be held in the city annually until 2024.[11] Prior to Yugoslavia's dissolution, artists from the Croatian federal unit represented Yugoslavia in 1963, 1968, 1969, 1971, 1972, 1983, 1986, 1987, 1988, 1989 and 1990. The public broadcaster of each participating country in the Eurovision Song Contest assigns a head of delegation as the EBU's contact person and the leader of their delegation at the event. The delegation, whose size can greatly vary, includes a head of press, the contestants, songwriters, composers and backing vocalists, among others.[13] Dragonfly feat. Dado Topić in Helsinki (2007) Kraljevi ulice & 75 Cents in Belgrade (2008) Igor Cukrov feat. Andrea in Moscow (2009) Feminnem in Oslo (2010) Nina Badrić in Baku (2012) Klapa s Mora in Malmö (2013) Nina Kraljić in Stockholm (2016) Jacques Houdek in Kyiv (2017) Franka in Lisbon (2018) Roko in Tel Aviv (2019) Albina in Rotterdam (2021) Mia Dimšić in Turin (2022)","Title":"Croatia in the Eurovision Song Contest - Wikipedia","KeyID":"7226","URL":"https://en.wikipedia.org/wiki/Croatia_in_the_Eurovision_Song_Contest"}