{"Content: ":"Cyprus has participated in the Eurovision Song Contest 38 times since making its debut in 1981. Cyprus' first entry was the group Island, who finished sixth. The country's best result in the contest is a second-place finish with Eleni Foureira in 2018. Between 2006 and 2013, Cyprus failed to qualify from the semi-final round six times, before withdrawing in 2014. On 14 July 2014, CyBC officially confirmed Cyprus' return to the contest for 2015, with the country then qualifying for the final every year since, a streak that lasted until their non-qualification in 2022. Since its first entry, Cyprus has participated every year except 1988, 2001 and 2014. In 1988, Cyprus withdrew its entry after broadcaster CyBC determined that the intended entry was ineligible; the song had been entered (but not selected) in the 1984 national selection process, which was a violation of the Cypriot selection rules. In 2001, the country did not qualify for the contest due to insufficiently high average scores in previous contests, according to the qualification process at the time. In 2014, the broadcaster decided to not participate in the contest and cited public indifference, public opinion regarding the 2012–13 Cypriot financial crisis, and related budget restrictions as factors for not taking part.[1] On 14 July 2014, CyBC officially confirmed their return to the contest in 2015.[2][3] Cyprus hosted the Eurovision Song Project, which included 2 semi-finals, 1 second chance round and a final.[4][5] Since their return in 2015 the country has only failed to qualify once, and even made their best result with Eleni Foureira coming second in 2018. As of 2021, Cyprus holds the record for the most times competing in the Eurovision Song Contest without a single win with 37 entries into the contest. Most of the Cypriot entries have been sung in Greek or English; the exceptions are in 2000, in which the song \"Nomiza\" included both Greek and Italian, and in the 2007 contest, in which Evridiki performed \"Comme ci, comme ça\" entirely in French. Additionally, in both the 2018 contest and the 2021 contest, the songs had some phrases in Spanish. The annual exchange of the maximum 12 points with Greece in the Semi Final and Final has become an amusingly predictable occurrence which is now often met with derision from the audience. In the 31 instances (1981–2022) of Cyprus being able to vote for Greece in a final they have voted Greece as having the best song on 26 of them (the exceptions being 1981, 1985, 1990, 1991 and 2015). Since the advent of televoting in 1998, the two countries have consistently given each other the maximum 12 points until the 2015 Contest, where neither country gave their 12 to the other, but curiously both gave them to Italy. In 2022, the Cypriot televote gave 12 points to Ukraine. Cyprus and Turkey never exchanged votes until 2003, a taboo attributed to the ongoing Cyprus dispute. Since its first entry in 1981, Cyprus has had a mixture of varied results. The best result achieved so far is a second place, reached by Eleni Foureira at the 2018 Contest. In the 1980s and 1990s, Cyprus managed to reach the top 10 a number of times, something which made the Contest popular with the Cypriot public. Since 2004, Cyprus' performance has dropped notably. From 2006 to 2009 and again in 2011 and 2013, the country failed to reach the final. At the same time when Cyprus' performance in the contest dropped vertically, Greece's performance improved very fast by one win and seven top ten results in one decade. This created a shift of interest, with the Cypriot public being more interested in the success of the Greek entry. This is probably because Greece, since 2004, seems to send very popular singers that have a well established fan-club in Cyprus, while Cyprus usually elects their contestants through an open talent contest, which often results in somewhat unknown artists representing the country. The public broadcaster of each participating country in the Eurovision Song Contest assigns a head of delegation as the EBU's contact person and the leader of their delegation at the event. The delegation, whose size can greatly vary, includes a head of press, the contestants, songwriters, composers and backing vocalists, among others.[11]  Alex Panayi in Dublin (1995) Lisa Andreas in Istanbul (2004) Evridiki in Helsinki (2007) Evdokia Kadí in Belgrade (2008) Christina Metaxa in Moscow (2009) Jon Lilygreen and the Islanders in Oslo (2010) Despina Olympiou in Malmö (2013) Giannis Karagiannis in Vienna (2015) Minus One in Stockholm (2016) Hovig in Kyiv (2017) Eleni Foureira in Lisbon (2018) Tamta in Tel Aviv (2019) Elena Tsagrinou in Rotterdam (2021) Andromache in Turin (2022)","Title":"Cyprus in the Eurovision Song Contest - Wikipedia","KeyID":"7227","URL":"https://en.wikipedia.org/wiki/Cyprus_in_the_Eurovision_Song_Contest"}