{"Content: ":"Finland has participated in the Eurovision Song Contest 55 times since its debut in 1961. Finland won the contest for the first – and to date only – time in 2006 with Lordi's \"Hard Rock Hallelujah\". The country's best result before then was achieved by Marion Rung with the song \"Tom Tom Tom\" in 1973, which placed sixth. Finland has finished last in the contest eleven times, receiving nul points in 1963, 1965 and 1982. Since the introduction of the semi-finals in 2004, Finland has failed to reach the final eight times. In 2014, the country had its best result in eight years when Softengine with \"Something Better\" finished 11th, a result that would be surpassed seven years later by Blind Channel with \"Dark Side\", which came sixth in 2021, thereby achieving the country's joint-second best result to date and its first top 10 result since 2006. In 2015, Finland finished last in the first semi-final with the shortest-ever Eurovision entry, \"Aina mun pitää\" performed by Pertti Kurikan Nimipäivät. Before the 2006 victory, Finland was considered by many as the ultimate under-achiever of Eurovision. Prior to its triumph, it had placed last a total of eight times, once with nul points after the introduction of the current scoring method. Finland's entry in 1982, \"Nuku pommiin\" by Kojo, was one of only fifteen songs since the modern scoring system was instituted in 1975 to earn no points. (Norway had placed last eleven times and scored zero points four times, but had also won twice before 2006). Due to low results, Finland was excluded from the contest in 1995, 1997, 1999, 2001, and 2003. In 2006, Finland won with the band Lordi and its song \"Hard Rock Hallelujah\", an entry different from the mainstream europop that dominated the competition. The song broke records scoring the highest number of points in the history of the Eurovision Song Contest, with 292. The record was eventually broken by Norway in 2009, with 387. In 2015, Finland finished last in the first semi-final with the shortest-ever Eurovision song, the one minute and 27 seconds \"Aina mun pitää\" performed by Pertti Kurikan Nimipäivät. Finland reached the final for the first time in four years in 2018, with Saara Aalto placing 25th. After a non-qualification in 2019 with Darude featuring Sebastian Rejman, Finland gained its joint-second best result to date in 2021, with Blind Channel placing 6th. All of Finland's entries were in English between 1973 and 1976 and again since 2000 (except in 2008, 2010, 2012 and 2015); both of these periods allowed submissions in any language. Two entries, 1990 and 2012, were in Swedish, which is an official language in Finland alongside Finnish. All of Finland's other songs have been in Finnish. Marion Rung in Luxemburg (1962) Viktor Klimenko in Naples (1965) Fredi in The Hague (1976) Kirka (pictured in 1989) Lordi (pictured in 2005) Hanna Pakarinen in Helsinki (2007) Teräsbetoni in Belgrade (2008) Waldo's People in Moscow (2009) Kuunkuiskaajat in Oslo (2010) Krista Siegfrids in Malmö (2013) Softengine in Copenhagen (2014) Pertti Kurikan Nimipäivät in Vienna (2015) Sandhja in Stockholm (2016) Norma John in Kyiv (2017) Saara Aalto in Lisbon (2018) Darude and Sebastian Rejman in Tel Aviv (2019) The Rasmus in Turin (2022)","Title":"Finland in the Eurovision Song Contest - Wikipedia","KeyID":"7231","URL":"https://en.wikipedia.org/wiki/Finland_in_the_Eurovision_Song_Contest"}