{"Content: ":"France has participated in the Eurovision Song Contest 64 times since its debut at the first contest in 1956. France is one of only seven countries to be present at the first contest, and has been absent from only two contests in its history, missing the 1974 and 1982 contests. Along with Germany, Italy, Spain and the United Kingdom, France is one of the \"Big Five\" countries that are automatically prequalified for the final, due to being the largest financial contributors to the European Broadcasting Union (EBU). France has won the contest five times. France first won the contest in 1958 with \"Dors, mon amour\" performed by André Claveau. Three more victories followed in the 1960s, with \"Tom Pillibi\" performed by Jacqueline Boyer in 1960, \"Un premier amour\" performed by Isabelle Aubret in 1962 and \"Un jour, un enfant\" performed by Frida Boccara, who won in 1969 in a four-way tie with the Netherlands, Spain and the United Kingdom. France's fifth victory came in 1977, when Marie Myriam won with the song \"L'oiseau et l'enfant\". During its successful run in the 20th century, France has also finished second four times, with Paule Desjardins (1957), Catherine Ferry (1976), Joëlle Ursull (1990) and Amina (1991), who lost out to Sweden's Carola in a tie-break. After reaching the top five in 24 contests in the 20th century, France has had less success in the 21st century, only making the top five three times, with Natasha St-Pier fourth (2001), Sandrine François fifth (2002) and Barbara Pravi second (2021). France's other top 10 results in the century are Patricia Kaas's eighth place in 2009 and Amir's sixth place in 2016. France finished last for the first time in 2014, when Twin Twin received only two points. Several French broadcasters have been used to present Eurovision in the country, formerly RTF (1956–1964), ORTF (1965–1974), TF1 (1975–1981) and Antenne 2 (1983–1992). Since 1993, France Télévisions has been responsible for France's participation in the contest, with the final being broadcast on France 2 (1993–98, 2015–present) and France 3 (1999–2014), and the semi-final which France votes in was broadcast on France 4 (2005–2010, 2016–19), later France Ô (2011–15) and since 2021, Culturebox [fr]. The semi-final in 2004 was not broadcast. The viewers which were close enough to Monaco, were able to see the semi-final via TMC Monte-Carlo. Radio coverage has been provided, although not every year or since 2013, by France Inter from 1971 to 1998 and from 2001 to 2012, France Bleu (also in 1976). In 1982, RTL Radio transmitted the contest due to the country's absence that year. France has often changed the selection process used in order to find the country's entry for the contest, either a national final or internal selection (occasionally a combination of both formats) has been held by the broadcaster at the time. France is one of the most successful countries in the Eurovision, winning the contest five times, coming second five times and coming third seven times. However, France has only hosted the Eurovision contest three times (1959, 1961, 1978).[1] France was ranked first in number of victories (either alone or tied with other countries) without interruptions from 1960 to 1993. Moreover, Amina was close to victory with the song \"C'est le dernier qui a parlé qui a raison\" in 1991, when she finished in joint first place (with the same number of points as Sweden). Therefore, the 'countback' rule applied, but both countries had an equal number of twelve points (four lots), but the victory went to Sweden, when France had fewer 10-point scores. Today, with the new rules, France would have won the competition, because they received points from more countries than Sweden. One year before, France was also close to winning with Joëlle Ursull performing Serge Gainsbourg's song \"White and Black Blues\". The song finished in equal second place with Ireland's entry. However, in recent years, the French results have been somewhat disappointing. Since 1998, when the televoting was introduced, France has almost always been in the bottom-10 countries in the final, coming 15th (2004), 18th (2003 and 2008), 19th (1999 and 2008), 22nd (2006, 2007 and 2012), 23rd (2000, 2005 and 2013), 24th (1998 and 2022), 25th (2015), and 26th (last place, for the first time in their Eurovision history) in 2014. Yet, France has had some good results during the 21st century. In 2001, Canadian singer Natasha St-Pier came 4th with her song \"Je n'ai que mon âme\", being the favourite to win the contest by fans and odds. This good result was carried into the 2002 contest, when Sandrine François came 5th with \"Il faut du temps\" and received the Marcel Bezençon international press award for the best entry of that year. Finally, the positive experience with Sébastien Tellier in 2008 created considerable interest among the French show business for the contest, which resulted in the fact that Eurovision is seen now in the French media as a great advertising campaign and it has been decided that big names would represent France in the future. With these ambitions, the French superstar Patricia Kaas represented France in the 2009 contest. Kaas is one of the most successful French-speaking singers in the world and she has sold over 16 million records worldwide. She ended in 8th place. Kaas received the Marcel Bezençon artistic award, which was voted on by previous winners and presented to the best artist. In the 2016 contest, Amir with his song \"J'ai cherché\" ended in 6th place and broke a 40-year record by scoring the most points in France's Eurovision history, by scoring 257 points in the final. That record would later be broken once again in 2021, as Barbara Pravi with her song \"Voilà\" finished in 2nd place with 499 points, France's best result since 1991, only 25 points behind eventual winners Måneskin from Italy. Since their debut in 1956 France has only missed two contests, in 1974 and 1982. In 1974, after selecting a singer and song to represent them at the contest, France withdrew after the President of France Georges Pompidou died in the week of the contest.[2] If they had participated in the contest, France would have been represented by Dani with the song \"La vie à vingt-cinq ans\". In November 1981, TF1 declined to enter the Eurovision Song Contest for 1982, with the head of entertainment, Pierre Bouteiller, saying, \"The absence of talent and the mediocrity of the songs were where annoyance set in. Eurovision is a monument to inanity [sometimes translated as \"drivel\"].\"[3] Antenne 2 took over the job due to public reaction of TF1's withdrawal, hosting a national final to select their entry as well, from the 1983 contest. Since 1999, France, along with Germany, Spain and the United Kingdom, have automatically qualified for the Eurovision final regardless of their results in previous contests.[4] These countries earned this special status by being the four biggest financial contributors to the EBU, and subsequently became known as the \"Big Four\". Italy returned to the contest in 2011, thus upgrading the countries to members of a \"Big Five\".[5][6] André Claveau in Hilversum (1958) Guy Mardel in Naples (1965) Dan Ar Braz in Oslo (1996) Jonatan Cerrada in Istanbul (2004) Les Fatals Picards in Helsinki (2007) Sébastien Tellier in Belgrade (2008) Patricia Kaas in Moscow (2009) Jessy Matador in Oslo (2010) Amaury Vassili in Düsseldorf (2011) Anggun in Baku (2012) Amandine Bourgeois in Malmö (2013) Twin Twin in Copenhagen (2014) Lisa Angell in Vienna (2015) Amir in Stockholm (2016) Alma in Kyiv (2017) Madame Monsieur in Lisbon (2018) Bilal Hassani in Tel Aviv (2019)","Title":"France in the Eurovision Song Contest - Wikipedia","KeyID":"7232","URL":"https://en.wikipedia.org/wiki/France_in_the_Eurovision_Song_Contest"}