{"Content: ":"Ireland has participated in the Eurovision Song Contest 55 times since making its debut at the 1965 contest in Naples, missing only two contests since then (1983 and 2002). The contest final is broadcast in Ireland on RTÉ One. Ireland has a record total of seven wins, and is the only country to have won three times consecutively. Ireland's seven wins were achieved by Dana with \"All Kinds of Everything\" (1970), Johnny Logan with \"What's Another Year\" (1980) and \"Hold Me Now\" (1987), Linda Martin with \"Why Me\" (1992), Niamh Kavanagh with \"In Your Eyes\" (1993), Paul Harrington and Charlie McGettigan with \"Rock 'n' Roll Kids\" (1994) and Eimear Quinn with \"The Voice\" (1996). Johnny Logan is the only performer to have won twice and also wrote the 1992 winning entry. Ireland, who also finished second with Sean Dunphy (1967), Linda Martin (1984), Liam Reilly (1990) and Marc Roberts (1997), has a total of 18 top five results. Since the introduction of the qualifying round in 1994, Ireland has won the contest twice. Since the introduction of the semi-final round in 2004, Ireland has failed to reach the final ten times, and has twice finished last in the final, in 2007 and 2013. Ireland's only top 10 result in the last 15 contests (2007–22) is Jedward's eighth-place in 2011. Raidió Teilifís Éireann (RTÉ) is Ireland's representative broadcaster at the contest. The semi-finals are broadcast on RTÉ2, with the final on RTÉ One.[1] Ireland has sent 50 entries to the Eurovision Song Contest; of these, seven have won and eighteen have finished in the top five, making Ireland the most successful country in the contest overall as of 2021. Since its debut in 1965, the country has missed only two contests: the 1983 contest in Munich and the 2002 contest in Tallinn. A strike at RTÉ in 1983 meant that the station lacked the resources to send a participant, so RTÉ broadcast the contest with the BBC commentary feed. Ireland was relegated in 2002, but in keeping with EBU rules since they intended to return in 2003, RTÉ broadcast that year's event and a TV commentator was sent to the contest in Tallinn. Ireland have hosted the contest on seven occasions; all were held in the Irish capital Dublin except for the 1993 contest, which was staged in Millstreet, a town in north-west County Cork with a population of 1,500 people.[2] All of Ireland's entries have been performed in English with the exception of the 1972 entry, \"Ceol an Ghrá\", which was sung in Irish. Seán Dunphy finished second at the 1967 contest, behind Sandie Shaw, followed by Pat McGeegan finishing fourth in 1968, before Dana gave Ireland its first victory in 1970 with \"All Kinds of Everything\". The country's next best result of the 1970s was in 1977, when The Swarbriggs Plus Two finished third. This was followed by fifth-place finishes for both Colm C.T. Wilkinson (1978) and Cathal Dunne (1979). Johnny Logan brought Ireland its second victory in 1980 with \"What's Another Year\". Girl Group Sheeba then finished fifth in 1981. Logan went on to write the 1984 entry \"Terminal 3\", performed by Linda Martin, which finished second. In 1987, Logan returned to the context as a performer, and became the first and (to date) only entrant to win the contest twice, achieving his second victory with the self-penned \"Hold Me Now\". Ireland's most successful decade to date in the contest is the 1990s, beginning with Liam Reilly finishing joint second in 1990. Ireland subsequently achieved an unequalled three consecutive victories in the contest: in 1992, the 1984 runner-up Linda Martin returned to win with \"Why Me?\" – penned once again by Johnny Logan, giving him a total of three victories as either a performer or writer; in 1993, Niamh Kavanagh was victorious over the United Kingdom's Sonia with \"In Your Eyes\"; and in 1994, Paul Harrington and Charlie McGettigan won with \"Rock 'n' Roll Kids\". The streak was broken in 1995 when Hiberno-Nordic group Secret Garden, representing Norway, won with the almost entirely instrumental \"Nocturn\". The group does contain an Irish member, Naas-born Fionnuala Sherry. The decade would see yet another victory for Ireland in 1996 when Eimear Quinn won with \"The Voice\"; Marc Roberts would also finish second for Ireland in 1997, which marked the end of Irish domination of the contest. In the 21st century, Ireland has fared less well, achieving considerably poorer results in comparison to the 1990s. The country's only top 10 placement of the 2000s came when Brian Kennedy finished tenth in 2006. At the 2007 contest, Ireland's representatives were Irish folk group Dervish performing \"They Can't Stop The Spring\"; having automatically qualified for the final, the group finished last with five points (all from Albania), becoming the first Irish entrants to come last in a final. In 2008, Dustin the Turkey failed to qualify for the final with his song \"Irelande Douze Pointe\"; the same fate befell Sinéad Mulvey and Black Daisy in 2009.[3] In 2011, Ireland's luck changed when X Factor finalists Jedward finished in eighth place with 119 points, thus making them Ireland's most successful entry in 10 years. Their song \"Lipstick\" topped the iTunes charts in Austria, Germany, Ireland and Sweden. Jedward represented Ireland again in 2012 with \"Waterline\", but after making it through to the final, they were awarded only 46 points, finishing in 19th place. In 2013, Ireland came last in the final for the second time. In 2018, Ireland qualified for the final for the first time since 2013 with Ryan O'Shaughnessy and \"Together\", but in 2019, Sarah McTernan finished last in the second semi-final with \"22\". Since her song received fewer points than the worst-scoring song of the first semi-final, it therefore came last overall, making it the worst placing for Ireland to date. Following the cancellation of the 2020 contest, Lesley Roy, who was due to compete with \"Story of My Life\", was re-selected to compete in 2021 with \"Maps\". She also finished last in the first semi-final, however did not come last overall. 2022 saw another non-qualification in Brooke with \"That's Rich\", finishing 15th out of 18 countries in the second semi-final. Seven singers have represented Ireland more than once at the contest: Johnny Logan (1980, 1987), Linda Martin (1984, 1992), Niamh Kavanagh (1993, 2010), Tommy and Jimmy Swarbrigg (as \"The Swarbriggs\" in 1975 and part of \"The Swarbriggs Plus Two\" in 1977), Maxi (as a soloist in 1973 and as part of Sheeba in 1981) and Jedward in 2011 and 2012. Eight people have written and composed more than one Irish entry: Brendan Graham (1976, 1985, 1994, 1996), Johnny Logan (1984, 1987, 1992), Tommy and Jimmy Swarbrigg (1975, 1977), Liam Reilly (1990, 1991), Joe Burkett (composer 1972, lyricist 1981), and Niall Mooney & Jonas Gladnikoff (2009, 2010).[4] In the years when the live orchestra was present in the contest, almost all of Ireland's Eurovision entries were conducted by Noel Kelehan. The exceptions were 1965 (Italian host conductor Gianni Ferrio), 1970 (Dutch host conductor Dolf van der Linden), from 1972 to 1975 (Colman Pearce), 1979 (Proinnsias Ó Duinn), 1994 (no conductor, although Kelehan conducted three other entries from Romania, Greece and Poland) and in 1997 (Frank McNamara was the musical director for the contest staged in Dublin, but the Irish entry was played with a backing track with no orchestra). Ronan Keating (who presented the 1997 contest) collaborated on the 2009 entry for Denmark.[5] RTÉ presenter Marty Whelan has been the national commentator since 2000.[6] Ireland holds the record for the most amount of victories: seven wins including three consecutive wins. The country has also achieved second place four times and third once. Ireland is one of the few countries to have achieved consecutive wins (along with Spain, Luxembourg and Israel) and the only country to win consecutively three times, and the nation won again in 1996, meaning four victories were achieved in five years. Ireland is the only country to host the Contest consecutively and is one of eight countries never to turn down the chance to host the Eurovision Song Contest. Out of 52 appearances and 45 finals, Ireland has reached the top ten 31 times and the top five 18 times. As of 2019, Ireland has not reached the top five since 1997. Ireland holds the record for most points from one country in a year (alongside France) in the 'one point per juror' voting system, achieving nine votes out of a possible ten from Belgium (in 1970). France had achieved this same feat in 1958. Ireland has an average of 74 points per contest, the highest average, two points above the United Kingdom. During the first semi-final of the 2014 contest, it was revealed that the duo, Jedward, hold two Eurovision records: the highest hair (18.9 cm) and the biggest shoulder pads. Ireland was one of two countries to have two entries entered into Congratulations: 50 Years of the Eurovision Song Contest, with the 1980 entry \"What's Another Year\" and the 1987 \"Hold Me Now\". Co-host of the 1997 contest Ronan Keating appeared. Johnny Logan performed his single \"When a Woman Loved a Man\". Irish winners Eimear Quinn, Charlie McGettigan and Linda Martin performed as backing singers to most of the songs with Jakob Sveistrup who represented Denmark in 2005. Marty Whelan provided commentary of the contest for Ireland on RTÉ. Ireland is the only country to have hosted multiple contests in succession; three in a row between 1993 and 1995. Six of the seven Contests held in Ireland have been held in Dublin; three at the Point Theatre, two at the RDS Simmonscourt and one at the Gaiety Theatre. In addition, the 1993 Contest was held in Millstreet, County Cork. During the 1994 contest, the dancing group Riverdance made their debut as an interval act. Dublin holds the record for hosting the most Contests. Over the years RTÉ commentary has been provided by several experienced radio and television presenters, including Larry Gogan, Jimmy Greeley, Gay Byrne, Ronan Collins, Pat Kenny and Mike Murphy. However Marty Whelan has provided the RTÉ Television commentary since 2000 although Whelan himself had previously commentated for the 1987 event. Ireland did not participate in the 1983 edition in Germany, nor did they send a commentator to Munich that year, but instead broadcast the BBC feed of the contest with Terry Wogan as commentator, who welcomed viewers in Ireland during his introduction. RTÉ Radio, however, did provide commentary by Brendan Balfe. Butch Moore in Naples (1965) Dana in Amsterdam (1970) Red Hurley in The Hague (1976) Johnny Logan in The Hague (1980) Dervish in Helsinki (2007) Dustin the Turkey in Belgrade (2008) Sinéad Mulvey & Black Daisy in Moscow (2009) Niamh Kavanagh in Oslo (2010) Jedward in Düsseldorf (2011) Ryan Dolan in Malmö (2013) Kasey Smith in Copenhagen (2014) Molly Sterling in Vienna (2015) Nicky Byrne in Stockholm (2016) Brendan Murray in Kyiv (2017) Ryan O'Shaughnessy in Lisbon (2018) Sarah McTernan in Tel Aviv (2019) Lesley Roy in Rotterdam (2021) Brooke in Turin (2022)","Title":"Ireland in the Eurovision Song Contest - Wikipedia","KeyID":"7237","URL":"https://en.wikipedia.org/wiki/Ireland_in_the_Eurovision_Song_Contest"}