{"Content: ":"Johann Jakob von Kaup[1] (10 April 1803 – 4 July 1873) was a German naturalist. A proponent of natural philosophy, he believed in an innate mathematical order in nature and he attempted biological classifications based on the Quinarian system. Kaup is also known for having coined popular prehistoric taxa like Pterosauria and Machairodus. He was born at Darmstadt. After studying at Göttingen and Heidelberg he spent two years at Leiden, where his attention was specially devoted to the amphibians and fishes. He then returned to Darmstadt as an assistant in the grand ducal museum, of which in 1840 he became inspector. In 1829 he published Skizze zur Entwickelungsgeschichte der europäischen Thierwelt, in which he regarded the animal world as developed from lower to higher forms, from the amphibians through the birds to the beasts of prey; but subsequently he repudiated this work as a youthful indiscretion, and on the publication of Darwin's Origin of Species he declared himself against its doctrines. The extensive fossil deposits in the neighbourhood of Darmstadt gave him ample opportunities for palaeontological inquiries, and he gained considerable reputation by his Beiträge zur näheren Kenntniss der urweltlichen Säugethiere (1855–1862). He also wrote Classification der Säugethiere und Vögel (1844), and, with Heinrich Georg Bronn, Die Gavial-artigen Reste aus dem Lias (1842–1844). He was elected as a member of the American Philosophical Society in 1862.[2] He died at Darmstadt. A particularly important incident in the history of paleontology involves Kaup. In 1854 he bought the American mastodon found in 1799 in Orange County, New York. This is the mastodon immortalized in Charles Willson Peale's painting of the 1801 excavation (painting executed between 1806 and 1808). This mastodon was on display for many years in Peale's Museum and is currently on display in Hessisches Landesmuseum Darmstadt, Germany[3] This mastodon is the first complete example found in the United States, and may be only the second fossil animal ever mounted for display.","Title":"Johann Jakob Kaup - Wikipedia","KeyID":"724","URL":"https://en.wikipedia.org/wiki/Johann_Jakob_Kaup"}