{"Content: ":"Latvia has participated in the Eurovision Song Contest 21 times since making its debut at the contest in 2000, where the group Brainstorm finished third with the song \"My Star\". Latvia won the contest in 2002, with Marie N and the song \"I Wanna\", defeating Malta by 12 points. Latvia is the second former Soviet country to win the contest. The 2003 contest was held in the Latvian capital Riga. The country achieved its third top 10 result in 2005, when Walters and Kazha finished fifth with \"The War Is Not Over\". Latvia did not participate in the final from 2009 to 2014, when they failed to qualify from the semi-finals for six consecutive years, including finishing last on three occasions, in 2009, 2010 and 2013.[1][2] Latvia qualified for the final for the first time since 2008 at the 2015 contest with Aminata and the song \"Love Injected\". Her sixth place in the final is Latvia's fourth top 10 finish and best result in the contest since 2005. Latvia made its 10th appearance in the final in 2016. Latvia has the distinction of having finished last in the Eurovision semi-finals more than any other country. Since its introduction in 2004, Latvia has finished last in five semi-finals, with Intars Busulis (2009), Aisha (2010), PeR (2013), Triana Park (2017) and Samanta Tīna (2021). All of Latvia's entries have been performed in English, except for three entries. In 2004 Fomins and Kleins performed \"Dziesma par laimi\" in Latvian, in 2007 Bonaparti.lv performed \"Questa notte\" in Italian and in 2009 Intars Busulis, having won Eirodziesma 2009 with \"Sastrēgums\" in Latvian, performed the song in Russian as \"Probka\".[3] With the exception of \"The Moon Is Rising\" by Samanta Tīna in 2021, all Latvian Eurovision entries have been chosen through a national final.[a] Karlis Streips is the first Latvian Eurovision commentator in history. He provided Eurovision Song Contest commentary until 2011 Valters Frīdenbergs was lead commentator from 2011 until his illness and subsequent death in 2018 Toms Grēviņš has been lead Latvian commentator since 2018 Marie N performing \"I Wanna\" in Tallinn (2002) Bonaparti.lv performing \"Questa notte\" in Helsinki (2007) Pirates of the Sea performing \"Wolves of the Sea\" in Belgrade (2008) Aisha in Oslo (2010) Musiqq performing \"Angel in Disguise\" in Düsseldorf (2011) PeR performing \"Here We Go\" in Malmö (2013) Aarzemnieki performing \"Cake to Bake\" in Copenhagen (2014) Aminata performing \"Love Injected\" in Vienna (2015) Justs performing \"Heartbeat\" in Stockholm (2016) Triana Park performing \"Line\" in Kyiv (2017) Laura Rizzotto performing \"Funny Girl\" in Lisbon (2018) Citi Zēni performing \"Eat Your Salad\" in Turin (2022)","Title":"Latvia in the Eurovision Song Contest - Wikipedia","KeyID":"7240","URL":"https://en.wikipedia.org/wiki/Latvia_in_the_Eurovision_Song_Contest"}