{"Content: ":"Malta has participated in the Eurovision Song Contest 34 times since its debut in 1971. The contest is broadcast in Malta on the PBS channel, TVM. Malta has yet to win the contest, but is the only non-winning country to have achieved four top three results. Malta finished last on its first two attempts in 1971 and 1972, and had a 16-year absence from the contest between 1975 and 1991, when it returned. Malta has participated every year since. Malta's return proved more successful, reaching the top 10 in 12 out of 15 contests from 1991 to 2005, including third-place results for Mary Spiteri (1992) and Chiara (1998) and second-place results for Ira Losco (2002) and Chiara (2005). Since finishing last for the third time in 2006, Malta has struggled to make an impact, having achieved only two top 10 results in recent years: first being Gianluca Bezzina's eighth-place in 2013, and Destiny Chukunyere's seventh-place finish in 2021. Malta first participated at Eurovision in 1971, although the history of National song contests organized in the Maltese islands dates back to 1960 when the first Malta Song Festival took place. Malta has never won the contest, although it has twice finished second and twice finished third. At first, the island state sent songs in its native language, Maltese, but it failed to rank highly, finishing last in its first two attempts in the contest in 1971 and 1972 and withdrew after the 1975 contest. Malta's return to the contest in 1991, after a 16-year absence, proved to be more successful, with eight consecutive top 10 placings (1991–1998) and finishing in the top 10 in 12 out of 15 contests from 1991 to 2005. These results included third-place finishes in 1992 for Mary Spiteri and in 1998 for Chiara and second-place finishes in 2002 for Ira Losco and in 2005 for Chiara, who in 2009 became the first performer to represent Malta at three contests, finishing 22nd.[1][2] Malta's two second-places and two third-places make it the most successful country not to win the contest. In the last 15 contests, Malta has only reached the top 10 twice, with Gianluca Bezzina finishing eighth in 2013, and Destiny Chukunyere finishing seventh in 2021. Fabrizio Faniello, who had previously finished ninth in 2001, finished last in the 2006 final, and since then the country has failed to qualify from the semi-final round eight times, in 2007, 2008, 2010, 2011, 2015, 2017, 2018 and 2022. Together with France, Spain, Sweden and the United Kingdom, Malta is one of the few countries that has not missed a contest since 1991. All of Malta's entries since 1991 have been sung in its other official language, English, which it was one of the few countries allowed to use in the contest between 1977 and 1999, being a former British colony which (as seen below) has had a close relationship with the UK within the contest. The only use of the Maltese language was three lines in the 2000 entry \"Desire\", performed by Claudette Pace. The Maltese broadcasters of the show are the Public Broadcasting Services (PBS). All shows are transmitted live on TVM and Radio Malta. Also, along with Croatia and Sweden it was the only country never to be relegated, under the previous rules of the contest, that was not a part of the \"Big Four\". Malta uses a televised national final to select its entry. From its debut in 1971 through 1976, Malta Song Festival, an existing song festival that had been created in 1960 was used to select the entrant, with the winner going to represent the country at the Eurovision Song Contest. Malta did not participate in the contest between 1977 and 1990. Since its return in 1991, national finals under various names were held to select the entry, including Malta Song for Europe (Maltese: il-Festival Kanzunetta għall-Ewropa), Malta Eurovision Song Contest, and Malta Eurosong. During this time period, the organization of the event was taken over by the Maltese broadcaster Public Broadcasting Services (PBS Malta). A typical national final would consist of: the rules for submissions by composers, authors, and singers being published in October, first elimination rounds in December, and semifinalists announced in January. The semifinal was then held in February, followed two days later by a final to choose Malta's representative at the Eurovision. In 2009, a new format of the contest was introduced, the Malta Eurosong contest, with eight semi-finals held over November 2008 to January 2009, with a final of 20 songs competing in February.[3][4] In 2010 six semi-finals were held over December 2009 and January 2010, and a final was once again held in February 2010.[5] This format was discontinued for the 2019 and 2020 contests, with PBS instead using X Factor Malta to select the artist. The national final format returned for the 2022 contest. Julie and Ludwig in Istanbul (2004) Olivia Lewis in Helsinki (2007) Morena in Belgrade (2008) Thea Garrett in Oslo (2010) Gianluca Bezzina in Malmö (2013) Firelight in Copenhagen (2014) Amber in Vienna (2015) Ira Losco in Stockholm (2016) Claudia Faniello in Kyiv (2017) Christabelle in Lisbon (2018) Michela Pace in Tel Aviv (2019) Destiny in Rotterdam (2021) Emma Muscat in Turin (2022)","Title":"Malta in the Eurovision Song Contest - Wikipedia","KeyID":"7242","URL":"https://en.wikipedia.org/wiki/Malta_in_the_Eurovision_Song_Contest"}