{"Content: ":"Moldova has participated in the Eurovision Song Contest 17 times, debuting in 2005. The country's best result is a third-place finish for SunStroke Project in 2017, with their song \"Hey, Mamma!\". Moldova's debut in the contest in 2005 was successful, with Zdob și Zdub finishing sixth. The country also reached the top ten with Natalia Barbu (2007), DoReDoS (2018), and Zdob și Zdub and Advahov Brothers (2022). In total, Moldova has reached the final twelve times, failing to qualify from the semi-finals in 2008, 2014, 2015, 2016 and 2019. Following Moldova's 20th-place finish in the 2006 contest, Moldovan broadcaster Teleradio-Moldova (TRM) announced that it would not participate in 2007, and did not allocate a budget for the 2007 Contest. However, in response to public pressure, TRM filed the preliminary documents to compete and sent Natalia Barbu with song \"Fight\".[1] She achieved 10th place. In 2008 Moldova, for the first time in 4 years of participating, failed to make the Final, their jazz number, \"A Century of Love\", finishing 12th place in a field of 19. In 2009 Moldova achieved 14th place with Nelly Ciobanu. In 2010, saxophonist Sergey Stepanov of SunStroke Project became the internet phenomenon (\"Epic Sax Guy\") with his 30-second saxophone solo. In 2011 Zdob și Zdub represented Moldova for a second time in the contest, with the song So Lucky placing 12th in the final. This was the third time that Moldova ended up 10th in the semifinal, the last qualifier for the final. In 2012 and 2013 Moldova achieved 11th place with Pasha Parfeny and Aliona Moon respectively. In 2014-2016 Moldova failed to qualify for the final coming last in 2014, 11th in 2015 and pre-last in 2016. In 2017, Moldova achieved its best result at the contest, when SunStroke Project finished third in the final with the song \"Hey, Mamma!\". The streak of top 10 results continued in 2018 with the band DoReDos finishing 10th in Lisbon. However in 2019, Moldova failed to qualify for the first time since 2016, finishing 12th in the semi-final. In 2020, Natalia Gordienko, who represented Moldova in 2006, was set to represent the country with the song \"Prison\", however the contest was cancelled due to COVID-19 pandemic. She instead represented Moldova in 2021 with the song \"Sugar\". She eventually qualified to the grand final and achieved a 13th place with 115 points.[2] Her 17-second note at the end of \"Sugar\" was reported to be the longest note in Eurovision history.[3] Zdob și Zdub in Kyiv (2005) Natalia Gordienko and Arsenium performing \"Loca\" in Athens (2006) Natalia Barbu performing \"Fight\" in Helsinki (2007) Geta Burlacu performing \"A Century of Love\" in Belgrade (2008) Nelly Ciobanu in Moscow (2009) SunStroke Project and Olia Tira performing \"Run Away\" in Oslo (2010) Zdob și Zdub performing \"So Lucky\" in Düsseldorf (2011) Aliona Moon performing \"O mie\" in Malmö (2013) Cristina Scarlat performing \"Wild Soul\" in Copenhagen (2014) Eduard Romanyuta performing \"I Want Your Love\" in Vienna (2015) Lidia Isac performing \"Falling Stars\" in Stockholm (2016) SunStroke Project performing \"Hey, Mamma!\" in Kyiv (2017) DoReDoS performing \"My Lucky Day\" in Lisbon (2018) Anna Odobescu performing \"Stay\" in Tel Aviv (2019) Zdob și Zdub and Advahov Brothers performing \"Trenulețul\" in Turin (2022)","Title":"Moldova in the Eurovision Song Contest - Wikipedia","KeyID":"7243","URL":"https://en.wikipedia.org/wiki/Moldova_in_the_Eurovision_Song_Contest"}