{"Content: ":"Portugal has participated in the Eurovision Song Contest 53 times since its debut at the 1964 contest. Since then it has missed five contests (1970, 2000, 2002, 2013 and 2016). The contest is broadcast in Portugal by Rádio e Televisão de Portugal (RTP). Portugal won the contest for the first time in 2017 and hosted the 2018 contest in Lisbon. Portugal finished last on its debut in 1964 and again in 1974, before achieving its best result of the 20th century in 1996, with Lúcia Moniz finishing sixth. The country then finished last for the third time in 1997. Having not appeared in the final since 2010 and as holders of the record for most appearances in the contest without a win, Portugal won at the 49th attempt, when Salvador Sobral won the 2017 contest with the song \"Amar pelos dois\", Portugal's first top five result in the contest. As hosts in 2018, the country finished last in the contest for a fourth time. Portugal's debut entry was António Calvário with \"Oração\". It was not a successful debut for the country, with Calvário coming last in the contest. Since then, Portugal has come last on three further occasions, in 1974, when Paulo de Carvalho sang \"E depois do adeus\", in 1997, when Célia Lawson performed \"Antes do adeus\" and in 2018 as a host country. Despite its last-place finish in the contest, \"E depois do adeus\" gained notability for being used as the radio musical signal to begin the Carnation Revolution against the Estado Novo regime, being played at 22:55 on the 24th of April, 1974.[1] Prior to their sixth-place finish for Lúcia Moniz, with the song \"O meu coração não tem cor\" in 1996, Portugal's best result in the contest was two seventh-place finishes, for Carlos Mendes in 1972 and José Cid in 1980. Despite having some really weak results, the 90s were the most successful decade for the country, reaching the top 10 four times. Portugal had admission to take part in the 2000 and 2002 contest but refused. Its place was taken by Latvia both times, which ended up winning the contest in the latter year. Since semi-finals were introduced in 2004, Portugal has failed to reach the final eight times, including from 2004 to 2007. In 2008, Vânia Fernandes finished 13th with the song \"Senhora do Mar,\" Portugal's best outcome since 1996. The country continued to be present in the final until 2010. In 2017, Portugal reached the finals with Salvador Sobral's entry, \"Amar pelos dois\", ending a 6-year non-appearance in the finals, as it did not participate in the contest in 2013 and 2016 and did not qualify for the finals in 2011, 2012, 2014 and 2015, finally winning the contest for the first time ever, earning 758 points, setting the record for the highest number of points in the history of the competition, topping both the televoting and jury voting for the first time since Austria's \"Rise Like a Phoenix\" in 2014. It was the first winning song entirely performed in a country's native language since Serbia's \"Molitva\" in 2007. As the host country in 2018, Portugal came last for the fourth time in the contest, and for the first time in a non-joint last position. This was the third instance of a host country placing in the bottom five since 2015. In 2021, Portugal's first-ever entry sung entirely in English, \"Love Is on My Side\" by The Black Mamba, came in 12th place in the final. In 2022, Maro with \"Saudade, saudade\" finished in ninth place in the final. Portugal has been absent from five contests since their first participation. The country's first absence was in 1970, where Portugal, along with four other countries, boycotted the contest due to the result of the previous year, when four countries were announced the winner.[2] Portugal missed the 2000 contest due to their poor average results over the past five years. Despite being eligible to enter the 2002 contest, RTP declined to enter, and was replaced by eventual winner Latvia.[3] The fourth absence was in 2013, when Portugal didn't participate for financial reasons.[4] The fifth absence was in 2016.[5] RTP mentioned that this break was needed in order to facilitate a content renewal for its national selection for the Eurovision Song Contest, Festival da Canção.[6] Festival da Canção (sometimes referred to as \"Festival RTP da Canção\") is the Portuguese national selection for the Eurovision Song Contest, organized by RTP, and is normally held between February and March of the year of the contest. It is one of the longest-running Eurovision selection methods. Previously a number of regional juries selected the winner, however recently the winner has been selected through televoting. In 2009, 2010, 2017, 2018 and 2019 a 50-50 system between district juries and televote (like in the ESC) has been used. In the years when Portugal does not participate in the contest, the Festival da Canção was not held, except in two occasions: in 1970, when Portugal boycotted the contest, and in 2000, when the country was relegated. Additionally, there was an orchestra present at the Portuguese national final in 1999 and 2001, where the winning entries were conducted by José Marinho and Rui Filipe Reis, respectively. In the late 1990s the English actor and comedian Steve Coogan created the character \"Tony Ferrino\" for his television comedy series. \"Tony Ferrino\" is supposedly a Portuguese singer and winner of the Eurovision Song Contest; he is a stereotype based on singers and entertainers often seen on European television programmes in the 1970s and 1980s. The BBC produced a one-off programme The Tony Ferrino Phenomenon in 1997. Simone de Oliveira in Naples (1965) José Cid in The Hague (1980) Sofia Vitória in Istanbul (2004) Sabrina in Helsinki (2007) Vânia Fernandes in Belgrade (2008) Flor-de-Lis in Moscow (2009) Filipa Azevedo in Oslo (2010) Suzy in Copenhagen (2014) Leonor Andrade in Vienna (2015) Salvador Sobral in Kyiv (2017) Cláudia Pascoal in Lisbon (2018) Conan Osíris in Tel Aviv (2019) Maro in Turin (2022)","Title":"Portugal in the Eurovision Song Contest - Wikipedia","KeyID":"7249","URL":"https://en.wikipedia.org/wiki/Portugal_in_the_Eurovision_Song_Contest"}