{"Content: ":"Romania has participated in the Eurovision Song Contest 22 times since its debut in 1994, and has placed in the top ten six times. Its best results were achieved by Luminița Anghel and Sistem in 2005, and by Paula Seling and Ovi in 2010, who both finished in third place. Selecția Națională,[a] a song contest that has been taking place every year[b] in Romania except for 2021, has been used to select the country's entry for the Eurovision Song Contest. The later year saw Romania conducting an internal selection. In 1993, the year before its first appearance, Romania attempted to debut in the contest, but came last in the pre-qualifying round. After successfully joining the following year, poor placements followed until 2002, resulting in relegation several times. This changed with the introduction of semi-finals to the contest in 2004, after which Romania reached the final 14 times, failing to qualify from the semi-finals in 2018, 2019 and 2021. In 2016, the European Broadcasting Union (EBU) suspended broadcaster Televiziunea Română (TVR) from all EBU member services due to repeated non-payment of debts, which in turn disqualified its entry from participating in the contest. In 2020, despite having selected a representative, the nation was unable to take part due to the contest's coronavirus disease 2019 (COVID-19)-related cancellation. After having had broadcast the contest several times during the 1960s, 1970s, 1980s and early 1990s,[3][4][5][6] Romania unsuccessfully attempted to debut in the 1993 contest, selecting \"Nu pleca\" by Dida Drăgan for the pre-qualifying round Preselection for Millstreet (Slovene: Kvalifikacija za Millstreet); Drăgan came in last place.[7] A non-qualification was also achieved in 1996 when there was a pre-qualifier for all countries excluding hosts Norway.[8][9] The Eurovision site does not count either year in Romania's list of appearances.[2] The country's first official participation occurred in 1994 when Dan Bittman's \"Dincolo de nori\" placed 21st in the contest's final. The following years saw similar low placements and non-participations in 1995, 1997, 1999 and 2001.[2] Romania's first top ten result was achieved in 2002, when Monica Anghel and Marcel Pavel finished ninth with their song \"Tell Me Why\". The country placed within the top 20 every year from 2004 to 2015, claiming third place in 2005 with \"Let Me Try\" by Luminița Anghel and Sistem. As of 2022,[update] this remains Romania's best result in the contest, alongside Paula Seling and Ovi's 2010 entry \"Playing with Fire\", which also finished third. Since 2010, the country's only other top ten placement was in 2017, when Ilinca and Alex Florea reached seventh place with \"Yodel It!\".[2] 2019 was broadcaster Televiziunea Română's (TVR) first year to significantly invest in a performance; the costs for the use of graphics and special effects during the show for Ester Peony's \"On a Sunday\" amounted to 100,000 euros.[10][11] Romania had previously introduced the first ever use of holograms at Eurovision in 2014.[12] Romania has participated in the contest 22 times, having qualified for the final 14 times since the introduction of the semi-finals in 2004, failing to qualify in 2018, 2019 and 2021.[2] In 2016 the European Broadcasting Union (EBU) suspended TVR from all EBU member services due to the repeated non-payment of debts and the threat of insolvency. This in turn disqualified their 2016 entry, \"Moment of Silence\" sung by Ovidiu Anton from participating in the contest.[13][14] It led to strong reactions against the decision from several observers.[15][16] Although TVR had selected Roxen to perform \"Alcohol You\" in 2020,[17] the contest was cancelled due to the pandemic of the coronavirus disease 2019 (COVID-19) in China and its spread to other countries.[18] Roxen was internally selected for 2021 nonetheless, performing \"Amnesia\".[19][20] Selecția Națională,[a] a song contest which has been taking place every year in Romania except for 2021, has been used to select its entry for the contest. The first edition was held in 1993, with the winner chosen by 1100 households in the country.[7] Since then, several voting procedures have been used, often combining televoting with the votes of a jury panel.[23][24][25] The selection of the winner either occurred during one show,[26] or through a varying amount of semi-finals.[24][27] For the first time, a part of Romania's entry was determined internally in 2020. Roxen was selected by TVR out of exclusive partner Global Records's roster, and was appointed five songs for a jury and the public to choose from.[28][29][30][1] The broadcaster and the label also collaborated the following year for the internal selection of Roxen and her entry.[31][32] In 2008, Nico and Vlad won Romania's first and only Marcel Bezençon Award for \"Pe-o margine de lume\", in the Composer Award category,[33] and Sanda received the infamous Barbara Dex Award in 2004.[34] A number of Romania's Eurovision entries have experienced commercial success over the years. While \"Let Me Try\" reached number nine on the Romanian Top 100,[35] 2006's \"Tornerò\" by Mihai Trăistariu peaked within the top ten in Finland and Greece.[36][37] Elena's \"The Balkan Girls\" topped the Romanian chart in 2009, and similar success was attained by Mandinga's \"Zaleilah\" in 2012, obtaining number two in the country's Airplay 100 ranking and a Gold certification for digital downloads exceeding 10,000 copies in Romania.[38][39] The public broadcaster of each participating country in the Eurovision Song Contest assigns a head of delegation as the EBU's contact person and the leader of their delegation at the event. The delegation, whose size can greatly vary, includes a head of press, the contestants, songwriters, composers and backing vocalists, among others.[41] The appointed stage directors are responsible for directing the country's live performance, for camerawork and for the visuals used.[59] A five-member jury panel consisting of music industry professionals is made up for every participating country for the semi-finals and final of the Eurovision Song Contest, ranking all entries except for their own country's contribution. The juries' votes constitute 50% of the overall result alongside televoting.[66] For the show's broadcast on TVR,[2] various commentators and dual commentators have been hired throughout the years, with Leonard Miron notably having done the job on seven occasions.[76] At Eurovision, after all points are calculated, the presenters of the show call upon each voting country to invite their respective spokesperson to announce the results of their vote on-screen.[77] In contests where an orchestra was provided, a conductor was required to lead the musicians during each country's performance. Broadcasters were able to provide their own conductors, or could call upon the services of the conductor appointed by the host broadcaster.[111] For 1993's Kvalifikacija za Millstreet pre-selection round, George Natsis conducted the Romanian entry.[112] In 1994 and 1998, Irish host conductor Noel Kelehan and Romanian conductor Adrian Romcescu – also the composer of \"Eu cred\" – were hired, respectively.[113][114] Todomondo in Helsinki (2007) Nico and Vlad in Belgrade (2008) Elena in Moscow (2009) Paula Seling and Ovi in Oslo (2010) Mandinga in Baku (2012) Cezar in Malmö (2013) Paula Seling and Ovi in Copenhagen (2014) Voltaj in Vienna (2015) Ilinca and Alex Florea in Kyiv (2017) The Humans in Lisbon (2018) WRS in Turin (2022) ","Title":"Romania in the Eurovision Song Contest - Wikipedia","KeyID":"7250","URL":"https://en.wikipedia.org/wiki/Romania_in_the_Eurovision_Song_Contest"}