{"Content: ":"San Marino has participated in the Eurovision Song Contest 12 times, debuting in the 2008 contest, followed by participation from 2011 onward. The nation did not participate in 2009 or 2010, citing financial difficulties. Having failed to qualify in their first four attempts, the nation qualified for the contest's final for the first time in 2014. Valentina Monetta represented San Marino in 2012, 2013 and 2014, making her the first entrant to participate in three consecutive contests since the 1960s. In 2019, Serhat managed to qualify to the final, marking the second appearance of the country in a Eurovision final and achieving their best result to date of 19th place. Following the 2020 contest's cancellation due to the COVID-19 pandemic in Europe, their 2020 candidate Senhit was again selected to represent San Marino in the following contest. She qualified to the final, making it the first time that San Marino made it to two consecutive finals. Radiotelevisione della Repubblica di San Marino (SMRTV), the national broadcaster of San Marino, has largely chosen to select their entrant internally, though on three occasions they used national finals: 1in360 for 2018, Digital Battle for 2020, and Una voce per San Marino for 2022. Unlike other participating countries, San Marino does not organise a televote due to their use of Italy's phone system and because the small number of potential televoters would not meet the minimum voting threshold set by the European Broadcasting Union (EBU). San Marino's vote in the Eurovision Song Contest is cast by their national jury and a simulated televote, which has been a concern for the broadcaster, though the rule has remained unchanged despite their attempt to provide an alternative. Participation in the Eurovision Song Contest is open to members of the European Broadcasting Union (EBU),[1] of which San Marino has been a member since 1995 through Radiotelevisione della Repubblica di San Marino (SMRTV).[2] On 11 November 2007, an email from an SMRTV representative to the OGAE Italy stated that that they were considering entering the Eurovision Song Contest for the first time in 2008, pending approval by their board members.[3] A decision would have to be made by 15 November, the deadline for interested broadcasters to submit an application for participation in the 2008 contest.[3] At the time, half of the financing of SMRTV was by Radiotelevisione Italiana (RAI), the broadcaster of Italy, which had last participated in 1997; the two entities also shared board members.[4][5] Despite this, SMRTV received approval to take part and officially announced their participation on 21 November 2007.[5] SMRTV Head of Delegation Alessandro Capicchioni stated that San Marino's motivation for entering the contest was to promote tourism and to bring attention to the nation, as \"[a] lot of the world knows neither where San Marino is or if it even exists\".[6] For their first Eurovision appearance, SMRTV sought to host an internal selection process, choosing Miodio with the Italian language song \"Complice\".[7][8] The nation's first entry did not fare well, placing last in the first semi-final, receiving just five points in total and not qualifying to the final.[9] In June 2008, the Sammarinese Minister of Culture announced that they had good hopes to return to the next year's edition.[10] After initially applying to take part in the Eurovision Song Contest 2009 in Moscow, Russia, SMRTV ultimately opted to not return, citing financial difficulties.[11][12] San Marino did not return for the Eurovision Song Contest 2010 either, again stating financial reasons as preventing participation. Had they obtained state or private funding for an entry, SMRTV had agreed to send the Italian duo Paola e Chiara to the contest, held in Oslo, Norway that year.[13] After a two-year absence from the contest, San Marino returned in 2011 with Italian singer Senit performing \"Stand By\", which failed to take the nation to the final.[14] From 2012 to 2014, the nation sent Valentina Monetta to the contest on three consecutive occasions, which made her the first singer to participate in three consecutive contests since Udo Jürgens, who competed in 1964, 1965 and 1966 for Austria.[15] Monetta's entries in 2012 (\"The Social Network Song\") and 2013 (\"Crisalide (Vola)\") respectively failed to qualify San Marino for the final. However, in 2014, Monetta managed to bring the nation to the final for the first time, where she placed 24th with the song \"Maybe\".[14] San Marino's subsequent three entries: \"Chain of Lights\" performed by Anita Simoncini and Michele Perniola (2015), \"I Didn't Know\" by Turkish performer Serhat (2016) and \"Spirit in the Night\" by Jimmie Wilson and Monetta (2017), all failed to qualify to the final. The 2017 entry marked Monetta's fourth appearance at the contest as well as the nation's second last place finish in the semi-final. This was only slightly improved upon in 2018 with Jessika and Jenifer Brening's second to last place finish with \"Who We Are\". In 2019, San Marino sent Serhat for a second time, with the song \"Say Na Na Na\", finishing in 19th place with 77 points, giving them their best result to this point. The nation planned to take part in the 2020 contest with Senhit and her song \"Freaky!\", however, due to the COVID-19 pandemic in Europe, the contest was cancelled on 18 March 2020.[14][16] The EBU announced soon after that entries intended for 2020 would not be eligible for the following year, though each broadcaster would be able to send either their 2020 representative or a new one.[17] Senhit later revealed that she would return to represent San Marino for the Eurovision Song Contest 2021.[18] Her 2021 entry \"Adrenalina\" featuring Flo Rida managed to qualify the nation to the final the third time in its history, eventually placing 22nd of the 26 finalists with 50 points.[14] For the nation's 2022 appearance, Italian singer Achille Lauro was selected with the song Stripper.[19] Prior to the 2018 contest, SMRTV had selected their Eurovision Song Contest entry internally for all of their appearances in the contest. Their first experience with a national final type process came in 2018 where SMRTV opted to organise the online talent show 1in360 to select the entry.[20] After a brief return to an internal selection for 2019,[21] the 2020 contest saw the nation's entry selected through Digital Battle. As part of that process, 2011 entrant Senhit was selected internally, while her song was selected through an online poll.[22] For 2021, SMRTV continued their cooperation with Senhit, returning to an internal selection for the year's contest.[18] The 2022 contest saw SMRTV opting to organise a singing competition entitled Una voce per San Marino to select their entry, returning a public process for a third time.[23] In February 2022, following the success of the first edition, the Sammarinese Secretary of State for Tourism, Postal Services, Economic Cooperation and the World Expo Federico Pedini Amati announced that the format had been confirmed for 2023.[24] Voting at the Eurovision Song Contest typically consists of 50 percent public televoting and 50 percent jury deliberation. From the 2009 contest through to the 2015 contest, the jury and public votes were combined and presented as one.[25] San Marino does not organise a televote, however, due to their use of Italy's phone system and because the small number of potential televoters would not meet the minimum voting threshold set by the EBU.[26] As such, the Sammarinese vote was based solely on their jury vote during these contests.[25][27] For the 2016 contest, the EBU introduced a new voting system where the jury and televoting points would be presented separately. If no televote was available, they would instead simulate a composite score using average televoting results from an undisclosed pre-selected group of countries.[28] SMRTV objected to this format, particularly because the EBU would not divulge which countries they would use to create the result and because half of San Marino's points would be determined by others.[27][29] For the 2017 contest, SMRTV proposed to enable televoting by Sammarinese residents through the use of a statistically representative panel of viewers, similar to the process used at the time in Italy's Sanremo Music Festival. The panel would watch the shows of the contest live and vote during the normal televoting period; their vote would then be used as the country's televote. If any issues arose, the old format could be used as a backup.[30][31] However, the EBU denied this request in March 2017 and as of the 2021 contest[update], the rules have remained unchanged in this regard.[32][33][34] The public broadcaster of each participating country in the Eurovision Song Contest assigns a head of delegation as the EBU's contact person and the leader of their delegation at the event. The delegation, whose size can greatly vary, includes a head of press, the contestants, songwriters, composers and backing vocalists, among others.[47] A five-member jury panel consisting of music industry professionals is made up for every participating country for the semi-finals and final of the Eurovision Song Contest, ranking all entries except for their own country's contribution. The juries' votes constitute 50% of the overall result alongside televoting.[54] The modern incarnation of jury voting was introduced beginning with the 2009 contest.[55] For the show's broadcast on SMRTV, various commentators have provided comment on the contest in the local language. At the Eurovision Song Contest after all points are calculated, the presenters of the show call upon each voting country to invite each respective spokesperson to announce the results of their vote on-screen.[66] In 2014, San Marino RTV also provided an English commentary for their internet streaming, with John Kennedy O'Connor and Jamarie Milkovic.[67] O'Connor reprised this role for both the 2015 and 2016 contests.[68] Valentina Monetta in Copenhagen (2014) Michele Perniola & Anita Simoncini in Vienna (2015) Serhat in Stockholm (2016) Valentina Monetta & Jimmie Wilson in Kyiv (2017) Jessika and Jenifer Brening in Lisbon (2018) Serhat in Tel Aviv (2019) Achille Lauro in Turin (2022)","Title":"San Marino in the Eurovision Song Contest - Wikipedia","KeyID":"7251","URL":"https://en.wikipedia.org/wiki/San_Marino_in_the_Eurovision_Song_Contest"}