{"Content: ":"Sweden has participated in the Eurovision Song Contest 61 times since making its debut in 1958, missing only three contests since then (1964, 1970 and 1976). Since 1959, the Swedish entry has been chosen through an annual televised competition, known since 1967 as Melodifestivalen. At the 1997 contest, Sweden was one of the first five countries to adopt televoting. Sweden hosted the contest six times: three times in Stockholm (1975, 2000, 2016), twice in Malmö (1992, 2013) and once in Gothenburg (1985). Sweden is one of the most successful competing participants at the Eurovision Song Contest, with a total of six victories, second only to Ireland's seven wins. Sweden also has the most top five results of the 21st century, with 12; in total, Sweden has achieved 26 top five results in the contest. After finishing second with Lill Lindfors and Svante Thuresson in 1966, Sweden went on to achieve its six victories with ABBA (1974), Herreys (1984), Carola (1991), Charlotte Nilsson (1999), Loreen (2012) and Måns Zelmerlöw (2015). Sweden's first entrant in the contest was Alice Babs in 1958, who was placed fourth. This remained the country's best result until 1966, when Lill Lindfors and Svante Thuresson were second.[1] Sweden's first Eurovision victory was in 1974 with the song \"Waterloo\", performed by ABBA. Thanks to their victory in Brighton, ABBA went on to gain worldwide success and become one of the best-selling pop groups of all time. In the 1980s, Sweden achieved three successive top three results. After Carola finished third in 1983, the Herreys gave Sweden its second victory in 1984 with \"Diggi-Loo Diggi-Ley\". Kikki Danielsson then finished third in 1985. Carola returned to the contest in 1991, eventually giving Sweden its third win with \"Fångad av en stormvind\", defeating France in a tie-break. Charlotte Nilsson gave the country a second win of the decade in 1999, with \"Take Me to Your Heaven\". The 1990s also saw two third-place results, for Jan Johansen in 1995 and One More Time in 1996. In the 2000s, the best Swedish result was fifth place, which they achieved four times, with Friends in 2001, Fame in 2003, Lena Philipsson in 2004 and Carola, who in 2006, became the only Swedish performer to achieve three top five results. Together with Croatia and Malta, Sweden was one of only three countries to have never been relegated under the pre-2004 rules of the contest. In 2010, Anna Bergendahl became the first Swedish entrant to fail to qualify for the final, finishing 11th in the semi-final, only five points from qualification (in 2008, Charlotte Perrelli finished 12th in the semi-final but qualified through the back-up jury selection). Since then, the country has been very successful, finishing in the top seven in all subsequent editions except two (Robin Stjernberg in 2013 and Tusse in 2021, both of whom came 14th). This includes a fifth victory courtesy of Loreen's \"Euphoria\" in 2012, making Sweden one of only two countries (along with the United Kingdom) to have Eurovision victories in four different decades, and a sixth victory courtesy of Måns Zelmerlöw's \"Heroes\" in 2015. Sweden is one of only two countries – along with Ukraine in 2004 and 2016 (as well as 2022) – to win twice since the introduction of the semi-finals in 2004, performing the feat in both 2012 and 2015 with 372 and 365 points respectively, making Sweden additionally the first country to have scored 300 points or more twice. Additional top-five placements during this period are third places in 2011 and 2014, a fourth place in 2022, and fifth places in 2016, 2017 and 2019. Melodifestivalen is an annual music competition organised by Swedish public broadcasters Sveriges Television (SVT) and Sveriges Radio (SR). It has chosen the country's representative for the Eurovision Song Contest since 1959. It is one of Sweden's most popular television shows, and it has been estimated that more than 4 million Swedes watch the show annually. Almost every Swedish entry for Eurovision has been selected through Melodifestivalen. Only Sweden's first entry in 1958 was not selected through Melodifestivalen, having been selected internally by the Swedish broadcaster at the time, Sveriges Radio. Over the years SVT commentary has been provided by several experienced radio and television presenters, including Jacob Dahlin, Ulf Elfving, Harald Treutiger, Pekka Heino, Kristian Luuk and Fredrik Belfrage. From 2009 (except 2013 and 2016), Edward af Sillén provided the SVT commentary alongside various dual commentators. Alice Babs in Hilversum (1958) Ingvar Wixell in Naples (1965) Tomas Ledin in The Hague (1980) Carola Häggkvist in Athens (2006) The Ark in Helsinki (2007) Charlotte Perrelli in Belgrade (2008) Malena Ernman in Moscow (2009) Anna Bergendahl in Oslo (2010) Eric Saade in Düsseldorf (2011) Loreen in Baku (2012) Robin Stjernberg in Malmö (2013) Sanna Nielsen in Copenhagen (2014) Måns Zelmerlöw in Vienna (2015) Frans in Stockholm (2016) Robin Bengtsson in Kyiv (2017) Benjamin Ingrosso in Lisbon (2018) John Lundvik in Tel Aviv (2019) Tusse in Rotterdam (2021) Cornelia Jakobs in Turin (2022)","Title":"Sweden in the Eurovision Song Contest - Wikipedia","KeyID":"7255","URL":"https://en.wikipedia.org/wiki/Sweden_in_the_Eurovision_Song_Contest"}