{"Content: ":"Switzerland has participated in the Eurovision Song Contest 62 times since making its debut at the first contest in 1956, missing only four contests, in 1995, 1999, 2001 and 2003. Switzerland hosted the first contest in 1956 in Lugano, and won it. Switzerland won the contest again in 1988, with the 1989 contest being held in Lausanne. Lys Assia won the first contest in 1956 with the song \"Refrain\". She returned to place second in 1958. Switzerland would go on to finish second with Esther Ofarim (1963) and Daniela Simmons (1986) and third with Franca Di Rienzo (1961) and Arlette Zola (1982), before winning the contest for the second time in 1988 with Celine Dion and the song \"Ne partez pas sans moi\". Annie Cotton gave the country its 15th top five result in 1993, when she placed third. Since the introduction of the qualifying round in 1993, Switzerland has entered the top ten only four times. Since the introduction of the semi-final round in 2004, Switzerland have failed to reach the final in 11 of 19 contests. Switzerland returned to the top five for the first time in 26 years when Luca Hänni gave the country its 16th top five result by finishing fourth in 2019, followed by their 17th top five finish, when Gjon's Tears placed third in 2021. Switzerland had been absent from Eurovision four times since their participation began in the first contest. These absences, in 1995, 1999, 2001 and 2003 were caused by poor results in previous contests that led to relegation.[1][2][3][4] A mix of different selection processes have been used to determine Switzerland's entry in each year's contest. Since 2019, SRG SSR has used an internal selection process, although televised national finals were used in previous years, held under various names including Concours Eurovision from the 1950s to 2000s, and Die Grosse Entscheidungsshow between 2011 and 2018. In the 1980s, the Swiss national finals tended to have ten participating songs each year: three in French, three in German, three in Italian and one in Romansch. Switzerland has four official languages, French, German, Italian, and Romansh. For decades, the song requirements stated that the song had to be performed in a national language, which gave Switzerland leeway as they could perform in any of the four languages. Out of their 60 appearances in the contest, Switzerland has sent 61 songs, 24 of which were in French, 12 in German, 15 in English, 10 in Italian and 1 in Romansh. Both of Switzerland's winning songs have been sung in French. Over the years Switzerland has broadcast the Eurovision Song Contest on three television stations, SRF (German language), RTS (French language) and RSI (Italian language). Jean Philippe in Luxembourg (1962) Yovanna in Naples (1965) Henri Dès in Amsterdam (1970) Peter, Sue and Marc in The Hague (1976) Piero and the MusicStars in Istanbul (2004) Six4one during a press conference in Athens (2006) DJ BoBo in Helsinki (2007) Paolo Meneguzzi in Belgrade (2008) Michael von der Heide in Oslo (2010) Anna Rossinelli in Düsseldorf (2011) Takasa in Malmö (2013) Sebalter in Copenhagen (2014) Mélanie René in Vienna (2015) Rykka in Stockholm (2016) Timebelle in Kyiv (2017) Zibbz in Lisbon (2018) Luca Hänni in Tel Aviv (2019) Gjon's Tears in Rotterdam (2021) Marius Bear in Turin (2022)","Title":"Switzerland in the Eurovision Song Contest - Wikipedia","KeyID":"7256","URL":"https://en.wikipedia.org/wiki/Switzerland_in_the_Eurovision_Song_Contest"}