{"Content: ":"Ukraine has participated in the Eurovision Song Contest 17 times since making its debut in 2003. Ukraine has won the contest three times: in 2004 with \"Wild Dances\" by Ruslana, in 2016 with \"1944\" by Jamala, and in 2022 with \"Stefania\" by Kalush Orchestra, thus becoming the first country in the 21st century and the first Eastern European country to win the contest three times. Ukraine hosted the 2005 and 2017 contests in Kyiv. Since the introduction of the semi-final round in 2004, Ukraine is the only country outside of the \"Big Five\" to have qualified for the final of every contest they have competed in, and has been placed outside the top-ten only six times.[1] Ukraine has a total of eight top-five placements, with Verka Serduchka (2007) and Ani Lorak (2008) both finishing second, Zlata Ognevich third (2013), Mika Newton fourth (2011) and Go_A fifth (2021), in addition to their wins. The only countries with more top-five results in the 21st century are Sweden (13) and Russia (10). Ukraine made its debut in 2003, when Oleksandr Ponomariov finished in 14th place with the song \"Hasta la vista\". Ukraine won the contest at the second attempt in 2004, when Ruslana won with the song \"Wild Dances\", defeating second-placed Serbia and Montenegro by 17 points, 280 to 263. Later in the year, she supported the Orange Revolution and became an MP for one year as part of the new president's alliance. In 2016, Ukraine became the first Eastern European country to win the contest twice, when Jamala won with her song \"1944\". The televote was won by Russia and the jury vote by Australia; Ukraine was second in both, but won with an overall total of 534 points, with Australia second with 511 points and Russia third with 491 points. In 2017, Ukraine was pre-qualified for the final as hosts, however they achieved their worst result to date – 24th place with 36 points. Ukraine was absent twice from the contest, in 2015 and 2019, for reasons related to the ongoing conflict with Russia: In 2020, Go_A won the national selection Vidbir and was set to represent Ukraine with the song \"Solovey\", before the contest was cancelled due to the COVID-19 pandemic. They were instead internally selected to represent the country the following year with the song \"Shum\", with which they finished in fifth place. After the contest, \"Shum\" entered the Billboard Global 200 on the week of 5 June, at position 158, becoming the first ever Ukrainian-language song to chart there.[6] Ukraine won the contest for a third time in 2022, with the song \"Stefania\" performed by Kalush Orchestra. \"Stefania\" later went on to surpass the peak of \"Shum\" on the Billboard Global 200, charting at position 85.[7] Since the introduction of the semi-final round in 2004, Ukraine is the only country to have qualified for the final of every Eurovision they have competed in (they were absent from the 2015 and 2019 contests).[note 1] Ukraine has a total of 11 top-ten placements (among those are eight top-five placements). Ukraine's participation and success in the contest has been acknowledged as a factor in the country's growing soft power and international image.[8] The following lists Ukraine's entries for the Eurovision Song Contest along with their result.[9] Following its victory in 2022, Ukraine was initially given the opportunity to host the 2023 contest, however, the European Broadcasting Union (EBU) later decided that the country would not be able to host due to security concerns caused by the 2022 Russian invasion of Ukraine, making Ukraine the first country since Israel in 1979 to win the contest but not host it the following year.[11] The 2022 runner-up, the United Kingdom, will host the 2023 contest on Ukraine's behalf, and Ukraine will be granted automatic qualification for the final.[12] A five-member jury panel consisting of music industry professionals is made up for every participating country for the semi-finals and Grand Final of the Eurovision Song Contest, ranking all entries except for their own country's contribution. The juries' votes constitute 50% of the overall result alongside televoting.[19]  Ruslana performing \"Wild Dances\" in Istanbul (2004) Tina Karol performing \"Show Me Your Love\" in Athens (2006) Verka Serduchka performing \"Dancing Lasha Tumbai\" in Helsinki (2007) Ani Lorak performing \"Shady Lady\" in Belgrade (2008) Svitlana Loboda performing \"Be My Valentine! (Anti-Crisis Girl)\" in Moscow (2009) Alyosha performing \"Sweet People\" in Oslo (2010) Zlata Ognevich performing \"Gravity\" in Malmö (2013) Maria Yaremchuk performing \"Tick-Tock\" in Copenhagen (2014) Jamala performing \"1944\" in Stockholm (2016) O.Torvald performing \"Time\" in Kyiv (2017) Mélovin performing \"Under the Ladder\" in Lisbon (2018) Go_A performing \"Shum\" in Rotterdam (2021) Kalush Orchestra performing \"Stefania\" in Turin (2022)","Title":"Ukraine in the Eurovision Song Contest - Wikipedia","KeyID":"7257","URL":"https://en.wikipedia.org/wiki/Ukraine_in_the_Eurovision_Song_Contest"}