{"Content: ":"The United Kingdom has participated in the Eurovision Song Contest 64 times. It first took part in the second contest in 1957 and has entered every year since 1959. Along with Sweden and the Netherlands, the UK is one of only three countries with Eurovision victories in four different decades. It is one of the \"Big Five\" countries, along with France, Germany, Italy and Spain, that are automatically prequalified for the final each year as they are the biggest financial contributors to the European Broadcasting Union (EBU). The British national broadcaster, the BBC, broadcasts the event and has, on multiple occasions, organised different national selection processes to choose the British entry. The United Kingdom has won the Eurovision Song Contest five times, and has finished as runner-up on a record sixteen occasions. The UK has hosted the contest a record eight times, four times in London (1960, 1963, 1968 and 1977) and once each in Edinburgh (1972), Brighton (1974), Harrogate (1982) and Birmingham (1998), and will host the contest for a ninth time in 2023. The United Kingdom's five winners are Sandie Shaw with the song \"Puppet on a String\" (1967), Lulu with \"Boom Bang-a-Bang\" (1969 in a four-way tie), Brotherhood of Man with \"Save Your Kisses for Me\" (1976), Bucks Fizz with \"Making Your Mind Up\" (1981) and Katrina and the Waves with \"Love Shine a Light\" (1997). The UK has also achieved a record sixteen second-place finishes between 1959 and 2022. The United Kingdom finished outside the top ten on only three occasions prior to 2000 (1978, 1987 and 1999). In the 21st century, the United Kingdom has had a considerably poorer record in the competition, only reaching the top ten three times, with Jessica Garlick third (2002), Jade Ewen fifth (2009), and Sam Ryder second (2022), compounded by eleven non-top 20 finishes, including Jemini's infamous 2003 nul points result, which was the first time that the country had come last in the contest. The UK has since finished in last place in 2008 with Andy Abraham (14 points), in 2010 with Josh Dubovie (10 points), in 2019 with Michael Rice (11 points), and in 2021 with James Newman (0 points). It was alleged that the United Kingdom were expected to take part in the first contest in 1956, and that they missed the submission deadline and therefore could not take part. This was later revealed by the EBU in January 2017 to be a myth created by fans of the contest.[1] The EBU further went on to explain that the Festival of British Popular Song, a contest created by the BBC for the United Kingdom, was the inspiration that brought in format changes to the contest elements from 1957 onwards.[1] Patricia Bredin was the first performer to represent the UK at Eurovision, finishing seventh in 1957. The UK was the first choice to stage the third contest in 1958, however following a failure to get an agreement from various artistic unions, the BBC withdrew their bid in the summer of 1957 and the UK did not enter for the second and last time to date.[2] At their second attempt in the contest in 1959, the UK achieved the first of their record sixteen runner-up positions, when Pearl Carr and Teddy Johnson sang \"Sing, Little Birdie\". The UK would achieve four more second-place finishes with Bryan Johnson in 1960, The Allisons in 1961, Matt Monro in 1964 and Kathy Kirby in 1965, before eventually winning for the first time in 1967. Sandie Shaw was already a successful performer, having twice topped the UK Singles Chart, and she comfortably won in Vienna with \"Puppet on a String\", which became her third UK number one and topped the charts all around Europe. In 1968, another successful performer was selected to represent the UK with the song \"Congratulations\". In London, Cliff Richard gave the UK their sixth second-place finish, losing to Spain's Massiel. \"Congratulations\" remains one of only two non-winning UK Eurovision entries to top the UK charts. The UK's second victory was provided by the Scottish singer Lulu, who won with the song \"Boom Bang-a-Bang\" in 1969, in a four-way tie with France, Spain and the Netherlands. Another established performer, she had topped the US Billboard Hot 100 with \"To Sir with Love\" in 1967. Having finished second on three further occasions in the 1970s, with Mary Hopkin in 1970, The New Seekers in 1972 and The Shadows in 1975. The UK achieved their third victory in 1976 with Brotherhood of Man and \"Save Your Kisses for Me\", who won with 164 points, which would remain the highest points total for ten years. In 1977, the UK finished second for the tenth time represented by singer-songwriters Lynsey de Paul and Mike Moran. The UK's fourth victory came in 1981, with Bucks Fizz and \"Making Your Mind Up\". The group was created especially for the UK televised selection contest, \"A Song for Europe\" (a programme which in later years would be renamed to \"Making Your Mind Up\"). At Eurovision in Dublin, they defeated Germany's Lena Valaitis by four points. The group went on to continued success, with 13 UK top 40 hits over the next five years. This would be the last UK win for 16 years, although the country continued to be competitive at the contest with four more second-place results during this time. In 1988, Scott Fitzgerald lost to Celine Dion, who was representing Switzerland, by just one point. In 1989, Live Report lost out to Yugoslavia by seven points. Michael Ball in 1992, also finished second, behind Linda Martin of Ireland. The 1993 entry, Sonia, had already had 10 UK top 30 hits, including a 1989 number one with \"You'll Never Stop Me Loving You\", when she was selected to represent the UK in Millstreet. With one country (Malta) left to vote, Ireland's Niamh Kavanagh led Sonia by 11 points. By the time it got to the announcement of the 12 points, neither the UK or Ireland had been mentioned. If the UK had received the 12, they would have won by one point. In the end Ireland received the top marks and won by 23 points. Despite only finishing eighth in the 1996 contest, Gina G went on to huge success with her entry \"Ooh Aah... Just a Little Bit\", which became only the second non-winning UK entry to top the UK Singles Chart. It also reached the top 20 of the US Billboard Hot 100 and received a Grammy nomination for Best Dance Recording. The UK's fifth victory came in 1997, when Katrina and the Waves, famous for their 1980s hit \"Walking on Sunshine\", comfortably won the contest with the song \"Love Shine a Light\". They scored 227 points, which would remain the highest points total of the pre semi-final era. At the 1998 contest in Birmingham, Imaani achieved the UK's 15th second-place finish and 20th top two result, with the song \"Where Are You?\", losing to Israel's Dana International. The UK would not finish in the top two again for 24 years. The UK has fared less well in the contest in the 21st century.[3] After girl-group Precious finished 12th in 1999, the UK regularly placed in the bottom half of the scoreboard, with a few exceptions. In the 2000s, those exceptions were Jessica Garlick in 2002, who finished joint third with the song \"Come Back\", and Jade Ewen in 2009, who was praised for ending the country's poor run of results for much of the decade, by finishing fifth with the song \"It's My Time\". In 2003, the UK finished last in the final for the first time with the duo Jemini, who received the infamous nul points. The country then finished last on two further occasions over the next 7 years, with Andy Abraham, who received 14 points in 2008, and Josh Dubovie, who received 10 points in 2010. In 2011, the BBC announced that they would forgo the national selection and instead internally select the next representative, eventually selecting the boy band Blue to represent the UK. They finished 11th with 100 points. In 2012, the UK were facing calls to quit the contest when the UK entry, Engelbert Humperdinck, finished 25th (out of 26) with only 12 points.[4] However, the UK confirmed their participation in the 2013 contest, with the Welsh singer Bonnie Tyler, most famous for her 1983 US and UK number one hit \"Total Eclipse of the Heart\", who would perform the song \"Believe in Me\".[5] In Malmö, she finished 19th with 23 points.[6] She went on to win two internationally voted Eurovision Song Contest radio awards for Best Female Singer and Best Song.[7] In 2014, the BBC internally selected unknown singer Molly Smitten-Downes, through BBC Introducing, which supports new and unsigned acts. She represented the UK in Copenhagen under her artist name Molly. In the final, she performed the song \"Children of the Universe\", which she co-wrote with Anders Hansson and finished in 17th place with 40 points, having been regarded as one of the favourites to win the contest.[8] In October 2014, Guy Freeman stated that the BBC are still engaging with record companies and the BBC Introducing platform in order to find an entry for the 2015 contest via the internal selection process, but announced that in addition, for the first time since 2008, they are giving the general public the option to submit an entry for consideration.[9][10] Ultimately, the entry for 2015 came through open submission, with the song \"Still in Love with You\" performed by the duo Electro Velvet, which finished in 24th place with five points.[11] On 30 September 2015, the BBC confirmed the national selection show would return in 2016.[12] Six acts competed in the national final on 26 February and the winner was selected entirely through a public vote, consisting of televoting and online voting. \"You're Not Alone\" performed by Joe and Jake won the national final broadcast live on BBC Four.[13] At the final they came 24th with 62 points in total.[14] Of these only 8 were from the public vote, the second lowest public score, following 0 to the Czech Republic. In spite of the latest disappointing result, the BBC announced that the national final format would be retained for 2017.[15] Six acts again participated in the final, which was held on 27 January 2017. It was broadcast on BBC Two as opposed to BBC Four the previous year, and the winner was determined by a combination of scores from a professional jury and televoting (including votes cast online). Former X Factor contestant Lucie Jones won the show and earned the right to represent the UK at the 2017 contest in Kyiv, with the song \"Never Give Up on You\", becoming the 60th UK Eurovision entry.[16][17] The song was praised for its impressive staging, and finished 15th in the final with a combined score of 111 points, finishing 10th in the jury vote with 99 points and 20th in the televote with 12 points.[18] In 2018, \"Storm\" by SuRie was selected by the public to represent the UK.[19] Her performance during the final was marred by an invader who ran onstage halfway through the song and grabbed her microphone, interrupting her performance; however, she was able to complete her performance. She finished in 24th with a combined score of 48.[20] Michael Rice's song \"Bigger than Us\" was selected by the public to represent the UK in 2019.[21] It finished in 26th place in the final after amassing 11 points, marking the fourth time since the turn of the century that the UK had finished last.[22] Ahead of the 2020 contest, the BBC stated that they would return to internally selecting the representative (in collaboration with record label BMG). James Newman was chosen as the entrant with his song \"My Last Breath\";[23] however, the 2020 contest was cancelled due to the COVID-19 pandemic. The BBC subsequently announced that BBC Studios would produce Eurovision: Come Together, a replacement show for BBC One featuring classic Eurovision performances, interviews and a look at the entries that would have taken part in 2020. The show was part of the BBC's plan to \"entertain the nation in time of need\".[24] The contest returned in 2021, with Newman being selected again with a new song, \"Embers\". However, the song finished in last place and became the second UK entry to receive nul points (also the first full nul points since the 2016 voting system was first implemented).[25] For the 2022 contest, the BBC retained the internal selection format, this time working in partnership with TaP Music. Sam Ryder and his song \"Space Man\" were selected for the contest and went on to place second with 466 points, the best result achieved by the UK since 1998, earning the most amount of points in the jury vote, and the most points ever received for a UK entry.[26] Ryder also won the Marcel Bezençon Award in the Press category, becoming the first ever UK act to receive the award since its inception in 2002.[27] He was praised by the media for his positive attitude and desire to change the UK public and press' perception of the contest.[3] In 1999, a rule change allowed the United Kingdom, along with France, Germany and Spain, to automatically qualify for the final (irrespective of their recent scores and without entering a semi-final), due to being the biggest financial contributors to the EBU.[28] Due to their untouchable status in the contest, these countries became known as the \"Big Four\" (which became the \"Big Five\" in 2011 following the return of Italy to the contest).[29] In 2008, it was reported that the \"Big Four\" could lose their status and be forced to compete in the semi-finals;[30] however, this never materialised, and the rule remained in place.[31] In the same year, the BBC defended using money from TV licence fee payers for the contest when Liberal Democrat MP Richard Younger-Ross had tabled a Commons motion which called on the corporation to withdraw its £173,000 funding for the annual contest. Former Eurovision commentator Sir Terry Wogan, that same year, also claimed that the show is \"no longer a music contest\" after the final of that year's edition ended.[32] Since the introduction of the Big Four/Five, the United Kingdom has finished last in the contest five times, with Germany finishing last four times. The United Kingdom also has the fewest top ten results of the Big Five in the 21st century, but has achieved more top five results than Spain, having reached the top five in 2002, 2009 and 2022. As well as broadcasting the contest each year, the BBC also organises the selection process for the entry, often with a televised national final (historically titled A Song For Europe). The process has varied between selecting both performer and song, or just the song, with the artist being selected internally. For most years the public has been able to vote for the winner, in the past with postcard voting, where the viewers sent postcards with their vote to the BBC, but more recently televoting and online. In 2009 and 2010, the singer was chosen by a public vote and the song internally selected. From 2011 to 2015, there was no televised selection, and both the artist and song were selected internally by the BBC. This resulted in the national selection process being suspended; however, this returned in 2016, re-titled Eurovision: You Decide, with viewers once again choosing which song to enter into the contest. Since 2017, the votes from a professional jury panel have been combined with the public vote to select the winner. The televised selection process was suspended again in September 2019, with the BBC returning to internally selecting its entry (in partnership with BMG in 2020 and 2021, and with TaP Music in 2022).[33][34][35] Below is a list of all songs and their respective performers that have represented the United Kingdom in the contest:[36] Including backing singers and musicians who performed for the UK, the following artists represented the UK in the Eurovision Song Contest multiple times: British performers who have represented other countries include: Although the United Kingdom was entered twice into Congratulations: 50 Years of the Eurovision Song Contest, with Cliff Richard's 1968 runner-up entry \"Congratulations\" and Brotherhood of Man's 1976 winning song \"Save Your Kisses for Me\", the BBC decided not to air the event or participate in the voting, but instead aired an hour-long special programme entitled Boom Bang-a-Bang: 50 Years of Eurovision hosted by Terry Wogan. Following the cancellation of the 2020 contest due to the COVID-19 pandemic, the BBC decided to host Eurovision: Come Together, an all-stars contest on the night of what would have been the 2020 grand final. The show was broadcast just before the EBU's main replacement show Eurovision: Europe Shine a Light. An expert panel selected the 19 competing entries, four of which were UK entries. The United Kingdom has hosted the Eurovision Song Contest a record eight times. The United Kingdom stepped in and hosted the contest for the Netherlands in 1960, France in 1963, Monaco in 1972 and Luxembourg in 1974 due to the winning countries' financial and capacity issues. On four occasions (1968, 1977, 1982 and 1998) the UK was given the right to host as a result of a victory. The BBC offered to joint host the 1995 contest in Belfast, Northern Ireland with Irish broadcaster RTÉ, but ultimately RTÉ decided to stage the event solo.[38] The UK will host the contest for a ninth time in 2023, after the 2022 winner Ukraine was unable to meet the demands of hosting the event due to security concerns caused by the Russian invasion of the country.[39] In 2015, London hosted Eurovision Song Contest's Greatest Hits, an event to commemorate the 60th anniversary, which was recorded for television on 31 March 2015 and was shown in 26 countries, starting with the UK and Ireland on 3 April 2015.[40] Additionally, several British conductors have conducted for other countries (not counting instances where a British musical director had to step in for another country that didn't bring their own conductor), including: Over the years BBC commentary has been provided by several experienced radio and television presenters, including Tom Fleming, David Vine, David Jacobs, Dave Lee Travis, Pete Murray, John Dunn and Michael Aspel. However, Terry Wogan provided BBC TV commentary every year from 1980 to 2008.[50] It was confirmed on 12 August 2008 that Terry Wogan would no longer present the Eurovision Song Contest for the UK. The BBC Radio 2 DJ, who had fronted the BBC's coverage for 37 years, said it was \"time for someone else to take over\".[51] He was replaced in 2009 by Graham Norton for the final. Norton has continued in the role ever since. The final of the contest has been broadcast by BBC One (previously BBC Television Service and BBC TV) since the first contest in 1956, the first live colour transmission of the contest in the United Kingdom was the Eurovision Song Contest 1970 (though the 1968 contest had been repeated in colour on BBC Two the day after the live telecast on BBC One), and the first high definition broadcast of the contest began in 2007 when the contest was simulcast on BBC HD for the first time (this continued until the channel's closure). The final is also broadcast on radio, initially on BBC Light Programme until the 1967 contest. From 1968 it was broadcast on BBC Radio 1 (simulcast on Radio 2), moving to BBC Radio 2 from the 1971 contest where it has remained ever since (except from 1983 to 1985, the first year of which due to a scheduling clash with the St. George's Day Concert). Between 1963 and 1976, in 1980 and again from 1983 until 1985, the contest was also broadcast on BFBS Radio. A simulcast of the 2002 contest was broadcast on BBC Choice with alternative commentary by Jenny Eclair. This was the only time the BBC had provided three different commentary options.[52] From 2004 to 2015, and again in 2022, both semi-finals were broadcast on BBC Three. During BBC Three's tenure as an online only channel, semi-final coverage was broadcast on BBC Four.[53] In 2014, Matronic provided commentary for the second semi-final of the 2014 contest on BBC Radio 2 Eurovision, a temporary station which was broadcast on DAB radio over four days, as well as the BBC Radio 2 website. She continued this role in 2015.[54] In the 1998 contest, hosted in Birmingham, Terry Wogan acted as both commentator and on-stage presenter (together with Ulrika Jonsson). In the 1980 contest, each song was introduced by a presenter from its country, the United Kingdom entry being introduced by Noel Edmonds. In recent years, the dual-commentator format during the semi-finals has allowed for the broadcaster to incorporate additional segments, interviews and live viewer interaction during the programme's live airing.[90] In 2019 the BBC launched Eurovision Calling, a weekly BBC Sounds podcast hosted by Mills and comedian Jayde Adams.[91][92] On 20 January 2022, it was announced that the BBC would move their coverage of the contest from London to Salford. This therefore means that spokespersons in contests from 2022 onwards will announce the points of the national jury live from Salford.[93] For several years the Scottish National Party (SNP) has campaigned for a place in the Eurovision Song Contest for Scotland but had been rejected numerous times because Scotland is represented as a part of the British entry and is represented by the BBC.[94] On 11 February 2008, the EBU stated that a Scottish broadcaster could apply for EBU membership, but under the current rules could not enter the Eurovision Song Contest as the BBC currently has exclusive rights to represent the entire United Kingdom.[94] It was announced in late May 2008 that the UK would be participating in the 2009 contest and, therefore, Scotland was not represented in 2009 as a separate entrant.[95] Scotland could be represented by STV, ITV Border or BBC Scotland. MEP Alyn Smith has said in the European Parliament: \"Other small countries have done it [entered the competition] and I will be happy to help any of the broadcasting companies through the progress.\"[96][97][98][99] In 2011, the EBU stated that there was nothing to prevent Scotland from submitting its own entry, although STV stated that there were no current plans for a separate entry.[99] If Scotland were to participate, it is unknown whether or not England, Wales and Northern Ireland would show any interest in entering the Eurovision Song Contest independently as well, although S4C (the Welsh language media channel) has expressed an interest and, in addition, already holds a yearly national song contest called Cân i Gymru (Song for Wales).[100] S4C also considered a bid for the Junior Eurovision Song Contest 2008 but decided not to go ahead.[101] Wales eventually made its Junior Eurovision debut in 2018.[102] In 2009, MEP for Wales Jillian Evans stated her interest in securing Wales a place in the Eurovision Song Contest 2010. Wales could be represented by either BBC Cymru Wales, ITV Wales & West or S4C. There is a small campaign in Northern Ireland for a separate entrant and it could be represented by UTV or BBC Northern Ireland.[103] There are no current plans for England to enter separately. However, to date, these proposed changes have not occurred, and the United Kingdom still participates in the Eurovision Song Contest as a single entrant. In the run-up to the 2014 Scottish independence referendum, it was unknown what would happen if Scotland were to become an independent country. On 25 November 2013, the Scottish government released a referendum blueprint which detailed plans for the transfer of BBC Scotland into the Scottish Broadcasting Service (SBS) and EBU membership, as well as participation in competitions, including Scottish entries in the Eurovision Song Contest.[104][105] However, the referendum result on 18 September 2014 was to remain part of the UK, and the aforementioned BBC retains exclusive rights to represent the UK, including Scotland.[106] Since 2006, Gibraltarian broadcaster Gibraltar Broadcasting Corporation (GBC) has been attempting to gain EBU membership and thus participate independently in the Eurovision Song Contest. However, GBC cannot obtain EBU membership due to the British Overseas Territory not being independent from the UK.[107] Gibraltar broadcast the final of the contest from 2006 to 2008.[107][108] Ronnie Carroll in Luxembourg (1962) Kathy Kirby in Naples (1965) Brotherhood of Man in The Hague (1976) Scooch in Helsinki (2007) Andy Abraham in Belgrade (2008) Jade Ewen in Moscow (2009) Josh Dubovie in Oslo (2010) Blue in Düsseldorf (2011) Bonnie Tyler in Malmö (2013) Molly in Copenhagen (2014) Electro Velvet in Vienna (2015) Joe and Jake in Stockholm (2016) Lucie Jones in Kyiv (2017) SuRie in Lisbon (2018) Michael Rice in Tel Aviv (2019)","Title":"United Kingdom in the Eurovision Song Contest - Wikipedia","KeyID":"7258","URL":"https://en.wikipedia.org/wiki/United_Kingdom_in_the_Eurovision_Song_Contest"}