{"Content: ":"Luxembourg has participated in the Eurovision Song Contest 37 times since making its debut at the first contest in 1956. Between 1956 and 1993, Luxembourg missed only the 1959 contest. Luxembourg has not participated in the contest since its last participation in 1993. Luxembourg has won the contest five times. Only Ireland (seven) and Sweden (six) have more wins. Luxembourg's first victory was in 1961 when Jean-Claude Pascal won with \"Nous les amoureux\". France Gall then won in 1965 with \"Poupée de cire, poupée de son\". Luxembourg achieved back-to-back victories in the early 1970s, with Vicky Leandros winning with \"Après toi\" in 1972 and Anne-Marie David with \"Tu te reconnaîtras\" in 1973. Luxembourg's fifth victory was in 1983, when Corinne Hermes won with \"Si la vie est cadeau\". After hosting the 1984 contest, Luxembourg struggled to make an impact, only reaching the top ten twice, with Sherisse Laurence third (1986) and Lara Fabian fourth (1988). Since being relegated from taking part in 1994, the country withdrew from the contest indefinitely. In 2014, Luxembourg's Minister of Culture, Maggy Nagel, expressed her desire for the country to return to the contest.[1][2][3] This was later explained as a \"misunderstanding\".[4] A collaboration with San Marino (SMRTV) was proposed,[5][6] but it was later announced that the project would not move forward due to funding problems.[7] In 2004, RTL were to return to Eurovision after an absence of 11 years.[8] However, after monetary issues, Luxembourg withdrew.[9][10] Strong rumours indicated that RTL would participate at the 2005 contest.[11] However, RTL later decided against it, and said that they would \"never\" return.[12] In 2008, RTL later reiterated their lack of interest in returning to the contest.[13][14] In recent years the Luxembourg branch of OGAE has been campaigning for Luxembourg to return to the contest. The 2008 convention held by the organization, featuring Luxembourgish entrants Corinne Hermès and Marion Welter, as well as the Portuguese entrant of the 2008 contest Vânia Fernandes, received major media attention within the country, with RTL reporting twice on the event, and were present to interview Hermès.[15][16] It has been suggested that RTL Télé Lëtzebuerg's public service remit, which contains a strong focus on delivering Luxembourgish news and information content to the Luxembourgish television audience, as well as RTL's status as a publicly traded company, present significant obstacles for the country's return to the ESC.[17] RTL Group, however, is still a member of the EBU,[18] which is a requirement for entering the ESC.[citation needed] It was announced in September 2009 that RTL was in serious considerations regarding returning to the contest in 2010. However, they would have had to secure fees regarding participation and the artist's expenses.[19] Although it was rumoured that Luxembourg would return in the 2012 edition of the contest, RTL has announced that no such intentions exist at present.[20] On 31 July 2014, RTL Télé Lëtzebuerg confirmed that Luxembourg would not be returning to the contest in 2015.[21] It was reported on 26 October 2014 that the country's Minister of Culture, Maggy Nagel, expressed her desire for the country to return to the contest.[2][3] This was later confirmed by Nagel to be a \"misunderstanding\" and that the country would not be returning.[4] A collaboration with San Marino has been proposed by the broadcaster SMRTV and singer Thierry Mersch,[5] but later SMRTV clarified that there have only been talks between the two countries and that the broadcaster is evaluating other proposals.[6] However, on 24 November 2014, it was announced that Mersch had failed to raise the necessary funds in time for the project to move forward.[7] On 21 June 2016, the Petitions Committee of the Government of Luxembourg received five petitions on various matters in relation to the Grand Duchy. One of which was for Luxembourg to return to the Eurovision Song Contest. The Luxembourg government subsequently held a debate to discuss the proposals set out on the petition, and the possible return of the country to the contest.[22] Nevertheless, RTL reiterated its intention not to participate on 22 August.[23] Between 1956 and 1993 Luxembourg was only absent from the Contest once, in 1959. However, in 1993 Luxembourg was relegated from taking part in the 1994 Contest, and has yet to return. Due to the country's small size and the national broadcaster's penchant for internal selection, most of Luxembourg's entrants came from outside the Grand Duchy, mainly from France. Solange Berry, Plastic Bertrand and Lara Fabian were from Belgium, Nana Mouskouri and Vicky Leandros from Greece, David Alexandre Winter and Margo from the Netherlands, Ireen Sheer and Malcolm Roberts from the United Kingdom, Geraldine from Ireland, Jürgen Marcus and Chris Roberts from Germany, Baccara from Spain, Jeane Manson, Maggie Parke and Diane Solomon from the United States and Sherisse Laurence from Canada. All five of the winning artists from Luxembourg were foreign, four were French and one was Greek. Out of 38 entries in total and even more performers, only the following nine were native to Luxembourg: Camillo Felgen, Chris Baldo, Monique Melsen, Sophie Carle, Franck Olivier, Park Café, Sarah Bray, Marion Welter and Modern Times. Another singer native to Luxembourg, Mary Christy, represented Monaco in the 1976 contest, reaching 3rd place. Through the 37 years Luxembourg took part in the Eurovision Song Contest, the contest was broadcast on two channels (RTL TV and RTL Hei Elei), but the contest was mostly broadcast on the French section of RTL until it was divided in 1991 and after that it was broadcast in Luxembourgish. However, only one commentator (Maurice Molitor) was native to Luxembourg. Solange Berry in Hilversum (1958) Camillo Felgen in Luxembourg (1962) France Gall in Naples (1965) David Alexandre Winter in Amsterdam (1970) Jürgen Marcus in The Hague (1976) Sophie and Magaly in the Hague (1980)","Title":"Luxembourg in the Eurovision Song Contest - Wikipedia","KeyID":"7262","URL":"https://en.wikipedia.org/wiki/Luxembourg_in_the_Eurovision_Song_Contest"}