{"Content: ":"Morocco participated in the Eurovision Song Contest for its first and only time at the 1980 contest. Its selected song \"Bitaqat Hub\", sung in Arabic and performed by Samira Bensaïd, placed second to last. The country has not returned to the contest since. The Eurovision Song Contest is an annual international song competition held by the Eurovision broadcasting organisation since 1956, with participants representing primarily European countries. Each participating country submits an original song to be performed on live television and radio, then casts votes for the other countries' songs to determine the winner. Since its inception, entry to the contest has been open to all members of the European Broadcasting Union (EBU), a group also containing countries in North Africa and the Middle East. Before Morocco's 1980 participation, Tunisia (at the 1977 contest) was the only African country that had intended to compete, with it even being drawn to perform fourth, however, it eventually withdrew from the contest.[1] Morocco's first and only participation in the Eurovision Song Contest was in 1980,[2] when the contest was held in The Hague, Netherlands. Its entry was organized by Moroccan broadcaster and EBU member, Société Nationale de Radiodiffusion et de Télévision (SNRT), which had previously broadcast the contest on Moroccan television in 1966, 1971, 1974, 1976, 1977, and 1978. The broadcaster selected the song \"Bitaqat Hub\" (\"Love Card\"), performed by Moroccan singer Samira Bensaïd. It is a moderately up-tempo number, with clear influences from Western disco and Arabic overtones. Bensaïd sings of the need for peace among the world's nations, taking the role of \"the children of the world\" to describe a vision of a society free of war and hate. It was interpreted as a message of peace addressed to Israel and the Arab countries.[3] Jean Claudric conducted the orchestra for the entry.[4] The song was performed fifth on the night. At the close of voting, it had received 7 points, all of them from Italy, placing 18th in a field of 19, and ahead of perennial last-place recipient Finland.[5][2] The country's second-to-last place was a cruel disappointment for Moroccan public television, which decided never to participate in the contest again. Samira Said's career did not suffer, however, as she went on to become one of the leading Arab recording artists of the 20th century. She recorded a French version of the song \"Message d'amour\", found on the B-side of the single and in 1980, Filippos Nikolaou released a Greek cover version \"Tosi kardia, tosi agapi\" (Greek: \"Τόση καρδιά, τόση αγάπη\").[6] To this day, Morocco remains the only African country to have participated in the contest, and the song was the first to be sung in Arabic. A second Moroccan broadcaster, 2M TV, has expressed their intention to join the European Broadcasting Union (EBU). Should their application be successful, Morocco would be eligible to return to the contest with an alternative broadcaster.[7][8][9][10] In May 2018, Israeli Minister of Communications Ayoob Kara announced that he would invite countries of the Arab world to participate in the 2019 contest in Tel Aviv,[11] but Morocco was not on the list of participating countries released on 7 November 2018. Following the signing of the normalization agreement between Israel and Morocco on 10 December 2020, Morocco's participation in Eurovision became possible again.[12] Eran Sikurel, a politician and radio host with the Israeli Public Broadcasting Corporation (IPBC), called on Moroccan broadcaster SNRT to return to the contest on his Twitter account, but no response has been received.[13]","Title":"Morocco in the Eurovision Song Contest - Wikipedia","KeyID":"7264","URL":"https://en.wikipedia.org/wiki/Morocco_in_the_Eurovision_Song_Contest"}