{"Content: ":"Turkey[a] has participated in the Eurovision Song Contest 34 times since its debut in 1975. Since the introduction of the semi-finals in 2004, Turkey has only failed to qualify for the final once, in 2011. Turkey won the contest once in 2003, and hosted the 2004 contest in Istanbul. Turkey finished last on its debut at the contest in 1975, and went on to finish last with nul points in 1983 and 1987. They reached the top ten for the first time in 1986. Şebnem Paker achieved the country's first top five result in 1997, finishing third with the song \"Dinle\". The country went on to achieve five more top five placements after the introduction of the free language rule and televoting, with Sertab Erener giving Turkey its first victory in 2003 with the song \"Everyway That I Can\". Turkey's other top five results are Athena (2004), Kenan Doğulu (2007), Hadise (2009), who all finished fourth, and the nu metal band Manga (2010), who finished second. The Turkish broadcaster TRT announced in December 2012 that they would not participate in the 2013 contest in Malmö, citing dissatisfaction with the rules of the competition.[2] 2013 was the first time since 1973 that there was no television broadcast of the Eurovision Song Contest on TRT. In September 2013, TRT stated a return is unlikely for the 2014 contest, citing the same reasons.[3][4] As of 2022[update], they are yet to return to the contest having stated similar reasons for their absence each year. The national broadcasting service of Turkey, the Turkish Radio and Television Corporation (TRT), was one of the charter members of the European Broadcasting Union (EBU) in 1950 along with eighteen countries around Europe, including Tunisia. As an intercontinental country (with lands in Eastern Thrace and Western Asia), Turkey takes part in a multitude of Western organizations including NATO as of 1952 and the European Economic Community as an associate member as of 1959. TRT televised the Eurovision Song Contest between 1973 and 2012, even during years in which Turkey was not participating in the contest. Turkey made its debut at the 1975 contest in Stockholm, Sweden. Greece did not take part in the contest for \"unknown reasons\" according to the EBU, but it was later revealed that the withdrawal was in protest of Turkey's debut and their invasion of Cyprus in 1974.[5][6] TRT organized a national final to select the first ever Turkish entrant to the Eurovision Song Contest. The final took place on 9 February 1975 in the studios of TRT and was hosted by Bülend Özveren. The winning song, \"Seninle Bir Dakika\" (literally \"A minute with you\") by Semiha Yankı, was picked by averaging the ranks from the professional jury and people's jury. At the close of voting during the contest, the song received only 3 points from Monaco and placed last. In 1976, Greece's entry to the contest aroused controversy due to its subject matter being the Turkish invasion of Cyprus. Turkey withdrew from the contest to protest the political background of Greece's entry, called \"Panagia Mou, Panagia Mou.\" Turkey televised the final on 3 April 1976 but censored the Greek entrant's performance. They played a nationalist Turkish song titled \"Memleketim\" (literally \"My motherland\", the Turkish cover of the Yiddish folk song \"Rabbi Elimelekh\"), which was one of the symbols of the Turkish invasion of Cyprus in Turkey. Turkey did not take part in the contest again until 1978, placing 18th with the song \"Sevince\" performed by Nazar and Nilüfer.[7] The 1979 contest was held in Jerusalem. The Turkish entry selected was \"Seviyorum\" (literally \"I'm in love\") by Maria Rita Epik. However, Turkey withdrew from the contest due to pressure from neighboring Arab countries to do so, which arose from the ongoing controversy regarding the status of Jerusalem. Turkey participated in the Eurovision Song Contest consistently throughout the 1980s. In 1980, Turkish superstar Ajda Pekkan and the song \"Petrol\" was selected by TRT through a national final. Pekkan placed 15th with 23 points, including the first ever score 12 points received by Turkey, coming from Morocco. Turkey had their best result (until 1997) in the 1986 contest in Bergen, Norway, when Klips ve Onlar placed ninth with a total of 53 points. The country scored nul points twice in the eighties, first in 1983 (shared with Spain) and later in 1987. Several famous Turkish artists performed for the contest during the 1980s, including Ajda Pekkan, Neco, Candan Erçetin and MFÖ. The contest's popularity in Turkey suffered after Kayahan, one of the most famous singers in the country, placed 17th out of 22 participating countries with 21 points. After Kayahan's poor result, Turkey's Eurovision entrants were mostly unknown or amateur singers until 2003. Şebnem Paker represented the country in two consecutive years. The first time being in 1996 where she qualified for the final and placed 12th, and the second in 1997 where she placed third, behind the UK and Ireland, with the song \"Dinle\" (\"Listen\"), sung in Turkish. After the free language rule was re-introduced in 1999, the first Turkish entry to be partially sung in English was at the 2000 contest. Turkey reached the top 10 for a second time since 1986, and landed in the top three for the first time, making it the most successful result for the country until its victory in 2003. Şebnem Paker returned to the Turkish national final in 1998, but placed fourth and did not qualify for the contest as the Turkish participant for a third consecutive year. Tüzmen represented the country and placed 14th. Turkey participated throughout all of the 1990s except for the 1994 contest, from which they were relegated due to their 21st-place finish in 1993. In the late 1990s to early 2000s, the contest became one of the most popular events in Turkey as a result of the participation of other Eastern European countries, and Sertab Erener's win in 2003 with the song \"Everyway That I Can\". Following the introduction of televoting in 1998, (initially trialed in 1997 and first implemented in Turkey in 1999), Turkey went on to achieve eight top 10 results in the contest. \"Everyway That I Can\" was the first Turkish entry in the contest to be sung completely in English. TRT selected the entry through an internal selection mainly organised by OGAE Turkey. The 2004 contest was held in the Abdi Ipekci Arena, with the first-ever semi-final held on 12 May, followed by the final on 15 May. After Erener's victory (with the exception of the 2004 and 2005 contests), Turkish entries to the contest were chosen internally. Turkey had always qualified for the final (except for the 2011 contest in Düsseldorf) since the introduction of the semi-finals in 2004 and always reached the top ten, except in 2005 and 2006. From 2000, Turkey had seven songs sung in English and four sung in both English and Turkish, with just three (2005, 2006 and 2008) songs sung entirely in Turkish. Along with Greece, Turkey brought the contest a new outlook with flashy stage performances and dresses alongside their oriental/Mediterranean-flavoured pop music acts (Sertab Erener, Sibel Tüzün, Kenan Doğulu and Hadise). In 2004, 2008, 2010 and 2011, the country was represented by bands, most of them with rock-influenced songs with Ottoman, Eastern European and Balkan instruments. Athena ranked fourth in 2004, when the contest was held in Istanbul; Mor ve Ötesi ranked 7th with a song completely in Turkish in 2008 and the nu metal band Manga, named the Best European Act in the MTV Europe Music Awards 2009, ranked 2nd in 2010. Yüksek Sadakat in 2011 placed 13th in the first semi-final of the contest and failed to qualify, marking the first and only time that Turkey failed to qualify for the final. In 2012, Turkey participated for the last time as of 2022[update] with the song \"Love Me Back\" by Can Bonomo, which placed seventh in the final with 112 points. TRT announced they would not participate in the 2013 contest on 14 December 2012, citing dissatisfaction with the rules of the competition; they have yet to return.[2] The TRT cited the changes to the televote voting system, in which a jury was introduced and the significance of televoting decreased by 50%. Televoting was instated with the purpose of boosting ratings for the contest.[8][9][10] For the first time, TRT did not televise the 2013 contest, nor did it broadcast the 2014 contest. Turkey did not participate in any of the contests from 2013 to 2022.[11][12][13] In August 2018, İbrahim Eren, the Director-General of TRT, stated that TRT does not plan to rejoin the contest and break the boycott for various reasons, citing Conchita Wurst's participation and eventual victory in 2014.[14][15] In June 2021, it was confirmed by both the EBU and Eren that they were in talks about the country potentially returning to the contest in the future.[16] Despite this, Turkey was not on the final list of participants for the 2022 contest, published in October 2021.[17] Prior to 2012 every contest Turkey had taken part in had always been commentated on by Turkish television presenter Bülend Özveren, with the exception of 1982–1985, 1990–1991, 1998–2001 and 2007. In addition Özveren also co-commentated the contest in 1979, 2004, 2011 and 2012. Out of the 38 years Turkey have broadcast the event Özveren has commentated on 29 of them making him 9 years short of being the contest's longest commentator. Sertab Erener in the opening of the 2004 Contest. Kenan Doğulu at Helsinki (2007) Mor ve Ötesi at Belgrade (2008) Hadise at Moscow (2009) maNga at Oslo (2010)","Title":"Turkey in the Eurovision Song Contest - Wikipedia","KeyID":"7266","URL":"https://en.wikipedia.org/wiki/Turkey_in_the_Eurovision_Song_Contest"}