{"Content: ":"Belarus has participated in the Eurovision Song Contest 16 times since making its debut in 2004. The country's first appearance in a final was in 2007, with the song \"Work Your Magic\" performed by Dmitry Koldun, placing sixth. This remains Belarus' only top ten placement. Belarus also qualified for the final in 2010, 2013, 2014, 2017 and 2019. The European Broadcasting Union (EBU) announced that the Belarusian broadcaster BTRC would be suspended from the union effective June 2021, which will prevent Belarus from participating in further Eurovision events unless BTRC is reintegrated or another broadcaster takes its position.[1] Belarus entered the contest in the same year that semi-finals began to be used to determine who would compete in the final. Belarus has qualified for the final six times: in 2007 with \"Work Your Magic\", in 2010 with \"Butterflies\", in 2013 with \"Solayoh\", in 2014 with \"Cheesecake\", in 2017 with \"Story of My Life\", and in 2019 with \"Like It\". After the 2009 edition, Belarusian president Alexander Lukashenko said that it was necessary to completely replace the current working team behind Belarus' Eurovision entry. Lukashenko pointed out his frustrations over divisions within the team.[citation needed] Alexander Rybak, the winner of the 2009 contest representing Norway, expressed an interest in composing an entry for his birth country Belarus.[2] Rybak's song \"Accent\", performed by Milki, competed in the Belarusian national final for the 2015 contest,[3] placing fourth. Belarus originally planned to participate in the 2021 contest, and were set to perform in the first half of the first semi-final. On 9 March 2021, Galasy ZMesta was announced as the chosen entrant with the song \"Ya nauchu tebya (I'll Teach You)\".[4] However, the entry was disqualified on 11 March, as it was decided by the EBU that the song was in violation of the contest's rules. Belarusian broadcaster BTRC was ordered to submit either a new version of the song or an entirely new song that is compliant with the rules, or face disqualification.[5] On 26 March, BTRC submitted the song \"Pesnya pro zaytsev (Song about hares)\" (Russian: Песня про зайцев), also sung by Galasy ZMesta, as Belarus' new entry, however that song was also disqualified, again for the same reasons as their previous attempt, and Belarus was subsequently disqualified from the 2021 contest altogether.[6][7] On 28 May 2021, six days after the 2021 final, the EBU voted to suspend BTRC's membership. BTRC was given two weeks to respond before the suspension came into effect on 11 June, but there was no public response.[1] The broadcaster was expelled from the EBU on 1 July, therefore losing the rights to broadcast and participate in the contest.[8] It was subsequently stated that the expulsion would last for three years, however Belarus would have to re-apply for membership after it expires.[9] Dmitry Koldun in Helsinki (2007) Ruslan Alekhno in Belgrade (2008) 3+2 in Oslo (2010) Litesound in Baku (2012) Alyona Lanskaya in Malmö (2013) Teo in Copenhagen (2014) Uzari & Maimuna in Vienna (2015) Ivan in Stockholm (2016) Naviband in Kyiv (2017) Alekseev in Lisbon (2018) Zena in Tel Aviv (2019)","Title":"Belarus in the Eurovision Song Contest - Wikipedia","KeyID":"7267","URL":"https://en.wikipedia.org/wiki/Belarus_in_the_Eurovision_Song_Contest"}