{"Content: ":"Yugoslavia participated in the Eurovision Song Contest 27 times, debuting in 1961 and competing every year until its last appearance in 1992, with the exceptions of 1977–1980 and 1985. Yugoslavia won the 1989 contest and hosted the 1990 contest. Ljiljana Petrović was Yugoslavia's first entrant in the contest in 1961 and placed eighth. In 1962, Lola Novaković gave the country its first top five result, finishing fourth. This would remain Yugoslavia's only top five result until 1983, when Danijel finished fourth with the song \"Džuli\". Novi Fosili also finished fourth in 1987 with \"Ja sam za ples\". In 1989, the country achieved its only victory in the contest, when Riva won with the song \"Rock Me\". The Socialist Federal Republic of Yugoslavia (SFRY) debuted in the Eurovision Song Contest in 1961 along with Spain and Finland. The national pre-selection organized by the Yugoslav broadcaster Yugoslav Radio Television (JRT) was Jugovizija, and it featured entries submitted by the subnational public broadcasting centers based in the capitals of each of the constituent republics of the Yugoslav federation: SR Bosnia and Herzegovina (RTV Sarajevo), SR Croatia (RTV Zagreb and RTV Split[1]), SR Macedonia (RTV Skopje), SR Montenegro (RTV Titograd), SR Serbia (RTV Belgrade) and SR Slovenia (RTV Ljubljana) and also the broadcasting services of the autonomous provinces within SR Serbia: SAP Kosovo (RTV Priština) and SAP Vojvodina (RTV Novi Sad).[2] The first to compete in 1961 were Belgrade, Ljubljana and Zagreb, while the others joined in the following years.[2] Yugoslavia was represented by a variety of artists from five of the eight Yugoslav federal units. These artists were from Bosnia and Herzegovina, Croatia, Montenegro, Serbia and Slovenia, with Macedonia, Vojvodina, and Kosovo never passing the national pre-selection. Croatia was the most successful constituent republic, as its performers won the national contest 13 out of the 26 times SFR Yugoslavia took part in the contest. From 1977 to 1980, and in 1985, Yugoslavia did not participate in the contest, however national finals still took place. Yugoslavia won the 1989 contest with the song \"Rock Me\" by the group Riva. In accordance with the rules, the 1990 contest took place in Zagreb, as the entry came from Croatia. During the breakup of Yugoslavia in 1991, the former constituent republics of Croatia, Slovenia and Macedonia declared secession and hence withdrew from Jugovizija, while the then-leaderships of Serbia and Montenegro agreed to maintain a close alliance. On 28 March 1992, the republics that still (at least formally) constituted the fading and shrunken former Yugoslav federation took part in 1992's Jugovizija held in Belgrade. It included artists not only from Serbia and Montenegro, but also from Bosnia and Herzegovina, although the latter declared independence on 1 March of that year. Among its candidates was Alma Čardžić.[3] The winner of that pre-selection was \"Ljubim te pesmama\" performed by Extra Nena (Snežana Berić) from Serbia.[4] Before that year's contest took place, on 28 April, a new federal state was formed, consisting of Serbia and Montenegro and called the Federal Republic of Yugoslavia, which was represented by the previously mentioned Extra Nena in the 1992 contest.[5][6][7] Yugoslavia was banned from participating in the contest until 2001 due to UN sanctions during the Yugoslav Wars. The sanctions went into effect only a few weeks after the 1992 contest. After the breakup of Yugoslavia, its former constituent republics proclaimed independence. The once subnational public radio and TV stations changed to national but under new names, including: RTVSLO, HRT, RTS, MRT and so on. Since joining the EBU respectively, all of the ex-Yugoslav countries have independently participated in the Eurovision Song Contest: Slovenia, Croatia, Bosnia and Herzegovina, Montenegro, Serbia and North Macedonia (until 2018 designated as the Former Yugoslav Republic of Macedonia). Overall, the results of the new republics have been mixed: Croatia had some top 10 finishes in the late 1990s, Serbia and Montenegro (as a union) and Bosnia and Herzegovina have enjoyed high scores in the 2000s, and North Macedonia has secured a top 10 result and made it through to the final each year until 2008, in which, even though they came 10th, they didn't qualify to the final. In 2004, Serbia and Montenegro debuted and came in 2nd. In 2007, Serbia and Montenegro entered the contest as independent nations, with Montenegro failing to qualify for the final and Serbia going on to win. In 2013, no ex-Yugoslav country secured a spot in the final, as Bosnia and Herzegovina withdrew before the contest began; Slovenia, Croatia, Montenegro and Serbia all failed to qualify in the first semi-final; and North Macedonia failed to qualify in the second semi-final. The following lists the 27 contestants that won the local competition and went on to participate in the Eurovision Song Contest. Yugoslavia is one of the few countries that have sent all the songs in one of the official languages,[citation needed] which were Serbo-Croatian, Slovenian, and Macedonian.[8] 22 out of the 26 Yugoslav entries in the contest between 1961 and 1991 were in Serbo-Croatian and the rest in Slovenian. The majority of entries, 11, came from Croatia, where Yugoslavia's pop music industry was centered. No entry from Macedonia or Kosovo made it to the contest, illustrating a cultural marginalisation of the poorest parts of the country.[8] National selections from 1978 to 1980 and 1985 also took place, but with no intention of sending a representative to the contest. Participation of successor states in Eurovision Participation of successor states in Junior Eurovision","Title":"Yugoslavia in the Eurovision Song Contest - Wikipedia","KeyID":"7270","URL":"https://en.wikipedia.org/wiki/Yugoslavia_in_the_Eurovision_Song_Contest"}