{"Content: ":"Armenia has participated in the Eurovision Song Contest, a pan-European music competition, since 2006, while Azerbaijan has participated since 2008. The continuing conflict between the two countries over the region of Nagorno-Karabakh, which is considered to be a de jure part of Azerbaijan by the United Nations, but had been largely under control of the Armenia-backed de facto Republic of Artsakh between 1993 and 2020, has affected the Eurovision Song Contest on several occasions. Conflicts between Armenia and Azerbaijan first appeared in 2006, when Azerbaijani media criticized the event's website for listing Nagorno-Karabakh as the birthplace of Armenia's first representative, André, as it was part of the Azerbaijan SSR at the time. Conflicts notably escalated throughout the 2009 contest: during the semi-finals, Azerbaijani officials objected to the depiction of the Nagorno-Karabakh monument We Are Our Mountains during an introductory video for the Armenian entry. Armenia responded during the finals by displaying multiple images of the monument whilst presenting its results. Following the contest, reports emerged that Azerbaijan's state broadcaster had tampered with its feed of the broadcast to censor the Armenian entry, and that the Azerbaijani government was interrogating citizens who voted for Armenia, accusing them of being unpatriotic and a threat to security. Following an inquiry, Azerbaijan was fined by the European Broadcasting Union (EBU) for breaching the privacy of voters. Following the Junior Eurovision Song Contest 2010, Armenian media claimed that the Azerbaijani broadcast of the contest was cut off when it became apparent that Armenia had won; however, it was disputed whether the contest was even broadcast in Azerbaijan as they had not yet participated. Accordingly, as Azerbaijan prepared to host the Eurovision Song Contest 2012 following their win in 2011, a group of Armenian musicians led a boycott effort, and the country would ultimately withdraw from the contest due to security concerns, causing the broadcaster to be fined for the late notice.[1][2] Conflicts between the two countries emerged again during the lead-up to the 2015 contest, when allegations emerged that the Armenian entry, \"Don't Deny\", was a call for recognition of the Armenian genocide (whose centenary was commemorated prior to the 2015 contest). As Azerbaijan denies the genocide, officials from the country issued a statement threatening Armenia for attempting to use Eurovision as an outlet for its \"political ambitions\". The song was subsequently retitled \"Face the Shadow\" to address concerns over its alleged political themes. The following year, the Armenian representative Iveta Mukuchyan was reprimanded by organizers for displaying the Artsakh flag during the first semi-final. In 2006—the first year in which Armenia participated, the official Eurovision website listed the birthplace of its performer André as being in the \"Republic of Nagorno-Karabakh\". Media outlets in Azerbaijan criticized the contest's organizers for recognizing the republic, especially given that the region was an autonomous oblast within the Azerbaijan SSR when André was born in 1979. The birthplace listing on André's profile was later removed entirely.[3][4] Azerbaijan later made its Eurovision debut in 2008—marking the first time both Armenia and Azerbaijan competed against each other at the contest. The Armenian entry, \"Qélé, Qélé\" by Sirusho, finished in fourth place, while Azerbaijan's inaugural entry, \"Day After Day\" by Elnur and Samir, finished in eighth place.[5][6] During the first semi-final of the 2009 contest, the \"postcard\" video introducing the performance of the Armenian entry \"Jan Jan\" depicted, amongst other monuments, We Are Our Mountains, an art piece located in Nagorno-Karabakh's capital city of Stepanakert. Due to the country's claims over the region, Azerbaijani officials objected to the portrayal of We Are Our Mountains as being an Armenian landmark. For the broadcast of the final, the video was edited to remove the statue.[7][8] In protest of the decision, multiple photographs of We Are Our Mountains were displayed during the presentation of voting results from Armenia; one was displayed on a video screen at Yerevan's Republic Square in the background, and another was displayed on the back of a clipboard that the Armenian voting presenter Sirusho was reading results from.[7][9] Despite the controversy, 1,065 Armenians voted for the Azerbaijani entry, enough to give the country a single point. A total of 43 Azerbaijanis voted for the Armenian entry.[10] Following the contest, reports surfaced that the Azerbaijani broadcaster, İctimai Television, had attempted to censor the Armenian performance from its broadcast of the final, and had obscured the voting number for the entry in an effort to discourage voting for it. İTV denied these claims, and provided footage showing that its broadcast was untampered with.[11][12] In August 2009, a number of Azerbaijanis who had voted for Armenia's entry during the contest were summoned for questioning at the Ministry of National Security in Baku, during which they were accused of being \"unpatriotic\" and \"a potential security threat\".[13][14] One of those summoned, Rovshan Nasirli (who had voted for \"Jan Jan\" because he felt it was a better reflection of Azerbaijani music than \"Always\", the country's actual entry) said that his interrogators told him that they had the names and addresses of all 43 Azerbaijanis who had voted for Armenia.[15] Following these reports, Svante Stockselius, then-Executive Supervisor of the Eurovision Song Contest, announced the launch of an enquiry into the incidents.[16] In their response, İctimai TV stated that while two individuals had been invited to the Ministry of National Security, the Ministry had given assurances that nobody had been questioned, either officially or unofficially, on voting in the competition itself. The EBU's then-Director General Jean Réveillon responded to this by saying that freedom to vote is one of the cornerstones of the contest and that \"any breach of privacy regarding voting, or interrogation of individuals, is totally unacceptable\".[17] Azerbaijani Minister of Youth and Sport, Azad Rahimov, denied that anyone had been summoned to the Ministry of National Security about voting for the Armenian entry, and accused RFE/RL and other news outlets of reporting the allegations to create a scandal.[10] The Eurovision Song Contest Reference Group examined the matter at a meeting in Oslo on 11 September 2009. In a statement issued on 17 September, the EBU acknowledged the allegations that Azerbaijani officials were interrogating voters and breaching their privacy. While the EBU would not impose sanctions on or ban Azerbaijan from future editions of the contest (the country could have been banned from the contest for three years), it fined the delegation €2,700, and changed its rules to make participating broadcasters liable for the \"disclosure of information which could be used to identify voters\" during future editions of the contest. Previously, telecommunications providers were liable, but the EBU could not impose sanctions on them.[12][18] The 2012 contest was hosted by the Azerbaijani capital Baku, after the country's win in 2011. Azerbaijan temporarily amended its visa policy to allow Armenians, who are normally barred from entering the country, to attend the event. However, in February 2012, a boycott effort emerged in Armenia following an incident where a 20-year-old Armenian soldier was shot dead on the border between the two countries. Armenian officials initially blamed the soldier's death on an Azerbaijani sniper; however, conflicting reports indicated that the death was the result of friendly fire.[19] Also in February, Azerbaijani president Ilham Aliyev made a statement re-affirming the country's stance against Armenians, arguing that they control \"hypocritical and corrupt politicians.\"[9] 22 Armenian musicians, including previous Armenian Eurovision representatives Emmy and Eva Rivas, signed an open letter supporting a boycott, stating that they would \"refuse to appear in a country that is well-known for the mass killings and massacres of Armenians, in a country where anti-Armenian sentiments have been elevated to the level of state policy.\"[9][19] On 7 March 2012, Armenia announced that the country would withdraw from the 2012 contest. The EBU stated that it was \"truly disappointed\" with Armenia's withdrawal, and that \"despite the efforts of the EBU and the Host Broadcaster to ensure a smooth participation for the Armenian delegation in this year's Contest, circumstances beyond our control lead to this unfortunate decision.\"[20][21] İTV General Director Ismayil Omarov expressed his regret about Armenia's withdrawal, believing that the country's presence could have been a \"joint peace message to the world.\"[22] Local politician Ali Ahmadov also criticized the Armenian delegation for its decision, stating that \"[its] refusal to take part in such a respected contest will cause even further damage to the already damaged image of Armenia.\"[9] Due to its late withdrawal, Armenia was required to pay its entry fee, plus a fine totalling half the value of the entry fee.[1] Upon its unveiling in March 2015, media outlets characterized Armenia's entry in the 2015 contest, \"Don't Deny\", as being a tribute to the Armenian genocide, whose centenary was commemorated on 24 April 2015. The song was performed by Genealogy, a group whose composition alludes to the forget-me-not by consisting of five Armenian diaspora, along with a sixth singer based in Armenia and represented their unity. \"Don't Deny\" was perceived by critics to be a call for recognition of the genocide, further noting that the song's music video contained a scene depicting the group's members posing for a family photo in World War I-era outfits, and then disappearing from sight. Gohar Gasparyan, head of Armenia's Eurovision delegation, described the song as being about love and unity, and did not make reference to any specific political intent or themes. Representatives of Azerbaijan—which, alongside Turkey, denies the genocide—criticized the song for its alleged political themes, and stated that they would \"act adequately\" to prevent the contest from being \"sacrificed to the political ambitions of a country.\"[23][24][25][26] On 16 March 2015, the Armenian delegation announced that the title of the entry had been changed to \"Face the Shadow\". They stated that the new title was meant to \"strengthen\" the themes of the song, and to quell concerns over the alleged political subtext. The delegation continued to deny any specific political subtext in the song.[23][27] Despite the EBU allowing only the flags of full UN member states to be displayed at the 2016 contest,[28] during the first semi-final on 10 May 2016, the Armenian representative Iveta Mukuchyan was seen holding the Artsakh flag, sparking backlash from the Azerbaijani press.[29][30] During a press conference following the semi-final, Mukuchyan responded to the incident by stating that \"You don't have to forget that I am representing my country in my heart, my thoughts, my feelings, and all my emotions. My thoughts are with my motherland, and what I want to spread is peace on borders. I wrote 'LoveWave' because this was going on inside of me.\"[31] The EBU and the Reference Group released a statement the following day explaining that they \"strongly condemn the brandishing of the Nagorno-Karabakh flag\" during the live transmission of the first semi final, and consider the appearance \"harmful\" to the contest brand. The reference group consequently sanctioned the Armenian broadcaster AMPTV, with the nature of the sanction to be determined citing a breach of the rule stating \"no messages promoting any organisation, institution, political cause or other causes shall be allowed in the shows\". Furthermore, the reference group has pointed out that a further breach of the rules of the contest could lead to disqualification from the year's event or any successive editions.[32] Hikmet Hajiyev, the spokesman for the Azerbaijani Ministry of Foreign Affairs, called the action of Mukuchyan \"provocative\" and unacceptable claiming that \"the Armenian side deliberately resorts to such steps to encourage and promote the illegal formation created in the occupied Azerbaijani territories”.[33] After the final of the 2019 contest, the Azerbaijani broadcaster İctimai Television filed a complaint with the EBU for the graphics shown during the voting sequence.[34] The graphics did not include Nakhchivan as within Azerbaijani borders when shown during the broadcast.[34] A Change.org petition called on the EBU to disqualify Samira Efendi, the Azerbaijani representative in the 2021 contest, from participating. The petition accused her of using \"hate speech\", \"discrimination\", encouraging \"killing of Armenians\", sharing taglines that called Armenians \"terrorists\", and openly supporting the country's president Ilham Aliyev during the 2020 Nagorno-Karabakh war,[35][36][37] while not providing a direct citation of the comments Efendi allegedly made.[38] The Azerbaijani head of delegation Isa Melikov called the petition a \"provocation\", and the EBU did not address the petition, which had garnered around 10,000 signatures.[39] Vladimir Arzumanyan, a singer from Nagorno-Karabakh representing Armenia, won the Junior Eurovision Song Contest 2010. It was alleged by Armenian media outlets that the broadcast of the contest in Azerbaijan was interrupted when it became apparent that Armenia had won.[40][41] These claims were disputed by AMPTV director and Eurovision head of delegation Diana Mnatsakanyan, who also denied reports that the country was preparing to file a complaint with the EBU over the matter. She noted that the broadcaster did not know whether Azerbaijan even aired the contest at all, given that the country had not yet participated in the Junior Eurovision and had \"no interest\" in it at the time, and that reports about the alleged incident were limited to posts on Azerbaijani Internet forums.[42] Azerbaijan would ultimately make its official debut at Junior Eurovision two years later.[43] During the Azerbaijani broadcast of the Junior Eurovision Song Contest 2021, commentators talked over the entirety of the performance of Maléna, the Armenian representative and eventual winner, which is in contravention with the rules of the contest. The EBU sought clarification from the Azerbaijani broadcaster İTV about the incident, but no response was received.[44][45] Despite hugely hostile relations between the two nations over the years, points have still been exchanged. The tables below show the points awarded between Armenia and Azerbaijan since the latter debuted in the Eurovision Song Contest 2008. Azerbaijan has never given Armenia any points. Every juror that the Azerbaijani delegation has deployed to the contest has ranked Armenia last. In the televote, Armenia has been ranked last on nearly every occasion, other than in 2016 - Armenian representative Iveta Mukuchyan was ranked 14th in a field of 17 during the semi-final.","Title":"Armenia–Azerbaijan relations in the Eurovision Song Contest - Wikipedia","KeyID":"7273","URL":"https://en.wikipedia.org/wiki/Armenia%E2%80%93Azerbaijan_relations_in_the_Eurovision_Song_Contest"}