{"Content: ":"Russia has participated in the Eurovision Song Contest, a pan-European music competition, since 1994, while Ukraine has participated since 2003. Russia and Ukraine have had positive relations, and have exchanged top-3 points with each other several times over the years. Barring a minor dispute over Ukraine's 2007 entry \"Dancing Lasha Tumbai\" (whose title was alleged to be a mondegreen of \"Russia goodbye\", but was defended by its performer as being meaningless), notable conflicts began to emerge between the two countries at Eurovision in the wake of Russia's 2014 annexation of Crimea from Ukraine. In 2016, Ukraine's entry was \"1944\", a song by Jamala that was inspired by her great-grandmother's experiences during the deportation of the Crimean Tatars by the Soviet Union. The song was criticised by Russian officials, who argued that it violated Eurovision rules against political content due to its allusions to the Crimean crisis. \"1944\" would ultimately win the contest. While there were calls for Russia to boycott the Ukraine-hosted 2017 contest over the ongoing conflict in eastern Ukraine, Russia did unveil an entrant—Yuliya Samoylova. However, after she was unveiled, it was reported that Samoylova had been banned from entering Ukraine for three years for violating a Ukrainian ban on direct travel to Crimea from Russia. The European Broadcasting Union (EBU) attempted to reconcile the issues so that Samoylova could perform, calling upon the Ukrainian government to remove or defer her travel ban for the contest, and offering Russia the opportunity to perform their song from a remote venue. However, Russia's delegate broadcaster, Channel One Russia, passed on the offer, wanting to have Samoylova perform in Kyiv as with all other entrants. On 13 April 2017, Channel One announced that it would not broadcast the contest, effectively withdrawing. Prior to the 2019 contest, Ukraine retracted its entrant, Maruv, who had been prominently Russia-based, after she refused to sign the participation contract, causing Ukraine to withdraw from the contest for the first time since 2015. Prior to the 2022 contest, controversy again emerged in the Ukrainian national selection, resulting in its winner Alina Pash, who was alleged to have travelled to Crimea in violation of Ukrainian laws, replaced by runner-up Kalush Orchestra as the Ukrainian entrant. Following the 2022 Russian invasion of Ukraine and subsequent protests from other participating countries, Russia was excluded from participating in the contest, where Ukraine went on to win. As a result, Ukraine was initially given the opportunity to host the 2023 contest, however, the EBU later decided that the country would not be able to host due to security concerns caused by the Russian invasion. Verka Serduchka was chosen to represent Ukraine at the 2007 contest with the song \"Dancing Lasha Tumbai\". However, it was alleged that the song had contained political subtext, including a reference in its lyrics to Maidan (the site of the Orange Revolution demonstrations), and that the phrase \"Lasha Tumbai\" was a mondegreen of \"Russia goodbye\".[1] Serduchka denied these allegations, claiming that the phrase \"lasha tumbai\" was Mongolian for \"churned butter\".[1] On the Russian talk show Пусть говорят (\"Let them talk\"), which aired on Channel One Russia just after the final of the contest, a native Mongolian speaker explained that the phrase \"Lasha Tumbai\" does not exist in the Mongolian language.[2] Serduchka later stated that \"Lasha Tumbai\" was a meaningless phrase meant to rhyme with other lyrics.[3] In the 2009 contest, held in Moscow after Russia's win the previous year, Russia was represented by Ukrainian singer Anastasia Prikhodko, who had entered and won the Russian national selection after being disqualified from the Ukrainian one. She performed her song \"Mamo\", singing in both Ukrainian and Russian languages. Following the annexation of Crimea by Russia in 2014, Prikhodko denounced Russia's actions and ceased performing there.[4] In the wake of the Russian military intervention in Ukraine and subsequent annexation of Crimea from Ukraine in 2014, as well as the introduction of a \"gay propaganda\" law in Russia in 2013, public opposition to Russia had been markedly visible on multiple fronts, including the Eurovision Song Contest. The Russian entrants at the 2014 and 2015 contests, the Tolmachevy Sisters and Polina Gagarina respectively, were the subject of booing from the audience, in particular at any time they were mentioned or awarded points.[5][6] Commenting on the booing at the Tolmachevy Sisters, Fraser Nelson, editor of The Spectator magazine, wrote: \"I can't remember the last time I heard a Eurovision audience boo anyone; during the Iraq war in 2003, no one booed Britain. [...] There's a difference between the Russian government and the Russian people, and the girls were there to represent the latter. They didn't deserve the obloquy. And the Danes were wrong to have made the booing so audible.\"[7] The excessive booing in 2014 led the organisers of the 2015 contest to install 'anti-booing technology', which was deployed for the first time in the history of the contest.[8] Jamala, who represented Ukraine at the 2016 contest, won with the song \"1944\". The lyrics for her song concern the deportation of the Crimean Tatars, in the 1940s, by the Soviet Union at the hands of Joseph Stalin because of their alleged collaboration with the Nazis.[9] Jamala explained that the lyrics were inspired by the story of her great-grandmother Nazylkhan, who was in her mid-20s when she and her five children were deported to barren Central Asia. One of the daughters did not survive the journey.[10] Eurovision's official rules state that \"no lyrics, speeches, gestures of political or similar nature shall be permitted,\"[11] so Jamala repeatedly stated that her song was not referencing the 2014 annexation of Crimea, but her own personal family history. She stated, \"I needed that song to free myself, to release the memory of my great-grandmother, the memory of that girl who has no grave.\"[12] However, she also referenced the current state of Crimea post-annexation, saying \"Of course [the song is] about 2014 as well.\"[13] \"Now the Crimean Tatars are on occupied territory and it is very hard for them. They are under tremendous pressure. Some have disappeared without a trace. And that is terrifying. I would not want to see history repeat itself.\"[12] Russian officials, including multiple MPs and the spokesperson of the Ministry of Foreign Affairs Maria Zakharova, were dissatisfied with the outcome and alleged that the song was a political statement and an allusion on the 2014 annexation of Crimea, forbidden by the rules of the contest. Zakharova wrote in a Facebook post that the next Eurovision winner \"might as well be about the conflict in Syria\", proposing the lyrics: \"Assad blood, Assad worst. Give me prize, that we can host.\"[14] Other officials suggested boycotting the Ukraine-hosted 2017 contest, with Franz Klintsevich, deputy chairman of the Federation Council Committee on Defense and Security stating, \"It was not the Ukrainian singer Jamala and her song '1944' that won Eurovision 2016, it was politics that beat art. If nothing changes in Ukraine by next year, then I don't think we need to take part.\"[15] Despite this, Russia's entrant Sergey Lazarev, who placed third in the competition, congratulated Jamala on her win.[16][17] The Russian military intervention in Ukraine, which began in late February 2014, prompted a number of governments to apply sanctions against individuals, businesses and officials from Russia. In 2015, the Ukrainian government began to blacklist people who supported the 2014 annexation of Crimea by Russia from entering the country.[18][19] Deputy Prime Minister Vyacheslav Kyrylenko stated that the country would not lift this ban for the Eurovision Song Contest 2017. The European Broadcasting Union (EBU) iterated that their goal was for Eurovision to remain inclusive, and that they were \"engaging in constructive dialogue with the Public Broadcasting Company of Ukraine (UA:PBC) and the Ukrainian authorities to ensure that all delegates and artists can come and stay in Ukraine\". A representative of the host broadcaster told Billboard that the blacklist rules were beyond their control.[20] On 3 March 2017, Russian politician Vitaly Milonov called upon the country to withdraw from the 2017 contest amid fears of the ongoing conflict in eastern Ukraine. He described Russia as being \"unwelcome guests in a country seized by fanatics\".[21][22] It was reported on 13 March 2017 that Ukraine was investigating Yuliya Samoylova, Russia's entrant at the 2017 contest, for having violated a ban on direct travel to Crimea from Russia; she had visited Kerch in 2015 to give a performance.[23][22] Ukrainian officials have speculated that Russia's choice of Samoylova may have been a deliberate political statement, having knowingly picked a singer who had performed in the disputed territory in order to instigate a political controversy; interior minister adviser Anton Herashchenko stated that he could not \"exclude that actions could be taken by our side to deny her entry\" if Russia was using the entry as a \"provocation\", while the deputy director of ATR, a Ukrainian television broadcaster that serves the Crimean Tatar population, argued that it was a \"cynical and immoral move\". Minister of Foreign Affairs of Ukraine Pavlo Klimkin stated that he considers the choice of Samoylova as the Eurovision participant is most likely to be a provocation from Russia.[24] Later the President of Ukraine Petro Poroshenko stated the same.[25] Ben Royston, who had advised past Eurovision delegations in Azerbaijan and Sweden, argued that Russia's choice of a performer with a disability may have also been deliberate, explaining to The Guardian that \"[Russia] chose a wheelchair-bound contestant who had made pro-Russian statements about Crimea on social media. She was never going to be allowed in Ukraine, but they chose her anyway. And now Russia are very publicly saying: 'How can Ukraine let this poor sweet girl in a wheelchair be the victim of your laws?' It seems clearly all part of the Russia PR machine.\"[26] Russia has denied that their choice of performer was meant to be a political statement,[27][28] and stated that their choice of a performer with a disability was meant to be an expression of diversity.[26] The Security Service of Ukraine (SBU) confirmed on 22 March 2017 that Samoylova had been banned from entering Ukraine for three years for illegally travelling to Crimea from Russia, thus violating article 204-2 of Code of Ukraine on Administrative Offenses.[29][30][31] The EBU responded by stating that it was continuing to ensure that all entrants would be able to perform in Kyiv, but that \"we are deeply disappointed in this decision as we feel it goes against both the spirit of the contest and the notion of inclusiveness that lies at the heart of its values\", and also stated that EBU will respect the laws of hosting country.[32][33] Frants Klintsevich, First Deputy Chairman of the Federation Council Committee on Defence and Security, threatened that Russia would boycott Eurovision unless its organisers declared the government decision to be \"unacceptable\". He also accused them of being \"completely politicised and biased\".[34] The EBU offered a compromise to Channel One Russia on 23 March 2017, in which Samoylova would be allowed to perform remotely from a venue of the broadcaster's choice; it would have been the first time that a Eurovision entry had been performed from an outside venue via satellite.[35][36] However, Channel One declined the offer, arguing that Samoylova should be allowed to perform on-stage in Kyiv as with every other entrant, and accusing Ukraine of violating assurances in the Eurovision rules that all performers would be issued the appropriate visas so they could enter the host country.[35][36] Vice Prime Minister Vyacheslav Kyrylenko had stated that it is illegal for persona non grata to participate in tours or television programmes.[37] Jon Ola Sand, executive supervisor of the contest, stated in an interview with the Danish national broadcaster DR, that he and other members of the European Broadcasting Union had contacted the Ukrainian security services about the possibilities of delaying the imposed ban until after the 2017 contest had concluded.[38][39] EBU general director Ingrid Deltenre stated that Ukraine's behaviour was \"absolutely unacceptable\", and abused the Eurovision Song Contest ethos for \"political action\". Deltenre further went on to say that the EBU were in talks with Ukrainian prime minister Volodymyr Groysman and president Petro Poroshenko, in regards to delaying the ban until after the contest.[40] On 1 April 2017, Deltenre threatened to ban Ukraine from future competitions if Samoylova is not allowed to participate.[41] In response, UA:PBC urged the EBU to respect the sovereignty of Ukraine.[42] In an interview with German newspaper Der Tagesspiegel published on 26 March 2017, the contest's Reference Group chairman Frank-Dieter Freiling noted that Russia's participation in the contest seemed to be unclear, acknowledging that Samoylova had not participated in mandatory previewing sessions prior to the ban, nor had the Russian delegation reserved any accommodations in Kyiv for the contest. He suggested that Russia may have been aware that their selection would be problematic.[43][44] On 13 April 2017, Channel One announced that it would not broadcast the 2017 contest. The EBU considered the decision to be an official withdrawal from the contest.[45][26] Controversy emerged during the Ukrainian national selection for the Eurovision Song Contest 2019 regarding contestants' ties to Russia. During the final of the competition on 23 February 2019, jury members Jamala, Andriy Danylko, and Yevhen Filatov interrogated several contestants regarding their thoughts on Russia, mainly focusing on Maruv and Anna Maria.[50] Jamala asked Maruv on whether Maruv believed Crimea was Ukrainian territory, to which she agreed. Anna Maria were asked, if they had to choose between the two, would they choose their country of Ukraine or their mother, who worked for the Russian-led government of Crimea. During the final, it was announced by the Ukrainian broadcaster, UA:PBC, that the broadcaster had reserved the right to change the decision made by the jury and Ukrainian public. After Maruv was declared the winner of the selection, it was confirmed she was not yet confirmed as the Ukrainian representative, and discussions would take place between Maruv and the Ukrainian broadcaster. It emerged that Maruv's representative was sent a contract which she had a 48 hour deadline to sign in order to represent Ukraine. A major feature of the contract was that she must cancel all upcoming performances and appearances in Russia within 24 hours.[51] Maruv later revealed that the broadcaster's contract had additionally banned her from improvising on stage and communicating with any journalist without the permission of the broadcaster, and required her to fully comply with any requests from the broadcaster. If she were to not follow any of these clauses, she would be fined ₴2 million (~€67,000). Maruv also stated that the broadcaster would not give her any financial compensation for the competition and would not pay for the trip to Tel Aviv.[52] On 25 February, both Maruv and the broadcaster confirmed that she would not represent Ukraine in the contest due to disputes over the contract, and that another act would be chosen.[53] Viktor Taran, a board member for UA:PBC, later revealed that Maruv refused to cancel her concerts in Russia which led to her refusal to sign the contract. Taran also alleged that Maruv and her lawyers did not believe she was responsible for representing the views of the Ukrainian government, if she were to become the country's representative at the contest.[54] National final runner-up Freedom Jazz announced on 26 February that they had rejected the broadcaster's offer to represent Ukraine as well, with third-place finisher Kazka confirming they had also rejected the offer the following day.[55][56] On 27 February, UA:PBC confirmed that Ukraine would withdraw from the contest following the controversy. In their withdrawal statement, the broadcaster stated that the national selection \"has drawn attention to a systemic problem with the music industry in Ukraine – the connection of artists with an aggressor state\".[57] Following the controversy surrounding the Ukrainian national selection in 2019, a new rule was introduced starting from 2020 which bars artists who have performed in Russia since 2014 or have entered Crimea \"in violation of the legislation of Ukraine\" from entering the competition.[59] The Ukrainian national selection for the Eurovision Song Contest 2022 was won by Alina Pash.[60] On 14 February 2022, two days after the selection, activist and video blogger Serhii Sternenko alleged that Pash had entered Crimea from Russian territory in 2015, and counterfeited her travel documentation with her team in order to take part in the selection.[61] The Ukrainian broadcaster UA:PBC subsequently stated that they would request the Ukrainian State Border Guard Service to verify if the documentation is forged, and that Pash would not officially be the Ukrainian representative at the contest \"until the verification and clarification of the facts is completed\".[62] Andrii Demchenko, speaking on behalf of the Guard Service, maintained that the certificate Pash had handed in to the broadcaster had not been issued by them, but that a request to cross the border had been made by the artist, and that the broadcaster would be provided with the results of the investigation by 16 February.[63][64] Pash's management later stated that she had entered Crimea from the Ukrainian border, and that the certificate had been requested by a \"team member\" rather than Pash herself.[65] On 16 February, Pash claimed on an Instagram post that the Guard Service had not been able to provide her with a new certificate as proof of her entrance to Crimea, since related records are only kept for five years.[66] Shortly after, Pash announced on her social media pages that she would withdraw her candidacy as the Ukrainian representative at the contest.[58] Runner-up of the selection, Kalush Orchestra, were offered to represent Ukraine in Pash's place on 17 February, and a final decision was expected to be made during a meeting on 18 February.[67][68][69][70] On 22 February, UA:PBC confirmed that Kalush Orchestra had accepted the offer.[71] In the wake of the 2022 Russian invasion of Ukraine, which began on 24 February, UA:PBC appealed to suspend Russian EBU member broadcasters VGTRK and Channel One from the union, and to exclude Russia from competing in the contest. The appeal alleged that since the beginning of the Russian military intervention in Ukraine in 2014, VGTRK and Channel One have been a mouthpiece for the Russian government and a key tool of political propaganda financed from the Russian state budget.[72] The EBU initially stated that Russia as well as Ukraine would still be allowed to participate in the contest, citing the non-political nature of the event.[73][74][75] The following day, the EBU announced that Russia was excluded from participating in the contest, stating that \"in light of the unprecedented crisis in Ukraine, the inclusion of a Russian entry in this year's Contest would bring the competition into disrepute.\"[76] Before Russia was cut from participating, many participating broadcasters called on the EBU to take action. According to Gustav Lützhøft, editor-in-chief of Dansk Melodi Grand Prix for Danish broadcaster DR, \"we find it incompatible with Eurovision's values that Russia is participating.\"[77][78][79] Sweden's SVT,[80] Iceland's RÚV,[81] Lithuania's LRT[82] and Norway's NRK[83] also called on the EBU to exclude Russia from the contest, while the Netherlands' AVROTROS,[84] Poland's TVP[85] and Ukraine's UA:PBC[86] additionally called on the EBU to suspend Russia's membership in the union. Estonia's ERR[87] and Finland's Yle[88] stated that they would not participate if Russia were invited. Latvian representatives at the 2022 contest, Citi Zēni, called on the EBU in an email to reconsider Russian participation. They stated: \"We love all artists. We love all people. We are united. Eurovision should take action. We urge other delegations & artists to do the same.\"[89] On 26 February 2022, all EBU members from Russia, including VGTRK and Channel One, announced their withdrawal from the union via a statement released by Russian state media, in response to their exclusion from the contest, which they regarded as \"an inappropriate political sacrifice at a music forum that has always emphasized its non-political status\".[90] The EBU itself had yet to receive a confirmation of withdrawal, though it announced the suspension of its Russian members from its governance structures on 1 March.[91][92] The EBU's Director-General Noel Curran stated on 13 May that work was underway to fully suspend Russian members from the union.[93] On 26 May, the EBU made effective the suspension of its Russian members, causing Russia to indefinitely lose broadcasting and participation rights for future Eurovision events.[94][95] Russia had not publicly announced an artist or song before being excluded. The two nations have exchanged points with each other despite their unstable relations. The tables below show the points awarded between Russia and Ukraine since the latter debuted in the Eurovision Song Contest 2003. ","Title":"Russia–Ukraine relations in the Eurovision Song Contest - Wikipedia","KeyID":"7274","URL":"https://en.wikipedia.org/wiki/Russia%E2%80%93Ukraine_relations_in_the_Eurovision_Song_Contest"}