{"Content: ":"Harry Govier Seeley (18 February 1839 – 8 January 1909) was a British paleontologist.[1][2] Seeley was born in London on 18 February 1839, the second son of Richard Hovill Seeley, a goldsmith, and his second wife Mary Govier. When his father was declared bankrupt, Seeley was sent to live with a family of piano makers. Between the ages of eleven and fourteen, he went to a day school and then spent the next two years learning to make pianos. He also attended lectures at the Royal School of Mines by Thomas Henry Huxley, Edward Forbes, and other notable scientists. In 1855, with the support of his uncle, Seeley began to study law but shortly gave it up to pursue a career as an actuary. In the late 1850s, he studied English and mathematics at the Working Men's College and served as a secretary for the college's museum. He also worked in the library of the British Museum, where Samuel Pickworth Woodward encouraged him to study geology.[3] In 1859, Seeley began studies at Sidney Sussex College, Cambridge and worked as an assistant for Adam Sedgwick at the Woodwardian Museum. He helped curate the museum's fossil collection and began field studies on the local geology. Seeley graduated from Sidney Sussex College in 1863 and joined St John's in 1868 but never took a degree.[4][5] He turned down positions both with the British Museum and the Geological Survey of Britain to work on his own. Late in his career he accepted a position as Professor of Geology at King's College, Cambridge and Bedford College (London) (1876). He was later Lecturer on Geology and Physiology at Dulwich College and Professor of Geology and Mineralogy at King's College London (1896–1905). He died in Kensington, London and was buried in Brookwood Cemetery. He had married in 1872 Eleanora Jane, daughter of William Mitchell of Bath. Their daughter Maude married Arthur Smith Woodward, FRS. Seeley determined that dinosaurs fell into two great groups, the Saurischia and the Ornithischia, based on the nature of their pelvic bones and joints. He published his results in 1888, from a lecture he had delivered the previous year.[6] Paleontologists of his time had been dividing the Dinosauria in various ways, depending on the structure of their feet and the form of their teeth. Seeley's division, however, has stood the test of time, though the birds have subsequently been found to descend, not from the \"bird-hipped\" Ornithischia, but from the \"lizard-hipped\" Saurischia. He found the two groups so distinct that he also argued for separate origins: not until the 1980s did new techniques of cladistic analysis show that both groups of dinosaurs really did have common ancestors in the Triassic. Seeley described and named numerous dinosaurs from their fossils in the course of his career. His popular book on pterosaurs, Dragons of the Air (1901), found that the development of birds and pterosaurs paralleled each other. His belief that they had a common origin has been proved, for both are archosaurs, just not as close as he thought. He upset Richard Owen's characterization of the pterosaurs as cold-blooded, sluggish gliders, and recognized them as warm-blooded active fliers. He was elected a Fellow of the Royal Society in June 1879 for his work on reptiles and dinosaurs,[7] and delivered their Croonian Lecture in 1887. ... he will be best remembered, perhaps, for the wonderful collections he made in the Karoo Beds of South Africa and the resulting exhibition in the Natural History branch of the British Museum of the remarkable skeleton of Pareiasaurus[8] and numerous other Anomodont reptiles ....[9] - see Alfred Brown","Title":"Harry Seeley - Wikipedia","KeyID":"728","URL":"https://en.wikipedia.org/wiki/Harry_Govier_Seeley"}