{"Content: ":"Eesti Laul (English: 'Estonian Song' or 'The Song of Estonia') is an annual music competition organised by Estonian public broadcaster Eesti Rahvusringhääling (ERR). It determines the country's representative for the Eurovision Song Contest, and has been staged every year since 2009. The contest was introduced in 2009, replacing the former Eurolaul festival, used since Estonia's first participation in Eurovision in 1993. Since its introduction, the competition has been one of the most popular television programmes in Estonia; it is also broadcast on radio and the Internet. In 2012, the semifinals averaged 199 thousand viewers, and over an estimated 296 thousand people in Estonia watched the final. The contest was introduced by ERR, the organisers of the contest, with a different philosophy on the contest used previously. Eesti Laul was introduced to produce an Estonian contest, with Estonian musical tastes being presented to a European audience. The contest is also an open one, with all information of the songs being revealed in the selection process.[1] The festival has produced four top-ten placings for Estonia at the contest. The winner of the Eesti Laul has been chosen by televoting and panels of jurors since its inception. The competition makes a considerable impact on music charts in Estonia and neighbouring countries. The introduction of semifinals in 2011 raised the potential number of contestants from ten to twenty. The festival is very well known for its alternative rock and electro-pop songs which make the contest more diverse than other Eurovision national finals, so it is sometimes referred to as Alternative Melodifestivalen by the media and the Eurovision fans. The introduction of a grand final hosted in Saku Suurhall has attracted substantial tourism to the city. Announced in September 2018, the then new lead producer Tomi Rahula made various changes to the 2019 edition contest including 12 entries in the final, 24 entries overall and broadcasting the semi-finals live from cities outside of Tallinn. Rahula also introduced an entry fee for interested artists and composers; the fee was halved for entrants wishing to perform in the Estonian language.[2] The twenty selected songs in the contest are shown to the Estonian public through two semi-finals. From each semi-final, five acts get through to the final show. The winner is selected through two rounds of voting: the first round selects top three songs, selected through both jury and televoting; the second round selects the winner from the three songs through 100% televoting. Most of rules are dictated by those of the Eurovision Song Contest. However, regulations have been introduced by the Estonian broadcaster. The competition's official rules are released by ERR early in preparation for each year's Eesti Laul, to ensure any changes are noted by songwriters and performers. There is a limit of six people on stage for each performance. All vocals had to be completely live; human voices are not allowed on backing tracks. Entries usually are not publicly broadcast until the songs are previewed on television. Until 2017, competing songs were only permitted if they were written by all-Estonian team. Since 2017, foreign collaborations were allowed as long as 50% of the song authors were Estonians. Artists and songwriters were allowed to submit up to three songs each with an exception to this rule for songwriters who participated in songwriting camps organised by the Estonian Song Academy. The first winner of Eesti Laul was Urban Symphony with the song \"Rändajad\", beating the televoting favourite Laura in the first round.[3] At Eurovision, the group changed Estonia's previous fortunes at Eurovision, qualifying to the final (3rd of the semi-final, with 115 points), and placing 6th in the final with 129 points. The most recent winner of the contest is Stefan with the song \"Hope\". This list includes those who have presented Eesti Laul. In 2009, there were two presenters for the first time. Since the introduction of semi-finals, various people have presented the shows. Media related to Eesti Laul at Wikimedia Commons","Title":"Eesti Laul - Wikipedia","KeyID":"7285","URL":"https://en.wikipedia.org/wiki/Eesti_Laul"}