{"Content: ":"Uuden Musiikin Kilpailu (Finnish: [ˈuːden ˈmusiːkiŋ ˈkilpɑi̯lu]; abbreviated UMK; English: Contest for New Music)[1] is an annual music contest organised by the Finnish public broadcaster Yle. UMK began in 2012 as the new Finnish selection format for the Eurovision Song Contest, replacing the original Finnish Eurovision selection Suomen euroviisukarsinta which had been held since 1961. The final took place on 25 February 2012 at the Helsinki Ice Hall in Helsinki where the six finalist songs were performed and the viewers selected a winner.[2] The show featured interval performances by The Rasmus, Anna Abreu, and 2011 Finnish entrant Paradise Oskar.[2] The first of two rounds of televoting selected \"När jag blundar\" performed by Pernilla Karlsson, \"Laululeija\" performed by Stig and \"Lasikaupunki\" performed by Ville Eetvartti as the three super finalists.[2] In the second round of televoting, Pernilla Karlsson and the song \"När jag blundar\" was the winner.[2] The final took place on 9 February 2013 at the Barona Areena in Espoo where the eight finalist songs were performed and the jury and viewers selected a winner.[3] The show featured interval performances by Teflon Brothers and Stig, last year's Eurovision Song Contest entrant Pernilla Karlsson, 2007 Eurovision entrant Hanna Pakarinen, Emma Salokoski and Suvi Teräsniska.[3] After combining the jury (50%) and televote (50%), Krista Siegfrids and the song \"Marry Me\" emerged as the winner.[4] The final took place on 1 February 2014 at the Barona Areena in Espoo where the eight finalist songs were performed and the combination of votes from the jury and public televote selected a winner. In addition to the performances from the competing artists, the winner of UMK 2013, Krista Siegfrids, performed her single \"Cinderella\" during the interval. Softengine was the winner of the competition with the song \"Something Better\".[6] It was confirmed that Uuden Musiikin Kilpailu would return in 2015, for its fourth series.[8][9] Three semi-finals were held on 7 February, 14 February, and 21 February 2015 while the final was held on 28 February 2015.[10][11] It was confirmed that Uuden Musiikin Kilpailu would return in 2016, for its fifth series.[12] Three semi-finals were held on 6 February, 13 February, and 20 February 2016 while the final was held on 27 February 2016.[13] It was confirmed that Uuden Musiikin Kilpailu would return in 2017, for its sixth series.[14] Unlike previous years, there were no semi-finals, only a single final held on 28 January 2017 at the Espoo Metro Areena, and the show used international juries instead of Finnish juries.[15] Yle selected Saara Aalto internally to represent Finland in the Eurovision Song Contest 2018. Aalto performed three songs and the winning song was selected by viewers and international juries. The show was held on 3 March 2018 at the Espoo Metro Areena.[16] The 2019 edition took place on 2 March 2019. Yle announced on 29 January 2019 that they had internally selected Darude to perform three songs, similarly to how Saara Aalto's song was selected in the previous edition. Darude performed three songs, featuring vocalist Sebastian Rejman, and the winning song was selected by viewers and international juries. The show was held on 2 March 2019 at Logomo in Turku. The 2020 edition was held on 7 March 2020. The 2021 edition was held on 20 February 2021. The 2022 edition was held on 26 February 2022.","Title":"Uuden Musiikin Kilpailu - Wikipedia","KeyID":"7286","URL":"https://en.wikipedia.org/wiki/Uuden_Musiikin_Kilpailu"}