{"Content: ":"Melodi Grand Prix (pronounced [mɛlʊˈdiː ɡrɑŋ ˈpriː]), commonly known as Grand Prix and MGP, sometimes as Norwegian Melodi Grand Prix (Norwegian: Norsk Melodi Grand Prix), is an annual music competition organised by Norwegian public broadcaster Norsk Rikskringkasting (NRK). It determines the country's representative for the Eurovision Song Contest, and has been staged almost every year since 1960. The festival has produced three Eurovision winners, a non-winning televote winner and nine top-five placings for Norway at the contest. However, Norway holds the record for the number of entries who have come last since entering Eurovision; 11 in all. Despite this, the competition still makes considerable impact on music charts in Norway and other Nordic countries, with the 2008 winner topping the Norwegian charts.[1] The Eurovision Song Contest began on 24 May 1956, when the Grand Prix Eurovision de la Chanson Européenne was held in Lugano, Switzerland. Norway's first contest was the fourth, the 1960 Contest. The first Melodi Grand Prix was held on 20 February at the NRK Television Centre in Oslo. Ten songs competed in the radio semi-final, held on 2 February, where the top 5 songs would progress to the televised contest. However this number was increased to 6 after three songs tied for fourth place. The winner of the televised contest was \"Voi Voi\", performed by Nora Brockstedt. Brockstedt performed Norway's first Eurovision entry in London on 29 March, and placed a respectable fourth. Brockstedt also went on to win the following year's contest as well with \"Sommer i Palma\". Melodi Grand Prix has failed to be staged on three previous occasions. In 1970, Norway was absent from the contest because of a Nordic boycott of the voting system, which had led to a four-way tie for first place at the 1969 contest.[2] In 1991, the event was canceled after the NRK understood that the quality of the competing songs was weak and opted for an internal selection to choose the song which go to Rome. The final instance of no Melodi Grand Prix was in 2002, when Norway was relegated from competing in the 2002 Contest after coming last the previous year. The 2020 edition of the Melodi Grand Prix was the first instance where the winner was not selected to participate in Eurovision, as the contest itself would later be cancelled as a result of the COVID-19 pandemic. All winners of Melodi Grand Prix have gone on to represent Norway at the Eurovision Song Contest, apart from the 2020 winner after the Eurovision Song Contest 2020 was canceled due to the COVID-19 pandemic. Norway has won it three times: in 1985, 1995 and 2009. However Norway has also come last 11 times, more than any other nation: in 1963, 1969, 1974, 1976, 1978, 1981, 1990, 1997, 2001, 2004 and 2012. The following table lists those entries which finished fifth or higher at Eurovision:","Title":"Melodi Grand Prix - Wikipedia","KeyID":"7292","URL":"https://en.wikipedia.org/wiki/Melodi_Grand_Prix"}