{"Content: ":"EMA (Evrovizijska Melodija; English: Eurovision Melody) is a song competition in Slovenia which is used to select the country's entrant in the Eurovision Song Contest. The contest has been held since the country's debut in the Eurovision Song Contest in 1993, and has been held every year since, except for three occasions: 1994 and 2000, when Slovenia did not compete at Eurovision, and 2021, when after the cancellation of the previous Eurovision edition the 2020 representative was kept. The contest is organized and broadcast by the Slovene broadcaster Radiotelevizija Slovenija (RTV SLO). It was previously known as Slovenski izbor za pesem Evrovizije (English: Slovenian selection for the Eurovision Song Contest) in 1993 and 1995. EMA has been the selection show for Slovene representative in the Eurovision Song Contest. Originally it was titled ‘’Slovenski Izbor za Pesem Evrovizije’’ (English: Slovenian Selection for the Eurovision Song Contest), however it was re-named into EMA in 1996. After the break-up of former Yugoslavia, Slovenia gained independence and as RTV SLO became a member of the European Broadcasting Union (EBU) in 1992, Slovenia was able to participate in the Eurovision Song Contest 1993, for the first time as an independent country. RTV SLO organized the first \"EMA\" on 25 February 1993 in RTV SLO Studios in Ljubljana, Slovenia. It had 12 participants. Ironically 1X Band was not on the original participants list. However, after a disqualification of one of the original participants 1X Band was chosen to participate in the last minute. The winner was selected by 12 regional radio station juries from all over Slovenia. Each radio jury voted with Eurovision votes (1–8, 10, and 12 points). Due to Slovenia's first appearance being placed in the bottom 7, Slovenia wasn't allowed to participate in 1994. Therefore, the contest wasn't held that year. The contest followed the 1993 format in 1995 and 1996. But in 1996, only eleven participants appeared, because of the twelfth participant's disqualification before the contest was held. In 1997, EMA saw major changes in the format. RTV SLO chose to invite 7 songwriters to each write 2 songs for the final, rather than to open a call for participants. And regional juries were re-placed by televoting. Both features stayed in production also in 1998. In 1999, EMA dropped invitation format and once again opened a call for songs, RTV SLO eventually chose 20 songs, but 3 of them were disqualified which made the final participants list having 17 participants. Role of televoting was reduced to 1/3 of the final voting. Other than that Slovene Expert Jury and International Expert Jury voted. Each voting factor; televoting, Slovene jury and International jury vote with Eurovision votes (1–8, 10, and 12 points). During the show, the presenter (Mojca Mavec) called the international jury as Ireland, as its chairman was Marc Roberts (Irish representative in 1997). This edition caused high controversy as the televoting winner, Tinkara Kovač didn't won the selection. In 2000, Slovenia was not allowed to participate in the Eurovision Song Contest due to poor average of results between 1995 and 1999. In 2001, EMA returned, expending over 2 nights for the first time. In the semi-final 22 participants appeared. Televoting chose six and Jury chose 6 to proceed to the final. In the final, the voting was up to Televoting, Expert Jury and RTV SLO Jury. The format continued in 2002, however with only 18 semi-finalists and 10 finalists. In both editions, Karmen Stavec finished first in televoting and second in overall results. This caused big controversy, especially because her songs received much better reviews and bigger commercial success than any other participant in these two editions. In 2003, the format was changed to being a one night show, once again. The contest was moved out of the RTV SLO Studios into Gospodarsko Razstavišče Hall A. The new venue is 5-times bigger that has room for an audience of 1,500. EMA contained sixteen participants. In round one, Televoting and International jury vote and top 3 are qualified forward. In round two, televoting selected the winner. The same format with minor changes returned in 2004. The controversial rule that jury votes overrule televoting votes in round one, resulted in elimination of viewers favorite Bepop in 2003 and Natalija Verboten in 2004 in the first round. The 2004 format followed the 2003 format with introduction of four weekly semi-finals. Four semi-finals are held weekly, with the last being held 2 weeks before the final. Each semi-final contained 8 songs. Viewers chose 3 qualifiers and Jury chose 1 qualifier from each semi-final. The controversy that surrounded EMA over the past years as the viewer's favorite didn't win the selection in 7 years (since 1998), producers decided to drop the juries and select the winner solely by televoting. In 2005, the show returned to be recorded in RTV SLO studios and the winner was selected in two rounds of televoting. Thirteen participants were chosen from the submissions on the open call and one participant was the winner of Bitka Talentov (The Battle of Talents; RTV SLO singing talent competition). In 2006, RTV SLO decided to modify the format with re-introducing the jury. Landline phones voting, mobile phones voting, and jury voting, each vote with Eurovision votes (1–8, 10, and 12 points). This voting format resulted in yet another-one of the viewers favorite being eliminated. Due to controversy in 2006, RTV SLO decided to drop the juries voting and re-introduce 100% televoting. The 2007 edition consisted of 3 shows over three nights. All the show were staged in Gospodarsko Razstavišče Hall A. For the first time in 3 years, the winner was not the selected act from Bitka Talentov, as Eva Černe (Bitka Talentov winner) finished 2nd. It contained of 24 semi-finalists and 14 finalists. The format was repeated in 2008, with 20 semi-finalists and 10 finalists. The 2009 edition was changed to two shows format. It had 14 semi-finalists, selected from the open call submissions and 6 automatic finalists, invited by RTV SLO. Eight semi-finals qualify to the final. In both shows 50% televoting and 50% jury voting is used. In 2010, RTV SLO invited 7 songwriters and only 7 qualified from the semi-final. In both shows 100% televoting was used due to controversy in 2009. In 2011, RTV SLO decided to have only songs by invited songwriters. They invited 10 songwriters. On the night expert jury eliminated 8 songs in round one and televoting chose the winner in round. In 2012, RTV SLO decided to introduce a talent show titled Misija Evrovizija (Mission Eurovision). In this show, they got 2 contestants for Misija EMA (Mission EMA). In 2013, EMA wasn't held for the first time and act was chosen internally. EMA would’ve been staged, but due to RTV SLO intention to withdraw and deciding in the last minute to participate in the Eurovision Song Contest, RTV SLO didn't have time to produce it. In 2014, EMA was a one night show with 7 songs, written by invited songwriters. The winner was selected by 100% televoting. In 2015, EMA was also a one night show with 8 songs selected via an open submission period. The winner was selected by 100% televoting. 2016 saw another one night show with 10 entries. The winner was selected over two rounds of voting, with a jury selecting two qualifiers to the superfinal in the first round and 100% televoting eventually selecting the winner. In 2017, two semi-finals were introduced again for the first time since 2008. 16 entries competed in two semi-finals, with the final consisting of eight entries. The results of the final were determined via a combination of jury and televoting. The jury consisted of six regional panels across Slovenia. For 2018, the two semi-finals were dropped to one, with 16 entries competing overall. The final featured eight entries, with the winner being determined by a combination of jury and televoting. The juries consisted of six thematic panels divided into categories: OGAE Slovenia, Songwriters, Radio personalities, Television personalities, Music performers and international artists. In 2019, EMA was a one night event featuring 10 entries. A jury panel selected two entries to progress to a superfinal, in which 100% televoting ultimately selected the winner. After a successful result at Eurovision in 2019, RTVSLO decided to make serious changes to the national final format for 2020. For the first time, EMA Freš was introduced to select two newcomer artists for EMA. 18 newcomer entries competed for two places in EMA, where they would join ten established artists in a one night show. The results of both EMA Freš and EMA were determined via a combination of jury and televoting. After the cancellation of the Eurovision Song Contest 2020, EMA wasn't held in 2021, with RTVSLO internally selecting the winner of EMA 2020 to represent the country at the Eurovision Song Contest 2021. For 2022, both EMA Freš and EMA returned on a larger scale. 24 songs competed in EMA Freš for 4 places in EMA 2022. For the first time since 2017, two semi-finals were also introduced for EMA 2022, where the 4 newcomer artists joined 16 established artists. 12 artists competed in the final with the results determined via a combination of five thematical juries and a public televote. Through the years special guest have been asked to make an appearance. The guest list includes:Katrina Leskanich the winner of Eurovision Song Contest 1997, Lys Assia the winner of the first Eurovision Song Contest and in 2010 Alexander Rybak the winner of Eurovision Song Contest 2009.","Title":"EMA (TV series) - Wikipedia","KeyID":"7294","URL":"https://en.wikipedia.org/wiki/EMA_(TV_series)"}