{"Content: ":"Benidorm Fest is a Spanish song contest organised by the public communication company Radiotelevisión Española (RTVE) in collaboration with the Generalitat Valenciana to determine Spain's entry for the Eurovision Song Contest, beginning with 2022. It is held in Benidorm, Valencian Community, at the Palau Municipal d'Esports l'Illa de Benidorm.[3] Based on the Benidorm International Song Festival with amendments to accommodate the Eurovision format, the contest consists of two semi-finals and a final, with the winner jointly determined through teams of judges and a public vote.[4] The first edition was won by Chanel with \"SloMo\", and a second edition is planned to be held in 2023.[5] The event is loosely based on the Festival Español de la Canción de Benidorm (\"Spanish Song Festival of Benidorm\"), a national song contest created in 1958 and modelled on the Italian Sanremo Music Festival. The competition was held intermittently until 2006, interspersed with several hiatuses and various changes to the format. Fifteen years after the final edition of the Spanish Song Festival of Benidorm, RTVE broadcast a conference from the city on 22 July 2021, in which the president of the Generalitat Valenciana Ximo Puig, mayor of the city Antonio Pérez, and president of the broadcaster José Manuel Pérez Tornero announced the revival of a song competition held in Benidorm, which would also become a new Spanish pre-selection for the Eurovision Song Contest, starting with the 2022 edition. During the broadcast, viewers were assured that there would be changes and updates to the contest's format, as well as a \"double contest\" in which both famous and upcoming singers would take part, whose prize would be the chance to represent Spain at Eurovision.[6] On 29 September of the same year, the rules and mechanics were published, revealing the name of the revamped competition to be \"Benidorm Fest\" and that the first edition was scheduled to air at the end of January 2022.[7] It was subsequently announced that a contract had been signed to hold the event for four editions.[8] The Generalitat Valenciana invested around €968,000 in the event.[9] The contest is made up of two semi-finals and a final, in which a number of candidates – soloists, duos, trios or groups – perform their songs live. In the first edition there were seven entries for each semi-final and eight in the final; for the second edition there will be eight songs in each semi-final (for a total number of sixteen entries) and eight in the final.[10][11] The public (consisting of the televote plus a panel of judges made up of a sample of the Spanish population selected by statistical and demoscopic criteria) and a national and international jury vote for their preferred songs, with the final result determined by a split vote between the public and the juries. At the end of the programme, the song with the most points is declared the winner and is granted the opportunity to represent Spain at the Eurovision Song Contest.[7] Voting during the three shows occurs through a combination of the following methods:[7][12] The theme music of Benidorm Fest, entitled \"Vita est\", was composed by the musician Pepe Herrero and it is performed by the RTVE Orchestra and Choir. It is a symphonic piece inspired by classic themes such as \"O Fortuna\" from Carmina Burana by Carl Orff, combining it with modern compositions by composers such as Hans Zimmer. The lyrics, composed in Latin, highlight the value of music as a means to unite peoples and make them free. The author produced 15 variations of the piece, of different durations and instrumental templates, for different purposes.[1] The winner of Benidorm Fest receives a Bronze Microphone, made by Madrid sculptor José Luis Fernández. It is a 30 centimeters tall piece, cast in bronze and made with lost-wax casting method.[16] RTVE opens a period of submissions[17] for artists, authors and composers to send their proposals to the public radio and television corporation, while the broadcaster itself reserves the right to invite renowned singers and authors from the current music scene directly. Both the evaluation of submissions and the invitations are carried out in collaboration with external musical advisers.[18] The contest is open to performers, groups and authors who are at least 16 years old before May of the current year, and who must be Spanish nationals or have permanent residence in Spain (in the case of duos or groups, at least 50% of the members must meet this condition).[7][19] Songs must be original and not have been published, performed or distributed, in whole or in part, before September of the previous year to the Eurovision Song Contest (in accordance with Eurovision rules). In addition, the song must be between 2 and a half and 3 minutes long, and must include at least 60% of the lyrics in Spanish and/or co-official languages of Spain.[7][19]","Title":"Benidorm Fest - Wikipedia","KeyID":"7295","URL":"https://en.wikipedia.org/wiki/Benidorm_Fest"}