{"Content: ":"Yevrobachennia. Natsionalnyi Vidbir (Ukrainian: Євробачення. Національний відбір, IPA: [ˌjɛu̯roˈbɑtʃenʲːɐ nɐts⁽ʲ⁾ioˈnɑlʲnɪj wid⁽ʲ⁾ˈbir]; meaning Eurovision. National Selection), informally known as Vidbir, is a Ukrainian musical competition originally organized by the public broadcaster Suspilne and STB, which determines the Ukrainian representative at the Eurovision Song Contest. In late August 2021, it was announced that the two broadcasters had terminated their partnership, and that Suspilne was looking for a new selection format for the Eurovision Song Contest 2022, thus bringing an end to the original concept for Vidbir.[1] In October 2021, Suspilne announced that the 2022 edition of Vidbir would be organized by them alone under a new format.[2] In the first year of the show, the local record by SMS voting was set by receiving 344,268 unique votes, 37.77% of which supported Jamala,[3] who eventually became the winner of the Eurovision Song Contest 2016. Color key The final took place on 21 February 2016. The six entries that qualified from the semi-finals competed. The winner, \"1944\" performed by Jamala, was selected through the combination of votes from a public tele-vote and an expert jury. Ties were decided in favour of the entries that received higher scores from the public tele-vote.[4] \"1944\" is the first Eurovision Song Contest song to feature lyrics in the Crimean Tatar language. 382,602 votes were registered by the tele-vote during the show.[5] In addition to the performances of the competing entries, 2016 Irish Eurovision entrant Nicky Byrne performed the 2016 Irish entry \"Sunlight\" as a guest. Final took place on 25 February 2017. Special guests included Alma, Manel Navarro, Tamara Gachechiladze, Naviband, and Kasia Moś. Final took place on 24 February 2018. Special guests included Mikolas Josef and Madame Monsieur. 179,455 unique votes were received from SMS and App voting. The final took place on 23 February 2019 with special guests Lake Malawi and Bilal Hassani. More than 167,500 unique votes were received from SMS and App voting. Maruv was declared the winner after receiving the most votes among the six finalists. On 26 February 2019, three days after the final was aired, Ukraine withdrew from the Eurovision Song Contest 2019 after Maruv and UA:PBC were unable to reach an agreement on her participation in the contest as a result of controversy.[6][7] Following the cancellation of the Eurovision Song Contest 2020 due to the COVID-19 pandemic, Go_A were internally re-selected to represent Ukraine at the 2021 edition, this time with the song \"Shum\".[8][9] Following controversy regarding her travel history, Alina Pash's status as a legitimate participant, and therefore winner, of Vidbir was challenged, which resulted in her participation being ceased by Suspilne as well as her withdrawal. The runner-up, Kalush Orchestra, were chosen as the Ukrainian entrant for the Eurovision Song Contest 2022.","Title":"Vidbir - Wikipedia","KeyID":"7297","URL":"https://en.wikipedia.org/wiki/Vidbir"}