{"Content: ":"Depi Evratesil (Armenian: Դեպի Եվրատեսիլ; \"Towards Eurovision\"; Armenian pronunciation: [dɛˈpi jɛvɾɑtɛˈsil]) is an Armenian music entertainment show created by the Armenian broadcaster AMPTV. It was used as the Armenian national selection for the Eurovision Song Contest in 2017, 2018 and 2020. Its first season concluded on 24 December 2016 with the selection of Artsvik as Armenia's Eurovision representative. The second season took place in 2018, and selected Sevak Khanagyan with the song Qami. In 2019, the show was not renewed for a third season, and the Armenian entry for the contest was selected internally. The show returned for a third season in 2020.[1] Season 1 of Depi Evratesil was announced on 1 July 2016.[2] It was later confirmed that former Armenian Eurovision entrants Essaï Altounian, Inga and Anush Arshakyan, Hayko, Aram Mp3, and Iveta Mukuchyan would serve as judges on the show, each creating their own team of contestants and mentoring them through the show in a similar way to The Voice.[3] Contestants took part in auditions from 22 October to 12 November 2016, where those successful were selected by the judges to be part of one of their teams.[4] Afterwards, the contestants battled each other from 19 November to 3 December to make the semifinals.[5][6] The semifinals were held on 10 and 17 December. Artsvik was declared the winner of Depi Evratesil on the final held on 24 December.[7][8] A mix of jury voting and televotes determined the results in the semifinals and final, while the judges decided who would advance in the earlier rounds.[9][2] The Eurovision entry, Fly with Me, was selected by the broadcaster months afterwards. Season 2 of Depi Evratesil was confirmed in October 2017.[10] Unlike the previous season, artists entered with their own original songs, instead of performing covers throughout the course of the show. It aired in February 2018.[11] The twenty selected finalists were revealed on 27 December 2017.[12] In November 2019, it was confirmed that the contest would return for a third season in 2020, after not being held in 2019. As in 2018, the contest selected both the Armenian song and artist for the Eurovision Song Contest 2020.[1] The contest consisted of a single show on 15 February 2020.[13][14] On 26 February 2018, ARMTV announced a spin-off called Depi Mankakan Evratesil (Armenian: Դեպի Մանկական Եվրատեսիլ; \"Towards Junior Eurovision\").[16] This spin-off was used to select the Armenian entry for the Junior Eurovision Song Contest 2018 in Minsk, Belarus. The show was won by L.E.V.O.N with the song of the same name, which placed 9th in the contest with 125 points, serving as Armenia's worst result to date. The show was once again used to select the Armenian artist and song for the 2019 contest, and was won by the song \"Colours of Your Dream\", performed by Karina Ignatyan, which represented Armenia in the Junior Eurovision Song Contest 2019, coming 9th again with 115 points.[17] The first season consisted of two semi-finals held on 9 and 16 September 2018, and a final held on 22 September 2018. Twenty-three artists and songs competed, with ten competing in the final. Here are the results from the final for the inaugural season: The second season contained only one episode, aired on 15 September.[18] The ten finalists were revealed on 3 September along with their competing entries.[19][17]","Title":"Depi Evratesil - Wikipedia","KeyID":"7298","URL":"https://en.wikipedia.org/wiki/Depi_Evratesil"}