{"Content: ":"Eurosong is the current name for the show in search for Belgium's song and artist for the Eurovision Song Contest. Belgium has two national broadcasters of the contest, Flemish broadcaster Vlaamse Radio- en Televisieomroep (VRT) and Walloon broadcaster Radio Télévision Belge Francophone (RTBF). The two broadcasters rotate selection for the Eurovision Song Contest each year. While VRT normally hosts a national final, Eurosong, when selecting their entries for Eurovision, it has been normal for RTBF to hold an internal selection process (although it has been known for RTBF to hold a national final at times, for example in 1998, 2005 and 2011, while VRT internally chose Tom Dice for the 2010 edition). Eurosong is one of the longest running national finals starting back in 1957 under the name of De T.V. Maakt Muziek. Over the years, the show has gone under several other names, including Eurovision '86, Euro-Clouseau, Finale nationale Concours, De gouden zeemeermin and Eurovision 2011: Qui? A vous de choisir!. The show has seen many revamps over its 56-year history and has been successful in selecting Belgium's only winning entry back in 1986, Sandra Kim's \"J'aime la vie\". In 1956, 1964, 1985, 1990, 2003, 2007, 2009 and most recently 2015, there was no national final but instead an internal selection by the broadcasters at the time. No selection process took place in 1994, 1997 and 2001 due to Belgium being relegated from the competition. In 2010, 2012 and 2013, internal selections have been used to find an artist to represent Belgium with the national final being used to find the entrants song. For the first time since the inaugural contest of 1956, both singer and song were chosen internally by broadcaster RTBF. Tom Dice and the song were chosen internally by VRT. The song \"Me and My Guitar\" was presented to the public during a show called Eurosong 2010: een song voor Tom Dice! In 2012 and 2013, the artist was internally selected and the song was chosen by the public.","Title":"Eurosong (Belgium) - Wikipedia","KeyID":"7299","URL":"https://en.wikipedia.org/wiki/Eurosong_(Belgium)"}