{"Content: ":"Othniel Charles Marsh (October 29, 1831 – March 18, 1899) was an American professor of Paleontology in Yale College and President of the National Academy of Sciences.[2] He was one of the preeminent scientists in the field of paleontology. Among his legacies are the discovery or description of dozens of new species and theories on the origins of birds. Born into a modest family, Marsh was able to afford higher education thanks to the generosity of his wealthy uncle George Peabody. After graduating from Yale College in 1860 he travelled the world, studying anatomy, mineralogy and geology. He obtained a teaching position at Yale upon his return. From the 1870s to 1890s, he competed with rival paleontologist Edward Drinker Cope in a period of frenzied Western American expeditions known as the Bone Wars. Marsh's greatest legacy is the collection of Mesozoic reptiles, Cretaceous birds, and Mesozoic and Tertiary mammals that now constitute the backbone of the collections of Yale's Peabody Museum of Natural History and the Smithsonian Institution.[3] Marsh has been called \"both a superb paleontologist and the greatest proponent of Darwinism in nineteenth-century America.\"[4] Marsh was born October 29, 1831 in Lockport, New York, United States, to a family of modest means. His father, Caleb Marsh, was a farmer. His mother, Mary Gaines Peabody, was the younger sister of wealthy banker and philanthropist George Peabody, and died of cholera when Marsh was less than three years old.[1]: 12  The financial backing of his uncle allowed Marsh to obtain a formal education.[5] He graduated from Phillips Academy, Andover in 1856 and Yale College with his bachelor of arts degree with honors in 1860.[1]: 13 [6] Marsh received a Berkeley Scholarship from Yale, and studied geology, mineralogy and chemistry at Yale's Sheffield Scientific School from 1860 to 1862, earning an MA in 1863.[1]: 13  He next studied paleontology and anatomy in Berlin, Heidelberg and Breslau from 1862 to 1865.[7] On his return to the United States in 1866 he was appointed professor of vertebrate paleontology at Yale University, making him the first professor of paleontology in the United States.[1]: 13  The same year, the Peabody Museum of Natural History at Yale was founded with a donation of US$150,000 from George Peabody, on Marsh's suggestion.[5] Marsh served as a trustee of the Peabody Museum and was one of its three original curators.[1]: 10  After receiving an inheritance of US$100,000 from his uncle, George Peabody,[1]: 13  Marsh and his many fossil hunters were able to uncover about 500 new species of fossil animals, which were all named later by Marsh himself in the almost 400 scientific articles he published during his career.[1]: 13  In May 1871, Marsh uncovered the first pterosaur fossils found in America. He also described early horses, flying reptiles, Cretaceous and Jurassic dinosaurs such as Triceratops, Stegosaurus,[1]: 13  Brontosaurus,[1]: 13  Apatosaurus and Allosaurus,[1]: 13  and described the toothed birds of the Cretaceous Ichthyornis[8] and Hesperornis.[9] Marsh discovered fossils showing the evolution of the horse. It was the ability to document Darwin's theory of evolution through the fossil record that made Marsh's efforts so significant. Marsh, more than anyone, produced the physical evidence to support Darwin's work. In 1876, English biologist and anthropologist Thomas Henry Huxley visited Marsh. Huxley's views on evolution were initially quite different from those of Marsh. However, Marsh showed him his collection of fossils and explained his conclusions. Huxley changed his opinions to match those of Marsh, and made them the basis of his famous New York lecture on the horse.[10][11] In 1868, Marsh was elected as a member of the American Philosophical Society.[12] Marsh began uncovering a vast array of Jurassic specimens in 1877 in the Morrison Formation near Morrison, Colorado in what is now known as Dinosaur Ridge. Later that year, he learned of the fossils at Como Bluff, Wyoming, and his workers there produced more astounding results, continuing until 1889. Marsh's men also excavated near Canon City, Colorado, and in the Denver Beds of the Lance Formation. The Morrison workers sent back 230 large boxes of bones to Marsh at Yale. His Canon City workers sent back 270 boxes, and 480 boxes were sent from Como Bluff. Marsh biographer Charles Schuchert referred to this as \"truly the richest harvest of dinosaurs ever garnered by a single paleontologist.\"[13] Marsh's work with early mammals is also quite significant. In early 1878, Marsh was ecstatic to find that one of his men at Como Bluff had found a mammal fossil from the Jurassic period. This led to further discoveries which increased the knowledge of Jurassic mammals exponentially. Marsh was able to describe new genera and species in every major mammalian group.[14] In 1880, Marsh caught the attention of the scientific world with the publication of Odontornithes: a Monograph on Extinct Birds of North America, which included his discoveries of birds with teeth. These skeletons helped bridge the gap between dinosaurs and birds, and provided invaluable support for Darwin's theory of evolution.[15] Darwin wrote to Marsh saying, \"Your work on these old birds & on the many fossil animals of N. America has afforded the best support to the theory of evolution, which has appeared within the last 20 years\" (since Darwin's publication of Origin of Species).[16][17] Marsh served as Vertebrate Paleontologist of the U.S. Geological Survey from 1882 to 1892.[5] Thanks to John Wesley Powell, head of the USGS, and Marsh's contacts in Washington, Marsh was placed at the head of the consolidated government survey in the late 1880s.[18] Between 1883 and 1895, Marsh was President of the National Academy of Sciences.[5] The pinnacle of Marsh's work with dinosaurs came in 1896 with the publication of his two quartos, Dinosaurs of North America and Vertebrate Fossils, which demonstrated his unsurpassed knowledge of the subject.[19] On December 13, 1897, Marsh received the Cuvier Prize of 1,500 francs from the French Academy of Science.[20] Marsh died on March 18, 1899, a few years after his great rival Cope.[6] He was interred at the Grove Street Cemetery in New Haven, Connecticut. Marsh is also known for the so-called \"Bone Wars\" waged against Edward Drinker Cope. The two men were fiercely competitive, discovering and documenting more than 120 new species of dinosaurs between them.[1]: 14  In the winter of 1863, Marsh first met Cope while in Berlin. Marsh, age thirty-two, was attending the University of Berlin. He held two university degrees in comparison to Cope's lack of formal schooling past sixteen, but Cope had written 37 scientific papers in comparison to Marsh's two published works. While they would later become rivals, on meeting the two men appeared to take a liking to each other. Marsh led Cope on a tour of the city, and they stayed together for days. After Cope left Berlin the two maintained correspondence, exchanging manuscripts, fossils, and photographs.[21]: 11  Cope named Colosteus marshii for Marsh in 1867, and Marsh returned the favor, naming Mosasaurus copeanus for Cope in 1869.[1]: 15  In 1868, Marsh visited Cope in Haddonfield, New Jersey. Cope had been recovering fossils from the quarries since 1866, including those of Laelaps aquilungis which he described as a new species. Before he departed, Marsh contracted the owners of several marl pits to send any newly-discovered fossils to him, and not to Cope.[1]: 15 [22]: 35  The two began to develop a rivalry when Cope allegedly found out about Marsh's bribery and it was taken to the American west when Marsh and Cope began their competition over Eocene mammals in Wyoming.[23] The conflict would last until the pair died, with the conflict eventually focusing on the discovery of dinosaurs and ancestral mammals.[24] Marsh eventually \"won\" the Bone Wars by finding 80 new species of dinosaur, while Cope found 56. Cope did not take this lightly, and the two debated each other in scientific journals for many years to come. Marsh named the following dinosaur genera: He named the suborders Ceratopsia (1890), Ceratosauria (1884), Ornithopoda (1881), Stegosauria (1877), and Theropoda (1881). He also named the families Allosauridae (1878), Anchisauridae (1885), Camptosauridae (1885), Ceratopsidae (1890), Ceratosauridae, Coeluridae, Diplodocidae (1884), Dryptosauridae (1890), Nodosauridae (1890), Ornithomimidae (1890), Plateosauridae (1895), and Stegosauridae (1880). Marsh dubbed many additional species of dinosaur as well, notable taxa including Allosaurus fragilis, Triceratops horridus, Stegosaurus stenops, Ornithomimus velox, and Brontosaurus excelsus. Dinosaurs named by others in honour of Marsh include Hoplitosaurus marshi (Lucas, 1901), Iaceornis marshi (Clarke, 2004), Marshosaurus (Madsen, 1976), Othnielia (Galton, 1977), and Othnielosaurus (Galton, 2007). Marsh's finds formed the original core of the collection of Yale's Peabody Museum of Natural History. The museum's Great Hall is dominated by the first fossil skeleton of Brontosaurus that he discovered, which was reclassified as Apatosaurus for a time. However, an extensive study published in 2015 concluded that Brontosaurus was a valid genus of sauropod distinct from Apatosaurus.[25][26][27] Some other Marsh taxa like Camarasaurus lentus, Nanosaurus agilis, and Camptosaurus dispar are also represented in the Peabody fossil hall. He donated his home in New Haven, Connecticut, to Yale University in 1899. The Othniel C. Marsh House, now known as Marsh Hall, is designated a National Historic Landmark. Marsh Hall serves as the home of the Yale School of Forestry at the Yale School of the Environment. The grounds are now known as the Marsh Botanical Garden. Marsh was elected a member of the American Antiquarian Society in 1877.[28] Marsh formulated the Law of brain growth, which states that, during the tertiary period, many taxonomic groups presented gradual increase in the size of the brain. This evolutionary law remains being used due to its explanatory, and to a certain extent, predictive potential [29] Prior to Marsh's efforts, the entirety of fossil remains known in North America was quite small. As a result of the generosity of George Peabody, Marsh was able to keep discovery teams in the field almost continuously from 1870 until his death. The material recovered in his 30 years of collection was simply astonishing to the scientific community. At the Peabody Museum, Marsh was the first to create skeletal displays of dinosaurs, which are now common in countless museums of natural history.[30] Marsh biographer Mark J. McCarren summed it up this way, Marsh's \"contributions to the understanding of extinct reptiles, birds and mammals are unequaled in the history of paleontology.\"[31] Marsh Butte, located in the Grand Canyon, was officially named in his honor in 1906.","Title":"Othniel Charles Marsh - Wikipedia","KeyID":"730","URL":"https://en.wikipedia.org/wiki/Othniel_Charles_Marsh"}