{"Content: ":"Ellinikós Telikós (Ελληνικός Τελικός; Greek for \"Greek Final\") is a song contest which took place every year in Athens, Greece until 2017, and decided who would represent Greece in the Eurovision Song Contest. The contest started in 1979, when Elpida took the title. Over the years, the contest took place in various venues, from TV studios to concert halls. The most famous winners include Helena Paparizou, Kalomira, Sakis Rouvas, Anna Vissi, & Katy Garbi. ERT, the Greek public broadcaster was the first member of the European Broadcasting Union in 1950 and because it was a state with Military junta, Greece wasn't able to enter the contest. After the Athens Polytechnic uprising and the fall of junda, Greece was again a democratic state and the first attempt to enter the contest was in 1974 with Marinella and her song Krasi, Thalassa Kai T' Agori Mou. Greece did not participate in the Eurovision Song Contest 1975 for \"unknown reasons\" according to the EBU, but it was discovered that the withdrawal was in protest of Turkey's debut and its invasion of Cyprus in 1974. Greece was disqualified from the Eurovision Song Contest 1982 after it was revealed that Themis Adamantidis was to sing \"Sarantapente Kopelies\" (Σαρανταπέντε Κοπελιές), a previously released song. After returning in 1983, ERT decided that all of the possible songs were of \"low quality\" and decided not to participate in the Eurovision Song Contest 1984. Greece returned once again to the Contest in 1985, and Polina was picked in the 1986 national selection to represent Greece at the Eurovision Song Contest 1986 in Bergen, Norway, but ERT pulled out of the Contest unexpectedly. Polina stated that it was due to political troubles in Greece at the time, [6] but she noted that a Eurovision website had learned that the real reason was that the Contest was to be held the night before Orthodox Easter. Greece returned to the Contest in 1987 and performed each year until the Eurovision Song Contest 1999, when it was not allowed to participate because its five-year points average had fallen under the limit for participation after Thalassa's 20th-place finish in 1998. The following year ERT announced that it would not return at the Eurovision Song Contest 2000 due to financial reasons. Notes NOTE: If a country had won the previous year, they did not have to compete in the semi-finals the following year. In addition from 2004-2007, the top ten countries who were not members of the big four did not have to compete in the semi-finals the following year. If, for example, Germany and France placed inside the top ten, the countries who placed 11th and 12th were advanced to the following year's grand final along with the rest of the top ten countries.","Title":"Ellinikós Telikós - Wikipedia","KeyID":"7300","URL":"https://en.wikipedia.org/wiki/Ellinik%C3%B3s_Telik%C3%B3s"}