{"Content: ":"A Dal (English: The Song) is an annual music competition in Hungary organised by the national broadcaster Duna and was the national selection process for the Eurovision Song Contest between 2012 and 2019. The contest was introduced in 2012. The contest was introduced by the MTVA, the organisers of the contest, with a different philosophy than the contest used previously. A Dal was introduced to produce a Hungarian contest, with Hungarian musical tastes being presented to a European audience. The contest is also an open one, with all information of the songs being revealed in the selection process. The selected songs in the contest are shown to the Hungarian public through a number of special shows. It includes three heats (four in 2021), two semi-finals, and then a final. Ten songs compete in each heat, with six moving on to the semi-finals, five from the jury and public together and one from the public exclusively selected in a second round. Nine songs compete in each semi-final. Four songs from each semi-final move on to the final, three advancing due to the jury and public and one due to the public exclusively. The final winner is selected through two rounds of voting: the first round selects the top four songs out of the eight finalists; the second round selects the winner from the four remaining songs. The first round uses only the jury and the second round uses only the public. Between 2012 and 2019, A Dal was used as the selection process for the Hungarian entry in the Eurovision Song Contest. Hungary withdrew from Eurovision in 2020, but despite this, A Dal is still being held as a standalone music competition. The first winner of A Dal was the electronic band Compact Disco with the song \"Sound of Our Hearts\". At the Eurovision Song Contest 2012, the group qualified to the final (10th place in the semi-final with 52 points), and placing 24th in the final with 19 points. The most successful A Dal winner is András Kállay-Saunders and his song \"Running\". At the Eurovision Song Contest 2014, Kállay-Saunders qualified for the final (placed 3rd in the semi-final with 127 points) and later placed 5th with 143 points, earning Hungary's second best placement ever and only top five finish since 1994.","Title":"A Dal - Wikipedia","KeyID":"7301","URL":"https://en.wikipedia.org/wiki/A_Dal"}