{"Content: ":"Israel Song Festival (in Hebrew: Festival HaZemer VeHaPizmon, Hebrew: פסטיבל הזמר והפזמון, lit. Israel Song and Chorus Festival) was an annual music competition organized by public broadcasters Israel Broadcasting Authority (IBA). In its final years the competition served as the Israeli national preselection of the Eurovision Song Contest. The idea for the competition came from Kol Yisrael producer Israel Daliyot after seeing people celebrating Domenico Modugno's victory in the 1959 Sanremo Music Festival while on vacation in Rome.[1] Daliyot approached the Israel Broadcasting Service, and with involvement of the Prime Minister's Office, the first festival was held as part of the 1960 Independence Day celebrations. The festival became an annual fixture in the Independence Day celebration over the following years, although it was not held in 1962, 1962 and 1968, when it was replaced by other variety shows. In 1975 the festival was cancelled by the IBA director-general Itzhak Livni, as he considered the festival's songs to be of low quality,[2] and was replaced by another singing festival that didn't air to television. At 1976, there was another replacement festival called \"The singing celebration\", which worked differently; there was no competition, and the participants performed 2 songs each, one that was already known and one brand new. After two years of absence the festival was reinstated, but not was held earlier in the year, during Purim. In 1978 the festival was designated as the national preselection of the Eurovision Song Contest, and until the festival was cancelled, in 1981, the competition was held between January and March. After the 1980 Festival the competition was cancelled and was replaced by Kdam Eurovision as the national preselection of the Eurovision. Attempts were made to reinstate the competition, first in 1987, as part of the Arad Hebrew Music Festival, and three times more in 2000–2001, 2005–2006 and 2013.[3] Between 1960 and 1966 each song was performed twice, once by a male singer and once by a female singer, in order to give emphasis on the song itself rather the performer. In 1967 the format was changed so each song was performed once. Following the main competition an intermission was held during which the viewing crowd submitted its vote for the winning song, while an interval act was performed. In 1969 votes from five ballots around Israel were added to the total of votes.","Title":"Israel Song Festival - Wikipedia","KeyID":"7303","URL":"https://en.wikipedia.org/wiki/Israel_Song_Festival"}