{"Content: ":"X Factor Malta is the Maltese version of the British television music competition The X Factor, created by Simon Cowell.[1] The first season premiered on 7 October 2018 and has since been broadcast on Television Malta. The show was used to determine the artist that would represent Malta in the Eurovision Song Contest in 2019 and 2020.[2] In July 2020, it was announced that the show would be replaced by Malta's Got Talent,[3] but after a one-year hiatus, a third season began in October 2021.[4] To date, three seasons have been broadcast, as summarised below. Contestant in \"Ray Mercieca\" Contestant in \"Alexandra Alden\" Contestant in \"Howard Keith Debono\" Contestant in \"Ira Losco\" Contestant in \"Ivan Grech\" Contestant in \"Philippa Naudi\" In each season, each judge is allocated a category to mentor and chooses three acts to progress to the live finals. This table shows, for each series, which category each judge was allocated and which acts he or she put through to the live finals. Key: On 2 July 2018, it was announced that Ben Camille was selected to host the show.[5] The full judges' panel was revealed on the 31 July 2018, and was composed of music producer Howard Keith Debono, The Rifffs' frontman Ray Mercieca, Maltese singer and songwriter Alexandra Alden, and singer/star Ira Losco. The senior producers are Gordon Bonello and Olwyn Jo Saliba.[6][7] The first appeal for applicants was made on 26 June 2018, with the launch of the online submission form. Auditioning artists were also able to send a video audition via the Whatsapp messaging platform.[8] In addition, a number of pop-up booths were set up around Malta in early July to encourage people to enter.[9] Producers auditions were held from 13 to 15 July at Fort St Elmo. There the show's producers assessed the auditioning acts and determined who would progress to the judges auditions.[10] The auditionees chosen by the producers were invited back to the last set of auditions that took place in front of the judges. These auditions were filmed at Fort St Angelo from 1 to 8 August and broadcast from 7 October, as well as short daily extra auditions on the X Factor Malta YouTube channel and on the Facebook page of Vodafone Malta. The 120 successful contestants then progressed to the bootcamp round. The bootcamp round was filmed at the Hilton Malta Conference Centre from 9 to 12 September and broadcast on 11 and 18 November.[11] Contestants were given three performance challenges. On the first day, the 120 contestants were split into the four category groups - Boys, Girls, Overs and Groups. Acts in each category were given one song to sing a cappella: \"A Million Reasons\" (Girls), \"See You Again\" (Boys), \"Don’t Let the Sun Go Down On Me\" (Overs) \"My Girl\" (Groups). After the performances, the judges sent home 30 acts. For the second challenge, the remaining acts each selected a song from the Wall of Songs, which they had to perform with three others who had selected the same song. Contestants were either put through to the next stage, or went to the Waiting Room, where they later had the possibility of being called on to be part of a newly formed group. In the final challenge, the remaining acts - including newly formed groups - performed a song of their own choice. The jury then selected 12 participants from each category to go through to the Six Chair Challenge. The Six Chair Challenge was filmed at the Malta Fairs & Conventions Centre (MFCC) in Attard on 11 and 12 October 2018.[12] The 24 successful acts were: The Judges' Houses episodes were broadcast on 23 and 30 December 2018. Key: The live shows began on Sunday, 6 January 2019. They were filmed at the Malta Fairs & Conventions Centre (MFCC) in Attard, Malta.[13] With the acts in the sing-off receiving two votes each, the result went to deadlock and reverted to the earlier public vote. 4th Line was eliminated as the act with the fewest public votes. With the acts in the sing-off receiving two votes each, the result went to deadlock and reverted to the earlier public vote. Luke Chappell was eliminated as the act with the fewest public votes. In this semi-final, the eight qualified finalists performed at least once. The two acts with the fewest public votes after the first round left the competition, with Kelsey Bellante, gaining the fewest votes overall, and Ben Purplle gaining the second fewest votes. The top six performed again, with the top three acts automatically progressing to the final. The remaining three faced elimination. Of these three, Norbert Bondin received the fewest votes and was thus immediately eliminated. The remaining two, Owen Leuellen and Luke Chappell, faced the tiebreaker, which was to be decided by the judges. However, as the tie was not resolved by the end of the judges' vote, the deadlock - once again decided by the public vote - had to be used. As Owen Leuellen received more votes then Luke Chappell, the former progressed to the final. The second season premiered on 6 October 2019.[14] As with the inaugural season, the format continued to serve as the Maltese national selection for the Eurovision Song Contest. The winner of the second season of X Factor Malta would have represented the island nation at the 2020 contest in Rotterdam, Netherlands, but the contest was cancelled due to COVID-19.[15] The 24 successful acts were: The Judges' Houses episodes were broadcast on 22 and 29 December 2019. Key: The live shows began on Sunday, 12 January 2020. They were filmed at the Malta Fairs & Conventions Centre (MFCC) in Attard, Malta. With the acts in the sing-off receiving two votes each, the result went to deadlock and reverted to the earlier public vote. Dav. Jr was eliminated as the act with the fewest public votes The third season premiered on 3 October 2021. This time around, the winner will not receive the rights to represent Malta at the Eurovision Song Contest 2022 in Italy. The 24 successful acts were: The Judges' Houses episodes were broadcast on 19 December 2021 and 2 January 2022. Key: The live shows began on Sunday, 16 January 2022. They were filmed at the Malta Fairs & Conventions Centre (MFCC) in Attard, Malta. With the acts in the sing-off receiving two votes each, the result went to deadlock and reverted to the earlier public vote. Jimmy Tyrrell was eliminated as the act with the fewest public votes","Title":"X Factor Malta - Wikipedia","KeyID":"7308","URL":"https://en.wikipedia.org/wiki/X_Factor_Malta"}