{"Content: ":"The Niobrara Formation /ˌnaɪ.əˈbrærə/, also called the Niobrara Chalk, is a geologic formation in North America that was deposited between 87 and 82 million years ago during the Coniacian, Santonian, and Campanian stages of the Late Cretaceous. It is composed of two structural units, the Smoky Hill Chalk Member overlying the Fort Hays Limestone Member. The chalk formed from the accumulation of coccoliths from microorganisms living in what was once the Western Interior Seaway, an inland sea that divided the continent of North America during much of the Cretaceous. It underlies much of the Great Plains of the US and Canada. Evidence of vertebrate life is common throughout the formation and includes specimens of plesiosaurs, mosasaurs, and pterosaurs as well as several primitive aquatic birds. The type locality for the Niobrara Chalk is the Niobrara River in Knox County in northeastern Nebraska. The formation gives its name to the Niobrara cycle of the Western Interior Seaway. The Niobrara Chalk was recorded (1857) and named (1862) by Meek, F.B., and Hayden, F.V.[1] It was first studied during an expedition led by Othniel Charles Marsh of Yale University in 1870. This and following expeditions to the area in 1871 and 1872 yielded the first of many fossil vertebrate remains commonly attributed with the formation. Excavations continued through the following years up to 1879 under the direction of professional fossil collectors such as B. F. Mudge and S. W. Williston appointed by Marsh. The Niobrara Chalk has been continuously explored ever since, with specimens being found by H. T. Martin of the University of Kansas and George F. Sternberg, the son of the famous fossil collector Charles H. Sternberg. Much of the best material from the formation is on display at the Sternberg Museum of Natural History in Hays, Kansas. The Smoky Hill Chalk Member of the Niobrara Chalk contains the majority of the fossils found in the formation, and is subdivided into 23 marker beds. Most vertebrates are present from the upper half of the member. Most of the vertebrate remains were collected and described before the stratigraphy of the Niobrara Chalk was fully understood. Specimens were described as being from layers referred to as being either of gray-blue shale or yellow chalk. This dichotomy is not indicative of different stratigraphic units as was previously thought, but rather is seen as a weathering phenomenon that can be found at varying points in the same outcrop.[2] The Fort Hays Limestone Member consists of somewhat harder, massive limestone beds.[3] The Niobrara Formation is overlain by the marine Pierre Shale and is underlain by the Carlile Shale or Benton Shale. During the time of the deposition of the Niobrara Chalk, much life inhabited the seas of the Western Interior Seaway. By this time in the Late Cretaceous many new lifeforms appeared such as mosasaurs, which were to be some of the last of the aquatic lifeforms to evolve before the end of the Mesozoic. Life of the Niobrara Chalk is comparable to that of the Dakota Formation, although the Dakota Formation, which was deposited during the Cenomanian, predates the chalk by about 10 million years. Various exposures of Niobrara Chalk were covered and partially silicified as the Ogallala sediments covered the Neogene plains. Re-exposed during the Quaternary,[4] these cherty materials, known as Smoky Hill Jasper and Smoky Hill silicified chalk, or more recently as Niobrara Jasper or Niobrarite, became source material for stone tools from the earliest human habitation of the High Plains.[5][6] In some regions, the Niobrara is a commercial hydrocarbon reservoir. Natural gas is produced from the Niobrara in the eastern Denver Basin. Oil is produced from the Niobrara in the North Park Basin, and new fracturing methods are allowing much larger areas to be tapped for oil.[7] The Fort Hays member was historically quarried on the High Plains for the manufacture of Portland cement at Superior, Nebraska and Yocemento, Kansas, as well as along the Dakota Hogback in Colorado from Lyons to Boulder, and around Pueblo and Florence.[8] Along the Dakota Hogback north of Laporte, Colorado, the Fort Hays Limestone formed a secondary hogback, which was extensively quarried for manufacture of up to 450,000 tons of cement a year.[9] The full depth of the Niobrara was quarried by the Western Portland Cement Company at Yankton, South Dakota, which supplied cement to the Panama Canal project.[10]","Title":"Niobrara Formation - Wikipedia","KeyID":"731","URL":"https://en.wikipedia.org/wiki/Niobrara_Chalk"}