{"Content: ":"Eurovision: You Decide is the most recent name of a BBC television programme that was broadcast annually to select the United Kingdom's entry into the Eurovision Song Contest. The show had previously gone under several other names, including Festival of British Popular Songs (1957), Eurovision Song Contest British Final (1959–1960), The Great British Song Contest (1996–1999), Eurovision: Making Your Mind Up (2004–2007), Eurovision: Your Decision (2008), and Eurovision: Your Country Needs You (2009–2010), but was known, for most of its history, as A Song for Europe (1961–1995, 2000–2003). The selection process, originally broadcast on BBC One, has varied between selecting both the performer and song, or just the song in some years. For most years the public has been able to vote for the winner, in the past with postcard voting, where the viewers sent postcards with their vote to the BBC, but more recently televoting and online. In 2009 and 2010, the singer was chosen by a public vote and the song internally selected. The most recent name and format was adopted in 2016, as between 2011 and 2015 the UK representation had been selected internally by the BBC, resulting in the televised selection show being suspended. On 30 September 2015, the BBC confirmed the show would return in 2016 and on 17 January 2016 that the national selection show would return and be called Eurovision: You Decide and broadcast on BBC Four.[2] On 9 December 2016, it was confirmed that Eurovision: You Decide would return on 27 January 2017 and, for the first time, would be aired on BBC Two.[3] The same format returned in 2018 and a modified version was used for the fourth edition in 2019, again broadcast live on BBC Two. The national selection shows have been hosted by a variety of presenters over the years. Mel Giedroyc has hosted since its return in 2016, being joined by co-host Måns Zelmerlöw from 2018 onwards. In September 2019, the You Decide format was scrapped in favor of a return to the internal selection method,[4] in which BBC Studios partners with a music company (BMG in 2020 and 2021,[5] and TaP Music in 2022[6][7]) to select and produce its entry. The format of the show and the manner in which the winner is chosen has gone through many mutations. In its early days, there was a round of televised semi-finals, with the winner chosen by regional juries situated across the country. This format was used until 1960. During this era the show was known as the \"Festival of British Popular Songs\" (1957) and \"Eurovision Song Contest British Finals\" (1959 and 1960). In 1961 the show became known by its more familiar title, \"A Song For Europe\", with regional juries once more deciding the winner. Typically, during that period, singers would be invited by the BBC to choose and perform a song that they liked from the shortlist available. Household names such as Petula Clark, Lita Roza, Anne Shelton, Frank Ifield, Ronnie Hilton and David Hughes were amongst the contenders for the UK competition, none of whom were able to secure the much cherished ticket to the Eurovision final. In the early 1960s, record companies became involved in the selection process for the first time and submitted songs by their artists. This produced hits for Craig Douglas, Karl Denver, Jackie Lee, Kenny Lynch, Vince Hill and Ricky Valance, but again, none of them were selected to go forward to the Eurovision Song Contest final itself. From 1964 up until 1975, an artist would be chosen by the BBC, and that artist would sing all six songs (five in 1966 and 1967) in the selection, and the public (bar 1964 and 1971) would choose by postcard which song they would like to represent them in the contest. Regional juries selected the winner in 1964. A postal strike in 1971 prevented the ballot from taking place, so regional juries were once again constructed to pick the winner. In 1972, national power cuts meant that the broadcast of the show was blacked out in many areas, leading to a much lower postal vote. In its early days of this format, only \"light entertainment\" singers were used, such as Kenneth McKellar and Kathy Kirby. However, the poor showing of McKellar in Luxembourg (he placed 9th of 18 entries with scores from only 2 countries, including top marks from Ireland) prompted the BBC to use more mainstream pop stars, which led to a run of successful results for the UK. This idea was dropped due to the low number of postal votes cast in the contest of 1975, in which all six songs were performed by The Shadows, and after objections from songwriters who felt The Shadows, and the BBC's selections in general, were not the sort of artists they wanted to represent their music. After 1964, the \"Song For Europe\" selection process was incorporated into other BBC light entertainment shows, in addition to the songs being broadcast on BBC Radio programmes. Typically, the performer would sing one song a week either on their own series or as a guest on another regular BBC TV show, more often than not, televised on Saturdays. This culminated with the performer singing all the songs one after another in a special edition of the given show. From 1968 to 1975, these performances were then immediately repeated before viewers were asked to cast their votes by mail. The following week, the winning song would be announced and performed once more, although there was a two-week wait in 1965. In 1968, Cliff Richard performed the songs only in a special edition of Cilla Black's eponymous TV series (broadcast on Tuesdays), without having sung them weekly beforehand. The various shows chosen for the \"Song For Europe\" performances were The Kathy Kirby Show (1965 shown on Fridays), Kenneth McKellar's A Song For Everyone (1966 shown on Thursdays), The Rolf Harris Show (1967), Cilla (1968 and 1973), Lulu (1969 and 1975), It's Cliff Richard! (1970, 1971 and 1972) and Clunk, Click... As It Happens (1974) – when in a break with the format, Olivia Newton-John performed three songs a week for two weeks rather than one a week for six weeks. Originally, Cilla Black's 1974 nine-part BBC series was also scheduled to feature the 'Song for Europe' process, but Black was uncomfortable at promoting another female singer (Newton-John) each week throughout the series' run and in a rather last minute decision, the BBC arranged to move the process to another show, necessitating the contracted process.[8] This period was highly successful for the UK in the Eurovision Song Contest. Author and historian John Kennedy O'Connor notes in his book The Eurovision Song Contest – The Official History, that every UK entry to the contest from 1967 to 1977 finished in the top four, with only three songs not being first or second.[9] Indeed, the UK were only 7 points short of four consecutive victories from 1967 to 1970. In 1976, the method used from 1961 – 1963 was reinstated. Twelve songs were performed by artists chosen by the songwriters themselves and the winner was chosen by regional juries across the country during a stand-alone show called \"A Song For Europe\". This system produced an immediate success by choosing the song which went on to be the Eurovision winner that year, \"Save Your Kisses for Me\" by Brotherhood of Man. The first few years of the revamped format also saw a plethora of well-known names take part in the competition. Frank Ifield, Tammy Jones, Sweet Sensation, Lyn Paul, Tony Monopoly, Carl Wayne, Hazell Dean, Tony Christie, The Foundations, Labi Siffre, Guys 'n' Dolls, The Nolan Sisters, Polly Brown and Sweet Dreams all took part in the competition, but none were successful. Likewise, the first two winners of the contest, Brotherhood of Man and Lynsey de Paul & Mike Moran, had many hits under their belts before attempting Eurovision. In 1977, a strike by BBC cameramen led to the contest being blacked out on TV, although the show went ahead and the audio portion was later broadcast on BBC Radio 2. The TV programme has never been broadcast and is not listed in the BBC archives, yet it was transmitted to the various regional juries in BBC studios around the country, in order for them to cast their votes. The 1979 \"A Song For Europe\" final was never held at all, due to a strike by BBC sound engineers. The juries had to judge using audio recordings of the rehearsals. The songs were presented to the public on Terry Wogan's radio show the following day, after the result was known, followed later in the day with a spot on the TV magazine show Nationwide, where the top 5 were revealed and the winners, Black Lace, were interviewed as guests on the show. As a result of this industrial action, all future contests were staged at BBC studios and not as outside broadcasts from venues. The 1980 result ended in a tie between Prima Donna's \"Love Enough for Two\" and Maggie Moone's \"Happy Everything\". To resolve this, in an unrehearsed panic, host Terry Wogan called back the juries to announce their favourite of the two songs. This led to extreme confusion when the scoreboard failed to keep up and some juries contradicted the results they had given earlier. Prima Donna won, with eight juries to Maggie Moone's six. A detailed check of the votes after the show did confirm that Prima Donna were the correct winners. Prima Donna were the first winners of the competition specifically formed to take part in Eurovision. This became the norm in the 1980s and the artists taking part in the contest became more and more obscure and amateurish. However, a few notable acts did enter the contest in the 1980s, with scant success. Liquid Gold, Alvin Stardust, Sinitta and Hazell Dean all failed to come through the heats. By 1981, the number of songs had dropped to eight, and interest had started to wane. Four out of eight songs in both the 1982 and 1984 events were written by Paul Curtis, who was unsurprisingly responsible for the 1984 winner; \"Love Games\". Following Belle & The Devotions' performance at the 1984 Eurovision contest in Luxembourg, the audience audibly booed them from the stage in an orchestrated demonstration against the song's supposed plagiarism,[10][11] and by the local audience retaliating against a particularly shocking violent attack by English soccer fans.[12] For 1985, the BBC wanted to revert to having one singer of their choice perform all the short listed songs and approached Bonnie Tyler and when she was unavailable, Lena Zavaroni for the task. However, the Music Publisher's Association blocked the move, wanting their members the choice of their own singers to represent their music. A compromise was reached and only solo artists or duets – no \"made for Eurovision\" acts – were permitted to take part in the 1985 UK selection process and limited two entries per songwriter. Despite this rule, both songs submitted by Paul Curtis reached the final eight. They reverted to allowing all-comers for 1986. Starting in 1985, the songs were also 'previewed' on Terry Wogan's prime time chat show on BBC1 ahead of the final. When the series ended in 1992, the songs were presented in 1993 and 1994 in stand-alone programmes, hosted by Terry. The number of entries briefly increased to ten in 1987 when record companies were invited to submit songs, but after a poor result from Rikki in the Eurovision final of 1987, the regional juries were disbanded, and the final decision given to the public through telephone voting, with a celebrity panel offering comments on the entries intended to guide viewers. This proved to be a relative success, accruing two second places and a sixth place (Zagreb, 1990). However, a disappointing 10th place in Rome obtained by Samantha Janus led the BBC to rethink the standard of performers in the competition. As a result of the disappointing results in 1990 and 1991, the system that was used between 1964 and 1975 was resurrected, with the BBC's head of light entertainment, Jim Moir choosing one artist to perform all the songs in the UK final. Michael Ball was the first in 1992, and went on to win second place. Sonia was also second the following year. However, after a suggestion by Don Black to the BBC's new head of light entertainment David Liddiment in 1994, Tony Award winning stage star Frances Ruffelle was offered the job of representing the UK. A virtually unknown singer, unsurprisingly, interest was low. Her final position in the Eurovision Song Contest held in Dublin was a disappointing tenth, the same achieved by Samantha Janus in 1991. A dramatic modernisation was introduced in 1995 in an attempt to boost the profile of the contest. Jonathan King was drafted in as Executive Producer to make the event more modern. The 1995 event had a diverse range of songs and some relatively well-known acts performing, such as Londonbeat who had a hit with \"I've Been Thinking About You\", pop-combo Deuce and Sox, which featured singer and former Page 3 icon Samantha Fox. All songs were presented on a special edition of Top of the Pops prior to the live final. On the night, the well-known artists were all beaten by rap act Love City Groove, whose eponymous song could only manage a disappointing tenth in Dublin that year. On a positive note, the songs by Love City Groove and Deuce (\"I Need You\") made the top 10 in the UK singles charts, reaching #7 and #10 respectively, while three other entries – Dear Jon \"One Gift of Love\" at #68, Londonbeat \"I'm Just Your Puppet on A... (String!)\" at #55 and Sox \"Go for the Heart\" at #47 – all reached the UK top 100. In 1996, a semi-final was reintroduced for the first time since 1960 and the show's name was changed to The Great British Song Contest. All eight songs were performed on Top of the Pops on 1 March, and the public voted to decide the four finalists. The results were announced the following day, but there was no information given on who finished where. On 8 March the final was held, with Gina G winning very easily with her dance number \"Ooh Aah... Just A Little Bit\". The song became an instant hit in the charts, reaching Number 1 on the UK Singles Chart. It was the first UK non-winner to do so since 1968 but it was not as successful in the Eurovision Contest itself. In Oslo, Gina could only manage eighth place, but was perhaps consoled by her Europe-wide hit with the song, which also became one of the few Eurovision songs, and one of the relatively few dance songs, to be a major hit in the United States where it peaked at #12 on the Billboard Hot 100, was #1 on their Dance Chart and earned a Grammy nomination for Best Dance Recording. Jonathan King resigned, certain that, if Gina G couldn't win, nothing he selected could, but the BBC persuaded him to stay in charge and he decided to retain the same formula again, but with an added twist. All eight contestants would be heard on Ken Bruce's radio show on BBC Radio 2, with a public vote to decide the four finalists. The four would perform on The National Lottery Live until 1998, and then on Top of the Pops in 1999. The final itself would just consist of repeats of the performances made in the above shows, in a special programme on a Sunday afternoon. Jonathan persuaded his friends Katrina and Kimberley Rew, who had hit with \"Walking on Sunshine\", to enter a new track, \"Love Shine A Light\". This produced a win in the Eurovision Contest itself for the United Kingdom and for Katrina and the Waves in 1997, and followed with a second place for Imaani in 1998, but disappointment in 1999 for the all-female band Precious. In 2000, the same format continued, but the final four songs were performed live in A Song For Europe, still shunted to a graveyard Sunday afternoon slot. The result proved disappointing. Nicki French gave what author John Kennedy O'Connor describes in his book The Eurovision Song Contest – The Official History as a far from strong performance, despite her previous chart success and attained the UK's worst ever placing at the time, a mere 16th in Stockholm with \"Don't Play That Song Again\".[9] This format continued the following year, and another poor showing for the UK. Lindsay D only got one place higher in Copenhagen. The entries from Six Chix in 2000 and Luke Galliana, the latter of which didn't make the 2001 final, became minor hits, with Galliana just failing to make the Top 40, but becoming a popular hit on cable request line music channel The Box. The 2002 A Song For Europe generated a lot of publicity, because three of the four acts that made the final were relatively well known to TV viewers, albeit not necessarily for their singing ability. Surf 'n' Turf included Jonathan Maitland who is a TV presenter of consumer advice shows such as Watchdog and House of Horrors. Tricia Penrose is an actress who plays Gina in the 60s retro drama Heartbeat on ITV, and Jessica Garlick had made the final stages of another ITV show Pop Idol. The standard of songs was stronger than previous years, and Jessica Garlick had a runaway victory of nearly 70,000 votes with her ballad \"Come Back\". The song was also a success in Eurovision with it finishing joint third with host country Estonia. 2003 saw terrible disappointment. The new voting system of regional televoting, where 9, 10 and 12 points were awarded to the top three songs, led to an unsuccessful winner. Jemini's \"Cry Baby\" won by four points over \"Help Me\" by Emily Reed. Confidence in the UK entry was low for both fans and the public, and in the actual contest held in Riga, Jemini picked up the UK's worst-ever showing, scoring \"nul points\" and finishing last, due to a very poor performance, although some reports attempted to blame European disapproval of the US-UK invasion of Iraq for the failure of any nation to give the UK even one point. As noted by author and historian John Kennedy O'Connor, with 26 entries in the Eurovision field, this made \"Cry Baby\" the least successful song in the entire history of the contest.[9] No song in the Eurovision final scored \"nul points\" again until 2015. The 2004 selection was totally different and had a hugely increased budget. Gone was the Song For Europe name, replaced with Making Your Mind Up. The radio semi-final was also gone, although the songs were presented on a regular edition of Top of the Pops two weeks prior to the live final. The six songs were performed live in a prime time Saturday night show hosted by Terry Wogan and Gaby Roslin with additional programmes on BBC Three hosted by Paddy O'Connell and Lorraine Kelly. Last year's ESC winner Sertab Erener performed \"Everyway That I Can\" to open the show. This raised the profile of the competition, although there was criticism of the fact that four of the six acts were from reality TV shows. The winner, chosen by 70% regional televoting (regions awarding 0,2,4,6,8 and 12 points) and 30% SMS and Interactive voting, was James Fox, who had finished fifth in the second series of Fame Academy, with a gentle ballad \"Hold on To Our Love\", written by Gary Miller and Tim Woodcock. Viewing figures were peaked at over 7 million for the results show. The song finished 16th at the contest in Istanbul. For 2005, six songs dropped to five, and the show was moved to an early Saturday evening slot on 5 March, to avoid a clash with Comic Relief Does Fame Academy; and Natasha Kaplinsky replaced Gaby Roslin as co-host with Sir Terry Wogan. The press focused on two performers. Javine Hylton who is a relatively well-known urban singer, and Katie Price, aka Jordan, a famous glamour model. The other contestants included former 3SL bandmember Andy Scott-Lee, the 1996 British Eurovision entry Gina G and unknown opera trio Tricolore. The voting itself was the same format as the previous year, but this time an online jury was added to decide between the contestants to take account of the views of those watching in the rest of Europe to get a sense of how the songs would fare at the Contest. After an exciting voting sequence, Javine came out on top with her ethno-urban song \"Touch My Fire\", although she also caused some controversy when she briefly fell out of her top during an energetic dance routine. At the 50th Eurovision Song Contest held in Kyiv, Javine finished 22nd out of 24 participants in the final, the UK's second poorest finish ever. In February 2006 it was announced that artists competing in the 2006 contest would include Kym Marsh and Antony Costa, both relatively well known in the UK for their past involvement with music bands (the former appearing in Hear'say and the latter in boy band Blue). Following the format of the previous year (and with six songs this time), Making Your Mind Up returned in 2006 in a prime-time Saturday evening slot, and was broadcast on 4 March on BBC One. Terry Wogan and Natasha Kaplinsky once again presented and were accompanied by a 'Celebrity Jury' that included chat-show host Jonathan Ross, pop star Kelly Osbourne and Top of the Pops presenter Fearne Cotton. The eventual winner of the 2006 contest (after the 7 tele-juries from around the UK and mobile and web votes) was Daz Sampson and his song \"Teenage Life\". Although it brought another disappointing result for the United Kingdom, with Daz finishing 19th in the contest out of 24 competing countries, the following week his single reached Number 8 in the UK charts. During a press conference on 28 February 2007, the BBC confirmed that the artists taking part in Making Your Mind Up would include Big Brovaz, an RnB group who had 4 UK Top 10 singles in 2002–2003, Brian Harvey, a former member of the boy band East 17; Cyndi; Justin Hawkins of The Darkness, performing a duet with Beverlei Brown; Liz McClarnon, formerly of girl group Atomic Kitten; and Scooch, the eventual winners with \"Flying the Flag (for You)\". Scooch sang their entry in the Eurovision Song Contest 2007 on 12 May 2007 in Helsinki, Finland and finished in second-to-last place with 19 points, ahead of Ireland who placed last. For the first time, the show was filmed at The Maidstone Studios in Kent. The hour long final was broadcast at 7:30pm on 17 March 2007 on BBC One, with the half hour results show showing at 9:30pm on the same date. Although this was past the 12 March cut-off set by the EBU, the BBC were given a special extension because the EBU were made aware of this over a year in advance.[13] The show ended in disarray when Fearne Cotton shouted out that the winner was Scooch, while co-host Terry Wogan simultaneously announced the winner to be Cyndi. After some confusion from both performers, each thinking the other had won, it was revealed that the true winner was Scooch. In 2008 the show's name was changed to Eurovision: Your Decision. It was screened in two parts in March 2008, and was hosted by Claudia Winkleman and Sir Terry Wogan. The six competing acts were paired as girl groups (LoveShy and The Revelations), soloists (Michelle Gayle and Andy Abraham), and \"Joseph and Maria\" contestants (Rob McVeigh and Simona Armstrong) from the BBC talent shows Any Dream Will Do and How Do You Solve A Problem Like Maria?. A panel of three judges (John Barrowman, Carrie Grant, and Terry Wogan) decided which artists to put through to a semi-final after each pair had performed. Terry Wogan then allowed one of the rejected acts through as a \"wild card\" before viewers were invited to vote by phone to decide which two would perform again in the final. The two finalists chosen by the viewers were Michelle Gayle singing \"Woo (You Make Me)\", and Andy Abraham singing \"Even If\". Despite having been originally eliminated at the first stage, Terry Wogan's \"wild card\" pick turned out to be the winner when the viewers voted Andy Abraham the victor with \"Even If\". This received a total of 14 points in the Eurovision Song Contest 2008 on 24 May 2008 in Belgrade, finishing in last place, although sharing the same score with Poland (24th) and Germany (23rd). The BBC announced in a televised call for talent on 18 October 2008, that in 2009 there would be another change to the national final. The show was renamed Eurovision: Your Country Needs You, hosted by Graham Norton, and followed a format similar to popular BBC talent shows I'd Do Anything and Any Dream Will Do. The multi-week format had members of the public (amateur or professional) compete to represent the UK at the Eurovision Song Contest 2009, which was to be held in Moscow, Russia. In the final the three remaining contestants performed the song \"It's My Time\", composed by Andrew Lloyd Webber with lyrics by Diane Warren.[14] The winner of the contest was Jade Ewen who went on to score a credible fifth place at the Eurovision final in Moscow. For 2010, the BBC announced on 29 January 2010, that songwriter and music producer Pete Waterman would be writing the UK's entry for the Eurovision Song Contest in Oslo, Norway, on 29 May.[15] Waterman's writing partner was Mike Stock and the singer was chosen on 12 March, in a live show featuring six potential artists broadcast on BBC One, hosted by Graham Norton.[16][17] Waterman chose three of the six acts to perform his song \"That Sounds Good To Me\", with the televiewers then selecting the winner. The winner was Josh Dubovie, who represented the UK in Oslo on 29 May and finished last with 10 points. The 2010 song was heavily criticised by fans and the media. Celebrity gossip blogger Christopher Couture went as far as to say \"...last year, Andrew Lloyd Webber and Jade Ewen proved a good song and a good singer can get us a good score. This year, we're back to the bottom of the leaderboard as Pete 'stuck in the 80's' Waterman offers a song that even Butlins would call tacky.\" On 29 January 2011, the BBC confirmed that boy band Blue had been chosen to represent the UK in the 2011 contest in Düsseldorf with the composition \"I Can\"[18] written by Duncan James, Lee Ryan, Ciaron Bell, Ben Collier, Ian Hope, Liam Keenan and 'StarSign'.[19] Band member Antony Costa had tried to represent the UK in 2006 as a soloist, placing second in the heat behind Daz Sampson. Other Blue personnel Lee Ryan had written one of the finalists in the 2005 UK heat and Duncan James was a panellist in the 2009 heat, going on to announce the UK scores at the Eurovision final from Moscow. James posted in a separate Twitter message that they have pre-selected their own song. The process thus excludes the UK viewing public from any participation in the British Eurovision selection for the first time.[20] Blue became the first UK representatives since The Shadows in 1975 to have had multiple No.1 singles in the UK chart prior to appearing in Eurovision,[21] and the first since Sonia in 1993 to have had a chart-topper at all.[21] A documentary entitled Eurovision: Your Country Needs Blue was produced for BBC One broadcast on Saturday 16 April 2011. The group placed 11th at the Eurovision final with 100 points and peaked at no.16 in the UK singles chart. For 2012, Engelbert Humperdinck was selected internally by the BBC to represent the UK in Baku, Azerbaijan with the song \"Love Will Set You Free\". The song is written by Grammy award-winning producer Martin Terefe and Ivor Novello winner Sacha Skarbek, who co-wrote James Blunt hit \"You're Beautiful\". It was reportedly recorded in London, Los Angeles and Nashville.[22] At 76 years of age, Humperdinck was the oldest artist ever to appear for the UK at the Eurovision Song Contest and the first UK artist since 1976 to sing first. He placed second-to-last, only beating Norway. Another internal selection took place for 2013, with Bonnie Tyler being chosen by the BBC to represent the UK in Malmö, Sweden. She came 19th in the Eurovision contest.[citation needed] A fourth internal selection followed in 2014, with Molly Smitten-Downes, under her artist name of Molly, being chosen to represent the UK with the song \"Children of the Universe\", written and composed by Smitten-Downes herself. However, Smitten-Downes was an unknown artist who was chosen through the BBC Introducing scheme.[23] The announcement of the selected artist and song was revealed on 3 March 2014 in a show entitled The UK Launch, and broadcast via the BBC Red Button service. The song finished in 17th place at the Eurovision Song Contest. A fifth internal selection in 2015 selected the unknown act 'Electro Velvet' who went on to represent the UK with the song \"Still in Love with You\". The song was met with a mixed to negative reaction by the media and public.[24] The artists and song were presented to the public in a special presentation show titled Our Song for Eurovision 2015 broadcast via the BBC Red Button service in March 2015. In the final the UK could only manage 24th place out of the 27 entries. The BBC announced on 30 September 2015 that the national public vote format would be returning for the 2016 contest.[2] The 2016 competition consisted of six entrants, performed and broadcast live on BBC Four from The O2 Forum in Kentish Town, London on 26 February and hosted by Mel Giedroyc. The six acts were selected by the UK branch of the international OGAE fan club, the British Academy of Songwriters, Composers and Authors (BASCA) and Hugh Goldsmith, former MD of RCA Records and founder of Innocent Records.[25] The six competing songs were premiered during The Ken Bruce Show on BBC Radio 2 on 22 February 2016.[26] \"You're Not Alone\" performed by Joe and Jake won the national final; 746,000 viewers watched the show either live or within 7 days of its broadcast, making it the third highest rating program for BBC Four in the week ending 28 February 2016.[27] The duo placed 24th out of 26 entries at the Eurovision final in Stockholm, peaking at No.81 in the UK singles chart.[28] On 6 October 2016, the BBC announced that the You Decide show would return in 2017 with more details to be announced later in the year.[29] On 9 December 2016, it was confirmed that Eurovision: You Decide would return on 27 January 2017. The 2017 competition consisted of six entrants, performed and broadcast live on BBC Two from the Eventim Apollo, in Hammersmith, London. The songs were revealed on 23 January during The Ken Bruce Show on BBC Radio 2.[3] Six acts competed in the national final. The winner was selected through a public vote and, for the first time, the votes of a professional jury panel. Lucie Jones with the song \"Never Give Up on You\", written by Lawrie Martin, The Treatment and Danish Eurovision 2013 winner Emmelie de Forest, won the show. At the contest in Kyiv, Jones finished in 15th place, having placed 10th on jury votes alone, but attaining a weak score from public voting. On 29 September 2017, it was confirmed that Eurovision: You Decide would return in 2018 on BBC Two.[30] On 16 November 2017, Måns Zelmerlöw was announced as co-host for the UK national selection, which took place on 7 February 2018 at the Brighton Dome. The Dome was the venue for the Eurovision Song Contest 1974.[31] The contest was won by SuRie performing \"Storm\" written and composed by Nicole Blair, Gil Lewis and Sean Hargreaves.[32] The national final was watched by 900,000 viewers in the United Kingdom with a market share of 4.8% and thus failed to register in the Top 30 programmes viewed on BBC Two for the week.[33] At the contest, the song placed 24th, but became infamous for its performance being disrupted at the live Grand Final in Lisbon by a stage invader. Song submissions for the 2019 edition opened on 19 September 2018.[34] On 30 November, the BBC announced that a new format would be used for 2019. Three songs, selected with the help of an international jury, were each performed in two musically different styles by two different artists, with one act from each pair going through to a final public vote. For the first time, the national final was broadcast live from Dock10, MediaCityUK in Salford.[35] On 11 January, the date of the national final was confirmed as 8 February.[36] Michael Rice's rendition of \"Bigger than Us\", written and composed by Laurell Barker, Anna-Klara Folin, John Lundvik and Jonas Thander, won the national final. However, the song finished last in the Grand Final in Tel Aviv, making it the fourth time in the past 16 years that the United Kingdom has finished at the bottom of the scoreboard. On 16 September 2019, it was announced that You Decide had been axed and that the song selection would return to the internal selection format most recently used between 2011 and 2015. The entry for the 2020 contest was chosen in collaboration with BMG.[4] It was announced on 27 February 2020 that James Newman would represent the UK with the song \"My Last Breath\",[37] however the contest was cancelled due to the COVID-19 pandemic.[38] On 19 February 2021, BBC confirmed that Newman will represent the United Kingdom in the 2021 contest. The BBC also announced the renewed collaboration between BBC Studios and record label BMG. The song \"Embers\" was released and published by BMG and was revealed in March 2021.[39] Newman went on to place last in the Eurovision final, scoring no points from either the jury or the televote.[40] On 21 October 2021, it was confirmed that BBC Studios would partner with TaP Music to select and produce its entry for the 2022 contest,[6] and that the UK's television coverage would be produced and broadcast from Salford, with the points awarded by the UK jury announced live from Dock10 studios. The song \"Space Man\" performed by Sam Ryder was revealed as the UK entry on 10 March 2022.[41] Ryder finished in second place at the Eurovision final with 466 points, becoming the highest-scoring UK Eurovision entrant. He won the jury vote and also scored the UK its best result since 1998 and its first top three since 2002.[42][43] Ryder also won the Marcel Bezençon Press Award, becoming the first UK act to win a Bezençon Award.[44] For UK Singles Chart positions, only tracks that have appeared in the officially recognised and published Top 50 (to 1978), Top 75 (to 2012) and Top 100 (from 2012) are included. Any track that fell below the published threshold was not a UK chart hit. From 1964 to 1975, the Song For Europe programme was pre-recorded, often several weeks in advance.[47] The result was typically broadcast one week after each Song For Europe programme. From 1988 to 1991, in 1995, and again from 2004 to 2008 the result was broadcast in a separate programme, shown later the same night as the performances. From 1986 to 1995, A Song For Europe was also broadcast on BBC Radio 2 with commentary by Ray Moore in 1986–87 and later by Ken Bruce from 1988, although Radio 2 did not broadcast the results show from 1991 onwards. From 1992 to 1994 the programme was again pre-recorded, but the result show was live and broadcast on the same, or following night. In 1997 and 1998, the results were announced the next Saturday after the final and on the following Friday in 1999. From 1957 to 1960, there were various televised semi-finals ahead of the UK final. This was reintroduced in 1996, with a preliminary round of voting to eliminate 4 of the 8 songs. This was televised in 1996 but switched to radio from 1997 to 2003. Featured in 1988–1990, 1994–1995, 2004–2010 and 2016–2019. Featured in 1957, 1959 to 1964, 1976 to 1978, 1980 to 1987 and from 2003 to 2006. Although regional juries were used in 1979, the broadcast was abandoned and the scores tallied without announcements. In 1976, host Michael Aspel did not name any of the jury spokesman (there were no women announcing any of the scores) and none of them identified themselves; despite some of the voices being familiar to BBC viewers and listeners. Only tracks that have appeared in the officially recognised Top 50 (to 1978), Top 75 (to 2012) and Top 100 (from 2012) are included: Positions achieved in the year end UK Singles Chart. From 1964 to 1968, Extended Play, 7-inch singles containing all of the entries from the UK heats were issued, although in 1967, the winning song was omitted from the release. A separate EP chart was established at the time for such releases that were not eligible for the standard UK Singles Chart; it was discontinued after 1967.","Title":"UK national selection for the Eurovision Song Contest - Wikipedia","KeyID":"7316","URL":"https://en.wikipedia.org/wiki/UK_national_selection_for_the_Eurovision_Song_Contest"}