{"Content: ":"Jugovizija, Cyrillic: Југовизија, English: Yugovision, was the Yugoslav national final to select their entry for the Eurovision Song Contest, organized by the Yugoslav broadcaster Yugoslav Radio Television (JRT) and its subnational public broadcasting centers based in the capitals of each of the constituent republics of the Yugoslav federation: SR Bosnia and Herzegovina (RTV Sarajevo), SR Croatia (RTV Zagreb and RTV Split), SR Macedonia (RTV Skopje), SR Montenegro (RTV Titograd), SR Serbia (RTV Belgrade) and SR Slovenia (RTV Ljubljana) and also the broadcasting services of the autonomous provinces within SR Serbia: SAP Kosovo (RTV Prishtina) and SAP Vojvodina (RTV Novi Sad). The first subnational public broadcasters to compete in 1961 were RTV Belgrade, RTV Ljubljana and RTV Zagreb, while the others joined in the following years.[1] Jugovizija was the original title for the festival. But when the festival was staged in Opatija for several years in the 1970s, it began being known as Festival Opatija. In 1981, it began to be known in Serbo-Croatian as Jugoslovenski izbor za Pesmu Evrovizije or Jugoslavenski izbor za Pjesmu Eurovizije. The two Yugoslav socialist autonomous provinces; SAP Kosovo (RTV Prishtina) and SAP Vojvodina (RTV Novi Sad) have never won the Jugovizija. SR Croatia were the most successful constituent republic, as its performers won the national contest 13 out of the 31 times, all from RTV Zagreb. They have also hosted 12 national finals.[2] From 1977 to 1980, and again in 1985, Yugoslavia did not participate in the contest. Yugoslavia intended to enter the contest in 1985. However, due to the Contest being held on the national memorial day marking the fifth anniversary of former Yugoslav president Josip Broz Tito's death, broadcasting any musical program wasn't allowed and JRT was forced to withdraw.[3] In 1977 the national final was not held.","Title":"Jugovizija - Wikipedia","KeyID":"7317","URL":"https://en.wikipedia.org/wiki/Jugovizija"}