{"Content: ":"The Marcel Bezençon Awards were first handed out during the Eurovision Song Contest 2002 in Tallinn, Estonia honouring the best competing songs in the final. Founded by Christer Björkman (Sweden's representative in the Eurovision Song Contest 1992 and Head of Delegation for Sweden until 2021) and Richard Herrey (member of Herreys, winner of the Eurovision Song Contest 1984 for Sweden), the awards are named after the creator of the annual competition, Marcel Bezençon.[1] Although sanctioned by the European Broadcasting Union (EBU), the awards are not presented during the Eurovision final, but rather are handed out during the official afterparty. Beginning with the 2009 contest, the trophies are handed out prior to the final. Sweden's Melodifestivalen and Hungary's A Dal also present the awards during their own competition proper. The awards are divided into 3 categories: In 2008, a special one-off award was presented, the Poplight Fan Award, as voted by fans on the Swedish website poplight.se and presented to their favourite debuting artist under the age of 25.[1][2] Since 2010, the show commentators have replaced the previous winners as the selection jury for the winners. This award was first presented in 2004, replacing the Fan Award. The Fan Award was handed out in 2002 & 2003, and voted on by the members of OGAE, the Eurovision international fan club. It was discontinued and replaced by the Composer Award in 2004. In 2008, a special award, called the Poplight Fan Award, was introduced and was voted on by Eurovision fans (see above). It has not been awarded since then. Since 2005, Sveriges Television (SVT) has awarded Marcel Bezençon Awards during its national selection Melodifestivalen. These awards follow the same format as that for the Eurovision awards, with awards given to songs that competed in the final of the contest.[17][18] As with for the 2008 Eurovision Song Contest a fan award was also given out for the 2008 Melodifestivalen.","Title":"Marcel Bezençon Awards - Wikipedia","KeyID":"7318","URL":"https://en.wikipedia.org/wiki/Marcel_Bezen%C3%A7on_Awards"}