{"Content: ":"OGAE (French: Organisation Générale des Amateurs de l'Eurovision, English: General Organisation of Eurovision Fans) is an international organisation which consists of a network of 42 Eurovision Song Contest fan clubs across Europe and beyond. It was founded in 1984 in Savonlinna, Finland by Jaripekka Koikkalainen and is a non-governmental and non-profit company. Four non-profit competitions are organised independently every year to promote national popular music to Eurovision fans from around the world. The international organisation works frequently in cooperation with the European Broadcasting Union (EBU) and the national broadcasting companies from participating countries in order to help promote the Eurovision Song Contest. The current President of the OGAE International Network is Simon Bennett from OGAE United Kingdom, who succeeded Maiken Mäemets of OGAE Finland in 2015. The Eurovision Song Contest began in 1956, and in 1984 the OGAE International Network was founded by Jaripekka Koikkalainen in Savonlinna, Finland.[1] The organisation, which is an independent Eurovision fan club, operates as a non-governmental, non-political and non-profit body, and works frequently in cooperation with the European Broadcasting Union (EBU). The network is open to countries that take part in the Eurovision Song Contest or have participated in the past. Several other countries around Europe and beyond that do not have their own independent OGAE Network, including Kazakhstan, Monaco, San Marino, South Africa, and the United States of America, participate under the name \"OGAE Rest of the World\".[2] Every year the organisation arranges four competitions – Song Contest, Second Chance Contest, Video Contest and Home Composed Song Contest.[3] The cooperative exercise of the OGAE Network is to raise awareness of popular national music across the world, in collaboration with the fans of the Eurovision Song Contest, as well as establishing a strong relationship between national broadcasting companies and the marketing of the Eurovision Song Contest itself to a wider fan-base.[3] In 2007, Antonis Karatzikos was elected as new International Coordinator for OGAE, until 2009. In July 2009 he was re-elected for the same post.[4] In 2011, OGAE International Network became a registered organisation in France, and Maiken Mäemets was elected president.[3] She was re-elected for a second term on 17 May 2013 at the Euro Fan Café (Moriska Paviljongen) in Malmö, Sweden.[5] During the annual OGAE Presidents’ Meeting, which took place on 22 May 2015 at the Euro Fan Café in Wien; the presidents of the OGAE Clubs elected a new board for the OGAE International Network (shown below), who will maintain their roles until the next election in 2017.[6] OGAE currently has forty-four members, including two in Germany.[1][7] These are: Countries that do not have an OGAE Network in their own right, but are active or associate members of the EBU are unified under the name \"Rest of the World\". The countries which constitute this OGAE Network are:[2][8] The Marcel Bezençon Fan Award was handed out in 2002 and 2003, and voted on by the members of OGAE, the Eurovision international fan club. It was discontinued and replaced by the Composer Award in 2004. Every year since 2007, OGAE has conducted a pre-Eurovision Song Contest poll in which every national club plus OGAE Rest of the World cast a vote from all entries participating in a particular contest, using the same scoring system as the one at Eurovision: the most voted songs on each club receive 1 to 8, and then 10 and 12 points, and countries cannot vote for themselves. The winners of this poll are: The OGAE Second Chance Contest is a visual event which was founded in 1987 and is organised by branches of the OGAE.[11] Four nations competed in the first contest which took place in 1987. The competition was previously a non-televised event, but evolved over the years by the usage of video tape and later DVD, YouTube and streaming services.[12] Each summer following the Eurovision Song Contest, each branch can enter one song that failed to win the country's national selection process for the contest. The members of each club choose amongst the songs that did not win and select one to represent the club in the event. Votes are cast by members of the OGAE clubs and are returned to the OGAE branch organising the particular year's event. Guest juries have been used to cast votes since 1993.[13] The OGAE Song Contest is an audio event in which all OGAE national clubs can enter with an original song released in the previous 12 months in their countries. The songs used to be sung in one of the country's official languages,[14][15] but this rule is going to be removed in 2022.[16] So far 59 countries have been represented at the contest at least once. These are listed here alongside the year in which they made their debut: OGAE Rest of the World represents countries that do not have an OGAE branch of their own. Fourteen countries have won the contest since it began in 1986. The most successful country in the contest is the United Kingdom, who have won the contest seven times. The OGAE Video Contest is a video event which, much like the OGAE Song Contest, is organised between branches of OGAE, the international fan club of the Eurovision Song Contest. All OGAE national clubs can enter with an original song and video released in the previous 12 months in their countries. There is no obligation on the entry for the OGAE Video Contest to be sung in one of the country's official languages. From 2022 onwards, the contest will be combined with the OGAE Song Contest. So far 50 countries have been represented at the contest at least once. These are listed here alongside the year in which they made their debut: OGAE Rest of the World represents countries that do not have an OGAE branch of their own. Their first participation came at the 2005 Contest, where they represented Kazakhstan. Nine countries have won the contest since it began in 2003. The most successful countries in the contest has been France, who has won the contest four times.","Title":"OGAE - Wikipedia","KeyID":"7319","URL":"https://en.wikipedia.org/wiki/OGAE"}