{"Content: ":"Karl Alfred Ritter von Zittel (25 September 1839 – 5 January 1904) was a German palaeontologist best known for his Handbuch der Palaeontologie (1876–1880).[1][2] Karl Alfred von Zittel was born in Bahlingen in the Grand Duchy of Baden. His father, Karl was a leading liberal cleric in Baden.[3] He was educated at the University of Heidelberg, the University of Paris and the University of Vienna. For a short period he served on the Geological Survey of Austria, and as assistant in the mineralogical museum at Vienna. In 1863, he became teacher of geology and mineralogy in the polytechnic at Karlsruhe, and three years later he succeeded Albert Oppel as professor of palaeontology in the University of Munich, with the charge of the state collection of fossils. In 1880, he was appointed to the geological professorship, and eventually to the directorship of the natural history museum of Munich. His earlier work comprised a monograph on the Cretaceous bivalve mollusca of Gosau (1863–1866); and an essay on the Tithonian stage (1870), regarded as equivalent to the Purbeck Group and Wealden formations. In 1873–1874, he accompanied the Friedrich Gerhard Rohlfs's expedition to the Libyan Desert, the primary results of which were published in Über den geologischen Bau der libyschen Wuste (1880), and further details in the Palaeontographica (1883). Zittel was distinguished for his palaeontological researches. From 1869 until the close of his life he was chief editor of the Palaeontographica. In 1876, he commenced the publication of his great work, Handbuch der Palaeontologie, which was completed in 1893 in five volumes, the fifth volume on palaeobotany being prepared by W. P. Schimper and A. Schenk. To make his work as trustworthy as possible Zittel made special studies of each great group, commencing with the fossil sponges, on which he published a monograph (1877–1879). In 1895, he issued a summary of his larger work entitled Grundzuge der Palaeontologie. He was author of Aus der Urzeit and Die Sahara (1883). In 1899, he published Geschichte der Geologie und Palaeontologie bis Ende des 19 Jahrhunderts,[4] a monumental history of the progress of geological science.[5] Zittel was president of the Royal Bavarian Academy of Sciences from 1899, and in 1894 he was awarded the Wollaston medal by the Geological Society of London.","Title":"Karl Alfred von Zittel - Wikipedia","KeyID":"732","URL":"https://en.wikipedia.org/wiki/Karl_Alfred_Zittel"}