{"Content: ":"Eurovision Song Contest's Greatest Hits (also known as Eurovision's Greatest Hits) was a live television concert programme organised by the European Broadcasting Union (EBU) and produced by the British Broadcasting Corporation (BBC) to commemorate the Eurovision Song Contest's 60th anniversary. The concert took place on 31 March 2015 at the Eventim Apollo, in Hammersmith, London. Guy Freeman was the executive producer and Geoff Posner the director, both of whom held the same positions as the last time the BBC hosted the Eurovision Song Contest in 1998. Simon Proctor was the senior producer and David Arch was the musical director for the concert. Tickets for the event went on sale at 10:15 (GMT) on 6 February 2015. Graham Norton and Petra Mede hosted the event, which saw fifteen acts from thirteen countries performing their Eurovision entries from yesteryear. During the televised show, video montages for some of the Eurovision Song Contest archives were shown in-between each live performance. The United Kingdom entry for the Eurovision Song Contest 2015, \"Still in Love with You\" by Electro Velvet, was performed at the concert as the opening act, but never broadcast on the televised show. Riverdance performed a reprise of their 1994 Eurovision Song Contest interval act as part of the anniversary celebrations. Several countries confirmed that they would air the delayed broadcast of the concert on various dates that suited the broadcasters scheduling, including Australia, who first competed in the Eurovision Song Contest 2015 as a wildcard entry. The host broadcaster, BBC, and Raidió Teilifís Éireann (RTÉ), simulcast the show on Good Friday, 3 April 2015 across BBC One and RTÉ 2. The Dutch broadcaster, AVROTROS, were the first to announce their decision to not broadcast the event. Other countries also announced their decision to not broadcast the event, including Luxembourg, who had an act taking part in the event. Confirmation came on 3 February 2015 that the concert event would take place at the Eventim Apollo, in Hammersmith, London.[1] This was the first time that London hosted a Eurovision event since the Eurovision Dance Contest 2007.[2] It was announced on 22 October 2014, that the EBU had appointed the British broadcaster BBC to co-produce a special anniversary show to celebrate sixty-years of the Eurovision Song Contest, similar to the show Congratulations: 50 Years of the Eurovision Song Contest which took place in 2005. The details regarding the title of the show were unknown at the time the announcement was made.[3][4] The EBU later issued the following statement regarding the 60th anniversary: \"There are various exciting proposals from member broadcasters on the table to celebrate the 60th anniversary beyond the contest in May, which are currently in the final stages of being evaluated. A decision is expected shortly, so stay tuned!\".[5] Edgar Böhm, executive producer of the 2015 Eurovision Song Contest said in an interview that the BBC had been chosen to host a special anniversary show.[6] Guy Freeman was appointed as executive producer for the event, assisted by Senior Producer Simon Proctor, the script was co-written by Edward af Sillén, Daniel Réhn, Christine Rose and Simon Proctor whilst the director was Geoff Posner, who had previously directed the Eurovision Song Contest 1998 in Birmingham.[1] On 3 February 2015, it was announced that Graham Norton and Petra Mede would co-host the concert show.[7] Norton, who co-hosted the Eurovision Dance Contest with Claudia Winkleman in 2007 and 2008,[8] is also the current Eurovision TV commentator for the United Kingdom.[9] Mede was the host of Melodifestivalen 2009 (Swedish national selection show),[10] host of the Eurovision Song Contest 2013[11] and later co-host of the Eurovision Song Contest 2016.[12] Tickets for the anniversary concert went on sale from 10:15 (GMT) on 6 February 2015 via the BBC's Eurovision website and the Eurovision Song Contest's official website.[13] The concert was recorded live on 31 March 2015 at the Eventim Apollo, London; allowing participating broadcasters the freedom to air the programme on a date and channel that was convenient for their broadcasting schedules.[14] Fifteen artists, representing thirteen countries, took part in the sixtieth anniversary gala event.[15] The first-ever winner of the contest (in 1956), Lys Assia, appeared in the audience as a guest of honour. During the broadcast, video montages were shown prior to each entry, showing footage for that particular year's contest, ending with Eurovision Song Contest footage for the entry that was about to perform on stage. Recap montages of Eurovision entries over the last sixty years, were also broadcast in-between performances. These sometimes differed between the UK/BBC and non-UK broadcasts because of copyright clearance and were as follows:[16] Electro Velvet performed their entry representing the UK at the Eurovision Song Contest 2015, \"Still in Love with You\". This performance did not appear on the televised show, but was exclusively done for the audience members of the concert hall itself and was later uploaded on the BBC's social media pages and YouTube channel.[17] The interval act for the show was Riverdance.[18] The theatrical show mainly consisting of traditional Irish music and dance, and featuring Irish dancing champions Jean Butler and Michael Flatley, with a score composed by Limerick native Bill Whelan, originated as an interval performance during the Eurovision Song Contest 1994.[19][20] Fifteen Eurovision acts from thirteen countries participated in the anniversary concert.[15] Although there were originally fourteen acts confirmed by the BBC, it was later announced on 5 March 2015 that Norway's Bobbysocks would join the line-up increasing the total to fifteen.[21] Video montages were shown prior to each entry, showing footage for that particular year's contest, ending with Eurovision Song Contest footage for the entry that was about to perform on stage.[16] A medley of some of the Eurovision Song Contest's greatest hits were performed in English by all of the participating artists, as a reprise act at the close of the show. Anne-Marie David performed Israel's winning entry in 1979, \"Hallelujah\". Swedish trio Herreys sang \"Nel blu dipinto di blu\", which finished in third place at the 1958 contest for Italy's Domenico Modugno. Bucks Fizz's \"Making Your Mind Up\", the winning entry for the United Kingdom in 1981, was performed by Bobbysocks. The reprise concluded with Conchita Wurst and Dana International leading all of the remaining performers (except Loreen) back on stage to sing ABBA's 1974 winning entry for Sweden, \"Waterloo\".[16] As the anniversary concert show was not broadcast live, the participating national broadcasters were able to broadcast the show on a date and channel that was convenient for their broadcasting schedules. Some broadcasters – such as Austria and Sweden – recorded additional links and interviews in London for their viewers and these were used as previews for the main show.[14] The following countries, listed in order of broadcasting dates, had confirmed that they would broadcast the anniversary show.[15] The following countries declined to broadcast the show: The following countries, which had participated in the Eurovision Song Contest at least once, had not announced their plans on whether to broadcast the show.[15]","Title":"Eurovision Song Contest's Greatest Hits - Wikipedia","KeyID":"7325","URL":"https://en.wikipedia.org/wiki/Eurovision_Song_Contest%27s_Greatest_Hits"}