{"Content: ":"Het Grote Songfestivalfeest (English: The Big Songfestival Party) was a Dutch television concert programme starring artists of the Eurovision Song Contest from the past sixty-four years and a pre-event prior to the Eurovision Song Contest 2020, which was to be held in Rotterdam prior to its cancellation. The concert took place on 15 December 2019 at the Ziggo Dome, in Amsterdam, Netherlands. Tickets were on sale via Ticketmaster. The event was produced by PilotStudio in collaboration with the Dutch broadcaster AVROTROS, and was broadcast on 1 January 2020.[1][2] Het Grote Songfestivalfeest is set to return for a second edition, taking place on 17 November 2022 at the Ziggo Dome, having been pushed back from an initial date of 9 December 2021 due to restrictions imposed by the Dutch government in light of the spread of the COVID-19 Omicron variant.[3] The show was originally planned to be hosted by Dutch Eurovision commentators Cornald Maas and Jan Smit, however the latter had to withdraw due to illness and was later replaced by one of his Eurovision 2020 co-hosts, Edsilia Rombley. Rombley, who represented the Netherlands in the 1998 and 2007 contests, also performed her entries during the concert.[4] Former Dutch spokesperson Emma Wortelboer and Tim Douwsma, and Junior Eurovision Song Contest commentator Buddy Vedder also appeared as presenters during the show to introduce some of the acts. Thirty-one Eurovision acts from seventeen countries participated in the concert. The original list of the performers also included Willeke Alberti, the Dutch representative at the Eurovision Song Contest 1994, who missed the show because of an illness.[5][6] Eurovision winners Finnish hard rock band Lordi (2006) and Russia's Dima Bilan (2008) were expected to perform, but later they cancelled their participation.[7] Helena Paparizou was also invited, but couldn't participate in person because of a scheduling clash with a live broadcast of The Voice of Greece. She sent a video message in which she sang the refrain of her 2005 winning song \"My Number One\". In the Netherlands, Het Grote Songfestivalfeest aired on 1 January 2020 on NPO 3 at 20:25 and on BVN at 21:40 (CET). The concert was later broadcast in Greece on ERT1. The first part aired on 29 February, with the second following the next day.[8] The concert also aired in Australia on 10 May at 20:30 (AEST) on SBS Viceland. The concert was known as The Road To Eurovision 2020: The Winners and was part of an alternate Australian Eurovision broadcast that took place from 10–17 May 2020 due to the cancellation of the Eurovision Song Contest 2020.[9] Katrina Leskanich Sergey Lazarev Eimear Quinn Dana International Charlotte Perrelli Eleni Foureira Lenny Kuhr Netta Barzilai Ruth Jacott Tim Douwsma, Gali Atari and Buddy Vedder","Title":"Het Grote Songfestivalfeest - Wikipedia","KeyID":"7329","URL":"https://en.wikipedia.org/wiki/Het_Grote_Songfestivalfeest"}